[
  {
    "id": "politics/2019/mar/05/death-threats-every-single-day-mps-on-effect-of-brexit-vote",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-05T20:40:10Z",
    "webTitle": "‘Death threats every single day’: MPs on effect of Brexit vote",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/05/death-threats-every-single-day-mps-on-effect-of-brexit-vote",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/05/death-threats-every-single-day-mps-on-effect-of-brexit-vote",
    "fields": {
      "headline": "‘Death threats every single day’: MPs on effect of Brexit vote",
      "standfirst": "<p>Many say they now use panic buttons amid growing intimidation and abuse<br></p>",
      "trailText": "Many say they now use panic buttons amid growing intimidation and abuse<br>",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"344e3ecc07c410cf4ad9f7ba356b937159d87888\"> <img src=\"https://media.guim.co.uk/344e3ecc07c410cf4ad9f7ba356b937159d87888/0_384_5760_3456/1000.jpg\" alt=\"Rupa Huq in front of the Houses of Parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour’s Rupa Huq said she had been told to ‘return to Bangladesh to ponder your life’.</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/the Guardian</span> </figcaption> </figure>",
      "body": "<p>MPs have warned that Brexit has coarsened public debate to the point where they regularly receive death threats and other forms of intimidation via social media and elsewhere, with many using panic buttons for their own safety.</p> <p>One MP, who asked not to be named, said she still received “death threats every single day” despite heightened security measures. They were stepped up after the murder of the Labour backbencher Jo Cox in the run-up to the 2016 EU referendum.</p> <p>Rupa Huq, the Labour MP for Ealing Central and Acton, said she had received an email over the weekend suggesting that she “return to Bangladesh to ponder your life if you do not come to your senses over Brexit shortly”.</p> <p>After calling Huq “a miserable, stinking, filthy EU whore”, the anonymous author told the MP: “You should abandon your new referendum anti-democratic rhetoric and either vote for the government deal or not obstruct a no-deal exit.”</p> <p>The MP tweeted out the message and got many comments of support. She said she believed that “Brexit has done this to us – with the help of social and other electronic media” making it much easier for the public to abuse elected representatives.</p> <p>Staff working for MPs often have to bear the brunt of abuse as they deal with correspondence. “Twenty years ago, they had to deal mostly with stationery and filing cabinets, but now people have to deal with whatever comes into the office every day,” Huq said.</p> <p>All MPs are offered panic buttons – which connect to police control rooms – to install at home and carry around on their person. The devices cost nearly £1,000 a year.</p> <p>Huq was talking a day after the shadow education secretary, Angela Rayner, said she had received rape and death threats from “someone claiming to be a Jeremy Corbyn supporter” and further abuse via social media after she had praised Tony Blair’s performance in a TV interview.</p> <p>Rayner’s comments struck a chord with many of the party’s MPs at a time when tensions within Labour are high over concerns about antisemitism and other forms of bullying. She also said she had panic buttons fitted at home.</p> <p>Some MPs believe that politicians have to play a role by cooling down their rhetoric. Paula Sherriff, the Labour MP for Dewsbury, said: “We’ve got to find a way of getting the temperature down.”</p> <p>She cited, as an example, the tone struck by Michael Gove in his attack on Corbyn at the end of January’s no-confidence debate when he claimed the Labour leader “won’t stand up against Putin when he attacks people in this country”.</p> <p>But MPs from all parties have voiced concern about their safety, particularly in the run-up to next week’s key Brexit votes.</p> <p>Nicky Morgan, a former Conservative minister, told the Commons on Monday evening that she feared MPs were on the receiving end of “systematic intimidation” in an attempt to force them to change votes on Brexit.</p> <p>She asked John Bercow whether “this threat to our democracy and to our safety is to be taken seriously and challenged at all times”, prompting the Speaker to reply that “women are disproportionately targeted” and that “this is intolerable”.</p> <p>Anna Soubry, who recently defected from the Conservatives, was repeatedly targeted by abusive far-right demonstrators as she went to television interviews outside parliament, prompting a security review that has led to more interviews being conducted inside the building.</p> <p>Alison McGovern, a Labour backbencher, said she would advise anyone newly elected to parliament to keep an eye on their safety and avoid seeking out abusive comments on social media aimed at them. “People coming into politics need to ensure they have enough blinkers on to survive,” she said.</p>",
      "newspaperPageNumber": "15",
      "wordcount": "621",
      "firstPublicationDate": "2019-03-05T20:40:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:52Z",
      "newspaperEditionDate": "2019-03-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvxp6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/344e3ecc07c410cf4ad9f7ba356b937159d87888/0_384_5760_3456/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs have warned that Brexit has coarsened public debate to the point where they regularly receive death threats and other forms of intimidation via social media and elsewhere, with many using panic buttons for their own safety. One MP, who asked not to be named, said she still received “death threats every single day” despite heightened security measures. They were stepped up after the murder of the Labour backbencher Jo Cox in the run-up to the 2016 EU referendum. Rupa Huq, the Labour MP for Ealing Central and Acton, said she had received an email over the weekend suggesting that she “return to Bangladesh to ponder your life if you do not come to your senses over Brexit shortly”. After calling Huq “a miserable, stinking, filthy EU whore”, the anonymous author told the MP: “You should abandon your new referendum anti-democratic rhetoric and either vote for the government deal or not obstruct a no-deal exit.” The MP tweeted out the message and got many comments of support. She said she believed that “Brexit has done this to us – with the help of social and other electronic media” making it much easier for the public to abuse elected representatives. Staff working for MPs often have to bear the brunt of abuse as they deal with correspondence. “Twenty years ago, they had to deal mostly with stationery and filing cabinets, but now people have to deal with whatever comes into the office every day,” Huq said. All MPs are offered panic buttons – which connect to police control rooms – to install at home and carry around on their person. The devices cost nearly £1,000 a year. Huq was talking a day after the shadow education secretary, Angela Rayner, said she had received rape and death threats from “someone claiming to be a Jeremy Corbyn supporter” and further abuse via social media after she had praised Tony Blair’s performance in a TV interview. Rayner’s comments struck a chord with many of the party’s MPs at a time when tensions within Labour are high over concerns about antisemitism and other forms of bullying. She also said she had panic buttons fitted at home. Some MPs believe that politicians have to play a role by cooling down their rhetoric. Paula Sherriff, the Labour MP for Dewsbury, said: “We’ve got to find a way of getting the temperature down.” She cited, as an example, the tone struck by Michael Gove in his attack on Corbyn at the end of January’s no-confidence debate when he claimed the Labour leader “won’t stand up against Putin when he attacks people in this country”. But MPs from all parties have voiced concern about their safety, particularly in the run-up to next week’s key Brexit votes. Nicky Morgan, a former Conservative minister, told the Commons on Monday evening that she feared MPs were on the receiving end of “systematic intimidation” in an attempt to force them to change votes on Brexit. She asked John Bercow whether “this threat to our democracy and to our safety is to be taken seriously and challenged at all times”, prompting the Speaker to reply that “women are disproportionately targeted” and that “this is intolerable”. Anna Soubry, who recently defected from the Conservatives, was repeatedly targeted by abusive far-right demonstrators as she went to television interviews outside parliament, prompting a security review that has led to more interviews being conducted inside the building. Alison McGovern, a Labour backbencher, said she would advise anyone newly elected to parliament to keep an eye on their safety and avoid seeking out abusive comments on social media aimed at them. “People coming into politics need to ensure they have enough blinkers on to survive,” she said.",
      "charCount": "3663",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/05/green-lights-for-the-new-amber-rudd",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-05T19:48:04Z",
    "webTitle": "Green lights for new Amber: power-hungry Rudd eyes top job | John Crace",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/05/green-lights-for-the-new-amber-rudd",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/05/green-lights-for-the-new-amber-rudd",
    "fields": {
      "headline": "Green lights for the new Amber: power-hungry Rudd shrugs off low survey rating",
      "standfirst": "<p>With May tipped to be heading for the exit this summer, Rudd is one of many eyeing the top job</p>",
      "trailText": "With May tipped to be heading for the exit this summer, Rudd is one of many eyeing the top job ",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"63387545e88ebdd8a8c193d0f2bd008ce5183396\"> <img src=\"https://media.guim.co.uk/63387545e88ebdd8a8c193d0f2bd008ce5183396/0_191_3937_2363/1000.jpg\" alt=\"Amber Rudd\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘For this latest iteration, the old home secretary Rudd has been erased.’</span> <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The numbers don’t look good. In the latest ConservativeHome survey of the cabinet, Amber Rudd lies third from bottom with a net satisfaction rating of -48.3. Only Philip Hammond and Chris Grayling score worse. Let that sink in for a minute. Tory party members believe the work and pensions secretary is doing an even worse job than Theresa May, Liam Fox and Gavin Williamson. That bad.</p> <p>But politicians are a thick-skinned bunch who tend to have a far higher estimation of their own worth than those around them. So with the prime minister tipped to be heading for the exit come the summer, Rudd is one of many who reckons she might just be in with a chance of replacing her. After all, a remain candidate is likely to make it down to the final two and Rudd has more personality than all the other remainers in the cabinet combined. And would the Tory party really be suicidal enough to choose Boris Johnson as its leader? The country might never forgive it.</p> <p>Make no mistake, Rudd fancies her chances. After all, even if she doesn’t end up with the top job she can still be a player with a big say in the final outcome. And with a big say, might come a bigger job than work and pensions secretary. So last week she put her head above the parapet by writing a joint opinion piece in the Daily Mail insisting May took a no-deal Brexit off the table. An offence that in more normal times might have got her the sack, but now didn’t even merit a slap on the wrist.</p> <p>For her latest hint-dropping exercise, Rudd took herself down to the offices of the disability charity <a href=\"https://www.scope.org.uk/\">Scope</a> in the Olympic Park in east London to announce changes in personal independence payments for pensioners. Rather than having to prove they were still disabled, old people could now be trusted not to be skiving. Brilliant. You can always tell when ministers are on manoeuvres, because they invariably try to reinvent themselves. The past no longer exists. Instead we are at Year Zero. New year, new you.</p> <p>For this latest iteration, the old home secretary Rudd has been erased. The woman who was happy to implement the <a href=\"https://www.theguardian.com/uk-news/2018/aug/27/hostile-environment-anatomy-of-a-policy-disaster\">hostile environment</a> polices introduced by her predecessor – one T May – has been removed from the record books. She never existed. Rather she has refashioned herself as something of a rarity. A work and pension secretary quite unlike Iain Duncan Smith and Esther McVey. One who actually didn’t see all claimants as potential enemies of the state.</p> <p>This was touchy-feely Rudd. A woman who had been personally touched by disability through her father’s blindness. She didn’t think to mention that her father had also been censured by the Department of Trade and Industry in 1986 and found unfit to be a company director, because that was a tale of Old School Conservatism. One for another day. Rather she wanted people with disabilities to feel part of one big Work and Pensions happy family. She wanted everyone to feel happy and included. To have as much money as they needed and to fulfil their potential. She’d like to teach the world to sing.</p> <p>Things got slightly testy when the minister was reminded most disability charities were far from convinced by her newfound empathy and that it had been a Conservative government back in 2012 that had gone out of its way to label anyone in a wheelchair as a scrounger. That was then and this is now, Rudd said tartly. It had all been a mistake that had never happened. Now she was just focused on happy things.</p> <p>Rudd was also asked about rumours that No 10 had tried to muzzle her for going soft on Brexit and poor people. Her eyes darted shiftily around the room, trying to hunt down a Downing Street mole. “Um, of course not,” she said. “I’m here, aren’t I?” It wasn’t the most convincing of replies. There would clearly be hell to pay when she got back round the cabinet table. She just had to bite the bullet and keep her eye on the main prize.</p> <p>Still, at least Rudd was having a better time of it than Grayling, who found himself the subject of a three-hour debate on why he was so hopeless. Unlike the previous day when he couldn’t even bring himself to the Commons to answer a question on the £33m payout to Eurotunnel, the transport secretary did at least turn up to defend himself. Though he needn’t have bothered as every time Failing Grayling opens his mouth he just makes things worse.</p> <p>His department had done exactly the right thing by doing the wrong thing, he insisted. Doing the wrong thing was what every government department should be doing. Opposition MPs stared at one another in amazement. There really was no point. After all, you could barely begin to scratch the surface of Grayling’s catastrophes in just three hours. Next time they would ask the speaker for a full six-day debate. And even then …</p>",
      "newspaperPageNumber": "14",
      "wordcount": "849",
      "commentCloseDate": "2019-03-08T19:48:04Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-05T19:48:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:55Z",
      "newspaperEditionDate": "2019-03-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvxpj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/63387545e88ebdd8a8c193d0f2bd008ce5183396/0_191_3937_2363/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The numbers don’t look good. In the latest ConservativeHome survey of the cabinet, Amber Rudd lies third from bottom with a net satisfaction rating of -48.3. Only Philip Hammond and Chris Grayling score worse. Let that sink in for a minute. Tory party members believe the work and pensions secretary is doing an even worse job than Theresa May, Liam Fox and Gavin Williamson. That bad. But politicians are a thick-skinned bunch who tend to have a far higher estimation of their own worth than those around them. So with the prime minister tipped to be heading for the exit come the summer, Rudd is one of many who reckons she might just be in with a chance of replacing her. After all, a remain candidate is likely to make it down to the final two and Rudd has more personality than all the other remainers in the cabinet combined. And would the Tory party really be suicidal enough to choose Boris Johnson as its leader? The country might never forgive it. Make no mistake, Rudd fancies her chances. After all, even if she doesn’t end up with the top job she can still be a player with a big say in the final outcome. And with a big say, might come a bigger job than work and pensions secretary. So last week she put her head above the parapet by writing a joint opinion piece in the Daily Mail insisting May took a no-deal Brexit off the table. An offence that in more normal times might have got her the sack, but now didn’t even merit a slap on the wrist. For her latest hint-dropping exercise, Rudd took herself down to the offices of the disability charity Scope in the Olympic Park in east London to announce changes in personal independence payments for pensioners. Rather than having to prove they were still disabled, old people could now be trusted not to be skiving. Brilliant. You can always tell when ministers are on manoeuvres, because they invariably try to reinvent themselves. The past no longer exists. Instead we are at Year Zero. New year, new you. For this latest iteration, the old home secretary Rudd has been erased. The woman who was happy to implement the hostile environment polices introduced by her predecessor – one T May – has been removed from the record books. She never existed. Rather she has refashioned herself as something of a rarity. A work and pension secretary quite unlike Iain Duncan Smith and Esther McVey. One who actually didn’t see all claimants as potential enemies of the state. This was touchy-feely Rudd. A woman who had been personally touched by disability through her father’s blindness. She didn’t think to mention that her father had also been censured by the Department of Trade and Industry in 1986 and found unfit to be a company director, because that was a tale of Old School Conservatism. One for another day. Rather she wanted people with disabilities to feel part of one big Work and Pensions happy family. She wanted everyone to feel happy and included. To have as much money as they needed and to fulfil their potential. She’d like to teach the world to sing. Things got slightly testy when the minister was reminded most disability charities were far from convinced by her newfound empathy and that it had been a Conservative government back in 2012 that had gone out of its way to label anyone in a wheelchair as a scrounger. That was then and this is now, Rudd said tartly. It had all been a mistake that had never happened. Now she was just focused on happy things. Rudd was also asked about rumours that No 10 had tried to muzzle her for going soft on Brexit and poor people. Her eyes darted shiftily around the room, trying to hunt down a Downing Street mole. “Um, of course not,” she said. “I’m here, aren’t I?” It wasn’t the most convincing of replies. There would clearly be hell to pay when she got back round the cabinet table. She just had to bite the bullet and keep her eye on the main prize. Still, at least Rudd was having a better time of it than Grayling, who found himself the subject of a three-hour debate on why he was so hopeless. Unlike the previous day when he couldn’t even bring himself to the Commons to answer a question on the £33m payout to Eurotunnel, the transport secretary did at least turn up to defend himself. Though he needn’t have bothered as every time Failing Grayling opens his mouth he just makes things worse. His department had done exactly the right thing by doing the wrong thing, he insisted. Doing the wrong thing was what every government department should be doing. Opposition MPs stared at one another in amazement. There really was no point. After all, you could barely begin to scratch the surface of Grayling’s catastrophes in just three hours. Next time they would ask the speaker for a full six-day debate. And even then …",
      "charCount": "4749",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/mar/05/knife-rise-is-the-result-of-a-sick-society",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-05T18:43:20Z",
    "webTitle": "Knife crime rise is the result of a sick society | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/mar/05/knife-rise-is-the-result-of-a-sick-society",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/05/knife-rise-is-the-result-of-a-sick-society",
    "fields": {
      "headline": "Knife crime rise is the result of a sick society",
      "standfirst": "Readers debate the issues surrounding knife crime in the UK",
      "trailText": "<strong>Letters:</strong> Readers debate the issues surrounding knife crime in the UK",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"065e2182e49f683bec243cff63a4f1faf1205a03\"> <img src=\"https://media.guim.co.uk/065e2182e49f683bec243cff63a4f1faf1205a03/0_85_2616_1570/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The increase in the loss of lives through knife crime is truly shocking, as indeed is the government’s lack of any meaningful attempts to tackle it and the prime minister’s persistent ostrich impression regarding the shortage of police officers,’ says Susan Buckley.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>We can skirt around the causes of knife crime in the UK (<a href=\"https://www.theguardian.com/uk-news/2019/mar/04/knife-boosted-by-toxic-mix-of-cuts-to-police-and-youth-services\" title=\"\">Outrage at May’s denial of austerity link to stabbings</a>, 5 March) but we need to look more deeply and recognise it as a symptom of a sick society where the economy drives us all to aspire to a life of excessive material consumption but where a huge proportion of the population are left behind with no expectation that they can live up to the “good life” as depicted by a wealthy elite.</p> <p>How does a young man feel when he lives in poverty but is drip-fed messages that he should aspire to become rich, drive a Lamborghini and live a life of luxury? </p> <p>With the massive reduction of standards in state education and with social mobility a thing of the past, we live in an ever more obscenely unequal society where young people see no chance of joining the “dominant culture”. So where do they turn? Youth centres have closed and other public facilities are increasingly becoming something which only the well-off can afford. Street gangs – and thence knife crime – are the last refuge of a disenchanted generation who feel no hope of joining the mainstream and so seek sanctuary among friends on the streets, the only place they feel they belong.<br><strong>Eileen Peck</strong><br><em>Benfleet, Essex</em></p> <p>• To end the knife-crime crisis, first call it what it is: a national murder crisis. The government must recognise that to end it quickly will require spending a huge amount of money, and must resolve to borrow what is needed.</p> <p>Take Bernard Hogan-Howe’s advice to appoint a tsar to lead the end-it-quickly campaign. Announce a knives and guns amnesty with a reward for every weapon handed in. Invite recently retired policemen and women to rejoin the force and reward them for doing so.</p> <p>Urge headteachers to hold lessons on the crisis. Organise public meetings. Use compulsory purchase orders to buy empty buildings and convert them into youth centres. Invite former youth leaders and volunteers to help run them. That could be a start.<br><strong>Chris Birch</strong><br><em>London</em></p> <p>• The increase in the loss of lives through knife crime is truly shocking, as indeed is the government’s lack of any meaningful attempts to tackle it and the prime minister’s persistent ostrich impression regarding the shortage of police officers. What is also shocking however, is how easy it is to obtain weapons. They are readily available on the internet and through auction houses. While kitchen knives are obviously impossible to control, a starting point might be to stop people profiting from knife crime by selling knives on the open market in plain sight.</p> <p>No amount of checks on the purchaser will stop these weapons being passed on to someone else, so let’s put an end to their sale.</p> <p>After all, what kind of person is it that wants to own a deadly weapon? They would be harder to obtain and therefore there would be fewer of them on the streets.<br><strong>Susan Buckley</strong><br><em>Horncastle, Lincolnshire</em></p> <p>• Saddened and horrified by the never-ending news of senseless stabbings and murders throughout the UK, I cannot help wondering how the fifth wealthiest nation in the world can afford to spend £6.2bn on two aircraft carriers to police the world, but cannot afford to keep its own citizens safe.</p> <p>Our depleted police force has to be restored to whatever it takes to combat this evil situation. <br><strong>Bryan Hanson</strong><br><em>Blackburn, Lancashire </em></p> <p>• Bernard Hogan-Howe (who I trust) says the increase in stabbings is at least in part due to austerity. Theresa May (who I don’t trust) says it isn’t.</p> <p>Austerity continues to hurt public services, the education of future generations and the NHS, but is not working as the national debt continues to grow. The main problem as far as I can see is the government’s blase attitude towards those companies and individuals who dodge paying their fair taxes.<br><strong>Jerry Hodgkinson</strong><br><em>London</em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "643",
      "commentable": "false",
      "firstPublicationDate": "2019-03-05T18:43:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-05T18:45:24Z",
      "newspaperEditionDate": "2019-03-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvxpd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/065e2182e49f683bec243cff63a4f1faf1205a03/0_85_2616_1570/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We can skirt around the causes of knife crime in the UK (Outrage at May’s denial of austerity link to stabbings, 5 March) but we need to look more deeply and recognise it as a symptom of a sick society where the economy drives us all to aspire to a life of excessive material consumption but where a huge proportion of the population are left behind with no expectation that they can live up to the “good life” as depicted by a wealthy elite. How does a young man feel when he lives in poverty but is drip-fed messages that he should aspire to become rich, drive a Lamborghini and live a life of luxury? With the massive reduction of standards in state education and with social mobility a thing of the past, we live in an ever more obscenely unequal society where young people see no chance of joining the “dominant culture”. So where do they turn? Youth centres have closed and other public facilities are increasingly becoming something which only the well-off can afford. Street gangs – and thence knife crime – are the last refuge of a disenchanted generation who feel no hope of joining the mainstream and so seek sanctuary among friends on the streets, the only place they feel they belong. Eileen Peck Benfleet, Essex • To end the knife-crime crisis, first call it what it is: a national murder crisis. The government must recognise that to end it quickly will require spending a huge amount of money, and must resolve to borrow what is needed. Take Bernard Hogan-Howe’s advice to appoint a tsar to lead the end-it-quickly campaign. Announce a knives and guns amnesty with a reward for every weapon handed in. Invite recently retired policemen and women to rejoin the force and reward them for doing so. Urge headteachers to hold lessons on the crisis. Organise public meetings. Use compulsory purchase orders to buy empty buildings and convert them into youth centres. Invite former youth leaders and volunteers to help run them. That could be a start. Chris Birch London • The increase in the loss of lives through knife crime is truly shocking, as indeed is the government’s lack of any meaningful attempts to tackle it and the prime minister’s persistent ostrich impression regarding the shortage of police officers. What is also shocking however, is how easy it is to obtain weapons. They are readily available on the internet and through auction houses. While kitchen knives are obviously impossible to control, a starting point might be to stop people profiting from knife crime by selling knives on the open market in plain sight. No amount of checks on the purchaser will stop these weapons being passed on to someone else, so let’s put an end to their sale. After all, what kind of person is it that wants to own a deadly weapon? They would be harder to obtain and therefore there would be fewer of them on the streets. Susan Buckley Horncastle, Lincolnshire • Saddened and horrified by the never-ending news of senseless stabbings and murders throughout the UK, I cannot help wondering how the fifth wealthiest nation in the world can afford to spend £6.2bn on two aircraft carriers to police the world, but cannot afford to keep its own citizens safe. Our depleted police force has to be restored to whatever it takes to combat this evil situation. Bryan Hanson Blackburn, Lancashire • Bernard Hogan-Howe (who I trust) says the increase in stabbings is at least in part due to austerity. Theresa May (who I don’t trust) says it isn’t. Austerity continues to hurt public services, the education of future generations and the NHS, but is not working as the national debt continues to grow. The main problem as far as I can see is the government’s blase attitude towards those companies and individuals who dodge paying their fair taxes. Jerry Hodgkinson London",
      "charCount": "3778",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/mar/05/are-we-citizens-of-europe-or-just-consumers-of-a-common-market",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-03-05T18:42:14Z",
    "webTitle": "Are we citizens of Europe or just consumers of a common market? | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/mar/05/are-we-citizens-of-europe-or-just-consumers-of-a-common-market",
    "apiUrl": "https://content.guardianapis.com/world/2019/mar/05/are-we-citizens-of-europe-or-just-consumers-of-a-common-market",
    "fields": {
      "headline": "Are we citizens of Europe or just consumers of a common market?",
      "standfirst": "<strong>Nick Robinson</strong> and <strong>Matthew Patten</strong> respond to an article by Emmanuel Macron, the French president",
      "trailText": "Letters: <strong>Nick Robinson</strong> and <strong>Matthew Patten</strong> respond to an article by Emmanuel Macron, the French president",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2a2bcfa734d12d289b5a9bd04512055874242d2b\"> <img src=\"https://media.guim.co.uk/2a2bcfa734d12d289b5a9bd04512055874242d2b/0_260_3479_2088/1000.jpg\" alt=\"Emmanuel Macron at the Élysée Palace in Paris.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emmanuel Macron at the Élysée Palace in Paris. The first three words of the French president’s article – “Citizens of Europe” – reveal the fatal flaw at the heart of the EU, says Matthew Patten.</span> <span class=\"element-image__credit\">Photograph: Christophe Ena/AP</span> </figcaption> </figure>",
      "body": "<p>Emmanuel Macron’s intervention (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\" title=\"\">Brexit reflects a crisis in Europe. But leaving is not the answer</a>, Journal, 5 March) shows the paucity of debate in the UK and the consistent failure to articulate a progressive vision for Europe. Yet the very fact that he sought to write at all shows that there is a growing sense of impending political apocalypse at the very heart of all our democracies which is likely to result in sweeping gains for populists in the forthcoming European elections.</p> <p>As Macron makes clear, Europe and the European Union are not the same thing – Europe is an idea and a spirit of collaboration which is essential to meet a series of challenges which are germane to all of us, individually, locally, nationally and internationally. The European Union, in contrast, is but one of a series of institutional and governance structures that can help to deliver on these challenges.</p> <p>These challenges and concerns stretch far beyond the UK, whether centred on the need for transnational regulation of social media companies, which are implicated in the crisis of young people’s mental health in universities (<a href=\"https://www.theguardian.com/education/2019/mar/05/levels-of-distress-and-illness-among-students-in-uk-alarmingly-high?platform=hootsuite\" title=\"\">Alarm at level of mental illness and distress among UK students</a>, 5 March); or seen in shared frameworks for peace and security; or reflecting the escalating climate crisis, or the need for working together in relation to seeking solutions to income inequality.</p> <p>To deliver on such collective vision requires collaboration and joint decision-taking on an unprecedented scale. As Macron makes clear, the collective spirit of Europe, which is far beyond the specifics of the European Union, has never been more essential.<br><strong>Nick Robinson</strong><br><em>Associate professor in politics and international studies, University of Leeds</em></p> <p>• President Macron reveals the fatal flaw at the heart of the European Union in his opening three words. We are not “Citizens of Europe”. That would require a much closer democratic compact where those running Europe are genuinely accountable to its people. Rather, the European project is being driven by a close-knit, unelected oligarchy whose high-handed elitism is alienating so many and opening the doors to the nationalists. Messrs Juncker, Tusk et al would do far better to turn away from their dreams of a federalised superstate and return to the origins of the European Economic Community and its goal of peace through trade. “Consumers of Europe” is something we could all buy into.<br><strong>Matthew Patten</strong><br><em>Manningtree, Essex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "440",
      "commentable": "false",
      "firstPublicationDate": "2019-03-05T18:42:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:53Z",
      "newspaperEditionDate": "2019-03-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvx94",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2a2bcfa734d12d289b5a9bd04512055874242d2b/0_260_3479_2088/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emmanuel Macron’s intervention (Brexit reflects a crisis in Europe. But leaving is not the answer, Journal, 5 March) shows the paucity of debate in the UK and the consistent failure to articulate a progressive vision for Europe. Yet the very fact that he sought to write at all shows that there is a growing sense of impending political apocalypse at the very heart of all our democracies which is likely to result in sweeping gains for populists in the forthcoming European elections. As Macron makes clear, Europe and the European Union are not the same thing – Europe is an idea and a spirit of collaboration which is essential to meet a series of challenges which are germane to all of us, individually, locally, nationally and internationally. The European Union, in contrast, is but one of a series of institutional and governance structures that can help to deliver on these challenges. These challenges and concerns stretch far beyond the UK, whether centred on the need for transnational regulation of social media companies, which are implicated in the crisis of young people’s mental health in universities (Alarm at level of mental illness and distress among UK students, 5 March); or seen in shared frameworks for peace and security; or reflecting the escalating climate crisis, or the need for working together in relation to seeking solutions to income inequality. To deliver on such collective vision requires collaboration and joint decision-taking on an unprecedented scale. As Macron makes clear, the collective spirit of Europe, which is far beyond the specifics of the European Union, has never been more essential. Nick Robinson Associate professor in politics and international studies, University of Leeds • President Macron reveals the fatal flaw at the heart of the European Union in his opening three words. We are not “Citizens of Europe”. That would require a much closer democratic compact where those running Europe are genuinely accountable to its people. Rather, the European project is being driven by a close-knit, unelected oligarchy whose high-handed elitism is alienating so many and opening the doors to the nationalists. Messrs Juncker, Tusk et al would do far better to turn away from their dreams of a federalised superstate and return to the origins of the European Economic Community and its goal of peace through trade. “Consumers of Europe” is something we could all buy into. Matthew Patten Manningtree, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2752",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/mar/05/the-key-to-resolving-the-crisis-in-yemen",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-03-05T18:39:47Z",
    "webTitle": "The key to resolving the crisis in Yemen | Letter",
    "webUrl": "https://www.theguardian.com/world/2019/mar/05/the-key-to-resolving-the-crisis-in-yemen",
    "apiUrl": "https://content.guardianapis.com/world/2019/mar/05/the-key-to-resolving-the-crisis-in-yemen",
    "fields": {
      "headline": "The key to resolving the crisis in Yemen",
      "standfirst": "Jeremy Hunt must use all tools available to press sides into a resolution, says <strong>Keith Vaz</strong>",
      "trailText": "<strong>Letter: </strong>Jeremy Hunt must use all tools available to press sides into a resolution, says <strong>Keith Vaz</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"290f003aae021dc58c0a4d22a8bb460c41c7b162\"> <img src=\"https://media.guim.co.uk/290f003aae021dc58c0a4d22a8bb460c41c7b162/108_0_3284_1971/1000.jpg\" alt=\"British Foreign Secretary, Jeremy Hunt, talks to reporters upon his arrival at Aden airport in Yemen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt, the foreign secretary, talks to reporters upon his arrival at Aden airport in Yemen.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Jeremy Hunt made an unannounced but an entirely welcome visit to Aden last Sunday (<a href=\"https://www.theguardian.com/world/2019/mar/03/yemen-ceasefire-could-collapse-in-weeks-says-jeremy-hunt\" title=\"\">Yemen ceasefire at risk with 20m close to starving, says Hunt</a>, 4 March), the first by a senior British official since 85,000 children starved to death.</p> <p>He is now a witness to the world’s worst humanitarian crisis. Three-quarters of the population – up to 22.2 million people – are in need of urgent humanitarian assistance; over 2 million have been displaced and 60,000 killed in the fighting.</p> <p>He now has a duty to ensure that the UK, as pen-holder for Yemen at the UN, must continue to work closely with Martin Griffiths, the UN special envoy, to ensure that the Stockholm agreement does not fail.</p> <p>Our parliament, our government and our country must use every available tool to press both sides – the coalition and the Houthis – to implement the agreement and come back to the table for peace talks.</p> <p>A nationwide ceasefire must be agreed immediately, and the aid so desperately needed must be allowed into the country. Only then do we have a chance of resolving this conflict. Mr Hunt must keep Yemen at the top of the Foreign Office’s agenda.<br><strong>Keith Vaz MP</strong><br><em>Chair, all-party parliamentary group for Yemen</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "249",
      "commentable": "false",
      "firstPublicationDate": "2019-03-05T18:39:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-05T18:40:21Z",
      "newspaperEditionDate": "2019-03-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvvpk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/290f003aae021dc58c0a4d22a8bb460c41c7b162/108_0_3284_1971/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Hunt made an unannounced but an entirely welcome visit to Aden last Sunday (Yemen ceasefire at risk with 20m close to starving, says Hunt, 4 March), the first by a senior British official since 85,000 children starved to death. He is now a witness to the world’s worst humanitarian crisis. Three-quarters of the population – up to 22.2 million people – are in need of urgent humanitarian assistance; over 2 million have been displaced and 60,000 killed in the fighting. He now has a duty to ensure that the UK, as pen-holder for Yemen at the UN, must continue to work closely with Martin Griffiths, the UN special envoy, to ensure that the Stockholm agreement does not fail. Our parliament, our government and our country must use every available tool to press both sides – the coalition and the Houthis – to implement the agreement and come back to the table for peace talks. A nationwide ceasefire must be agreed immediately, and the aid so desperately needed must be allowed into the country. Only then do we have a chance of resolving this conflict. Mr Hunt must keep Yemen at the top of the Foreign Office’s agenda. Keith Vaz MP Chair, all-party parliamentary group for Yemen • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1483",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/mar/05/eu-faces-nationalist-nightmare-in-next-five-years-says-verhofstadt",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-03-05T18:15:19Z",
    "webTitle": "EU faces nationalist ‘nightmare’ in next five years, says Verhofstadt",
    "webUrl": "https://www.theguardian.com/world/2019/mar/05/eu-faces-nationalist-nightmare-in-next-five-years-says-verhofstadt",
    "apiUrl": "https://content.guardianapis.com/world/2019/mar/05/eu-faces-nationalist-nightmare-in-next-five-years-says-verhofstadt",
    "fields": {
      "headline": "EU faces nationalist ‘nightmare’ in next five years, says Verhofstadt",
      "standfirst": "<p>Leader of liberal MEPs says elections in May are ‘last chance’ to fight populism<br></p>",
      "trailText": "Leader of liberal MEPs says elections in May are ‘last chance’ to fight populism<br>",
      "byline": "Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"3f8ce65572fcccb4fc0f93720d8ecb84b07099cc\"> <img src=\"https://media.guim.co.uk/3f8ce65572fcccb4fc0f93720d8ecb84b07099cc/0_197_3660_2196/1000.jpg\" alt=\"Guy Verhofstadt in front of an EU flag\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Guy Verhofstadt warned that the EU needed reform to avoid a ‘tragedy’.</span> <span class=\"element-image__credit\">Photograph: Stephanie Lecocq/EPA</span> </figcaption> </figure>",
      "body": "<p>The European Union risks a populist-nationalist “nightmare” by the middle of the next decade unless centrists can win greater public backing for the European cause, the liberal leader Guy Verhofstadt has said.</p> <p>Elections this May could herald a big shake-up of the European parliament. The duopoly of centre-right and centre-left is <a href=\"https://www.theguardian.com/politics/2019/feb/18/eu-parliaments-centrist-coalition-set-to-lose-majority-poll-finds-european-people-party-socialists-democrats\">expected to lose its majority for the first time in 40 years of direct elections</a> although Emmanuel Macron’s La République En Marche (La REM) is expected to win seats for the first time, boosting liberal forces.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/05/macron-vision-europe-britain-french-president-eu\">Macron’s overblown vision for Europe shows how much it needs Britain | Simon Tisdall</a> </p> </aside>  <p>Verhofstadt, the leader of the European parliament’s Alliance of Liberals and Democrats for Europe (ALDE) since 2009, said pro-European centrists had “a last chance” after the vote to wrest back ground from nationalists and populists before the next electoral contest in 2024.</p> <p>In an interview with the Guardian and five continental papers, the former Belgian prime minister said the EU needed an overhaul – managing the eurozone, migration and common defence – if it was to gain greater public support.</p> <p>“Nothing is eternal. Nothing. Not all political institutions are eternal. To reform is a duty that we have … and if if we fail, then the tragedy, the nightmare will become reality,” he said.</p> <p>Verhofstadt endorsed the <a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\">“European renaissance” promoted by Macron in a pan-European column this week</a>. He said the expected arrival of La REM MEPs would create a bloc broader than the current ALDE but he had no ambition to lead it. “A new centrist, pro-European reformist political force” was needed as an alternative to nationalists but also the status quo, Verhofstadt said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/05/donald-tusk-claims-anti-european-forces-meddled-brexit-vote\">Donald Tusk claims anti-European forces meddled in Brexit vote</a> </p> </aside>  <p>He ruled out a future alliance with Italy’s Five Star Movement, because of <a href=\"https://www.theguardian.com/world/2018/jun/02/matteo-salvini-italy-interior-minister-far-right-hardline-immigration\">the power-sharing agreement</a> with the far-right League party led by Matteo Salvini.</p> <p>Verhofstadt faced a backlash from his group two years ago when he sought to bring the Five Star Movement into ALDE, <a href=\"https://www.theguardian.com/world/2017/jan/10/five-star-movement-allianceukip-back-on-meps-block-split-nigel-farage-beppe-grillo\">out of Nigel Farage’s Eurosceptic alliance</a>. Rejecting suggestions of a mistake, Verhofstadt said it was “now no longer possible” for Five Star to join the liberals, which he said was a pity because of the pro-European MEPs in its ranks.</p> <p>A scathing critic of anti-EU populist leaders, whom he described as “enemies”, Verhofstadt claimed Salvini wanted migrants to come to Europe because it allowed the Italian leader to play on people’s fears. “Salvini, he hopes that more are coming because he will get more votes, because the fear will be bigger.”</p> <p>Verhofstadt has also crossed rhetorical swords with Hungary’s prime minister, Viktor Orbán, over migration and the rule of law. The MEP accused his political rivals in the centre-right European People’s party (EPP) of “lacking political courage” in dealing with Orbán after the European commission president, Jean-Claude Juncker, was targeted in an anti-EU poster official campaign with antisemitic overtones. There have been “awful posters in Budapest for months and months”, Verhofstadt said, referring to campaigns against him as well as the Hungarian-born philanthropist George Soros and the Dutch MEP Judith Sargentini, who <a href=\"https://www.theguardian.com/world/2019/jan/30/eu-leaders-must-do-more-to-save-rule-of-law-in-hungary-says-mep\">launched the rule-of-law sanctions process against Hungary</a>.</p> <p>The leader of the EPP, Manfred Weber, gave an ultimatum to Orbán on Tuesday to stop attacks on the EU, apologise to the EPP and allow Soros’s Central European University to continuing issuing US degrees from Budapest in order to avoid his party’s expulsion from the group.</p> <p>Verhofstadt has been accused by political rivals of delaying debate into the affairs of his own “problem” leader, the billionaire Czech prime minister, Andrej Babiš, a member of the ALDE group who stands accused of a conflict of interest over EU funds.</p> <p>Verhofstadt said Babiš would be obliged to “repair” a conflict of interest <a href=\"https://www.theguardian.com/world/2018/nov/30/czech-pm-accused-of-conflict-of-interest-over-eu-funds-to-businesses\">identified by European commission lawyers</a> before the European elections. “We [the ALDE] will scrutinise it in the coming weeks and coming months before the elections so we are sure that Mr Babiš is responding.”</p> <p>Verhofstadt is best known in the UK as the European parliament’s Brexit coordinator, but he does not want to prolong his work.</p> <p>Extending Brexit talks for a long time without a clear outcome from the British parliament in next week’s vote would be “the worst thing” for the EU, he said, claiming that Brexit was sapping the EU’s ability to agree on contested subjects such as eurozone reform and migration.</p> <p>“It is not only a question of time; mentally we are busy with Brexit. In the coming years we have to avoid that we are again busy with Brexit.”</p>",
      "newspaperPageNumber": "25",
      "wordcount": "733",
      "firstPublicationDate": "2019-03-05T18:15:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:53Z",
      "newspaperEditionDate": "2019-03-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvx66",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3f8ce65572fcccb4fc0f93720d8ecb84b07099cc/0_197_3660_2196/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The European Union risks a populist-nationalist “nightmare” by the middle of the next decade unless centrists can win greater public backing for the European cause, the liberal leader Guy Verhofstadt has said. Elections this May could herald a big shake-up of the European parliament. The duopoly of centre-right and centre-left is expected to lose its majority for the first time in 40 years of direct elections although Emmanuel Macron’s La République En Marche (La REM) is expected to win seats for the first time, boosting liberal forces. Verhofstadt, the leader of the European parliament’s Alliance of Liberals and Democrats for Europe (ALDE) since 2009, said pro-European centrists had “a last chance” after the vote to wrest back ground from nationalists and populists before the next electoral contest in 2024. In an interview with the Guardian and five continental papers, the former Belgian prime minister said the EU needed an overhaul – managing the eurozone, migration and common defence – if it was to gain greater public support. “Nothing is eternal. Nothing. Not all political institutions are eternal. To reform is a duty that we have … and if if we fail, then the tragedy, the nightmare will become reality,” he said. Verhofstadt endorsed the “European renaissance” promoted by Macron in a pan-European column this week. He said the expected arrival of La REM MEPs would create a bloc broader than the current ALDE but he had no ambition to lead it. “A new centrist, pro-European reformist political force” was needed as an alternative to nationalists but also the status quo, Verhofstadt said. He ruled out a future alliance with Italy’s Five Star Movement, because of the power-sharing agreement with the far-right League party led by Matteo Salvini. Verhofstadt faced a backlash from his group two years ago when he sought to bring the Five Star Movement into ALDE, out of Nigel Farage’s Eurosceptic alliance. Rejecting suggestions of a mistake, Verhofstadt said it was “now no longer possible” for Five Star to join the liberals, which he said was a pity because of the pro-European MEPs in its ranks. A scathing critic of anti-EU populist leaders, whom he described as “enemies”, Verhofstadt claimed Salvini wanted migrants to come to Europe because it allowed the Italian leader to play on people’s fears. “Salvini, he hopes that more are coming because he will get more votes, because the fear will be bigger.” Verhofstadt has also crossed rhetorical swords with Hungary’s prime minister, Viktor Orbán, over migration and the rule of law. The MEP accused his political rivals in the centre-right European People’s party (EPP) of “lacking political courage” in dealing with Orbán after the European commission president, Jean-Claude Juncker, was targeted in an anti-EU poster official campaign with antisemitic overtones. There have been “awful posters in Budapest for months and months”, Verhofstadt said, referring to campaigns against him as well as the Hungarian-born philanthropist George Soros and the Dutch MEP Judith Sargentini, who launched the rule-of-law sanctions process against Hungary. The leader of the EPP, Manfred Weber, gave an ultimatum to Orbán on Tuesday to stop attacks on the EU, apologise to the EPP and allow Soros’s Central European University to continuing issuing US degrees from Budapest in order to avoid his party’s expulsion from the group. Verhofstadt has been accused by political rivals of delaying debate into the affairs of his own “problem” leader, the billionaire Czech prime minister, Andrej Babiš, a member of the ALDE group who stands accused of a conflict of interest over EU funds. Verhofstadt said Babiš would be obliged to “repair” a conflict of interest identified by European commission lawyers before the European elections. “We [the ALDE] will scrutinise it in the coming weeks and coming months before the elections so we are sure that Mr Babiš is responding.” Verhofstadt is best known in the UK as the European parliament’s Brexit coordinator, but he does not want to prolong his work. Extending Brexit talks for a long time without a clear outcome from the British parliament in next week’s vote would be “the worst thing” for the EU, he said, claiming that Brexit was sapping the EU’s ability to agree on contested subjects such as eurozone reform and migration. “It is not only a question of time; mentally we are busy with Brexit. In the coming years we have to avoid that we are again busy with Brexit.”",
      "charCount": "4487",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-05T17:57:53Z",
    "webTitle": "No 10 concedes police numbers are relevant in fight against violent crime - as it happened",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live",
    "fields": {
      "headline": "No 10 concedes police numbers are relevant in fight against violent crime - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e3e76e4b09dbe4be92c7f#block-5c7e3e76e4b09dbe4be92c7f\">Jeremy Hunt’s Today interview - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7ead15e4b052c45da0bcc2#block-5c7ead15e4b052c45da0bcc2\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"54aaaf70a012513e0316029492487f18f51c5a24\"> <img src=\"https://media.guim.co.uk/54aaaf70a012513e0316029492487f18f51c5a24/619_450_2796_1678/1000.jpg\" alt=\"Police officers on duty as Theresa May visited Salisbury yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police officers on duty as Theresa May visited Salisbury yesterday.<br><br></span> <span class=\"element-image__credit\">Photograph: FACUNDO ARRIZABALAGA/POOL/EPA</span> </figcaption> </figure>",
      "body": "<div id=\"block-5c7ead15e4b052c45da0bcc2\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T17:47:38.732Z\">5.47pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Downing Street has accepted that police numbers are a factor in the fight against violent crime.</strong> (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e6ce5e4b052c45da0b973#block-5c7e6ce5e4b052c45da0b973\">1.23pm.) </a>The issue dominated the discussion at cabinet, and Number 10 has chosen to refine its message after <strong>Theresa May</strong> provoked fury yesterday by claiming there was “no direct correlation” between police numbers and the incidence of violent crime. According to the Daily Mail’s <strong>Jack Doyle</strong>, the home secretary, <strong>Sajid Javid</strong>, told the meeting that current police funding was inadequate.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jackwdoyle/status/1102908888083509249\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">At Cabinet this morning <br> :: Home Secretary Sajid Javid called for millions more in emergency funding for police to combat knife crime and other serious violence. Argued current resourcing ‘doesn’t go anywhere near far enough’. 1/2</p>&mdash; Jack Doyle (@jackwdoyle) <a href=\"https://twitter.com/jackwdoyle/status/1102908888083509249?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jackwdoyle/status/1102908891258675201\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Cabinet continued. :: Sajid Javid also called for more use of stop and search - within the law - to protect Black and Ethnic Minority kids who are most likely to be knife victims. 2/2</p>&mdash; Jack Doyle (@jackwdoyle) <a href=\"https://twitter.com/jackwdoyle/status/1102908891258675201?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <ul> <li><strong><a href=\"https://www.theguardian.com/business/2019/mar/05/bmw-mini-cowley-no-deal-brexit-toyota\">BMW has said it might be forced to stop making the Mini at its Cowley plant near Oxford in the event of a no-deal Brexit, putting more than 4,500 jobs and more than 100 years of carmaking at the site at risk.</a></strong><br></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/business/2019/mar/05/uk-economy-brexit-employment\">The UK economy came close to flatlining last month as Brexit uncertainty intensified and the global economy weakened, with employment levels falling at the fastest pace in almost nine years.</a></strong></li> </ul> <ul> <li><strong>Jeremy Hunt, the foreign secretary, has admitted that Tory MPs may get a free vote on extending article 50 next week.</strong> (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e35dee4b09dbe4be92c43#block-5c7e35dee4b09dbe4be92c43\"> 9.07am.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/05/donald-tusk-claims-anti-european-forces-meddled-brexit-vote\">Donald Tusk has claimed external powers meddled in the Brexit vote as he called for EU member states to do more to protect the upcoming European elections.</a></strong></li> </ul> <ul> <li><strong>Chris Grayling has insisted the government thought it was worth taking a “risk” over Brexit ferry contracts after brushing aside calls to resign as transport secretary.</strong> As the Press Association reports, Grayling faced shouts of “ahoy there” and “peekaboo” from opposition MPs as he arrived in the Commons, a day after failing to appear to answer an urgent question on the controversial £33m payout to Eurotunnel. The payment was to settle a legal action brought by Eurotunnel after the government awarded contracts to three ferry companies - one of which had no ships - to transport essential medical supplies from the EU if Britain leaves without a deal in place. Grayling said decisions on the matter were taken “collectively” by ministers, although he said they were “deeply sorry” it had not worked out as intended.</li> </ul> <ul> <li><strong>The Labour MP Jess Phillips has challenged Theresa May and Damian Hinds, the education secretary, to explain why her son’s school is going to close early on Fridays because it is short of money</strong>. She has suggested that parents affected by similar cuts organise a protest in London.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1102972501787844614\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dear <a href=\"https://twitter.com/DamianHinds?ref_src=twsrc%5Etfw\">@DamianHinds</a> and <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> cheers for this. Here is an email from my son&#39;s school I just received. <a href=\"https://twitter.com/hashtag/welcometomyworld?src=hash&amp;ref_src=twsrc%5Etfw\">#welcometomyworld</a> <a href=\"https://t.co/ufu66fu4Lo\">pic.twitter.com/ufu66fu4Lo</a></p>&mdash; Jess Phillips (@jessphillips) <a href=\"https://twitter.com/jessphillips/status/1102972501787844614?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1102973485234696197\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Oh while I&#39;m here <a href=\"https://twitter.com/DamianHinds?ref_src=twsrc%5Etfw\">@DamianHinds</a> <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> feel like a report to <a href=\"https://twitter.com/EHRC?ref_src=twsrc%5Etfw\">@EHRC</a> coming on from the same email from my son&#39;s school <a href=\"https://twitter.com/hashtag/fuckyourlittleextras?src=hash&amp;ref_src=twsrc%5Etfw\">#fuckyourlittleextras</a> <a href=\"https://t.co/7MlIeknuKU\">pic.twitter.com/7MlIeknuKU</a></p>&mdash; Jess Phillips (@jessphillips) <a href=\"https://twitter.com/jessphillips/status/1102973485234696197?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1102979545492267009\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I&#39;d like to once again invite <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> to come to my constituency, if she could come on a Friday and pick my son up from school at 1pm as his school can&#39;t afford to stay open. In fact I think I&#39;ll leave him on the steps of <a href=\"https://twitter.com/10DowningStreet?ref_src=twsrc%5Etfw\">@10DowningStreet</a></p>&mdash; Jess Phillips (@jessphillips) <a href=\"https://twitter.com/jessphillips/status/1102979545492267009?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1102980478846394369\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Every parent whose children&#39;s school shuts early on a Friday how about I get some coaches and we can leave our kids one Friday afternoon in the foyer of the <a href=\"https://twitter.com/educationgovuk?ref_src=twsrc%5Etfw\">@educationgovuk</a> Up for it?</p>&mdash; Jess Phillips (@jessphillips) <a href=\"https://twitter.com/jessphillips/status/1102980478846394369?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/05/tories-suspend-14-members-over-alleged-islamophobia\">The Conservative party has suspended 14 members for allegedly making Islamophobic comments after a string of abusive posts were uncovered on social media.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/05/margaret-hodge-corbyn-misled-me-over-antisemitism-labour\">Senior staff in Jeremy Corbyn’s office advised against suspending a Labourmember who had defended an antisemitic mural, leaked emails reveal.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/05/labour-adopts-new-sexual-harassment-policy\">The Labour party is to bring in independent specialists to deal with sexual harassment complaints, after criticism of its procedures.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T17:57:53.866Z\">at 5.57pm GMT</time></p>  </div> <div id=\"block-5c7eb1b1e4b0f96cae7dac5e\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T17:30:07.156Z\">5.30pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Welsh first minister,<strong> Mark Drakeford</strong>, has urged Theresa May to formally rule out a no deal Brexit as the Welsh and Scottish parliaments held their first simultaneous debates and vote on the same motion.</p> <p>Holyrood is due to vote at 6pm on the motion calling for a no deal option to be abandoned and for article 50 to be extended, with the Welsh assembly vote soon afterwards. It is the first time since devolution 20 years ago the two legislatures have joined forces in this way, with the Tories expected to vote against the motion in both places.</p> <p>In his opening statement in Cardiff, Drakeford said:</p> <blockquote class=\"quoted\"> <p>In taking this historical step, we and our friends in Scotland hope to send a clear and united message to the UK government that action must be taken now to rule out a no-deal outcome at any time.</p> <p>By failing to do so the UK government is acting recklessly. The implications of a no deal are happening now, with investors like Honda and Nissan pulling out of the UK or cancelling investment plans. The impacts will get worse every day the uncertainty is allowed to continue.</p> <p>We are just 24 days away from crashing out of the EU. The prime minister can and must take action to remove this risk. I hope today’s joint debate and votes will place further pressure on the prime minister to do the right thing.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"dbf35f5af4f7dbeca1cebe5d336aca180702fcb8\"> <img src=\"https://media.guim.co.uk/dbf35f5af4f7dbeca1cebe5d336aca180702fcb8/0_174_3138_1883/1000.jpg\" alt=\"Mark Drakeford\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mark Drakeford</span> <span class=\"element-image__credit\">Photograph: Matthew Horwood/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c7eaf75e4b052c45da0bce0\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T17:21:54.738Z\">5.21pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Britons living in Cyprus will have their rights protected even in the event of a no-deal Brexit, the Cypriot foreign minister, <strong>Nikos Christodoulides</strong> has told Jeremy Hunt, his UK counterpart.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1102914532983406592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thank you to Cypriot FM <a href=\"https://twitter.com/Christodulides?ref_src=twsrc%5Etfw\">@Christodulides</a> 🇨🇾 for announcing that UK Nationals in Cyprus will be protected in any <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> scenario. A reflection of the importance we both place on our citizens as we look to the future of our great relationship <a href=\"https://t.co/2NTknCCtAe\">pic.twitter.com/2NTknCCtAe</a></p>&mdash; Jeremy Hunt (@Jeremy_Hunt) <a href=\"https://twitter.com/Jeremy_Hunt/status/1102914532983406592?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7eaca0e4b052c45da0bcbc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T17:08:21.140Z\">5.08pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Robert Goodwill,</strong> a former children’s minister who left government in the reshuffle a year ago, has been appointed to replace George Eustice as an environment minister following Eustice’s resignation on Friday, Downing Street has announced.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carldinnen/status/1102977465553731586\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Robert Goodwill gets George Eustice’s old job. <a href=\"https://t.co/ek5k9pBzN0\">pic.twitter.com/ek5k9pBzN0</a></p>&mdash; Carl Dinnen (@carldinnen) <a href=\"https://twitter.com/carldinnen/status/1102977465553731586?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7eaab9e4b09dbe4be931ce\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T17:04:29.979Z\">5.04pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">No-deal Brexit could lead to 'sharp increase in unemployment' in Northern Ireland, political parties told</h2>  <div class=\"block-elements\">  <p>These are from <strong>John Campbell</strong>, the BBC’s Northern Ireland economics and business editor.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102959415269998593\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Head of the NI Civil Service has sent an updated no-deal Brexit letter to the local parties warning of &quot;grave&quot; consequences which could have a &quot;profound &amp; long lasting impact on society.&quot;</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102959415269998593?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102963821784850435\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Much content is similar to a letter David Stering wrote to Whitehall depts in December. But some of the language is tougher warning of “sharp increase in unemployment&quot;</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102963821784850435?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102964079826743296\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Also that if a no-deal exit is felt to be handled in an unfair manner then there could be &quot;additional challenges for the police if the approach appeared to be unfair or unreasonable for some of those most affected&quot;</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102964079826743296?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102968562375950337\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">I think the most important paragraph in this letter is one which refers to &#39;a very serious dilemma&#39;.</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102968562375950337?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102969266394071041\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">The language is slightly coded but it seems Mr Sterling is saying the no-deal choice will be this:<br>1) Have new checks &amp; controls on NI goods entering the Republic<br>2) Effectively see north to south agri food trade cease</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102969266394071041?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102969478244110337\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">He says this dilemma could only be resolved &#39;if there were to be a material shift in the fundamental position, including the statutory obligations, of one or more of the authorities&#39;</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102969478244110337?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102970204823396354\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">The letter also says &#39;trade with Ireland could only continue on a legal basis if arrangements were put in place to collect tariffs and fulfil other regulatory obligations&#39;</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102970204823396354?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1102970520268664840\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Seems to be this is about as close as you could expect a senior civil servant to get to suggesting the intention of avoiding a hard border mght not be sustainable.</p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1102970520268664840?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7ea7c7e4b052c45da0bc97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T16:54:11.981Z\">4.54pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Express’s <strong>Joe Barnes.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Barnes_Joe/status/1102973119822786560\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Attorney General Geoffrey Cox arriving in Brussels asked if there is still hope for May’s Brexit deal. He said: ‘I’m sure there is, there’s always hope. Reasonable conversations going on but you’re not going to expect me to comment, these are very sensitive discussions.’</p>&mdash; Joe Barnes (@Barnes_Joe) <a href=\"https://twitter.com/Barnes_Joe/status/1102973119822786560?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <p>The phrase “there’s always hope” normally signals the opposite; that, actually, hope has all but vanished, and that disaster is imminent. </p> <p>I presume that wasn’t the message that Cox was trying to convey on this occasion, and that he was just engaging with the question, but without being there it is hard to know ...</p> </div>   </div> <div id=\"block-5c7ea6fae4b052c45da0bc89\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T16:42:47.637Z\">4.42pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from Sky’s <strong>Ed Brown.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/edmunddbrown/status/1102970988805931010\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Attorney General <a href=\"https://twitter.com/Geoffrey_Cox?ref_src=twsrc%5Etfw\">@Geoffrey_Cox</a> and Brexit Secretary <a href=\"https://twitter.com/SteveBarclay?ref_src=twsrc%5Etfw\">@SteveBarclay</a> arrive at the European Commission for yet more talks with <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a>. Tonight, at least there’ll be dinner. <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> <a href=\"https://t.co/ULOyycZaDS\">pic.twitter.com/ULOyycZaDS</a></p>&mdash; Ed Brown (@edmunddbrown) <a href=\"https://twitter.com/edmunddbrown/status/1102970988805931010?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7ea34de4b0f96cae7dabab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T16:32:26.039Z\">4.32pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andy Bell</strong> from 5 News sums up today’s politics - well, the non-Brexit stuff - in one picture.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andybell5news/status/1102967543206211589\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On the left Conservatives and Islamophobia on the right Labour and antisemitism - so that’s where we are #2019 <a href=\"https://t.co/juCPTASjr6\">pic.twitter.com/juCPTASjr6</a></p>&mdash; Andy Bell (@andybell5news) <a href=\"https://twitter.com/andybell5news/status/1102967543206211589?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7ea259e4b0f96cae7dab93\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T16:26:07.856Z\">4.26pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Katya Adler,</strong> the BBC’s Europe editor, has posted a Twitter thread about this week’s UK-EU Brexit talks. It starts here.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1102948058558590978\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">EU-UK technical talks to find a’landing zone’ on the backstop are likely to go on throughout the week, possibly into the weekend and even Monday too /1</p>&mdash; katya adler (@BBCkatyaadler) <a href=\"https://twitter.com/BBCkatyaadler/status/1102948058558590978?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <p>She makes the main point in the final tweet.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1102954228190978048\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">EU basically not budging its position. Remember: Commission negotiators don’t have legal power to add to/change Withdrawal Agreement. Needs nod from EU leaders and they’re still not sure what will guarantee Brexit deal approval in HoC. Hardly an incentive to break EU red lines /5</p>&mdash; katya adler (@BBCkatyaadler) <a href=\"https://twitter.com/BBCkatyaadler/status/1102954228190978048?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7e9ff1e4b0f96cae7dab67\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T16:19:24.514Z\">4.19pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Fiona Onasanya will be subject to recall procedure, MPs told</h2>  <div class=\"block-elements\">  <p>In the Commons a few minutes ago<strong> John Bercow,</strong> the speaker, told MPs that he has now received formal notification that <a href=\"https://www.theguardian.com/politics/2019/mar/05/mp-fiona-onasanya-loses-attempt-to-appeal-against-conviction\">Fiona Onasanya has been refused leave to appeal against her conviction for perverting the course of justice,</a> and that as a result she will be subject to the recall procedure allowed under the Recall of MPs Act.</p> <p>This means that if 10% of her constituents sign a petition, there will be a byelection.</p> <p>Bercow said it would be for the petitions officer to announce details of when the petition will open.</p>  <figure class=\"element element-image\" data-media-id=\"96c5d73db9d8e945c7e5122751f7e9da15e0bcd1\"> <img src=\"https://media.guim.co.uk/96c5d73db9d8e945c7e5122751f7e9da15e0bcd1/0_65_3024_1814/1000.jpg\" alt=\"Fiona Onasanya leaving the Royal Courts of Justice after being refused leave to appeal against her conviction today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fiona Onasanya leaving the Royal Courts of Justice after being refused leave to appeal against her conviction today.</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T16:19:40.747Z\">at 4.19pm GMT</time></p>  </div> <div id=\"block-5c7e9e3de4b0f96cae7dab41\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T16:06:55.588Z\">4.06pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is a column from my colleague<strong> Gaby Hinsliff</strong> on Theresa May’s claim yesterday that there is no “direct correlation” between police numbers and violent crime.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/05/children-dying-may-response-conservative\">Children are dying on our streets – May’s response is not good enough | Gaby Hinsliff</a> </p> </aside>  <p>And this is how it starts.</p> <blockquote class=\"quoted\"> <p><a href=\"https://www.theguardian.com/uk-news/2019/mar/04/knife-victims-10-teenagers-killed-in-2019\">Their faces</a> are hauntingly impossible to ignore, staring out from <a href=\"https://www.bbc.co.uk/news/blogs-the-papers-47449773\">the front pages</a>. Some are in school uniform, little more than children; others all teenage bravado, hovering on the difficult cusp of adulthood.</p> <p>But all <a href=\"https://www.dailymail.co.uk/news/article-6770905/MPs-police-clash-27-teens-stabbed-death-year.html\">27 teenagers</a> were far too young to die like this, stabbed to death on the streets of Britain in the past 12 months. This is the kind of national moment that demands a swift, reassuring and comprehensive response from politicians. And yet what it gets is Theresa May, stiffly insisting that there is “<a href=\"https://www.theguardian.com/uk-news/2019/mar/04/knife-boosted-by-toxic-mix-of-cuts-to-police-and-youth-services\">no direct correlation</a>” between the rising tide of knife crime and police numbers. Nothing has changed, or if it has then it definitely wasn’t her fault. It is a characteristically tone-deaf response to a public mood characterised by alarm and sorrow; why can’t she see that dead children requires something more emotionally literate than this? But the bigger problem is that what she’s saying flies in the face of common sense.</p> </blockquote> </div>   </div> <div id=\"block-5c7e9a9ee4b052c45da0bbbb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T16:03:15.547Z\">4.03pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>According to BuzzFeed’s<strong> Alex Wickham,</strong> t<a href=\"https://www.buzzfeed.com/alexwickham/the-tory-party-suspended-14-members-over-islamophobia\">he Conservative party has today suspended 14 members over Islamophobic comments posted on a pro-Tory Facebook page.</a></p> <p><strong>Rob Ford</strong>, an academic who co-wrote <a href=\"https://www.amazon.co.uk/Revolt-Right-Explaining-Extremism-Democracy/dp/0415661501\">the definitive book on the rise of Ukip</a>, has posted a good thread on Twitter explaining why the problem of racism in the party is one that is likely to get worse under Theresa May.</p> <p>It starts here.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robfordmancs/status/1102952895887167488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Couple of thoughts on this. Cons have had long-standing problem with EM voters, including Muslims, going back to at least era of Enoch Powell. Rooted in widespread belief among EM voters than Cons at best don’t take prejudice seriously, at worst use it for political gain 1/? <a href=\"https://t.co/GtKxZRl5Mw\">https://t.co/GtKxZRl5Mw</a></p>&mdash; Rob Ford (@robfordmancs) <a href=\"https://twitter.com/robfordmancs/status/1102952895887167488?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <p>And here are two of his posts.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robfordmancs/status/1102955221557407744\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Fast forward to 2017, and Cons under May largely abandon the Cameron strategy and focus instead on winning over UKIP voters by promising hard Brexit and immigration control. But those aren&#39;t the only views held by UKIP voters 4/?</p>&mdash; Rob Ford (@robfordmancs) <a href=\"https://twitter.com/robfordmancs/status/1102955221557407744?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robfordmancs/status/1102955469478473728\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Pretty much all forms of prejudice and intolerance - including racism and islamophobia - were found more frequently among 2015 UKIP voters than any other party&#39;s supporters. Attracting such voters inevitably meant attracting many with such views into the party 5/?</p>&mdash; Rob Ford (@robfordmancs) <a href=\"https://twitter.com/robfordmancs/status/1102955469478473728?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7e9451e4b0f96cae7daad0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T15:45:45.155Z\">3.45pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>During points of order in the Commons earlier <strong>Sarah Wollaston</strong>, the chair of the Commons health committee, claimed that Labour wanted to remove Luciana Berger from the committee. Wollaston, a former Conservative, and Berger, a former Labour MP, are both now members of the Independent Group, and Wollaston said that, since Berger was originally appointed to the committee in her capacity as a Labour MP, the party now wanted to replace her. She said that this move would be “deeply unhelpful”, particularly because Berger was on maternity leave. </p> <p><strong>John Bercow,</strong> the speaker, said there was precedent for an MP who was appointed to a select committee to represent one party being removed after defecting to another. But he said the Commons as a whole would have to vote for a motion approving this, and that he was not aware of any plans for a vote on replacing Berger.</p> </div>   </div> <div id=\"block-5c7e94e9e4b09dbe4be9309d\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T15:35:27.633Z\">3.35pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Theresa May will be holding her own Brexit talks later today when she meets the Cypriot president, Nicos Anastasiades, in Downing Street.</p> <p>As the leader of a former British colony - that is now home to at least 70,000 UK residents - the Cypriot president and his government are concerned about the UK’s withdrawal from the EU in ways that other member states aren’t. </p> <p>Britain’s status as a guarantor power of the war-divided Mediterranean island, and the role it will play in the country’s eventual reunification, is expected to top the agenda when Anastasiades meets May later this afternoon.</p> <p>In separate talks with Jeremy Hunt earlier today, Cyprus’ foreign minister Nikos Christodoulides urged the UK government to publicly announce that ongoing Brexit negotiations would in no way impede the resumption of the stalled peace process to reunify the island’s Greek and Turkish communities, as claimed by Ankara.</p> <p>The prospect of no deal has especially worried the Cypriot government both in terms of its potential impact on the number of Britons visiting the island, the plight of UK pensioners resident there, and the future of the two sovereign military bases retained by Britain following independence. </p> <p>Today’s meetings follow last night’s Cyprus celebrations at Buckingham Palace - a first-ever event also aimed at strengthening bilateral ties and allaying ‘no deal’ fears. <br></p>  <figure class=\"element element-image\" data-media-id=\"f7781dba23364b09dfb9a848979d6e6a310c6772\"> <img src=\"https://media.guim.co.uk/f7781dba23364b09dfb9a848979d6e6a310c6772/0_77_3500_2100/1000.jpg\" alt=\"The Prince of Wales greets the President of Cyprus Nicos Anastasiades (centre) and his wife Andri during a reception at Buckingham Palace last night.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Prince of Wales greets the President of Cyprus Nicos Anastasiades (centre) and his wife Andri during a reception at Buckingham Palace last night.</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c7e9312e4b052c45da0bb53\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T15:21:40.514Z\">3.21pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Philip Hammond,</strong> the chancellor, told MPs earlier today, during Treasury questions, that if a Brexit deal is agreed, a “huge amount of pent-up investment” will flood into the economy. He said:</p> <blockquote class=\"quoted\"> <p>My view is that we have a huge amount of pent-up investment that has not gone ahead over the last two-and-a-half years because of uncertainty. </p> <p>Once we can provide clarity to British business about our future and we do that by supporting the deal that the prime minister will be bringing forward next week, we will unleash that investment and we will allow Britain to achieve its rightful potential as one of the world’s leading technology powers.</p> </blockquote> </div>   </div> <div id=\"block-5c7e91e9e4b052c45da0bb3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T15:14:13.936Z\">3.14pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is the Labour MP<strong> Margaret Hodge</strong> on<a href=\"https://www.theguardian.com/politics/2019/mar/05/margaret-hodge-corbyn-misled-me-over-antisemitism-labour\"> the latest leaked email</a> showing staff in Jeremy Corbyn’s office were consulted about the handling of antisemitism complaints.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/margarethodge/status/1102945200194945025\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Leaked emails from <a href=\"https://twitter.com/thetimes?ref_src=twsrc%5Etfw\">@thetimes</a> again confirm all of my concerns. Despite being told the complete opposite by Corbyn, his inner team have been intervening in antisemitism cases. Either Corbyn or his office have deliberately misled me</p>&mdash; Margaret Hodge (@margarethodge) <a href=\"https://twitter.com/margarethodge/status/1102945200194945025?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7e863de4b0f96cae7daa1d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:52:06.506Z\">2.52pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Tories have 'deep-rooted problem' with Islamophobia, former party chair Sayeeda Warsi says</h2>  <div class=\"block-elements\">  <p>The Conservative party also has its own problems with racism.<strong> Sayeeda Warsi</strong>, the former party chair, has called for an independent inquiry into “institutional” Islamophobia in the party. She said that the problem was “deep-rooted” within her party and that it could damage Tory chances at the next election.</p> <p>As the Press Association reports, Warsi’s intervention came after Tory council candidate Peter Lamb quit after coming under fire for social media comments about Islam. <br></p> <p>Lamb was due to stand in Harlow, Essex, in May’s local elections despite having been disciplined in 2017. In 2015, he tweeted: “Islam like alcoholism [sic]. The first step to recovery is admit you have a problem.” Later in the same year, he tweeted: “Turkey buys oil from ISIS. Muslims sticking together.” </p> <p>Subsequently he said: “I deeply regret my remarks on social media. At no point did I intend to cause any offence to the Muslim community. I have reflected on my comments and decided that I should step down as a local election candidate and resign (from) the Conservative party with immediate effect.” <br></p> <p>A Conservative spokesman said: </p> <blockquote class=\"quoted\"> <p>Mr Lamb was investigated and suspended by his local association back in 2017. He has subsequently resigned from the party. </p> <p>Discrimination or abuse of any kind is wrong and will not be tolerated. </p> <p>When CCHQ have been made aware of cases we have acted swiftly and decisively, suspending or expelling those involved and launching an immediate investigation under our party’s code of conduct.</p> </blockquote> <p>But in an interview with the World at One Warsi, a member of the House of Lords and a former minister, insisted that the Tories were not doing enough to address the problem of Islamophobia in the party. She said:<br></p> <blockquote class=\"quoted\"> <p>We have a deep-rooted problem of anti-Muslim comments, Islamophobic comments, racist comments that have been made right from the top - from MPs through to councillors, council candidates, members, linked groups.</p> </blockquote> <p>In the past she suggested an internal inquiry could address the problem. But now she thought an independent inquiry was needed, she said.</p> <blockquote class=\"quoted\"> <p>We cannot have a situation where a mainstream political party is sending out a message in the way it is acting that certain parts of our country, certain communities in our country, certain citizens in our country, are simply not welcome in our party and therefore are creating this environment in which, sadly, I think we will feel the impact at the next election.</p> </blockquote> <p>Warsi urged Tory chief executive and treasurer Sir Mick Davis to act, claiming Thereas May and party chairman Brandon Lewis had “failed” to address the problem.</p>  <figure class=\"element element-image\" data-media-id=\"8d33fb954e37cf8ce7024792a1c33809aee00b6c\"> <img src=\"https://media.guim.co.uk/8d33fb954e37cf8ce7024792a1c33809aee00b6c/0_53_5701_3422/1000.jpg\" alt=\"Sayeeda Warsi\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sayeeda Warsi</span> <span class=\"element-image__credit\">Photograph: The Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c7e8852e4b0f96cae7daa3a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:35:27.307Z\">2.35pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Rudd refuses to back May's claim there is 'no direct correlation' between police numbers and violent crime</h2>  <div class=\"block-elements\">  <p><em>Q: What do you think of Theresa May’s comment about there being no direct correlation between police numbers and the incidence of violent crime, given your previous role as home secretary?</em></p> <p>Rudd says these crimes are heartbreaking. There are many different elements explaining the increase, she says. She says there have been a lot of new government interventions. She hopes they will make a difference.</p> <ul> <li><strong>Rudd refuses to explicitly back May’s claim (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e54d8e4b052c45da0b7f0#block-5c7e54d8e4b052c45da0b7f0\"> 11.07am) </a>that there is “no direct correlation” between police numbers and the incidence of violent crime.</strong></li> </ul> <p>Rudd’s answer is not hugely surprising because Downing Street itself appears to have dropped the phrase that May used yesterday. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e6ce5e4b052c45da0b973#block-5c7e6ce5e4b052c45da0b973\"> 1.23pm.)</a></p>  <figure class=\"element element-image\" data-media-id=\"f56ac687f855856c272cea55f715aecec984d960\"> <img src=\"https://media.guim.co.uk/f56ac687f855856c272cea55f715aecec984d960/24_0_587_352/500.png\" alt=\"Amber Rudd\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amber Rudd</span> <span class=\"element-image__credit\">Photograph: YouTube</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T14:40:16.614Z\">at 2.40pm GMT</time></p>  </div> <div id=\"block-5c7e87e0e4b0f96cae7daa31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:31:26.658Z\">2.31pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Is it fair to carry on the contract with the firm that does the work capability assessments?</em></p> <p>Rudd says there are different views about how best to improve the work capability assessments. She is determined to ensure that they are improved.</p> <p>She says she hopes the contract for this work will be more competitive in the future.</p> <p><em>Q: Do you regret that the benefit freeze had to carry on this year?</em></p> <p>Rudd says there are no plans to extend the benefit freeze.</p> </div>   </div> <div id=\"block-5c7e8769e4b052c45da0baab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:29:50.788Z\">2.29pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Do you think your party needs to apologise for describing benefit claimants as scroungers?</em></p> <p>Rudd says she does not recognise that language. She does not accept that that is how the party treated people in the past.</p> <p>But she says she is not saying that everything was perfect in the past.</p> <p><em>Q: Could you stay in government if Tory MPs are whipped to vote for a no-deal Brexit next week?</em></p> <p>Rudd says she is hoping that the deal will be passed next week. That is what she wants, so that she and other ministers can get on with their departmental priorities.</p> </div>   </div> <div id=\"block-5c7e86e7e4b0f96cae7daa2b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:27:44.928Z\">2.27pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Amber Rudd's Q&amp;A</h2>  <div class=\"block-elements\">  <p><strong>Amber Rudd,</strong> the work and pensions secretary, is now taking questions from journalists.</p> <p><em>Q: Some people feel they have been put on trial by the DWP? Has this damaged the Conservative party?</em></p> <p>Rudd says it would be a mistake to think the situation was perfect in the past. The benefits system can always be improved. That is what she is doing.</p> <p><em>Q: There are reports today you have been gagged by the Tories. Is this true?</em></p> <p>No, says Rudd. Otherwise she would not be here.</p> </div>   </div> <div id=\"block-5c7e84d3e4b0f96cae7daa0d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:21:31.826Z\">2.21pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>As the Guardian reports, <a href=\"https://www.theguardian.com/politics/2019/mar/05/margaret-hodge-corbyn-misled-me-over-antisemitism-labour\">the Labour MP Margaret Hodge has claimed that Jeremy Corbyn misled her</a> when he told her recently that his office did not intervene in the party’s handling of complaints about antisemitism.</p> <p>The Times’s <strong>Sam Coates </strong>has revealed fresh emails showing that staff in Corbyn’s office were consulted about how some of these complaints should be handled.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesTimes/status/1102907324665159680\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour leaked emails<br><br>Corbyn office recommended against suspension in antisemitic mural row, leak reveals<br><br>STORY: <a href=\"https://t.co/9v2KqF2pAt\">https://t.co/9v2KqF2pAt</a><br><br>Read March 2018 emails from Labour “head of disputes” to top Corbyn team - and the response of Laura Murray here over case <a href=\"https://t.co/ibP18dZKGS\">pic.twitter.com/ibP18dZKGS</a></p>&mdash; Sam Coates Times (@SamCoatesTimes) <a href=\"https://twitter.com/SamCoatesTimes/status/1102907324665159680?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <p>A Labour spokesperson said:</p> <blockquote class=\"quoted\"> <p>Since becoming general secretary, Jennie Formby has made procedures for dealing with complaints about antisemitism more robust. Staff who work on disciplinary matters have always led on investigations and recommendations on individual cases. Any suggestion that staff in the leader’s office overturned recommendations on individual cases is categorically untrue.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T14:54:29.422Z\">at 2.54pm GMT</time></p>  </div> <div id=\"block-5c7e83fee4b0f96cae7daa07\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:16:47.225Z\">2.16pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Fiona Onasanya has lost an appeal against her conviction for perverting the course of justice, leaving open the possibility of a recall petition which could force the Peterborough MP from office, my colleague<strong> Rajeev Syal</strong> reports.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/05/mp-fiona-onasanya-loses-attempt-to-appeal-against-conviction\">MP Fiona Onasanya loses appeal against conviction</a> </p> </aside> </div>   </div> <div id=\"block-5c7e83b0e4b0f96cae7daa05\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:12:40.897Z\">2.12pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>BMW has said it might be forced to stop making the Mini at its Cowley plant near Oxford in the event of a no-deal <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>, putting more than 100 years of carmaking at the site at risk, my colleagues<strong> Jasper Jolly</strong> and <strong>Rob Davies </strong>report.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/mar/05/bmw-mini-cowley-no-deal-brexit-toyota\">BMW may stop making Mini at Cowley if there is no-deal Brexit</a> </p> </aside> </div>   </div> <div id=\"block-5c7e8298e4b0f96cae7daa02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T14:11:09.822Z\">2.11pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Amber Rudd</strong>, the work and pensions secretary, has just started her speech on disability benefits. There is a live feed here.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=J1n85jgo1P8\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/J1n85jgo1P8?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Amber Rudd’s speech</figcaption> </figure>   <p>Here is <a href=\"https://www.theguardian.com/society/2019/mar/04/pensioners-freed-from-disability-benefits-reviews-says-rudd\">the Guardian story previewing the speech</a>, in which Rudd will announce and overhaul of <a href=\"https://www.theguardian.com/society/2019/jan/15/disability-benefits-reform-costs-government-4bn-in-extra-welfare-payments\">personal independence payments (Pip)</a> for older people.</p> <p>And here is<a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-03-05/HCWS1376/\"> a written ministerial statement from Rudd </a>with more details of the announcement.</p> <p>I won’t be covering the speech minute by minute, but I will tune in for the Q&amp;A.</p> </div>   </div> <div id=\"block-5c7e7be1e4b0f96cae7da9bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T13:48:25.951Z\">1.48pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Stephen Barclay, </strong>the Brexit secretary, posted this on his Twitter feed earlier, ahead of his trip to Brussels. He is going there with Geoffrey Cox, the attorney general. They will be meeting Michel Barnier, the EU’s chief Brexit negotiator, and his team between 4.30pm and 6pm UK time, and then having dinner with them.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveBarclay/status/1102910391049428993\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Departing for a further set of talks with <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> alongside the Attorney General <a href=\"https://twitter.com/Geoffrey_Cox?ref_src=twsrc%5Etfw\">@Geoffrey_Cox</a>. We are determined to get a deal over the line and deliver on Brexit</p>&mdash; Steve Barclay MP (@SteveBarclay) <a href=\"https://twitter.com/SteveBarclay/status/1102910391049428993?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <p>This tweet suggests Barclay thinks a deal is still possible but, according to Sky’s <strong>Faisal Islam,</strong> he has also written to Barnier asking if the UK and the EU can agree to implement the citizens’ rights section of the withdrawal agreement, even if the overall agreement fails to pass the Commons.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/1102919173137752066\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW. Sky Sources: Brexit Secretary Barclay has written to EU negotiator Barnier asking to carve out citizens rights chapters of Withdrawal Agreement to apply even in a No Deal situation.</p>&mdash; Faisal Islam (@faisalislam) <a href=\"https://twitter.com/faisalislam/status/1102919173137752066?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <p>This request is one mandated by the Commons, when<a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76e681e4b01c747a0e521f#block-5c76e681e4b01c747a0e521f\"> it passed the Alberto Costa amendment </a>without opposition last week. <a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76dba3e4b0822aecfce38b#block-5c76dba3e4b0822aecfce38b\">At the time Barclay said that he would formally ask the EU to agree a stand-alone citizens’ rights deal,</a> in the event of there being no overall deal. </p> <p>But <a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77f03ee4b0c5f2136647e6#block-5c77f03ee4b0c5f2136647e6\">the EU has already said it will not accept this proposal.</a></p> </div>   </div> <div id=\"block-5c7e6ce5e4b052c45da0b973\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T13:23:25.792Z\">1.23pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Downing Street concedes that police numbers are relevant in the fight against violent crime</h2>  <div class=\"block-elements\">  <p>Yesterday <strong>Theresa May</strong> said that there was “no direct link” between between police numbers and the incidence of violent crimes. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e54d8e4b052c45da0b7f0#block-5c7e54d8e4b052c45da0b7f0\">11.07am.) </a>Her comment caused quite a stir, as <a href=\"https://www.theguardian.com/uk-news/2019/mar/04/knife-boosted-by-toxic-mix-of-cuts-to-police-and-youth-services\">the Guardian splash</a> this morning reflected.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNews/status/1102695541446721546\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tuesday&#39;s Guardian: &quot;Outrage at May&#39;s denial of austerity link to stabbings&quot; (via <a href=\"https://twitter.com/hendopolis?ref_src=twsrc%5Etfw\">@hendopolis</a>) <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/f52YuKlxPf\">pic.twitter.com/f52YuKlxPf</a></p>&mdash; BBC News (UK) (@BBCNews) <a href=\"https://twitter.com/BBCNews/status/1102695541446721546?ref_src=twsrc%5Etfw\">March 4, 2019</a></blockquote>  </figure>  <p>Today Downing Street has refined its message. At the lunchtime lobby briefing, the prime minister’s spokesman conceded that police resources were relevant in the fight against violent crime.</p> <p>Asked if the prime minister agreed with Cressida Dick, the Metropolitan police commissioner who this morning said that “of course” there was a link between violent crime and police numbers (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e54d8e4b052c45da0b7f0#block-5c7e54d8e4b052c45da0b7f0\"> 11.07am)</a>, the spokesman said:</p> <blockquote class=\"quoted\"> <p>The point that the PM was making yesterday is that this a complex area, and that we need to be addressing the issues in all areas. That means, yes, of course, making sure that the police have the powers and resources that they need, but at the same time making sure that we are taking action elsewhere.</p> <p>That could be early intervention. It means tacking gang culture, to stop gangs grooming young people ... It means addressing the challenges posed by drugs and county lines. It also means taking a mental health approach.</p> </blockquote> <p>The spokesman also said it was “a matter of fact that both spending on police, and the number of police officers, are currently increasing.” The government was investing up to £970m more in policing next year, he said.</p> <p>The spokesman also claimed that there was no contradiction between what he was saying and what May said yesterday. Although he did not repeat her “no direct correlation” argument about the link between violent crime and police numbers, he pointed out that in her full answer on this topic yesterday she said that this was a complex matter, with a range of factors being relevant.</p> <p>For the record, here is the fullest version I can find of what May said on this yesterday. She said: <br></p> <blockquote class=\"quoted\"> <p>If you look at the figures, what you see is that there’s no direct correlation between certain crimes and police numbers. What matters is how we ensure that police are responding to these criminal acts when they take place, that people are brought to justice. </p> <p>But what also matters is, as a government, that we look at the issues which underpin, that underlie, this use of knives and that we act on those. That’s a cross-government approach, it’s not just about the police, it’s about the whole of government and it’s the whole of government that’s responding.</p> </blockquote> <p>At the briefing the spokesman said knife crime was the main item discussed at cabinet today. He said that May told her colleagues she would be asking “the Home Office to urgently coordinate a series of cabinet-level ministerial meetings and engagements to accelerate the work the government is doing in support of local authorities, the police and others.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T13:32:10.436Z\">at 1.32pm GMT</time></p>  </div> <div id=\"block-5c7e7180e4b0f96cae7da94d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T12:57:48.489Z\">12.57pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Bercow allows emergency debate today on Grayling's Seaborne Freight contrac</h2>  <div class=\"block-elements\">  <p><strong>John Bercow,</strong> the speaker, has just agree to a request from the SNP MP Alan Brown to allow an emergency debate on the Department of Transport’s<a href=\"https://www.theguardian.com/politics/2019/feb/09/government-cancels-brexit-ferry-contract-with-no-ship-firm\"> Seaborne Freight contract </a>(the no-deal contract for a ferry service with the firm that did not own any ferries). The debate will start shortly.</p> <p>Bercow says he understands that Chris Grayling, the transport secretary, will speak in it.</p> </div>   </div> <div id=\"block-5c7e645ee4b052c45da0b8d6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:58:54.610Z\">11.58am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague <strong>Daniel Boffey.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1102901071763202049\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/donaldtusk?ref_src=twsrc%5Etfw\">@donaldtusk</a> says UK was a victim of meddling during Brexit referendum: &quot;There are external anti-European forces, which are seeking – openly or secretly – to influence the democratic choices of Europeans, as was the case with Brexit&quot;.</p>&mdash; Daniel Boffey (@DanielBoffey) <a href=\"https://twitter.com/DanielBoffey/status/1102901071763202049?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <p>I am off to the Downing Street lobby briefing now. I will post again after 12.30pm.</p> </div>   </div> <div id=\"block-5c7e63f5e4b09dbe4be92e1b\" class=\"block\" data-block-contributor=\"profile/matthewweaver\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:57:49.091Z\">11.57am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>And here is the full quote from<strong> Chris Grayling</strong> where he defended his recorded as justice secretary after the National Audit Office found that his decision to part-privatise the <a href=\"https://www.theguardian.com/society/2019/mar/01/watchdog-slams-extremely-costly-probation-changes\">probation service cost at least £171m</a>. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e5a30e4b052c45da0b848#block-5c7e5a30e4b052c45da0b848\">11.19am.)</a> Grayling said:</p> <blockquote class=\"quoted\"> <p>Yes, the probation reforms haven’t worked as well as would have wanted, but the reality is that we now supervise 40,000 more people a year than was the case before. We now have fewer people reoffending than was the case before. </p> <p>When I took over as secretary of state for justice, if you went to prison for less than 12 months, you literally walked out the prison on the streets with no support, nothing. That doesn’t happen anymore.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T14:24:30.097Z\">at 2.24pm GMT</time></p>  </div> <div id=\"block-5c7e620ae4b09dbe4be92dff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:49:31.010Z\">11.49am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The BBC’s<strong> Danny Shaw</strong> has some useful background on the debate about the link between police numbers and the incidence of violent crime. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e54d8e4b052c45da0b7f0#block-5c7e54d8e4b052c45da0b7f0\">11.07am.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1102890960202158081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In the row about a link between police numbers &amp; violent crime worth recalling Home Office&#39;s own research paper, leaked to <a href=\"https://twitter.com/guardian?ref_src=twsrc%5Etfw\">@guardian</a> last year but omitted from its Serious Violence Strategy: <a href=\"https://t.co/vGrd5PTagk\">https://t.co/vGrd5PTagk</a><br><br>And our take on it at the time: <a href=\"https://t.co/Fftvi6QcM6\">https://t.co/Fftvi6QcM6</a></p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/1102890960202158081?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7e60aee4b0f96cae7da846\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:46:27.695Z\">11.46am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>On the subject of Chris Grayling, ConservativeHome has published its regular monthly survey showing how Conservative party members rank members of the cabinet - <a href=\"https://www.conservativehome.com/thetorydiary/2019/03/leadsom-climbs-to-the-top-spot-in-our-cabinet-league-table.html\">and the transport secretary comes last, by a clear margin.</a> Surprisingly, Andrea Leadsom comes top.</p>  <figure class=\"element element-image\" data-media-id=\"5500d04efb3abbe07b33d752ef0414a8d099f3cd\"> <img src=\"https://media.guim.co.uk/5500d04efb3abbe07b33d752ef0414a8d099f3cd/0_0_648_565/500.png\" alt=\"Survey showing how Tory members rank members of the cabinet\" width=\"500\" height=\"436\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Survey showing how Tory members rank members of the cabinet</span> <span class=\"element-image__credit\">Photograph: ConHome/ConservativeHome</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c7e5face4b0f96cae7da83e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:38:55.123Z\">11.38am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The average household in England faces a £75.60 hike in council tax from April, according to a survey of local authorities. As the Press Association reports, the <strong>Chartered Institute of Public Finance and Accountancy </strong>(Cipfa) study found a planned average increase of 4.5% for Band D households in 2019/20. The increase is lower than the 5.1% or £80.92 hike last year, but is still the second highest council tax rise in the last decade, Cipfa said. </p> </div>   </div> <div id=\"block-5c7e5b6de4b0f96cae7da80c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:31:52.743Z\">11.31am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Grayling says Department of Health was responsible for decision to settle Eurotunnel case</h2>  <div class=\"block-elements\">  <p>And this is what <strong>Chris Grayling </strong>said about the Eurotunnel settlement as he arrived at Number 10 for cabinet. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e4face4b052c45da0b796#block-5c7e4face4b052c45da0b796\">10.32am.)</a> He said the Department of Health took <a href=\"https://www.theguardian.com/politics/2019/mar/01/grayling-reaches-33m-settlement-over-brexit-ferry-fiasco-court-case-eurotunnel\">the decision to settle the case by offering the firm a contract worth £33m.</a></p> <blockquote class=\"quoted\"> <p>The decision that we took last week was taken by the Department of Health to protect drugs supplies to the UK in a no-deal in the same way as these contracts were let in the first place, after a discussion and a decision by a cabinet committee, because we had to prepare for all eventualities.</p> <p>We are still working for a deal, we don’t want to leave without a deal, but we have to be ready for all eventualities. This was a sensible part of contingency planning to make sure that we had all resources that we needed, all the medical supplies that we needed for the NHS. </p> <p>That is why the cabinet took the decision that it did. That is why we collectively last week decided, however regrettable the Eurotunnel court action was, that we had to take a decision to protect the interests of the country in the circumstances of a no-deal Brexit. And that is the right thing to do.</p> </blockquote> <p>Asked if he felt under pressure to resign, he said: </p> <blockquote class=\"quoted\"> <p>I will carry on serving the prime minister as long as she wants me to.</p> </blockquote> </div>   </div> <div id=\"block-5c7e5a30e4b052c45da0b848\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:19:28.695Z\">11.19am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Chris Grayling</strong>, the transport secretary, has also responded to<a href=\"https://www.nao.org.uk/report/transforming-rehabilitation-progress-review/#\"> the recent National Audit Office report</a> criticising reforms to probation services introduced by Grayling when he was justice secretary, the BBC’s<strong> Danny Shaw</strong> reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1102884963224117248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: Former Justice Secretary Chris Grayling&#39;s first comments on the probation reforms condemned by <a href=\"https://twitter.com/nationalauditUK?ref_src=twsrc%5Etfw\">@nationalauditUK</a> last week: &quot;They haven&#39;t worked as well as we would have wanted&quot;.</p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/1102884963224117248?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7e598ce4b052c45da0b83f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:14:05.360Z\">11.14am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>Bank of England</strong> has criticised the EU - saying the City is ready for a no-deal Brexit, but Europe isn’t, my colleague<strong> Graeme Wearden</strong> reports. There is more on his business live blog<a href=\"https://www.theguardian.com/business/live/2019/mar/05/china-tax-cuts-growth-targets-services-brexit-bank-of-england-mark-carney-business-live?page=with:block-5c7e5491e4b09dbe4be92d4c#block-5c7e5491e4b09dbe4be92d4c\"> here. </a></p> <p><strong><br></strong></p> </div>   </div> <div id=\"block-5c7e54d8e4b052c45da0b7f0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T11:07:14.344Z\">11.07am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Met chief says May wrong to deny link between incidence of violent crime and police numbers</h2>  <div class=\"block-elements\">  <p>Yesterday <strong>Theresa May</strong> said there was no “direct correlation” between police numbers and the incidence of knife crime. She said:</p> <blockquote class=\"quoted\"> <p>If you look at the figures, what you see is that there’s no direct correlation between certain crimes and police numbers. What matters is how we ensure that police are responding to these criminal acts when they take place, that people are brought to justice. </p> </blockquote> <p>In an LBC phone-in this morning<strong> Cressida Dick,</strong> the commissioner of the Metropolitan police, said she disagreed. She explained:</p> <blockquote class=\"quoted\"> <p>If you went back in history, you would see examples of when police officer numbers have gone down and crime has not necessarily risen at the same rate and in the same way. </p> <p>But I think that what we all agree on is that in the last few years police officer numbers have gone down a lot, there’s been a lot of other cuts in public services, there has been more demand for policing and therefore there must be something, and I have consistently said that. </p> <p>I agree that there is some link between violent crime on the streets, obviously, and police numbers. Of course there is, and everybody would see that.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"4edb291aa30c982558122bdcaeff48595167858c\"> <img src=\"https://media.guim.co.uk/4edb291aa30c982558122bdcaeff48595167858c/0_156_3500_2100/1000.jpg\" alt=\"Cressida Dick\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cressida Dick</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c7e5478e4b0f96cae7da79b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T10:51:06.799Z\">10.51am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Output in Britain’s dominant services sector increased marginally in February, but hiring declined at its fastest pace in seven years as Brexit concerns continue to weigh on the economy, the Press Association reports. The closely watched IHS Markit/CIPS services purchasing managers’ index (PMI) showed a reading of 51.3 last month, up from the two-and-a-half-year low of 50.1 recorded in January. A reading above 50 indicates growth. The reading beat economists’ expectations of 49.8 but recent data suggests the economy is close to stagnation and on track for its weakest quarter since the final three months of 2012. The data indicates that the economy will grow by just 0.1% in the first quarter of 2019. </p> </div>   </div> <div id=\"block-5c7e4face4b052c45da0b796\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T10:32:32.132Z\">10.32am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Chris Grayling, </strong>the transport secretary, told reporters that he would not be resigning as he arrived at Number 10 for cabinet, Sky’s <strong>Aubrey Allegretti </strong>reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/breeallegretti/status/1102877684466700288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Chris Grayling finally breaks cover and defends the £33m Eurotunnel payout.<br><br>&quot;We collectively last week decided, however regrettable the Eurotunnel court action was, that we had to take a decision to protect the interests of the country… That’s the right thing to do.&quot;</p>&mdash; Aubrey Allegretti (@breeallegretti) <a href=\"https://twitter.com/breeallegretti/status/1102877684466700288?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/breeallegretti/status/1102878005402181632\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Chris Grayling rules out resigning over the ferry fiasco and probation reforms.<br><br>&quot;I’ll carry on serving the prime minister as long as she wants me to,&quot; he says on his way into Downing Street</p>&mdash; Aubrey Allegretti (@breeallegretti) <a href=\"https://twitter.com/breeallegretti/status/1102878005402181632?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"04e73f3b7bcff1ce0f4c8dd607fad6886c14f976\"> <img src=\"https://media.guim.co.uk/04e73f3b7bcff1ce0f4c8dd607fad6886c14f976/0_331_5472_3283/1000.jpg\" alt=\"Chris Grayling arriving for cabinet today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Grayling arriving for cabinet today.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c7e4f3be4b0f96cae7da74d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T10:28:47.343Z\">10.28am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jacob Rees-Mogg, </strong>the Tory Brexiter and chair of the European Research Group, has taken issue with yesterday’s Evening Standard cartoon.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jacob_Rees_Mogg/status/1102848379669733377\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Flying pigs are preferable to pork barrel politics. <a href=\"https://t.co/LqPZkTOoh9\">https://t.co/LqPZkTOoh9</a></p>&mdash; Jacob Rees-Mogg (@Jacob_Rees_Mogg) <a href=\"https://twitter.com/Jacob_Rees_Mogg/status/1102848379669733377?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7e4adde4b052c45da0b76b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T10:10:21.092Z\">10.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Labour backbencher<strong> <a href=\"https://www.theguardian.com/politics/margaret-hodge\">Margaret Hodge</a></strong> has accused Jeremy Corbyn of misleading her about tackling antisemitism, or being misled himself, in a further escalation of party infighting on an issue that continues to dog the Labour leader, my colleague <strong>Matthew Weaver</strong> reports.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/05/margaret-hodge-corbyn-misled-me-over-antisemitism-labour\">Margaret Hodge: Corbyn misled me over antisemitism</a> </p> </aside> </div>   </div> <div id=\"block-5c7e4940e4b09dbe4be92cd5\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T10:04:56.300Z\">10.04am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Scottish and Welsh legislatures set to pass identical motions opposing PM's Brexit plan and demanding article 50 extension</h2>  <div class=\"block-elements\">  <p>The Scottish and Welsh parliaments are expected to pass simultaneous motions later today condemning Theresa May’s stance on Brexit, and urging her to extend the article 50 deadline to allow more time to resolve the crisis.</p> <p>It is the first time the two legislatures have debated and voted on identical motions since their foundation 20 years ago, although the two governments, one Scottish National party-led and the other Labour-led, do not have matching positions on the EU.</p> <p>For instance, the joint motion stops short of endorsing a second EU referendum even though that is SNP policy. It is a position which would command a majority at Holyrood, but it appears a second referendum vote was dropped to win Labour backing. The Scottish Labour leader, Richard Leonard, suggested last week he preferred a Brexit on Labour’s terms to a new referendum.</p> <p>The Holyrood motion reads:</p> <blockquote class=\"quoted\"> <p> P<em>arliament reiterates its opposition to the damaging EU exit deal agreed by the UK government; agrees that a no deal outcome to the current negotiations on EU withdrawal would be completely unacceptable on 29 March 2019 or at any time; calls on the UK government to take immediate steps to prevent the UK leaving the EU without a deal, and agrees that the article 50 process should be extended so that agreement can be reached on the best way forward to protect the interests of Scotland, Wales and the UK as a whole.</em></p> </blockquote> <p> The Tories are resisting the motions in both Edinburgh and Cardiff, putting down an amendment at Holyrood which says:</p> <blockquote class=\"quoted\"> <p><em>[Parliament] respects the results of constitutional referendums; supports leaving the EU with a deal; notes that a no deal outcome will happen by the automatic operation of the law unless an agreement is reached; further notes that this would still be the case after an extension to article 50, and believes that the Scottish government is no longer acting in good faith for the people of Scotland.</em></p> </blockquote> <p> The Tories are not expected to triumph, in these legislatures at least.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T10:05:48.305Z\">at 10.05am GMT</time></p>  </div> <div id=\"block-5c7e3e76e4b09dbe4be92c7f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T09:45:07.745Z\">9.45am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Hunt rejects Macron's claim that British public were deceived during EU referendum</h2>  <div class=\"block-elements\">  <p>There were some other good lines in the Today programme interview with<strong> Jeremy Hunt</strong>, the foreign secretary. Here is a full summary.</p> <ul> <li><strong>Hunt conceded that Tory MPs could be given a free vote next week on whether or not to approve a no-deal Brexit. </strong>(See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e35dee4b09dbe4be92c43#block-5c7e35dee4b09dbe4be92c43\"> 9.07am.)</a></li> </ul> <ul> <li><strong>He did not deny reports that<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d193ee4b052c45da0ad97#block-5c7d193ee4b052c45da0ad97\"> the government is now longer insisting that the UK is demanding </a></strong><strong><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d193ee4b052c45da0ad97#block-5c7d193ee4b052c45da0ad97\">either a time-limit to the backstop, or a unilateral exit mechanism</a>, in its latest negotiation with the EU. </strong>Asked about these reports, Hunt said:</li> </ul> <blockquote class=\"quoted\"> <p>We are saying to the EU the crucial thing is that, as a sovereign parliament, it must not be possible to trap in the European Union’s customs union indefinitely. That’s the crucial point. How we get there ... is something we are prepared to be flexible about. The crucial thing is that we need to know that, as a sovereign parliament, we can’t be trapped in the customs union.</p> </blockquote> <ul> <li><strong>He said the EU also wants a deal that will get through parliament and that the signs that this could be on offer were “reasonably positive”.</strong> He explained:</li> </ul> <blockquote class=\"quoted\"> <p>I think the signals we are getting [in talks with the EU] are reasonably positive. I don’t want to overstate them because I still think there’s a lot of work to do, but I think they do understand that we are being sincere.</p> <p>I think that they are beginning to realise that we can get a majority in parliament because they are seeing the signals coming from the people who voted against the deal before who are saying, crucially, that they are prepared to be reasonable about how we get to that position that we can’t legally be trapped in the backstop ...</p> <p>The week before last, I met 10 European foreign ministers ... And I also think that they want to solve this problem. Brexit is a shadow hanging over the European Union. They have lots of challenges they want to get on and deal with. They want to move on as well. So, I think with goodwill on all sides, it is possible to find a way through. </p> </blockquote> <ul> <li><strong>He suggested that a no-deal Brexit would not be an acceptable outcome for the government.</strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p>If this deal does not go through, then the only solution is to find a deal that will go through. That is the only way we are going to solve this issue. </p> </blockquote> <ul> <li><strong>He rejected <a href=\"https://www.theguardian.com/world/2019/mar/04/eu-must-learn-from-brexit-and-reform-says-emmanuel-macron\">the claim from the French president, Emmanuel Macron, that the British public were deceived during the EU referendum.</a></strong> When this was put to him, Hunt replied:</li> </ul> <blockquote class=\"quoted\"> <p>Well, I don’t agree with that approach. We had a very robust referendum campaign, in which claims were made, and indeed exaggerated claims were made on both sides of the debate. That is what happens, not just in referendums but in general elections. British people are quite smart enough to be able to listen to the claims made by politicians in these situations and make their own judgment. And they made a decision. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"5425a475821563bb6b00e52c68a9334aef3b2f1d\"> <img src=\"https://media.guim.co.uk/5425a475821563bb6b00e52c68a9334aef3b2f1d/0_59_2772_1663/1000.jpg\" alt=\"Emmanuel Macron, the French president\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emmanuel Macron, the French president</span> <span class=\"element-image__credit\">Photograph: Geert Vanden Wijngaert/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c7e3df4e4b0f96cae7da6e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T09:15:36.452Z\">9.15am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Conservative MP <strong>Nick Boles</strong>, who is strongly opposed to the idea of the UK leaving the EU without a deal, has welcomed the news that the government may allow a free vote on this next week. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/05/brexit-latest-news-hunt-concedes-tory-mps-could-be-given-free-vote-on-ruling-out-no-deal-politics-live?page=with:block-5c7e35dee4b09dbe4be92c43#block-5c7e35dee4b09dbe4be92c43\"> 9.07am.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickBoles/status/1102853436620660737\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Both parliamentary parties are split. When people have honest differences of opinion about crucial questions of the national interest it is both natural and right to let them follow their consciences and allow a free vote. <a href=\"https://t.co/6YFmebeHrv\">https://t.co/6YFmebeHrv</a></p>&mdash; Nick Boles MP (@NickBoles) <a href=\"https://twitter.com/NickBoles/status/1102853436620660737?ref_src=twsrc%5Etfw\">March 5, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7e35dee4b09dbe4be92c43\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-05T09:07:24.849Z\">9.07am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Hunt concedes Tory MPs could be given free vote on ruling out no deal</h2>  <div class=\"block-elements\">  <p>Theresa May has given a commitment to hold another vote on her Brexit deal - another “meaningful vote”, in the jargon - by 12 March, a week today. If MPs reject it, she has promised to hold a vote on Wednesday 13 March giving MPs the chance to say whether or not they want to leave the EU without a deal. And if a no-deal Brext gets rejected on the Wednesday, she will give MPs a vote on Thursday 14 March on extending article 50.</p> <p>But May has not said how she will whip her MPs to vote in the possible votes on Wednesday and on Thursday. There is an obvious dilemma. If she whips government MPs to vote against no deal, some Brexiters will rebel, and she could face resignations from government. The same issue would arise in reverse the following day, with pro-Europeans likely to resign from government if they are ordered to vote against an article 50 extension. But the crucial decision will have to be taken before the Wednesday vote.</p> <p>One obvious option would be for May to give MPs a free vote. And, in an interview on the Today programme, <strong>Jeremy Hunt</strong>, the foreign secretary, admitted this was a possibility. Previously ministers have refused to discuss whipping arrangements next week. But, asked if MPs should be given a free vote on whether or not there should be a no-deal Brexit, Hunt replied:</p> <blockquote class=\"quoted\"> <p>Well, I think that is something that the government has to make a decision on, the prime minister has to make a decision on, and it is not for me to say that now. I don’t think a decision has been taken. But what we are focused on as a government is making sure that we do not actually have to take that decision as a parliament in the first place. </p> </blockquote> <p>Earlier in the interview he gave another hint that a free vote was on the cards. Asked if the government would go for no deal, in the event of its deal being rejected, or if it would go for an article 50 extension, he replied:</p> <blockquote class=\"quoted\"> <p>Well, that depends on what parliament decides to do. </p> </blockquote> <p>I will post more from the interview soon.</p> <p>Here is the agenda for the day.<br></p> <p><em>9.30am: </em>Theresa May chairs cabinet.</p> <p><em>11.30am: </em>Philip Hammond, the chancellor, takes questions in the Commons.</p> <p><em>12pm:</em> Downing Street lobby briefing.</p> <p><em>2pm:</em> Amber Rudd, the work and pensions secretary, gives a speech on disability benefits. As Rowena Mason reports, she will say that <a href=\"https://www.theguardian.com/society/2019/mar/04/pensioners-freed-from-disability-benefits-reviews-says-rudd\">hundreds of thousands of pensioners will no longer have to undergo reviews to carry on getting their disability benefits.</a></p> <p><em>3.35pm:</em> Mark Carney, governor of the Bank of England, gives evidence to the Lords economic affairs committee.</p> <p>Also today Stephen Barclay, the Brexit secretary, and Geoffrey Cox, the attorney general, are visiting Brussels for another round of talks about new assurances on the backstop that could help the government get the Brexit deal through the Commons.</p> <p>As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary when I finish late afternoon.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-may-gets-knocked-down-but-she-gets-up-again-welcome-to-splitsville-brexit-rent/\"> the Politico Europe round-up of this morning’s political news.</a><a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-shes-got-that-bribe-corbyn-egged-no-yolk-meet-the-truss/\"> </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> <p><em>UDPATE: </em>Here is Jeremy Hunt arriving for cabinet today.</p>  <figure class=\"element element-image\" data-media-id=\"bcef8ef7d4fade9a450288b07e2ccf93230fc835\"> <img src=\"https://media.guim.co.uk/bcef8ef7d4fade9a450288b07e2ccf93230fc835/0_30_5472_3283/1000.jpg\" alt=\"Jeremy Hunt arriving for cabinet today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt arriving for cabinet today.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-05T10:08:12.347Z\">at 10.08am GMT</time></p>  </div>",
      "wordcount": "6045",
      "commentCloseDate": "2019-03-05T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-05T09:07:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:54Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/aqq6g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/54aaaf70a012513e0316029492487f18f51c5a24/619_450_2796_1678/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street has accepted that police numbers are a factor in the fight against violent crime. (See 1.23pm.) The issue dominated the discussion at cabinet, and Number 10 has chosen to refine its message after Theresa May provoked fury yesterday by claiming there was “no direct correlation” between police numbers and the incidence of violent crime. According to the Daily Mail’s Jack Doyle, the home secretary, Sajid Javid, told the meeting that current police funding was inadequate. BMW has said it might be forced to stop making the Mini at its Cowley plant near Oxford in the event of a no-deal Brexit, putting more than 4,500 jobs and more than 100 years of carmaking at the site at risk. The UK economy came close to flatlining last month as Brexit uncertainty intensified and the global economy weakened, with employment levels falling at the fastest pace in almost nine years. Jeremy Hunt, the foreign secretary, has admitted that Tory MPs may get a free vote on extending article 50 next week. (See 9.07am.) Donald Tusk has claimed external powers meddled in the Brexit vote as he called for EU member states to do more to protect the upcoming European elections. Chris Grayling has insisted the government thought it was worth taking a “risk” over Brexit ferry contracts after brushing aside calls to resign as transport secretary. As the Press Association reports, Grayling faced shouts of “ahoy there” and “peekaboo” from opposition MPs as he arrived in the Commons, a day after failing to appear to answer an urgent question on the controversial £33m payout to Eurotunnel. The payment was to settle a legal action brought by Eurotunnel after the government awarded contracts to three ferry companies - one of which had no ships - to transport essential medical supplies from the EU if Britain leaves without a deal in place. Grayling said decisions on the matter were taken “collectively” by ministers, although he said they were “deeply sorry” it had not worked out as intended. The Labour MP Jess Phillips has challenged Theresa May and Damian Hinds, the education secretary, to explain why her son’s school is going to close early on Fridays because it is short of money. She has suggested that parents affected by similar cuts organise a protest in London. The Conservative party has suspended 14 members for allegedly making Islamophobic comments after a string of abusive posts were uncovered on social media. Senior staff in Jeremy Corbyn’s office advised against suspending a Labourmember who had defended an antisemitic mural, leaked emails reveal. The Labour party is to bring in independent specialists to deal with sexual harassment complaints, after criticism of its procedures. That’s all from me for today. Thanks for the comments. The Welsh first minister, Mark Drakeford, has urged Theresa May to formally rule out a no deal Brexit as the Welsh and Scottish parliaments held their first simultaneous debates and vote on the same motion. Holyrood is due to vote at 6pm on the motion calling for a no deal option to be abandoned and for article 50 to be extended, with the Welsh assembly vote soon afterwards. It is the first time since devolution 20 years ago the two legislatures have joined forces in this way, with the Tories expected to vote against the motion in both places. In his opening statement in Cardiff, Drakeford said: In taking this historical step, we and our friends in Scotland hope to send a clear and united message to the UK government that action must be taken now to rule out a no-deal outcome at any time. By failing to do so the UK government is acting recklessly. The implications of a no deal are happening now, with investors like Honda and Nissan pulling out of the UK or cancelling investment plans. The impacts will get worse every day the uncertainty is allowed to continue. We are just 24 days away from crashing out of the EU. The prime minister can and must take action to remove this risk. I hope today’s joint debate and votes will place further pressure on the prime minister to do the right thing. Britons living in Cyprus will have their rights protected even in the event of a no-deal Brexit, the Cypriot foreign minister, Nikos Christodoulides has told Jeremy Hunt, his UK counterpart. Robert Goodwill, a former children’s minister who left government in the reshuffle a year ago, has been appointed to replace George Eustice as an environment minister following Eustice’s resignation on Friday, Downing Street has announced. These are from John Campbell, the BBC’s Northern Ireland economics and business editor. This is from the Express’s Joe Barnes. The phrase “there’s always hope” normally signals the opposite; that, actually, hope has all but vanished, and that disaster is imminent. I presume that wasn’t the message that Cox was trying to convey on this occasion, and that he was just engaging with the question, but without being there it is hard to know ... This is from Sky’s Ed Brown. Andy Bell from 5 News sums up today’s politics - well, the non-Brexit stuff - in one picture. Katya Adler, the BBC’s Europe editor, has posted a Twitter thread about this week’s UK-EU Brexit talks. It starts here. She makes the main point in the final tweet. In the Commons a few minutes ago John Bercow, the speaker, told MPs that he has now received formal notification that Fiona Onasanya has been refused leave to appeal against her conviction for perverting the course of justice, and that as a result she will be subject to the recall procedure allowed under the Recall of MPs Act. This means that if 10% of her constituents sign a petition, there will be a byelection. Bercow said it would be for the petitions officer to announce details of when the petition will open. Here is a column from my colleague Gaby Hinsliff on Theresa May’s claim yesterday that there is no “direct correlation” between police numbers and violent crime. And this is how it starts. Their faces are hauntingly impossible to ignore, staring out from the front pages. Some are in school uniform, little more than children; others all teenage bravado, hovering on the difficult cusp of adulthood. But all 27 teenagers were far too young to die like this, stabbed to death on the streets of Britain in the past 12 months. This is the kind of national moment that demands a swift, reassuring and comprehensive response from politicians. And yet what it gets is Theresa May, stiffly insisting that there is “no direct correlation” between the rising tide of knife crime and police numbers. Nothing has changed, or if it has then it definitely wasn’t her fault. It is a characteristically tone-deaf response to a public mood characterised by alarm and sorrow; why can’t she see that dead children requires something more emotionally literate than this? But the bigger problem is that what she’s saying flies in the face of common sense. According to BuzzFeed’s Alex Wickham, the Conservative party has today suspended 14 members over Islamophobic comments posted on a pro-Tory Facebook page. Rob Ford, an academic who co-wrote the definitive book on the rise of Ukip, has posted a good thread on Twitter explaining why the problem of racism in the party is one that is likely to get worse under Theresa May. It starts here. And here are two of his posts. During points of order in the Commons earlier Sarah Wollaston, the chair of the Commons health committee, claimed that Labour wanted to remove Luciana Berger from the committee. Wollaston, a former Conservative, and Berger, a former Labour MP, are both now members of the Independent Group, and Wollaston said that, since Berger was originally appointed to the committee in her capacity as a Labour MP, the party now wanted to replace her. She said that this move would be “deeply unhelpful”, particularly because Berger was on maternity leave. John Bercow, the speaker, said there was precedent for an MP who was appointed to a select committee to represent one party being removed after defecting to another. But he said the Commons as a whole would have to vote for a motion approving this, and that he was not aware of any plans for a vote on replacing Berger. Theresa May will be holding her own Brexit talks later today when she meets the Cypriot president, Nicos Anastasiades, in Downing Street. As the leader of a former British colony - that is now home to at least 70,000 UK residents - the Cypriot president and his government are concerned about the UK’s withdrawal from the EU in ways that other member states aren’t. Britain’s status as a guarantor power of the war-divided Mediterranean island, and the role it will play in the country’s eventual reunification, is expected to top the agenda when Anastasiades meets May later this afternoon. In separate talks with Jeremy Hunt earlier today, Cyprus’ foreign minister Nikos Christodoulides urged the UK government to publicly announce that ongoing Brexit negotiations would in no way impede the resumption of the stalled peace process to reunify the island’s Greek and Turkish communities, as claimed by Ankara. The prospect of no deal has especially worried the Cypriot government both in terms of its potential impact on the number of Britons visiting the island, the plight of UK pensioners resident there, and the future of the two sovereign military bases retained by Britain following independence. Today’s meetings follow last night’s Cyprus celebrations at Buckingham Palace - a first-ever event also aimed at strengthening bilateral ties and allaying ‘no deal’ fears. Philip Hammond, the chancellor, told MPs earlier today, during Treasury questions, that if a Brexit deal is agreed, a “huge amount of pent-up investment” will flood into the economy. He said: My view is that we have a huge amount of pent-up investment that has not gone ahead over the last two-and-a-half years because of uncertainty. Once we can provide clarity to British business about our future and we do that by supporting the deal that the prime minister will be bringing forward next week, we will unleash that investment and we will allow Britain to achieve its rightful potential as one of the world’s leading technology powers. Here is the Labour MP Margaret Hodge on the latest leaked email showing staff in Jeremy Corbyn’s office were consulted about the handling of antisemitism complaints. The Conservative party also has its own problems with racism. Sayeeda Warsi, the former party chair, has called for an independent inquiry into “institutional” Islamophobia in the party. She said that the problem was “deep-rooted” within her party and that it could damage Tory chances at the next election. As the Press Association reports, Warsi’s intervention came after Tory council candidate Peter Lamb quit after coming under fire for social media comments about Islam. Lamb was due to stand in Harlow, Essex, in May’s local elections despite having been disciplined in 2017. In 2015, he tweeted: “Islam like alcoholism [sic]. The first step to recovery is admit you have a problem.” Later in the same year, he tweeted: “Turkey buys oil from ISIS. Muslims sticking together.” Subsequently he said: “I deeply regret my remarks on social media. At no point did I intend to cause any offence to the Muslim community. I have reflected on my comments and decided that I should step down as a local election candidate and resign (from) the Conservative party with immediate effect.” A Conservative spokesman said: Mr Lamb was investigated and suspended by his local association back in 2017. He has subsequently resigned from the party. Discrimination or abuse of any kind is wrong and will not be tolerated. When CCHQ have been made aware of cases we have acted swiftly and decisively, suspending or expelling those involved and launching an immediate investigation under our party’s code of conduct. But in an interview with the World at One Warsi, a member of the House of Lords and a former minister, insisted that the Tories were not doing enough to address the problem of Islamophobia in the party. She said: We have a deep-rooted problem of anti-Muslim comments, Islamophobic comments, racist comments that have been made right from the top - from MPs through to councillors, council candidates, members, linked groups. In the past she suggested an internal inquiry could address the problem. But now she thought an independent inquiry was needed, she said. We cannot have a situation where a mainstream political party is sending out a message in the way it is acting that certain parts of our country, certain communities in our country, certain citizens in our country, are simply not welcome in our party and therefore are creating this environment in which, sadly, I think we will feel the impact at the next election. Warsi urged Tory chief executive and treasurer Sir Mick Davis to act, claiming Thereas May and party chairman Brandon Lewis had “failed” to address the problem. Q: What do you think of Theresa May’s comment about there being no direct correlation between police numbers and the incidence of violent crime, given your previous role as home secretary? Rudd says these crimes are heartbreaking. There are many different elements explaining the increase, she says. She says there have been a lot of new government interventions. She hopes they will make a difference. Rudd refuses to explicitly back May’s claim (see 11.07am) that there is “no direct correlation” between police numbers and the incidence of violent crime. Rudd’s answer is not hugely surprising because Downing Street itself appears to have dropped the phrase that May used yesterday. (See 1.23pm.) Q: Is it fair to carry on the contract with the firm that does the work capability assessments? Rudd says there are different views about how best to improve the work capability assessments. She is determined to ensure that they are improved. She says she hopes the contract for this work will be more competitive in the future. Q: Do you regret that the benefit freeze had to carry on this year? Rudd says there are no plans to extend the benefit freeze. Q: Do you think your party needs to apologise for describing benefit claimants as scroungers? Rudd says she does not recognise that language. She does not accept that that is how the party treated people in the past. But she says she is not saying that everything was perfect in the past. Q: Could you stay in government if Tory MPs are whipped to vote for a no-deal Brexit next week? Rudd says she is hoping that the deal will be passed next week. That is what she wants, so that she and other ministers can get on with their departmental priorities. Amber Rudd, the work and pensions secretary, is now taking questions from journalists. Q: Some people feel they have been put on trial by the DWP? Has this damaged the Conservative party? Rudd says it would be a mistake to think the situation was perfect in the past. The benefits system can always be improved. That is what she is doing. Q: There are reports today you have been gagged by the Tories. Is this true? No, says Rudd. Otherwise she would not be here. As the Guardian reports, the Labour MP Margaret Hodge has claimed that Jeremy Corbyn misled her when he told her recently that his office did not intervene in the party’s handling of complaints about antisemitism. The Times’s Sam Coates has revealed fresh emails showing that staff in Corbyn’s office were consulted about how some of these complaints should be handled. A Labour spokesperson said: Since becoming general secretary, Jennie Formby has made procedures for dealing with complaints about antisemitism more robust. Staff who work on disciplinary matters have always led on investigations and recommendations on individual cases. Any suggestion that staff in the leader’s office overturned recommendations on individual cases is categorically untrue. Fiona Onasanya has lost an appeal against her conviction for perverting the course of justice, leaving open the possibility of a recall petition which could force the Peterborough MP from office, my colleague Rajeev Syal reports. BMW has said it might be forced to stop making the Mini at its Cowley plant near Oxford in the event of a no-deal Brexit, putting more than 100 years of carmaking at the site at risk, my colleagues Jasper Jolly and Rob Davies report. Amber Rudd, the work and pensions secretary, has just started her speech on disability benefits. There is a live feed here. Here is the Guardian story previewing the speech, in which Rudd will announce and overhaul of personal independence payments (Pip) for older people. And here is a written ministerial statement from Rudd with more details of the announcement. I won’t be covering the speech minute by minute, but I will tune in for the Q&amp;A. Stephen Barclay, the Brexit secretary, posted this on his Twitter feed earlier, ahead of his trip to Brussels. He is going there with Geoffrey Cox, the attorney general. They will be meeting Michel Barnier, the EU’s chief Brexit negotiator, and his team between 4.30pm and 6pm UK time, and then having dinner with them. This tweet suggests Barclay thinks a deal is still possible but, according to Sky’s Faisal Islam, he has also written to Barnier asking if the UK and the EU can agree to implement the citizens’ rights section of the withdrawal agreement, even if the overall agreement fails to pass the Commons. This request is one mandated by the Commons, when it passed the Alberto Costa amendment without opposition last week. At the time Barclay said that he would formally ask the EU to agree a stand-alone citizens’ rights deal, in the event of there being no overall deal. But the EU has already said it will not accept this proposal. Yesterday Theresa May said that there was “no direct link” between between police numbers and the incidence of violent crimes. (See 11.07am.) Her comment caused quite a stir, as the Guardian splash this morning reflected. Today Downing Street has refined its message. At the lunchtime lobby briefing, the prime minister’s spokesman conceded that police resources were relevant in the fight against violent crime. Asked if the prime minister agreed with Cressida Dick, the Metropolitan police commissioner who this morning said that “of course” there was a link between violent crime and police numbers (see 11.07am), the spokesman said: The point that the PM was making yesterday is that this a complex area, and that we need to be addressing the issues in all areas. That means, yes, of course, making sure that the police have the powers and resources that they need, but at the same time making sure that we are taking action elsewhere. That could be early intervention. It means tacking gang culture, to stop gangs grooming young people ... It means addressing the challenges posed by drugs and county lines. It also means taking a mental health approach. The spokesman also said it was “a matter of fact that both spending on police, and the number of police officers, are currently increasing.” The government was investing up to £970m more in policing next year, he said. The spokesman also claimed that there was no contradiction between what he was saying and what May said yesterday. Although he did not repeat her “no direct correlation” argument about the link between violent crime and police numbers, he pointed out that in her full answer on this topic yesterday she said that this was a complex matter, with a range of factors being relevant. For the record, here is the fullest version I can find of what May said on this yesterday. She said: If you look at the figures, what you see is that there’s no direct correlation between certain crimes and police numbers. What matters is how we ensure that police are responding to these criminal acts when they take place, that people are brought to justice. But what also matters is, as a government, that we look at the issues which underpin, that underlie, this use of knives and that we act on those. That’s a cross-government approach, it’s not just about the police, it’s about the whole of government and it’s the whole of government that’s responding. At the briefing the spokesman said knife crime was the main item discussed at cabinet today. He said that May told her colleagues she would be asking “the Home Office to urgently coordinate a series of cabinet-level ministerial meetings and engagements to accelerate the work the government is doing in support of local authorities, the police and others.” John Bercow, the speaker, has just agree to a request from the SNP MP Alan Brown to allow an emergency debate on the Department of Transport’s Seaborne Freight contract (the no-deal contract for a ferry service with the firm that did not own any ferries). The debate will start shortly. Bercow says he understands that Chris Grayling, the transport secretary, will speak in it. This is from my colleague Daniel Boffey. I am off to the Downing Street lobby briefing now. I will post again after 12.30pm. And here is the full quote from Chris Grayling where he defended his recorded as justice secretary after the National Audit Office found that his decision to part-privatise the probation service cost at least £171m. (See 11.19am.) Grayling said: Yes, the probation reforms haven’t worked as well as would have wanted, but the reality is that we now supervise 40,000 more people a year than was the case before. We now have fewer people reoffending than was the case before. When I took over as secretary of state for justice, if you went to prison for less than 12 months, you literally walked out the prison on the streets with no support, nothing. That doesn’t happen anymore. The BBC’s Danny Shaw has some useful background on the debate about the link between police numbers and the incidence of violent crime. (See 11.07am.) On the subject of Chris Grayling, ConservativeHome has published its regular monthly survey showing how Conservative party members rank members of the cabinet - and the transport secretary comes last, by a clear margin. Surprisingly, Andrea Leadsom comes top. The average household in England faces a £75.60 hike in council tax from April, according to a survey of local authorities. As the Press Association reports, the Chartered Institute of Public Finance and Accountancy (Cipfa) study found a planned average increase of 4.5% for Band D households in 2019/20. The increase is lower than the 5.1% or £80.92 hike last year, but is still the second highest council tax rise in the last decade, Cipfa said. And this is what Chris Grayling said about the Eurotunnel settlement as he arrived at Number 10 for cabinet. (See 10.32am.) He said the Department of Health took the decision to settle the case by offering the firm a contract worth £33m. The decision that we took last week was taken by the Department of Health to protect drugs supplies to the UK in a no-deal in the same way as these contracts were let in the first place, after a discussion and a decision by a cabinet committee, because we had to prepare for all eventualities. We are still working for a deal, we don’t want to leave without a deal, but we have to be ready for all eventualities. This was a sensible part of contingency planning to make sure that we had all resources that we needed, all the medical supplies that we needed for the NHS. That is why the cabinet took the decision that it did. That is why we collectively last week decided, however regrettable the Eurotunnel court action was, that we had to take a decision to protect the interests of the country in the circumstances of a no-deal Brexit. And that is the right thing to do. Asked if he felt under pressure to resign, he said: I will carry on serving the prime minister as long as she wants me to. Chris Grayling, the transport secretary, has also responded to the recent National Audit Office report criticising reforms to probation services introduced by Grayling when he was justice secretary, the BBC’s Danny Shaw reports. The Bank of England has criticised the EU - saying the City is ready for a no-deal Brexit, but Europe isn’t, my colleague Graeme Wearden reports. There is more on his business live blog here. Yesterday Theresa May said there was no “direct correlation” between police numbers and the incidence of knife crime. She said: If you look at the figures, what you see is that there’s no direct correlation between certain crimes and police numbers. What matters is how we ensure that police are responding to these criminal acts when they take place, that people are brought to justice. In an LBC phone-in this morning Cressida Dick, the commissioner of the Metropolitan police, said she disagreed. She explained: If you went back in history, you would see examples of when police officer numbers have gone down and crime has not necessarily risen at the same rate and in the same way. But I think that what we all agree on is that in the last few years police officer numbers have gone down a lot, there’s been a lot of other cuts in public services, there has been more demand for policing and therefore there must be something, and I have consistently said that. I agree that there is some link between violent crime on the streets, obviously, and police numbers. Of course there is, and everybody would see that. Output in Britain’s dominant services sector increased marginally in February, but hiring declined at its fastest pace in seven years as Brexit concerns continue to weigh on the economy, the Press Association reports. The closely watched IHS Markit/CIPS services purchasing managers’ index (PMI) showed a reading of 51.3 last month, up from the two-and-a-half-year low of 50.1 recorded in January. A reading above 50 indicates growth. The reading beat economists’ expectations of 49.8 but recent data suggests the economy is close to stagnation and on track for its weakest quarter since the final three months of 2012. The data indicates that the economy will grow by just 0.1% in the first quarter of 2019. Chris Grayling, the transport secretary, told reporters that he would not be resigning as he arrived at Number 10 for cabinet, Sky’s Aubrey Allegretti reports. Jacob Rees-Mogg, the Tory Brexiter and chair of the European Research Group, has taken issue with yesterday’s Evening Standard cartoon. Labour backbencher Margaret Hodge has accused Jeremy Corbyn of misleading her about tackling antisemitism, or being misled himself, in a further escalation of party infighting on an issue that continues to dog the Labour leader, my colleague Matthew Weaver reports. The Scottish and Welsh parliaments are expected to pass simultaneous motions later today condemning Theresa May’s stance on Brexit, and urging her to extend the article 50 deadline to allow more time to resolve the crisis. It is the first time the two legislatures have debated and voted on identical motions since their foundation 20 years ago, although the two governments, one Scottish National party-led and the other Labour-led, do not have matching positions on the EU. For instance, the joint motion stops short of endorsing a second EU referendum even though that is SNP policy. It is a position which would command a majority at Holyrood, but it appears a second referendum vote was dropped to win Labour backing. The Scottish Labour leader, Richard Leonard, suggested last week he preferred a Brexit on Labour’s terms to a new referendum. The Holyrood motion reads: Parliament reiterates its opposition to the damaging EU exit deal agreed by the UK government; agrees that a no deal outcome to the current negotiations on EU withdrawal would be completely unacceptable on 29 March 2019 or at any time; calls on the UK government to take immediate steps to prevent the UK leaving the EU without a deal, and agrees that the article 50 process should be extended so that agreement can be reached on the best way forward to protect the interests of Scotland, Wales and the UK as a whole. The Tories are resisting the motions in both Edinburgh and Cardiff, putting down an amendment at Holyrood which says: [Parliament] respects the results of constitutional referendums; supports leaving the EU with a deal; notes that a no deal outcome will happen by the automatic operation of the law unless an agreement is reached; further notes that this would still be the case after an extension to article 50, and believes that the Scottish government is no longer acting in good faith for the people of Scotland. The Tories are not expected to triumph, in these legislatures at least. There were some other good lines in the Today programme interview with Jeremy Hunt, the foreign secretary. Here is a full summary. Hunt conceded that Tory MPs could be given a free vote next week on whether or not to approve a no-deal Brexit. (See 9.07am.) He did not deny reports that the government is now longer insisting that the UK is demanding either a time-limit to the backstop, or a unilateral exit mechanism, in its latest negotiation with the EU. Asked about these reports, Hunt said: We are saying to the EU the crucial thing is that, as a sovereign parliament, it must not be possible to trap in the European Union’s customs union indefinitely. That’s the crucial point. How we get there ... is something we are prepared to be flexible about. The crucial thing is that we need to know that, as a sovereign parliament, we can’t be trapped in the customs union. He said the EU also wants a deal that will get through parliament and that the signs that this could be on offer were “reasonably positive”. He explained: I think the signals we are getting [in talks with the EU] are reasonably positive. I don’t want to overstate them because I still think there’s a lot of work to do, but I think they do understand that we are being sincere. I think that they are beginning to realise that we can get a majority in parliament because they are seeing the signals coming from the people who voted against the deal before who are saying, crucially, that they are prepared to be reasonable about how we get to that position that we can’t legally be trapped in the backstop ... The week before last, I met 10 European foreign ministers ... And I also think that they want to solve this problem. Brexit is a shadow hanging over the European Union. They have lots of challenges they want to get on and deal with. They want to move on as well. So, I think with goodwill on all sides, it is possible to find a way through. He suggested that a no-deal Brexit would not be an acceptable outcome for the government. He said: If this deal does not go through, then the only solution is to find a deal that will go through. That is the only way we are going to solve this issue. He rejected the claim from the French president, Emmanuel Macron, that the British public were deceived during the EU referendum. When this was put to him, Hunt replied: Well, I don’t agree with that approach. We had a very robust referendum campaign, in which claims were made, and indeed exaggerated claims were made on both sides of the debate. That is what happens, not just in referendums but in general elections. British people are quite smart enough to be able to listen to the claims made by politicians in these situations and make their own judgment. And they made a decision. The Conservative MP Nick Boles, who is strongly opposed to the idea of the UK leaving the EU without a deal, has welcomed the news that the government may allow a free vote on this next week. (See 9.07am.) Theresa May has given a commitment to hold another vote on her Brexit deal - another “meaningful vote”, in the jargon - by 12 March, a week today. If MPs reject it, she has promised to hold a vote on Wednesday 13 March giving MPs the chance to say whether or not they want to leave the EU without a deal. And if a no-deal Brext gets rejected on the Wednesday, she will give MPs a vote on Thursday 14 March on extending article 50. But May has not said how she will whip her MPs to vote in the possible votes on Wednesday and on Thursday. There is an obvious dilemma. If she whips government MPs to vote against no deal, some Brexiters will rebel, and she could face resignations from government. The same issue would arise in reverse the following day, with pro-Europeans likely to resign from government if they are ordered to vote against an article 50 extension. But the crucial decision will have to be taken before the Wednesday vote. One obvious option would be for May to give MPs a free vote. And, in an interview on the Today programme, Jeremy Hunt, the foreign secretary, admitted this was a possibility. Previously ministers have refused to discuss whipping arrangements next week. But, asked if MPs should be given a free vote on whether or not there should be a no-deal Brexit, Hunt replied: Well, I think that is something that the government has to make a decision on, the prime minister has to make a decision on, and it is not for me to say that now. I don’t think a decision has been taken. But what we are focused on as a government is making sure that we do not actually have to take that decision as a parliament in the first place. Earlier in the interview he gave another hint that a free vote was on the cards. Asked if the government would go for no deal, in the event of its deal being rejected, or if it would go for an article 50 extension, he replied: Well, that depends on what parliament decides to do. I will post more from the interview soon. Here is the agenda for the day. 9.30am: Theresa May chairs cabinet. 11.30am: Philip Hammond, the chancellor, takes questions in the Commons. 12pm: Downing Street lobby briefing. 2pm: Amber Rudd, the work and pensions secretary, gives a speech on disability benefits. As Rowena Mason reports, she will say that hundreds of thousands of pensioners will no longer have to undergo reviews to carry on getting their disability benefits. 3.35pm: Mark Carney, governor of the Bank of England, gives evidence to the Lords economic affairs committee. Also today Stephen Barclay, the Brexit secretary, and Geoffrey Cox, the attorney general, are visiting Brussels for another round of talks about new assurances on the backstop that could help the government get the Brexit deal through the Commons. As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary when I finish late afternoon. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. UDPATE: Here is Jeremy Hunt arriving for cabinet today.",
      "charCount": "35306",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/05/macron-vision-europe-britain-french-president-eu",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-05T17:53:25Z",
    "webTitle": "Macron’s overblown vision for Europe shows how much it needs Britain | Simon Tisdall",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/05/macron-vision-europe-britain-french-president-eu",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/05/macron-vision-europe-britain-french-president-eu",
    "fields": {
      "headline": "Macron’s overblown vision for Europe shows how much it needs Britain",
      "standfirst": "The French president’s statist, scattergun and top-down solution to the EU’s problems won’t gladden remainers’ hearts",
      "trailText": "The French president’s statist, scattergun and top-down solution to the EU’s problems won’t gladden remainers’ hearts, says foreign affairs commentator Simon Tisdall",
      "byline": "Simon Tisdall",
      "main": "<figure class=\"element element-image\" data-media-id=\"62f144e611b63e74914c6bcf95dedfbe6231e0f2\"> <img src=\"https://media.guim.co.uk/62f144e611b63e74914c6bcf95dedfbe6231e0f2/0_148_5472_3283/1000.jpg\" alt=\"Newspaper headlines on French president Emmanuel Macron’s column.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Emmanuel Macron is right to warn that this is a pivotal moment.’</span> <span class=\"element-image__credit\">Photograph: François Mori/AP</span> </figcaption> </figure>",
      "body": "<p>Emmanuel Macron’s <a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\" title=\"\">open letter to Europe’s citizens</a>, published in all 28 EU member states, is an ambitious attempt to stop the rot inside the EU and create a framework for progressive, democratic renewal. But in taking his best shot at saving Europe, France’s president has badly misfired, or – to use a duelling term adapted from the French – deloped.</p> <p>Europe’s future cohesion and coherence are of primary importance to Britain, in or out. Macron is right to warn that this is a pivotal moment. The corrosive, continent-wide onslaught of rightwing populist, nationalist and xenophobic forces is real and urgent. It found its most recent expression in Estonia at the weekend, where <a href=\"https://www.france24.com/en/20190304-estonia-opposition-reform-party-kaja-kallas-wins-election-far-right-surges\" title=\"\">electoral support for the far right surged</a>.</p> <p>Yet the debate kickstarted by Macron is one from which the English, Scots, Welsh and Northern Irish, apparently against the wishes of most, will imminently be excluded. That is a tragedy for Britain, but also for Europe. EU blueprints of any kind generally benefit from British input, if only in moderating wilder, more impractical ideas. This is the case now.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\">Emmanuel Macron: Dear Europe, Brexit is a lesson for all of us: it’s time for renewal</a> </p> </aside>  <p>Macron’s idealistic, statist scattergun approach is most evident in his proposal for a new “European Agency for the Protection of Democracies” whose task, he says, would be to provide member states with expert advice on how to defend elections from outside manipulation. It would also regulate party funding and police the internet.</p> <p>This sort of invasive attempt to impose supranational controls, overseen by Brussels, on something as democratically fundamental as a national election is why so many people, not just in Britain, have come to resent and distrust the EU. In floating such a top-down idea, Macron betrays a lack of feel for the popular will – and the spirit of the times.</p> <p>Remainers in Britain who back a second referendum, and would support post-Brexit efforts to rejoin the EU, should consider the implications of this and other aspects of Macron’s “European renaissance”. He seems to mean well. But does he really think Poles, or Greeks, or even the Russian-bullied Baltic republics would trust the EU to be ultimate arbiter of the fairness of their constitutional processes?</p> <p>Macron does not duck the EU’s most divisive internal problem – <a href=\"https://www.theguardian.com/world/2018/jun/27/eu-migration-crisis-what-are-the-issues\" title=\"\">migration</a> – but neither is he entirely candid. He concedes that this issue, more than any other, fuels anti-EU sentiment in Italy, Hungary and elsewhere. He calls for more stringent border controls and a common asylum policy. All this would be supervised by another new EU-wide body, a sinister-sounding “European Council for Internal Security”.</p> <p>Yet recent polling suggests that while majorities in most European countries support asylum for people fleeing violence and war, <a href=\"http://www.pewresearch.org/fact-tank/2018/09/19/a-majority-of-europeans-favor-taking-in-refugees-but-most-disapprove-of-eus-handling-of-the-issue\" title=\"\">voters are uniformly critical</a> of the EU’s handling of the refugee issue. If and when the next Syria-scale crisis breaks, it is clear most Europeans would prefer that national governments, not a supranational EU body, set policy and take charge – which, in effect, is what Angela Merkel did in Germany in 2015.</p> <p>Questions of trustworthiness and competence shed doubt on another key Macron proposal: a mutual defence treaty, increased EU-wide defence spending, and a “European security council”. Although he talks of a continuing association with Nato, this plan looks like a reincarnation of long-simmering, essentially anti-American, quasi-Gaullist ideas about an independent Europe freed from US “hegemony”.</p> <p>There is much to recommend a more autonomous capability, given the transatlantic uncertainties of the Trump era. But in truth, EU countries remain only too content to shelter behind the post-1945 US defensive shield, continue to limit or cut defence budgets, and have done little in practice to realise French hopes of a European army. The recent, cautious <a href=\"https://www.politico.eu/article/emmanuel-macron-and-angela-merkel-franco-german-aachen-treaty-tests-european-nerves/\" title=\"\">Franco-German treaty of Aachen</a> provided another reality check in this regard.</p> <p>Europe needs Britain if it is to sustain a credible defence, security and intelligence-gathering posture. Macron knows this full well, which is why – in this respect alone – he signalled willingness to keep Britain “onboard”. This raises the question of why he otherwise appears so keen to exclude Britain. The UK, he wrote smugly, would eventually find its “true place” in relation to Europe – evidently without much help from him.</p> <p>For Macron, Brexit Britain is most useful as a dire warning of what happens if you challenge his grandiose idea of Europe. The demons are unleashed, the “anger-mongers” take charge, and things fall apart. He is right, up to a point. He is also right when he argues no single country “can act on its own in the face of aggressive strategies by the major powers … Who can claim to be sovereign, on their own, in the face of the digital giants?”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/mar/04/eu-must-learn-from-brexit-and-reform-says-emmanuel-macron\">EU must learn from Brexit and reform, says Emmanuel Macron</a> </p> </aside>  <p>But Macron’s Charlemagne-ish idea of an ever more united, integrated, regulated and collectivised Europe, standing its ground against rival US, Chinese and Russian geopolitical blocs, is strangely outdated – and, given the EU’s many enduring divisions, internal contradictions and structural weaknesses, fated to founder.</p> <p>It lacks the balance and political grounding provided, hitherto, by the more pragmatic British approach, which promoted a loosely aligned, enlarged alliance of sovereign European states espousing common values and cooperating, when feasible, on matters of common interest.</p> <p>Macron’s impractical, overblown European vision is not the answer to the threat posed by nationalist regression and populist power-grabbers. In talking to Europe’s citizens, he talks down. Nor is his the kind of EU, if it ever came into being, of which most Britons would want to be a part. Which is why, even at this late hour, it is imperative that Britain abandon Brexit and, once again, help to lead and win the battle for Europe.</p> <p>• Simon Tisdall is a foreign affairs commentator. He has been a foreign leader writer, foreign editor and US editor for the Guardian</p>",
      "wordcount": "947",
      "commentCloseDate": "2019-03-05T19:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-05T17:53:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:56Z",
      "newspaperEditionDate": "2019-03-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvxez",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/62f144e611b63e74914c6bcf95dedfbe6231e0f2/0_148_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emmanuel Macron’s open letter to Europe’s citizens, published in all 28 EU member states, is an ambitious attempt to stop the rot inside the EU and create a framework for progressive, democratic renewal. But in taking his best shot at saving Europe, France’s president has badly misfired, or – to use a duelling term adapted from the French – deloped. Europe’s future cohesion and coherence are of primary importance to Britain, in or out. Macron is right to warn that this is a pivotal moment. The corrosive, continent-wide onslaught of rightwing populist, nationalist and xenophobic forces is real and urgent. It found its most recent expression in Estonia at the weekend, where electoral support for the far right surged. Yet the debate kickstarted by Macron is one from which the English, Scots, Welsh and Northern Irish, apparently against the wishes of most, will imminently be excluded. That is a tragedy for Britain, but also for Europe. EU blueprints of any kind generally benefit from British input, if only in moderating wilder, more impractical ideas. This is the case now. Macron’s idealistic, statist scattergun approach is most evident in his proposal for a new “European Agency for the Protection of Democracies” whose task, he says, would be to provide member states with expert advice on how to defend elections from outside manipulation. It would also regulate party funding and police the internet. This sort of invasive attempt to impose supranational controls, overseen by Brussels, on something as democratically fundamental as a national election is why so many people, not just in Britain, have come to resent and distrust the EU. In floating such a top-down idea, Macron betrays a lack of feel for the popular will – and the spirit of the times. Remainers in Britain who back a second referendum, and would support post-Brexit efforts to rejoin the EU, should consider the implications of this and other aspects of Macron’s “European renaissance”. He seems to mean well. But does he really think Poles, or Greeks, or even the Russian-bullied Baltic republics would trust the EU to be ultimate arbiter of the fairness of their constitutional processes? Macron does not duck the EU’s most divisive internal problem – migration – but neither is he entirely candid. He concedes that this issue, more than any other, fuels anti-EU sentiment in Italy, Hungary and elsewhere. He calls for more stringent border controls and a common asylum policy. All this would be supervised by another new EU-wide body, a sinister-sounding “European Council for Internal Security”. Yet recent polling suggests that while majorities in most European countries support asylum for people fleeing violence and war, voters are uniformly critical of the EU’s handling of the refugee issue. If and when the next Syria-scale crisis breaks, it is clear most Europeans would prefer that national governments, not a supranational EU body, set policy and take charge – which, in effect, is what Angela Merkel did in Germany in 2015. Questions of trustworthiness and competence shed doubt on another key Macron proposal: a mutual defence treaty, increased EU-wide defence spending, and a “European security council”. Although he talks of a continuing association with Nato, this plan looks like a reincarnation of long-simmering, essentially anti-American, quasi-Gaullist ideas about an independent Europe freed from US “hegemony”. There is much to recommend a more autonomous capability, given the transatlantic uncertainties of the Trump era. But in truth, EU countries remain only too content to shelter behind the post-1945 US defensive shield, continue to limit or cut defence budgets, and have done little in practice to realise French hopes of a European army. The recent, cautious Franco-German treaty of Aachen provided another reality check in this regard. Europe needs Britain if it is to sustain a credible defence, security and intelligence-gathering posture. Macron knows this full well, which is why – in this respect alone – he signalled willingness to keep Britain “onboard”. This raises the question of why he otherwise appears so keen to exclude Britain. The UK, he wrote smugly, would eventually find its “true place” in relation to Europe – evidently without much help from him. For Macron, Brexit Britain is most useful as a dire warning of what happens if you challenge his grandiose idea of Europe. The demons are unleashed, the “anger-mongers” take charge, and things fall apart. He is right, up to a point. He is also right when he argues no single country “can act on its own in the face of aggressive strategies by the major powers … Who can claim to be sovereign, on their own, in the face of the digital giants?” But Macron’s Charlemagne-ish idea of an ever more united, integrated, regulated and collectivised Europe, standing its ground against rival US, Chinese and Russian geopolitical blocs, is strangely outdated – and, given the EU’s many enduring divisions, internal contradictions and structural weaknesses, fated to founder. It lacks the balance and political grounding provided, hitherto, by the more pragmatic British approach, which promoted a loosely aligned, enlarged alliance of sovereign European states espousing common values and cooperating, when feasible, on matters of common interest. Macron’s impractical, overblown European vision is not the answer to the threat posed by nationalist regression and populist power-grabbers. In talking to Europe’s citizens, he talks down. Nor is his the kind of EU, if it ever came into being, of which most Britons would want to be a part. Which is why, even at this late hour, it is imperative that Britain abandon Brexit and, once again, help to lead and win the battle for Europe. • Simon Tisdall is a foreign affairs commentator. He has been a foreign leader writer, foreign editor and US editor for the Guardian",
      "charCount": "5897",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simontisdall\">Simon Tisdall</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/05/march-23-london-demand-a-final-say-on-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-05T17:00:54Z",
    "webTitle": "All on the left should rally on 23 March to demand a final say on Brexit | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/05/march-23-london-demand-a-final-say-on-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/05/march-23-london-demand-a-final-say-on-brexit",
    "fields": {
      "headline": "All on the left should rally on 23 March to demand a final say on Brexit",
      "standfirst": "Brexit is an assault on working-class people, the environment, migrants and the communities that the left aims to represent, write 11 MPs and other signatories",
      "trailText": "<strong>Letter:</strong> Brexit is an assault on working-class people, the environment, migrants and the communities that the left aims to represent, write 11 MPs and other signatories",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"39f25f3681e233262640d6d27e7f31296f67407c\"> <img src=\"https://media.guim.co.uk/39f25f3681e233262640d6d27e7f31296f67407c/0_117_3500_2100/1000.jpg\" alt=\"An anti-Brexit protest placard outside parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-Brexit protest placard outside parliament.</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>On 23 March, six days away from the scheduled exit day, hundreds of thousands of people will march to demand a final say on <a href=\"https://www.theguardian.com/politics/eu-referendum\" title=\"\">Brexit</a>.</p> <p>We are coming together as the left in all our diversity to organise a massive left bloc and rally for the march, to put forward a clear left message and to bring as many people as possible on to the streets.</p> <p>We are campaigning to transform society, not for the status quo. We are against Brexit because it is a massive assault on working-class people, on the environment, on migrants and on the communities that the left aims to represent.</p> <p>We will put forward the positive politics of internationalism: for the transformation of Europe and Britain, for free movement, for international cooperation to stop climate chaos, and for solidarity between people and across borders. We urge everyone on the left to join us on 23 March at 11am at Grosvenor Square in London.</p> <p><strong>Marsha de Cordova MP, Clive Lewis MP, Kate Osamor MP, Caroline Lucas MP, Preet Gill MP, Lloyd Russell-Moyle MP, Rachael Maskell MP, Sandy Martin MP, Rosie Duffield MP, Chi Onwurah MP, Anna McMorrin MP, Sian Berry and Jonathan Bartley </strong><em>Co-leaders of the Green party, </em><strong>Amelia Womack </strong><em>Deputy leader of the Green party, </em><strong>Manuel Cortes </strong><em>TSSA general secretary, </em><strong>Joseph Healy </strong><em>Princip</em><em>al speaker of Left Unity, </em><strong>Michael Chessum </strong><em>Another Europe is Possible, </em><strong>Nadia Whittome </strong><em>Labour for a Socialist Europe, </em><strong>Zoe Williams </strong><em>Journalist, </em><strong>Julie Ward MEP</strong></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "289",
      "commentable": "false",
      "firstPublicationDate": "2019-03-05T17:00:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:54Z",
      "newspaperEditionDate": "2019-03-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvv8g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/39f25f3681e233262640d6d27e7f31296f67407c/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On 23 March, six days away from the scheduled exit day, hundreds of thousands of people will march to demand a final say on Brexit. We are coming together as the left in all our diversity to organise a massive left bloc and rally for the march, to put forward a clear left message and to bring as many people as possible on to the streets. We are campaigning to transform society, not for the status quo. We are against Brexit because it is a massive assault on working-class people, on the environment, on migrants and on the communities that the left aims to represent. We will put forward the positive politics of internationalism: for the transformation of Europe and Britain, for free movement, for international cooperation to stop climate chaos, and for solidarity between people and across borders. We urge everyone on the left to join us on 23 March at 11am at Grosvenor Square in London. Marsha de Cordova MP, Clive Lewis MP, Kate Osamor MP, Caroline Lucas MP, Preet Gill MP, Lloyd Russell-Moyle MP, Rachael Maskell MP, Sandy Martin MP, Rosie Duffield MP, Chi Onwurah MP, Anna McMorrin MP, Sian Berry and Jonathan Bartley Co-leaders of the Green party, Amelia Womack Deputy leader of the Green party, Manuel Cortes TSSA general secretary, Joseph Healy Principal speaker of Left Unity, Michael Chessum Another Europe is Possible, Nadia Whittome Labour for a Socialist Europe, Zoe Williams Journalist, Julie Ward MEP • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1720",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/05/brexit-weekly-briefing-cox-and-barclay-on-a-mission-for-may",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-05T11:53:51Z",
    "webTitle": "Brexit weekly briefing: Cox and Barclay on a mission for May",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/05/brexit-weekly-briefing-cox-and-barclay-on-a-mission-for-may",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/05/brexit-weekly-briefing-cox-and-barclay-on-a-mission-for-may",
    "fields": {
      "headline": "Brexit weekly briefing: Cox and Barclay on a mission for May",
      "standfirst": "<p>UK negotiating team head back to Brussels as Tory remainers finally stand up to be counted</p>",
      "trailText": "UK negotiating team head back to Brussels as Tory remainers finally stand up to be counted",
      "byline": "Lisa O'Carroll Brexit correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"07ab94cc04d87db116b12d251e2f0348d20bb1a5\"> <img src=\"https://media.guim.co.uk/07ab94cc04d87db116b12d251e2f0348d20bb1a5/0_87_3500_2100/1000.jpg\" alt=\"Geoffrey Cox outside Downing Street last week\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Geoffrey Cox outside Downing Street last week.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>With just over three weeks to go before Brexit day, a smell of urgency is in the air.</p> <p>The UK’s attorney general, Geoffrey Cox, and the Brexit secretary, Steve Barclay, are back in Brussels on Tuesday. Their mission is to return with a firm “legal add-on” to enable May to tell MPs next week that Cox has changed his legal advice on the Irish backstop and he no longer believes <a href=\"https://www.theguardian.com/politics/2018/dec/05/brexit-legal-advice-warns-of-uk-trapped-in-talks-by-irish-backstop\">it will “trap” the UK in a customs union with the EU indefinitely</a>, as he averred in November.</p> <p>Before we get to the main developments of the last week, a reminder that producing the Guardian’s independent, in-depth journalism takes time and money. We do it because we believe our perspective matters and it may be yours, too. If you value our Brexit coverage, please <a href=\"https://membership.theguardian.com/supporter?INTCMP=gdnwb_copts_editorial_mem_Brexitbriefing_copy\">become a Guardian supporter</a>. Thank you.</p> <p>If you would like to receive it as a weekly email, please <a href=\"https://www.theguardian.com/politics/2016/may/31/eu-referendum-morning-briefing-sign-up\">sign up here</a>. And you can catch our monthly Brexit Means … <a href=\"https://www.theguardian.com/politics/series/politicsweekly\">podcast here</a>.</p> <h2>Main developments</h2> <p>This was the week that the remainers in the Tory party finally stood up to be counted after defector Anna Soubry said the party <a href=\"https://www.theguardian.com/politics/video/2019/feb/20/tory-modernising-wing-has-been-destroyed-says-anna-soubry\">was being held to ransom</a> by the European Research Group (ERG).</p> <p>After it emerged last Monday that <a href=\"https://www.politico.eu/article/3-uk-ministers-threaten-to-quit-over-no-deal-brexit-labour-theresa-may-conservative-remain-britain/\">15-20 cabinet ministers threatened to resign</a> if May didn’t take no deal off the table, the prime minister emerged in the House of Commons with a pledge of three key votes for parliament – a vote on her deal; a vote on no deal and a vote on extending article 50.</p> <p>But her climbdown needs to be matched by more than 100 opponents if she is to get her deal over the line next week. Even if she gets the ERG and the Democratic Unionist party on board many believe she will need dozens of Labour voters to neuter hardline anti-dealers in her own party.</p> <p>Already, her key opponents, the ERG and the DUP, have indicated a softening of position in preparation for the critical votes on 12, 13 and 14 of March. Tony Blair (see below) smells machiavellian motives.</p> <p>But for now, the key development is that both have accepted that the assurances need not be in the agreement itself, a significant change in approach especially given the DUP demand the backstop had to be removed altogether from the withdrawal agreement.</p> <p>But even if she can get the ERG and the DUP onboard, May is by no means out of the woods. A key vote in the Commons last week designed to take no deal off the table exposed just how far away she still is from a deal.</p> <p>As many as<a href=\"https://commonsvotes.digiminster.com/Divisions/Details/616#noes\"> 22 Tory MPs voted against</a> a non-legally binding amendment put forward by Yvette Cooper designed to remove no deal as an option.</p> <p>They included Esther McVey and William Cash, MPs who will probably never vote for May’s deal.</p> <p>But worryingly for May, a further 88 predominantly Eurosceptic Tory MPs abstained, including Boris Johnson, the former foreign secretary, Dominic Raab, the former Brexit secretary, and Jacob Rees-Mogg.</p> <p>There is also concern about the numbers of Labour MPs who might defy Corbyn and vote for May’s deal after her bid to shore up support by announcing £1.6bn boost for deprived towns was dismissed <a href=\"https://www.theguardian.com/politics/2019/mar/04/tory-mps-express-unease-over-16bn-boost-for-poorer-towns\">as a fairly hollow “Brexit bribe”</a>.</p> <h2>What else in the last week?</h2> <p>There was a big win for EU citizens and a big lose for the transport secretary, Chris Grayling, in the high court.</p> <p>Campaigners for the future rights of EU citizens got a surprise turbo-boost after the Tory backbencher Alberto Costa <a href=\"https://www.theguardian.com/politics/2019/feb/27/may-avoids-fresh-brexit-defeat-after-climbdown-on-citizens-rights\">won government backing for an amendment </a>forcing Theresa May to seek an urgent meeting in Brussels to “ringfence” their rights in the event of no deal.</p> <p>The support came after <a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live\">a chaotic few hours</a> during which Costa was forced from his job in a junior government post and the home secretary, Sajid Javid, said there was “nothing wrong” with the amendment, less than 24 hours after May had dismissed it as unworkable.</p> <p><a href=\"https://www.theguardian.com/politics/2019/feb/28/citizens-rights-tory-mp-alberto-costa-seeks-meeting-with-tusk\">Costa has written to Donald Tusk</a> and awaits his reply.</p> <p>And there was trouble for Grayling, who was being sued by Eurotunnel over his Brexit ferry contracts. On Friday, he saved himself the embarrassment of a four-day trial by <a href=\"https://www.theguardian.com/politics/2019/mar/01/grayling-reaches-33m-settlement-over-brexit-ferry-fiasco-court-case-eurotunnel\">coughing up £33m in an out-of-court settlement.</a></p> <p>There was also some big news at the <a href=\"https://www.theguardian.com/politics/2019/feb/28/labour-moving-towards-plan-to-let-mays-brexit-deal-pass-if-it-faces-public-vote\">Labour party with a move towards a second referendum</a>, something many believe does not have the support of Jeremy Corbyn.</p> <p><em><strong>“When the meaningful vote comes back – and we are told maybe that might be on 12 March – there are rumours today that it could be next week … That’s the time when we will have to put the amendment up,”</strong></em><strong> <a href=\"https://www.theguardian.com/politics/2019/feb/28/john-mcdonnell-amendment-second-brexit-referendum-could-happen-next-week\">said Labour’s shadow chancellor, John McDonnell</a>.</strong><br><br>What’s next?</p> <p>All eyes on Brussels this week.</p> <p>Much focus this week will be the “review mechanism” in the Irish protocol in the agreement. According to Cox’s legal advice last November, this clause “adds little, other than procedurally, to the international law position to which the protocol is already subject”.</p> <p>The EU and the UK have been working to flesh out three potential areas to provide the legally binding assurances</p> <p>The overall objective, say officials, is to allow Cox to change his legal advice, dating back to November last year, that the backstop could “trap” the UK in a permanent customs union with the EU indefinitely.</p> <p>Michel Barnier has <a href=\"https://www.theguardian.com/politics/2019/mar/01/brexit-delay-could-leave-uk-open-to-legal-action-german-mps-told\">suggested that there could be a “joint interpretative statement”</a> or “legal add on” over the backstop.</p> <p>But there may also be a joint text on the “alternative arrangements” and the future use of technology, as provided for in the political declaration paragraphs 140 and 141.</p> <p>In Downing Street, the calculation appears to be that May may need two or even three meaningful votes to get her deal over the line (or test it to destruction).</p> <p>May hopes to win <a href=\"https://www.theguardian.com/politics/2019/feb/27/theresa-may-says-britain-can-still-leave-eu-on-29-march\">round more hardline Eurosceptics </a>to back her deal, playing on their fears that a delay to Brexit could mean a second referendum.</p> <p>If she fails, the Commons will then be asked to vote on no deal and a possible extension of article 50 that international trade secretary Liam Fox said this week would be “acceptable”.</p> <p>An extension to article 50 is not guaranteed, however, with a firm warning by the French president, Emmanuel Macron, that France <a href=\"https://www.theguardian.com/world/2019/feb/27/spanish-pm-warns-may-brexit-delay-with-no-plan-not-reasonable-or-desirable\">would block a Brexit delay</a> unless there is a firm “choice” by the UK on a new direction.</p> <p><strong>Best of the rest</strong></p> <p>Any extension of article 50 <a href=\"https://www.theguardian.com/politics/2019/feb/28/extension-article-50-must-be-one-off-brussels-eu27-uk-brexit-delay\">must be a one-off</a>.</p> <p>Don’t just use <a href=\"https://www.theguardian.com/politics/2019/feb/26/tory-mps-tell-theresa-may-to-face-down-brexit-hardliners\">A50 extension to go around in circles</a>, use it to decide future relationship, May told.</p> <p>Independent Group moves to <a href=\"https://www.theguardian.com/politics/2019/feb/26/independent-group-targets-labour-with-move-for-second-referendum\">push for second referendum</a>.</p> <p>Labour will <a href=\"http://The shadow chancellor, John McDonnell, has said the Labour party will whip its MPs to back a second referendum rather than offer a free vote\">whip its MPs on second referendum vote</a>.</p> <p>Eurotunnel will get its <a href=\"https://www.theguardian.com/politics/2019/mar/04/labour-calls-for-chris-grayling-to-be-sacked-over-33m-ferry-fiasco\">£33m from Grayling deal or no deal</a>.</p> <p><a href=\"https://www.theguardian.com/politics/2019/mar/01/us-seeks-greater-access-to-uk-food-markets-after-brexit-trade-deal\">Concern over food safety standards</a> after the US outline objectives for post-Brexit trade deal.</p> <p>Government no-deal paper reveals economy <a href=\"https://www.theguardian.com/politics/2019/feb/26/economy-could-shrink-by-9-percent-under-no-deal-brexit-government-says\">could shrink by up to 9%; Northern Ireland businesses could go bust</a> and food prices rise.</p> <p>Beyond insane: Why a <a href=\"https://www.theguardian.com/politics/2019/feb/26/beyond-insane-why-one-woman-fears-no-deal-brexit-could-kill-her\">home-dialysis patient fears no-deal could kill her</a>.</p> <h2>Comment</h2> <p>This week it’s over to Daniel Hannan, widely considered one of the architects of Brexit, and Tony Blair, who both agree that the big issue is not the withdrawal from the EU but the lack of debate and decision on the UK’s future relationship with the EU – Norway, Canada or no deal?</p> <p>Here, Hannan <a href=\"https://www.telegraph.co.uk/politics/2019/03/02/no-self-respecting-country-would-accept-deal-mps-must-vote/\">makes a case for a 21 month extension to article 50</a>.</p> <blockquote class=\"quoted\"> <p><em>But is a terrible Brexit in 2019 really worse than a successful one in 2020? Isn’t there at least an argument for replacing 21 months of non-voting membership, when we’d have no veto and so be in the weakest possible position to negotiate a final settlement, with a new deal whereby we moved straight to the final settlement, with no need for a transition</em></p> </blockquote> <p><a href=\"https://www.theguardian.com/commentisfree/2019/mar/03/europe-can-only-give-us-more-time-if-we-have-a-clear-brexit-plan\">Tony Blair argues that an extension to article 50 has to be meaningful</a> and force May to choose what she wants – Canada, Norway or no deal and then put it to the people. Otherwise the Brexiters have won.</p> <blockquote class=\"quoted\"> <p><em>Ultimately, the Brexiters’ strategy will be to get Britain out, remove May, elect a Brexiter to deliver a hard Brexit or possibly fight an election against a weakened Labour party to secure such a mandate. Those who want a soft Brexit, including Labour MPs who may be thinking of backing the deal, would be ill advised, unwittingly, to co-operate with this strategy.</em></p> </blockquote>",
      "wordcount": "1402",
      "firstPublicationDate": "2019-03-05T11:53:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:57Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/aqqkm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/07ab94cc04d87db116b12d251e2f0348d20bb1a5/0_87_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With just over three weeks to go before Brexit day, a smell of urgency is in the air. The UK’s attorney general, Geoffrey Cox, and the Brexit secretary, Steve Barclay, are back in Brussels on Tuesday. Their mission is to return with a firm “legal add-on” to enable May to tell MPs next week that Cox has changed his legal advice on the Irish backstop and he no longer believes it will “trap” the UK in a customs union with the EU indefinitely, as he averred in November. Before we get to the main developments of the last week, a reminder that producing the Guardian’s independent, in-depth journalism takes time and money. We do it because we believe our perspective matters and it may be yours, too. If you value our Brexit coverage, please become a Guardian supporter. Thank you. If you would like to receive it as a weekly email, please sign up here. And you can catch our monthly Brexit Means … podcast here. Main developments This was the week that the remainers in the Tory party finally stood up to be counted after defector Anna Soubry said the party was being held to ransom by the European Research Group (ERG). After it emerged last Monday that 15-20 cabinet ministers threatened to resign if May didn’t take no deal off the table, the prime minister emerged in the House of Commons with a pledge of three key votes for parliament – a vote on her deal; a vote on no deal and a vote on extending article 50. But her climbdown needs to be matched by more than 100 opponents if she is to get her deal over the line next week. Even if she gets the ERG and the Democratic Unionist party on board many believe she will need dozens of Labour voters to neuter hardline anti-dealers in her own party. Already, her key opponents, the ERG and the DUP, have indicated a softening of position in preparation for the critical votes on 12, 13 and 14 of March. Tony Blair (see below) smells machiavellian motives. But for now, the key development is that both have accepted that the assurances need not be in the agreement itself, a significant change in approach especially given the DUP demand the backstop had to be removed altogether from the withdrawal agreement. But even if she can get the ERG and the DUP onboard, May is by no means out of the woods. A key vote in the Commons last week designed to take no deal off the table exposed just how far away she still is from a deal. As many as 22 Tory MPs voted against a non-legally binding amendment put forward by Yvette Cooper designed to remove no deal as an option. They included Esther McVey and William Cash, MPs who will probably never vote for May’s deal. But worryingly for May, a further 88 predominantly Eurosceptic Tory MPs abstained, including Boris Johnson, the former foreign secretary, Dominic Raab, the former Brexit secretary, and Jacob Rees-Mogg. There is also concern about the numbers of Labour MPs who might defy Corbyn and vote for May’s deal after her bid to shore up support by announcing £1.6bn boost for deprived towns was dismissed as a fairly hollow “Brexit bribe”. What else in the last week? There was a big win for EU citizens and a big lose for the transport secretary, Chris Grayling, in the high court. Campaigners for the future rights of EU citizens got a surprise turbo-boost after the Tory backbencher Alberto Costa won government backing for an amendment forcing Theresa May to seek an urgent meeting in Brussels to “ringfence” their rights in the event of no deal. The support came after a chaotic few hours during which Costa was forced from his job in a junior government post and the home secretary, Sajid Javid, said there was “nothing wrong” with the amendment, less than 24 hours after May had dismissed it as unworkable. Costa has written to Donald Tusk and awaits his reply. And there was trouble for Grayling, who was being sued by Eurotunnel over his Brexit ferry contracts. On Friday, he saved himself the embarrassment of a four-day trial by coughing up £33m in an out-of-court settlement. There was also some big news at the Labour party with a move towards a second referendum, something many believe does not have the support of Jeremy Corbyn. “When the meaningful vote comes back – and we are told maybe that might be on 12 March – there are rumours today that it could be next week … That’s the time when we will have to put the amendment up,” said Labour’s shadow chancellor, John McDonnell. What’s next? All eyes on Brussels this week. Much focus this week will be the “review mechanism” in the Irish protocol in the agreement. According to Cox’s legal advice last November, this clause “adds little, other than procedurally, to the international law position to which the protocol is already subject”. The EU and the UK have been working to flesh out three potential areas to provide the legally binding assurances The overall objective, say officials, is to allow Cox to change his legal advice, dating back to November last year, that the backstop could “trap” the UK in a permanent customs union with the EU indefinitely. Michel Barnier has suggested that there could be a “joint interpretative statement” or “legal add on” over the backstop. But there may also be a joint text on the “alternative arrangements” and the future use of technology, as provided for in the political declaration paragraphs 140 and 141. In Downing Street, the calculation appears to be that May may need two or even three meaningful votes to get her deal over the line (or test it to destruction). May hopes to win round more hardline Eurosceptics to back her deal, playing on their fears that a delay to Brexit could mean a second referendum. If she fails, the Commons will then be asked to vote on no deal and a possible extension of article 50 that international trade secretary Liam Fox said this week would be “acceptable”. An extension to article 50 is not guaranteed, however, with a firm warning by the French president, Emmanuel Macron, that France would block a Brexit delay unless there is a firm “choice” by the UK on a new direction. Best of the rest Any extension of article 50 must be a one-off. Don’t just use A50 extension to go around in circles, use it to decide future relationship, May told. Independent Group moves to push for second referendum. Labour will whip its MPs on second referendum vote. Eurotunnel will get its £33m from Grayling deal or no deal. Concern over food safety standards after the US outline objectives for post-Brexit trade deal. Government no-deal paper reveals economy could shrink by up to 9%; Northern Ireland businesses could go bust and food prices rise. Beyond insane: Why a home-dialysis patient fears no-deal could kill her. Comment This week it’s over to Daniel Hannan, widely considered one of the architects of Brexit, and Tony Blair, who both agree that the big issue is not the withdrawal from the EU but the lack of debate and decision on the UK’s future relationship with the EU – Norway, Canada or no deal? Here, Hannan makes a case for a 21 month extension to article 50. But is a terrible Brexit in 2019 really worse than a successful one in 2020? Isn’t there at least an argument for replacing 21 months of non-voting membership, when we’d have no veto and so be in the weakest possible position to negotiate a final settlement, with a new deal whereby we moved straight to the final settlement, with no need for a transition Tony Blair argues that an extension to article 50 has to be meaningful and force May to choose what she wants – Canada, Norway or no deal and then put it to the people. Otherwise the Brexiters have won. Ultimately, the Brexiters’ strategy will be to get Britain out, remove May, elect a Brexiter to deliver a hard Brexit or possibly fight an election against a weakened Labour party to secure such a mandate. Those who want a soft Brexit, including Labour MPs who may be thinking of backing the deal, would be ill advised, unwittingly, to co-operate with this strategy.",
      "charCount": "7953",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lisaocarroll\">Lisa O'Carroll</a> Brexit correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/05/david-miliband-foreign-secretary-eu-referendum-brexit-may",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-05T10:55:20Z",
    "webTitle": "As foreign secretary I argued against an EU referendum. Now I back one | David Miliband",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/05/david-miliband-foreign-secretary-eu-referendum-brexit-may",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/05/david-miliband-foreign-secretary-eu-referendum-brexit-may",
    "fields": {
      "headline": "As foreign secretary I argued against an EU referendum. Now I back one",
      "standfirst": "<p>The UK is in a Brexit dead end and May’s deal satisfies no one. I don’t see any way out other than allowing voters the final say</p>",
      "trailText": "I don’t see any way out of this Brexit dead-end other than allowing voters the final say, says former foreign secretary David Miliband",
      "byline": "David Miliband",
      "main": "<figure class=\"element element-image\" data-media-id=\"17d402ae398b7a1fbe81b308ebd42a2cab882294\"> <img src=\"https://media.guim.co.uk/17d402ae398b7a1fbe81b308ebd42a2cab882294/15_0_4901_2940/1000.jpg\" alt=\"Palace of Westminster\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The country has driven into a dead end. It is going to take creativity and flexibility to get out of it in a way that unites people’.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The Brexit debate is coming to a head at a moment when Britain’s political parties seem to be coming apart. Maybe that is not surprising. The 2016 referendum usurped the role of parliament and MPs. And both Labour and Conservative parties are being pulled by the far right and far left. The mess of Brexit is the result. Millions of voters are left feeling not only frustrated but homeless, with unprecedented strain on the stability and legitimacy of the two-party system.</p> <p>The <a href=\"https://www.theguardian.com/politics/2019/feb/20/tory-mps-defect-independent-group-soubry-allen-wollaston\" title=\"\">defections from the main parties</a> last month were not just about Brexit. <a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/labour-antisemitism-party-left-bigotry\" title=\"\">Labour’s antisemitism crisis</a> also reflects dangerous wider trends. It is horrifying to see the Jewish roots of MPs turned into a weapon against their political views; to see sectarianism so deep that reason is lost; to see the anonymity of social media toxify political debate.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/03/brexit-citizensassembly-compromise\">A citizens’ assembly can sort Brexit mess</a> </p> </aside>  <p>But while the question of Labour’s future will take some time to resolve, the Brexit question is now down to hours. The prime minister is trapped in what can only be called frenetic paralysis, desperately trying to move forward but unable to do so because of the competing pressures on her. Meanwhile the country heads for the cliff edge.</p> <p>There is only one way to safeguard the political legitimacy, never mind the economic stability, of the country, and that is to re-engage the people. And here is the madness of the current situation: the arguments made against a second referendum apply, in spades, to the prime minister’s deal. It is said that a referendum would be divisive, prolong the Brexit agony, and fuel the far right. But all of these arguments can be made about the prime minister’s deal.</p> <p>It is true that a further referendum will require people to take sides. But we are divided already, because the 2016 referendum made a mockery of the principle of informed consent, and Theresa May’s deal satisfies no one. Leavers say it is not what they voted for. Remainers say their opinion was not properly taken into account. And the choices, as the recent <a href=\"https://www.ifs.org.uk/publications/13854\" title=\"\">Institute for Fiscal Studies report</a> made clear, are only going to get harder, as the reality of Brexit works its way through the economy.</p>  <figure class=\"element element-image\" data-media-id=\"fcb55f626b2d6b435b4772f8b48cc45ed6fd5361\"> <img src=\"https://media.guim.co.uk/fcb55f626b2d6b435b4772f8b48cc45ed6fd5361/234_107_2219_1331/1000.jpg\" alt=\"Former foreign secretary David Miliband (left) and David Cameron in London 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I deplored David Cameron’s argument that he had no option but to put a referendum in his 2015 manifesto.’</span> <span class=\"element-image__credit\">Photograph: Leon Neal/PA</span> </figcaption> </figure>  <p>The idea that the May deal will end the Brexit trauma is also misplaced. This deal is only the beginning of the negotiations, and in all likelihood the easiest part. The trade-offs associated with the choice of our Brexit future – between alignment with European regulation and the exercise of a new-found freedom to deviate – are only going to get harder.</p> <p>The argument that a second referendum would boost the far right has been presented in <a href=\"https://www.theguardian.com/politics/2019/jan/12/grayling-under-fire-for-claim-blocking-brexit-could-boost-far-right\" title=\"\">cynical terms by the transport secretary, Chris Grayling</a>, and in an honourable and serious way by various Labour figures. But the counter case is that the politics of anger represented by nativists and nationalists, on the mainstream right as well as the extreme right, is on the march anyway, and finds vent already. While a referendum would give a platform to Nigel Farage, it is not as if he lacks a platform without a referendum.</p> <p>Ploughing on, when we know that the painful choices that have been avoided by May and Jeremy Corbyn for more than two years will only multiply, is not a salve; it is itself a recipe for more division. May’s bad deal is only an indicator of more pain to come.</p> <p>A further referendum is not just a way for voters to decide whether to incur the economic and social cost of a final Brexit deal. That would be a good reason – the metaphor of putting down an offer on a house but waiting for the surveyor’s report before deciding whether to sign the contract makes the point. Leading Brexiteers, from Jacob Rees-Mogg to David Davis, previously argued for two referendums as “bookends” of the democratic process. There is nothing undemocratic about giving voters the final say.</p> <p>A referendum is also a way for the country to renew its democracy. <a href=\"https://www.theguardian.com/commentisfree/2019/jan/16/mps-brexit-citizens-assembly-lisa-nandy-stella-creasy\" title=\"\">Citizens’ assemblies</a>, local debates, new mechanisms of popular engagement, new focus from broadcasters and social media companies on fact-checking and fake news, new protections against Russian interference – they will all face catcalls that they are high-minded or boring. But they have been shown in other contexts to overcome the danger that it is only those shouting loudest who get heard.</p> <p>There is a danger that the demagogues take over again in the course of another referendum campaign, but only if we neglect the lessons about how to engage voters in a serious way. The evidence from Ireland – where two referendums covering gay rights and abortion, both core to deeply held views of national identity, served to bring closure and heal divisions rather than allowing them to fester – shows that referendums don’t have to be divisive.</p> <p>Amid the dangers ahead, <a href=\"https://www.theguardian.com/commentisfree/2019/feb/10/mps-peter-kyle-phil-wilson-decent-brexit-proposal\" title=\"\">the proposal</a> from MPs Peter Kyle and Phil Wilson shines through the gloom. Pass the May deal and put it to a vote. Then there can be a proper debate and a proper answer.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/03/europe-can-only-give-us-more-time-if-we-have-a-clear-brexit-plan\">Europe can only give us more time if we have a clear Brexit plan  | Tony Blair</a> </p> </aside>  <p>This will require time, which is not on our side – as a result of May’s incredibly unwise decision to trigger article 50 in March 2017, before there was a negotiating position on the British side. The lesson of the past two years is not to rush further, but to use time wisely and sequence decisions sensibly.</p> <p>I didn’t expect to be arguing this case. I spent three years as foreign secretary arguing against Tory demands for a referendum on Europe. I deplored David Cameron’s argument that he had no option but to put a referendum in his <a href=\"https://www.bbc.co.uk/news/uk-politics-21148282\" title=\"\">2015 manifesto</a>, and Labour’s decision after the election of that year to <a href=\"https://www.theguardian.com/politics/2015/jun/09/pm-accused-rig-eu-referendum-government-propaganda\" title=\"\">vote for the referendum</a> in parliament. But paradoxically I don’t see any way out of the current malaise without doubling down on popular participation in a national vote. The Brexit that people were promised in 2016 is not available, but Brexit cannot be cancelled without popular say-so.</p> <p>As MPs try to find a way through the Brexit maze, it is clear the country has driven into a dead end. It is going to take creativity and flexibility to get out of it in a way that unites people for the huge challenges of reform and renewal that lie ahead. A referendum should be part of that process – and for positive reasons, not just the lack of a majority for anything else.</p> <p>• David Miliband was the UK’s foreign secretary between 2007 and 2010</p>",
      "wordcount": "1079",
      "commentCloseDate": "2019-03-05T14:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-05T10:55:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:57Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqmdj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/17d402ae398b7a1fbe81b308ebd42a2cab882294/15_0_4901_2940/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Brexit debate is coming to a head at a moment when Britain’s political parties seem to be coming apart. Maybe that is not surprising. The 2016 referendum usurped the role of parliament and MPs. And both Labour and Conservative parties are being pulled by the far right and far left. The mess of Brexit is the result. Millions of voters are left feeling not only frustrated but homeless, with unprecedented strain on the stability and legitimacy of the two-party system. The defections from the main parties last month were not just about Brexit. Labour’s antisemitism crisis also reflects dangerous wider trends. It is horrifying to see the Jewish roots of MPs turned into a weapon against their political views; to see sectarianism so deep that reason is lost; to see the anonymity of social media toxify political debate. But while the question of Labour’s future will take some time to resolve, the Brexit question is now down to hours. The prime minister is trapped in what can only be called frenetic paralysis, desperately trying to move forward but unable to do so because of the competing pressures on her. Meanwhile the country heads for the cliff edge. There is only one way to safeguard the political legitimacy, never mind the economic stability, of the country, and that is to re-engage the people. And here is the madness of the current situation: the arguments made against a second referendum apply, in spades, to the prime minister’s deal. It is said that a referendum would be divisive, prolong the Brexit agony, and fuel the far right. But all of these arguments can be made about the prime minister’s deal. It is true that a further referendum will require people to take sides. But we are divided already, because the 2016 referendum made a mockery of the principle of informed consent, and Theresa May’s deal satisfies no one. Leavers say it is not what they voted for. Remainers say their opinion was not properly taken into account. And the choices, as the recent Institute for Fiscal Studies report made clear, are only going to get harder, as the reality of Brexit works its way through the economy. The idea that the May deal will end the Brexit trauma is also misplaced. This deal is only the beginning of the negotiations, and in all likelihood the easiest part. The trade-offs associated with the choice of our Brexit future – between alignment with European regulation and the exercise of a new-found freedom to deviate – are only going to get harder. The argument that a second referendum would boost the far right has been presented in cynical terms by the transport secretary, Chris Grayling, and in an honourable and serious way by various Labour figures. But the counter case is that the politics of anger represented by nativists and nationalists, on the mainstream right as well as the extreme right, is on the march anyway, and finds vent already. While a referendum would give a platform to Nigel Farage, it is not as if he lacks a platform without a referendum. Ploughing on, when we know that the painful choices that have been avoided by May and Jeremy Corbyn for more than two years will only multiply, is not a salve; it is itself a recipe for more division. May’s bad deal is only an indicator of more pain to come. A further referendum is not just a way for voters to decide whether to incur the economic and social cost of a final Brexit deal. That would be a good reason – the metaphor of putting down an offer on a house but waiting for the surveyor’s report before deciding whether to sign the contract makes the point. Leading Brexiteers, from Jacob Rees-Mogg to David Davis, previously argued for two referendums as “bookends” of the democratic process. There is nothing undemocratic about giving voters the final say. A referendum is also a way for the country to renew its democracy. Citizens’ assemblies, local debates, new mechanisms of popular engagement, new focus from broadcasters and social media companies on fact-checking and fake news, new protections against Russian interference – they will all face catcalls that they are high-minded or boring. But they have been shown in other contexts to overcome the danger that it is only those shouting loudest who get heard. There is a danger that the demagogues take over again in the course of another referendum campaign, but only if we neglect the lessons about how to engage voters in a serious way. The evidence from Ireland – where two referendums covering gay rights and abortion, both core to deeply held views of national identity, served to bring closure and heal divisions rather than allowing them to fester – shows that referendums don’t have to be divisive. Amid the dangers ahead, the proposal from MPs Peter Kyle and Phil Wilson shines through the gloom. Pass the May deal and put it to a vote. Then there can be a proper debate and a proper answer. This will require time, which is not on our side – as a result of May’s incredibly unwise decision to trigger article 50 in March 2017, before there was a negotiating position on the British side. The lesson of the past two years is not to rush further, but to use time wisely and sequence decisions sensibly. I didn’t expect to be arguing this case. I spent three years as foreign secretary arguing against Tory demands for a referendum on Europe. I deplored David Cameron’s argument that he had no option but to put a referendum in his 2015 manifesto, and Labour’s decision after the election of that year to vote for the referendum in parliament. But paradoxically I don’t see any way out of the current malaise without doubling down on popular participation in a national vote. The Brexit that people were promised in 2016 is not available, but Brexit cannot be cancelled without popular say-so. As MPs try to find a way through the Brexit maze, it is clear the country has driven into a dead end. It is going to take creativity and flexibility to get out of it in a way that unites people for the huge challenges of reform and renewal that lie ahead. A referendum should be part of that process – and for positive reasons, not just the lack of a majority for anything else. • David Miliband was the UK’s foreign secretary between 2007 and 2010",
      "charCount": "6227",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/davidmiliband\">David Miliband</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "uk-news/2019/mar/05/asylum-seekers-should-be-allowed-to-work-sooner",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-05T00:01:36Z",
    "webTitle": "Asylum seekers should be allowed to work sooner | Letter",
    "webUrl": "https://www.theguardian.com/uk-news/2019/mar/05/asylum-seekers-should-be-allowed-to-work-sooner",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/05/asylum-seekers-should-be-allowed-to-work-sooner",
    "fields": {
      "headline": "Asylum seekers should be allowed to work sooner",
      "standfirst": "The victims of this illogical policy are the people seeking asylum, but Britain is suffering, too, say signatories including <strong>Juliet Stevenson, Anna Friel, Jude Law</strong> and <strong>Michael Morpurgo</strong>",
      "trailText": "<strong>Letter:</strong> The victims of this illogical policy are the people seeking asylum, but Britain is suffering, too, say signatories including <strong>Juliet Stevenson, Anna Friel, Jude Law</strong> and <strong>Michael Morpurgo</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8b210c8c5c0aa06bb35aa5b6581c3a1ead14473f\"> <img src=\"https://media.guim.co.uk/8b210c8c5c0aa06bb35aa5b6581c3a1ead14473f/0_400_6000_3600/1000.jpg\" alt=\"Woman sitting on bed\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Their skills are wasted, their individual life ambitions stunted, their days confined to either the four walls of their accommodation or to the streets they sleep on,’ say the signatories.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>For many of us this will be the first time we have used our platform to make a direct call on the government, but the issue we want to see action on feels so urgent, so plainly unjust, and so easy to reconcile, that we have been compelled to speak out.</p> <p>As it stands people seeking asylum in the UK are banned from working until one year after they have made their claim for asylum, and only then after being granted permission to work by the government, and in the extremely unlikely event they can fill one of the positions on the Home Office’s “shortage occupation list”: an absurdly narrow selection of jobs that includes such things as “classical ballet dancer” and “nuclear waste worker”.</p> <p>The result is that most are forced into poverty, destitution and homelessness. They rely on the £5.39 per day granted to them by the Home Office but this is plainly not enough for anyone to live off, let alone build a life around. Their skills are wasted, their individual life ambitions stunted, their days confined to either the four walls of their accommodation or to the streets they sleep on.</p> <p>The victims of this illogical policy are the people seeking asylum, but Britain is suffering, too. We are denying this country the immense skills, aptitude and talents of the people who reach our shores. We are preventing people seeking asylum from integrating with and contributing to our communities. Britain has a proud history of embracing people from different backgrounds but that history is being undermined by our government’s policy on asylum.</p> <p>We urge the government to heed the calls of the more than 150 charities, businesses and faith groups who have called on it to lift the ban on work for people seeking asylum and in so doing create a stronger Britain, a more diverse workforce, and prosperous communities.<br><strong>Juliet Stevenson</strong> <em>Actor</em><br><strong>Jamie Bamber </strong><em>Actor</em><br><strong>Jude Law</strong> <em>Actor</em><br><strong>Anna Friel</strong> <em>Actor</em><br><strong>Joanna Lumley</strong> <em>Actor</em><br><strong>Jodie Whittaker</strong> <em>Actor</em><br><strong>Miranda Richardson</strong> <em>Actor</em><br><strong>Anthony Gormley</strong> <em>Sculptor</em><br><strong>Peter Capaldi</strong> <em>Actor</em><br><strong>Vanessa Redgrave</strong> <em>Actor</em><br><strong>Sir Michael Morpurgo</strong> <em>Author</em><br><strong>Jon Snow</strong> <em>News presenter, Channel 4</em><br><strong>Ken Loach</strong> <em>Filmmaker</em><br><strong>Baroness Helena Kennedy</strong> <em>QC</em><br><strong>Dr Rowan Williams</strong> <em>Former Archbishop of Canterbury</em><br><strong>David Schneider</strong> <em>Actor and producer</em><br><strong>Caitlin Moran</strong> <em>Author and journalist</em><br><strong>Miriam Margolyes</strong> Actor<br><strong>Joely Richardson</strong> <em>Actor</em><br><strong>Deborah Frances-White</strong> <em>Podcaster and author</em><br><strong>David Lan</strong> <em>Theatre director and playwright</em><br><strong>Hugh Brody</strong><em> Anthropologist, author and filmmaker</em><br><strong>Emma Freud</strong> <em>Broadcaster</em><br><strong>Philippe Sands</strong> <em>Lawyer</em><br><strong>Olivia Williams </strong><em>Actor</em><br><strong>Freema Agyemon</strong> <em>Actor</em><br><strong>James Callis </strong><em>Actor</em><br><strong>Warren Brown</strong> <em>Actor</em><br><strong>Alec Newman</strong> <em>Actor</em><br><strong>Sean Maguire</strong> <em>Actor</em><br><strong>Sonya Walger</strong> <em>Actor</em><br><strong>Alice Evans</strong> <em>Actor</em><br><strong>Samira Higham</strong> <em>Theatrical agent</em><br><strong>Adrian Sturges</strong> <em>Producer</em><br><strong>Lucy Kirkwood</strong> <em>Playwright</em><br><strong>JJ Feild</strong> <em>Actor</em><br><strong>Rick Warden</strong> <em>Actor</em><br><strong>Anastasia Griffith</strong> <em>Actor</em><br><strong>Kerry Norton</strong> <em>Actor</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "462",
      "commentable": "false",
      "firstPublicationDate": "2019-03-05T00:01:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-15T21:17:57Z",
      "newspaperEditionDate": "2019-03-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqy3m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8b210c8c5c0aa06bb35aa5b6581c3a1ead14473f/0_400_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For many of us this will be the first time we have used our platform to make a direct call on the government, but the issue we want to see action on feels so urgent, so plainly unjust, and so easy to reconcile, that we have been compelled to speak out. As it stands people seeking asylum in the UK are banned from working until one year after they have made their claim for asylum, and only then after being granted permission to work by the government, and in the extremely unlikely event they can fill one of the positions on the Home Office’s “shortage occupation list”: an absurdly narrow selection of jobs that includes such things as “classical ballet dancer” and “nuclear waste worker”. The result is that most are forced into poverty, destitution and homelessness. They rely on the £5.39 per day granted to them by the Home Office but this is plainly not enough for anyone to live off, let alone build a life around. Their skills are wasted, their individual life ambitions stunted, their days confined to either the four walls of their accommodation or to the streets they sleep on. The victims of this illogical policy are the people seeking asylum, but Britain is suffering, too. We are denying this country the immense skills, aptitude and talents of the people who reach our shores. We are preventing people seeking asylum from integrating with and contributing to our communities. Britain has a proud history of embracing people from different backgrounds but that history is being undermined by our government’s policy on asylum. We urge the government to heed the calls of the more than 150 charities, businesses and faith groups who have called on it to lift the ban on work for people seeking asylum and in so doing create a stronger Britain, a more diverse workforce, and prosperous communities. Juliet Stevenson Actor Jamie Bamber Actor Jude Law Actor Anna Friel Actor Joanna Lumley Actor Jodie Whittaker Actor Miranda Richardson Actor Anthony Gormley Sculptor Peter Capaldi Actor Vanessa Redgrave Actor Sir Michael Morpurgo Author Jon Snow News presenter, Channel 4 Ken Loach Filmmaker Baroness Helena Kennedy QC Dr Rowan Williams Former Archbishop of Canterbury David Schneider Actor and producer Caitlin Moran Author and journalist Miriam Margolyes Actor Joely Richardson Actor Deborah Frances-White Podcaster and author David Lan Theatre director and playwright Hugh Brody Anthropologist, author and filmmaker Emma Freud Broadcaster Philippe Sands Lawyer Olivia Williams Actor Freema Agyemon Actor James Callis Actor Warren Brown Actor Alec Newman Actor Sean Maguire Actor Sonya Walger Actor Alice Evans Actor Samira Higham Theatrical agent Adrian Sturges Producer Lucy Kirkwood Playwright JJ Feild Actor Rick Warden Actor Anastasia Griffith Actor Kerry Norton Actor • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3086",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]