[
  {
    "id": "world/2019/aug/23/afghanistan-at-risk-of-being-abandoned",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-23T15:39:17Z",
    "webTitle": "Afghanistan at risk of being abandoned | Letter",
    "webUrl": "https://www.theguardian.com/world/2019/aug/23/afghanistan-at-risk-of-being-abandoned",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/23/afghanistan-at-risk-of-being-abandoned",
    "fields": {
      "headline": "Afghanistan at risk of being abandoned",
      "standfirst": "The 100th anniversary of its independence from Britain should remind us of our long history with the country and our obligations, says <strong>Simon Diggins </strong>",
      "trailText": "<strong>Letter:</strong> The 100th anniversary of its independence from Britain should remind us of our long history with the country and our obligations, says <strong>Simon Diggins</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ebab36a778bb29b73d4b3d4bdcb6f5792fcc3429\"> <img src=\"https://media.guim.co.uk/ebab36a778bb29b73d4b3d4bdcb6f5792fcc3429/0_0_3504_2102/1000.jpg\" alt=\"Soldiers in Afghanistan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘In the rush to achieve a settlement, the people’s interests are likely to be forgotten. This cannot be allowed to happen,’ says<strong> </strong>Simon Diggins. </span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>",
      "body": "<p>Simon Tisdall (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/19/trump-peace-plan-betrayal-afghanistan\" title=\"\">Trump’s peace plan is a gross betrayal of Afghanistan</a>, Journal, 20 August) is completely correct in his analysis of the US peace initiative in Afghanistan: it is all about enabling the withdrawal of US troops and little about the future of the Afghan people; “details”, such as the shape of the future government of the country, are, apparently, to be settled later.</p> <p>This week saw one historic occasion for Afghanistan, the 100th anniversary of its independence from Britain, but the deal being negotiated in Doha more closely resembles the end of the Soviet engagement in 1989. Desperate to stop a war they were losing, the Soviets negotiated the end of combat operations in 1989 and withdrew the bulk of their troops. Three years later, under pressure from the west, “cooperation troops” withdrew; and two years after that, in 1994, the Najibullah regime itself finally collapsed, paving the way for the Taliban to take power in 1996. History won’t repeat itself exactly, but the precedent is not encouraging.</p> <p>Those most likely to suffer if the west withdraws its support, as the Russians did in 1992, are of course the Afghan people themselves; battered by nearly 30 years of war, they have nonetheless seen some progress in the last few years, all of which may be in jeopardy. We must also have an especial care for those Afghans who worked, with honour and courage, for us in opposing the Taliban. Successive governments’ attitudes, towards our former interpreters particularly, have veered from indifference to shameful betrayal, with any concession grudging and niggardly. In the rush to achieve a settlement, the people’s interests are likely to be forgotten. This cannot be allowed to happen, else we will be creating “Britain’s Harkis”, to match the French abandonment of their cooperators in their withdrawal from Algeria.</p> <p>The 100th anniversary should remind us that we have a long history in Afghanistan. The next few years are likely to be deeply challenging for the Afghan people. We need to stick by them and honour the memory of our recent sacrifices and the obligations created.<br><strong>Simon Diggins</strong><br><em>Defence attache, Kabul 2008-10</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "400",
      "commentable": "false",
      "firstPublicationDate": "2019-08-23T15:39:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-23T15:40:27Z",
      "newspaperEditionDate": "2019-08-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c79kc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ebab36a778bb29b73d4b3d4bdcb6f5792fcc3429/0_0_3504_2102/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Simon Tisdall (Trump’s peace plan is a gross betrayal of Afghanistan, Journal, 20 August) is completely correct in his analysis of the US peace initiative in Afghanistan: it is all about enabling the withdrawal of US troops and little about the future of the Afghan people; “details”, such as the shape of the future government of the country, are, apparently, to be settled later. This week saw one historic occasion for Afghanistan, the 100th anniversary of its independence from Britain, but the deal being negotiated in Doha more closely resembles the end of the Soviet engagement in 1989. Desperate to stop a war they were losing, the Soviets negotiated the end of combat operations in 1989 and withdrew the bulk of their troops. Three years later, under pressure from the west, “cooperation troops” withdrew; and two years after that, in 1994, the Najibullah regime itself finally collapsed, paving the way for the Taliban to take power in 1996. History won’t repeat itself exactly, but the precedent is not encouraging. Those most likely to suffer if the west withdraws its support, as the Russians did in 1992, are of course the Afghan people themselves; battered by nearly 30 years of war, they have nonetheless seen some progress in the last few years, all of which may be in jeopardy. We must also have an especial care for those Afghans who worked, with honour and courage, for us in opposing the Taliban. Successive governments’ attitudes, towards our former interpreters particularly, have veered from indifference to shameful betrayal, with any concession grudging and niggardly. In the rush to achieve a settlement, the people’s interests are likely to be forgotten. This cannot be allowed to happen, else we will be creating “Britain’s Harkis”, to match the French abandonment of their cooperators in their withdrawal from Algeria. The 100th anniversary should remind us that we have a long history in Afghanistan. The next few years are likely to be deeply challenging for the Afghan people. We need to stick by them and honour the memory of our recent sacrifices and the obligations created. Simon Diggins Defence attache, Kabul 2008-10 • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2451",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "sport/2019/aug/23/testing-conversation-for-the-uninitiated",
    "type": "article",
    "sectionId": "sport",
    "sectionName": "Sport",
    "webPublicationDate": "2019-08-23T15:37:39Z",
    "webTitle": "Testing conversation for the uninitiated | Brief letters",
    "webUrl": "https://www.theguardian.com/sport/2019/aug/23/testing-conversation-for-the-uninitiated",
    "apiUrl": "https://content.guardianapis.com/sport/2019/aug/23/testing-conversation-for-the-uninitiated",
    "fields": {
      "headline": "Testing conversation for the uninitiated",
      "standfirst": "Cricket | Europe | School holidays | PD James | Extending life",
      "trailText": "<strong>Brief letters:</strong> Cricket | Europe | School holidays | PD James | Extending life",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0b3b7d45b64d85e34d15959c7158ddca41086420\"> <img src=\"https://media.guim.co.uk/0b3b7d45b64d85e34d15959c7158ddca41086420/0_358_5371_3223/1000.jpg\" alt=\"Cricket ball and bat\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Test match report piqued Ray Rumsby’s interest. </span> <span class=\"element-image__credit\">Photograph: Getty/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>Your <a href=\"https://www.theguardian.com/sport/blog/2019/aug/22/stuart-broad-england-australia-headingley-belated-love-affair\" title=\"\">Test match report</a> (23 August) quotes part of a conversation overheard between Leeds “locals” at Burley Park: “It’s looking a bit black over Bill’s mother’s.” “A little local knowledge goes a long way here in Leeds,” the reporter observes. Seems to me the weather reference alludes to a collection of short stories published earlier this year: It’s Gone Dark Over Bill’s Mother’s, by Lisa Blower. She was writing about Stoke. Damn sophisticated, these northerners.<br><strong>Ray Rumsby</strong><br><em>Little Melton, Norfolk</em></p> <p>• “Johnson heads to Europe,” said your headline (<a href=\"https://www.theguardian.com/politics/2019/aug/20/donald-tusk-rejects-boris-johnsons-bid-to-remove-the-backstop-brexit\" title=\"\">21 August</a>). Sounds like a foreign country, rather than somewhere we are very much part of both geographically and politically (still). And he was to meet “European leaders” rather than “other European leaders”. Premature descriptions?<br><strong>Jane Maguire</strong><br><em>Aldborough, Norfolk</em></p> <p>• In Northern Ireland (which gets the best GCSE and A-level results) there are shorter breaks during the school year, but pupils have the whole of July and August off – a proper summer (<a href=\"https://www.theguardian.com/politics/2019/aug/22/theres-nothing-safe-about-boris-johnsons-seat\" title=\"\">Letters</a>, 23 August).<br><strong>Maggie Johnston</strong><br><em>St Albans, Hertfordshire</em></p> <p>• The great PD James sussed out the absurdity of the 10,000-hour theory (<a href=\"https://www.theguardian.com/music/2019/aug/22/art-pepper-blew-away-the-idea-that-practice-makes-perfect\" title=\"\">Letters</a>, 23 August) over 25 years ago. At a seminar entitled Creative Writing: Can it be Taught?, she summed up with: “Creative writing can be taught – but only to creative writers.”<br><strong>Judith Flanders</strong><br><em>London</em></p> <p>• Given that humour is supposed to extend your life, I would far rather be prescribed a Marina Hyde column, which I’m sure is worth many months of pottering around doing the dishes (<a href=\"https://www.theguardian.com/society/2019/aug/21/older-adults-can-boost-longevity-with-just-a-little-exercise\" title=\"\">Washing the dishes ‘can help you live longer in later years’</a>, 22 August).<br><strong>Margaret Squires</strong><br><em>St Andrews, Fife</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "304",
      "commentable": "false",
      "firstPublicationDate": "2019-08-23T15:37:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:29Z",
      "newspaperEditionDate": "2019-08-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c79pj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0b3b7d45b64d85e34d15959c7158ddca41086420/0_358_5371_3223/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your Test match report (23 August) quotes part of a conversation overheard between Leeds “locals” at Burley Park: “It’s looking a bit black over Bill’s mother’s.” “A little local knowledge goes a long way here in Leeds,” the reporter observes. Seems to me the weather reference alludes to a collection of short stories published earlier this year: It’s Gone Dark Over Bill’s Mother’s, by Lisa Blower. She was writing about Stoke. Damn sophisticated, these northerners. Ray Rumsby Little Melton, Norfolk • “Johnson heads to Europe,” said your headline (21 August). Sounds like a foreign country, rather than somewhere we are very much part of both geographically and politically (still). And he was to meet “European leaders” rather than “other European leaders”. Premature descriptions? Jane Maguire Aldborough, Norfolk • In Northern Ireland (which gets the best GCSE and A-level results) there are shorter breaks during the school year, but pupils have the whole of July and August off – a proper summer (Letters, 23 August). Maggie Johnston St Albans, Hertfordshire • The great PD James sussed out the absurdity of the 10,000-hour theory (Letters, 23 August) over 25 years ago. At a seminar entitled Creative Writing: Can it be Taught?, she summed up with: “Creative writing can be taught – but only to creative writers.” Judith Flanders London • Given that humour is supposed to extend your life, I would far rather be prescribed a Marina Hyde column, which I’m sure is worth many months of pottering around doing the dishes (Washing the dishes ‘can help you live longer in later years’, 22 August). Margaret Squires St Andrews, Fife • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1932",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/sport",
    "pillarName": "Sport"
  },
  {
    "id": "commentisfree/2019/aug/23/election-all-party-cooperation-stop-no-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-23T08:34:20Z",
    "webTitle": "An election is coming – and only all-party cooperation can stop no deal",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/23/election-all-party-cooperation-stop-no-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/23/election-all-party-cooperation-stop-no-deal",
    "fields": {
      "headline": "An election is coming – and only all-party cooperation can stop no deal",
      "standfirst": "<p>The Women’s Equality party believes in collaborative politics. Will other parties put aside self-interest to tackle this crisis?</p>",
      "trailText": "The Women’s Equality party believes in collaborative politics. Who will help us tackle our national crisis? asks Mandu Reid, leader of the Women’s Equality party",
      "byline": "Mandu Reid",
      "main": "<figure class=\"element element-image\" data-media-id=\"16b3a63163848675bfda1a54e557fd5aeb5b62d4\"> <img src=\"https://media.guim.co.uk/16b3a63163848675bfda1a54e557fd5aeb5b62d4/0_23_3984_2390/1000.jpg\" alt=\"Anti-Brexit protesters in London, August 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘For voters who want something better than no deal the options are cloudy.’ Anti-Brexit protesters in London, August 2019. </span> <span class=\"element-image__credit\">Photograph: Amer Ghazzal/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>With a snap <a href=\"https://www.theguardian.com/politics/2019/aug/18/phoney-outsider-corbyn-attacks-johnson-election-pitch\">general election on the horizon</a>, the campaign machinery is moving full speed ahead. As leader of the Women’s Equality party, for the past few weeks I have been speaking to leaders and strategists from across the political spectrum in an effort to stop us from crashing out of the EU. That means I’ve been privy to the jostling that is currently taking place as the mainstream parties iron out their game plans for winning votes and seats. What I have seen doesn’t fill me with confidence.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/21/corbyn-arranges-all-party-tactics-meeting-to-fight-no-deal-brexit\">Corbyn arranges all-party 'tactics' meeting to fight no-deal Brexit</a> </p> </aside>  <p>A focus on yesterday’s polling data, the minutiae of legislative process and plans to unveil big name candidates without big ideas behind them will only get us so far. Because standing for election should mean just that: truly standing <em>for</em> something. People across the country may soon be reluctantly opening their doors to enthusiastic canvassers ready to explain why a vote for so-and-so is the surest means of delivering Brexit. Or avoiding Brexit. Or securing a better Brexit deal. Those voters who are willing (or eager) to accept no deal have a relatively straightforward choice ahead of them, but for those who want something better, the options are cloudy at best.</p> <p>While <a href=\"https://www.theguardian.com/politics/2019/aug/17/corbyn-labour-no-deal-brexit-mps-flirting-with-disaster\">Labour and the SNP</a> cosy up to each other, the Liberal Democrats, Greens and a sprinkling of independents are at the centre of efforts to create a coalition of smaller parties – all, it seems, ignoring the fact that we do not stand a chance of stopping a disastrous no-deal Brexit unless we are on the same side. <a href=\"https://www.theguardian.com/politics/2019/aug/21/corbyn-arranges-all-party-tactics-meeting-to-fight-no-deal-brexit\">Jeremy Corbyn’s plans</a> for an all-party “tactics” meeting to prevent no deal are a good first step. However, they will mean nothing if the parties involved cannot put party political advantage aside in the longer term to ensure the greatest chance of victory in the election that would certainly follow.</p> <p>Because most of all, right now, we need politicians who recognise that this is a time of national crisis, and who recognise the unique opportunities for change and realignment that such a crisis presents. Whatever happens with Brexit is only the beginning of a long process of pulling our fractured nation back together. What comes afterwards will shape the future of our country for generations, so it is on us to design a future that those generations will actually want to inherit.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It takes cooperation and the participation of people from across the political spectrum to effect real change</p> </blockquote> </aside>  <p>So how can this work? Well, the <a href=\"https://www.theguardian.com/politics/2019/aug/10/lib-dems-target-tories-brexit-jo-swinson-election\">Lib Dem surge</a> offers a real chance to take previously unwinnable seats from the grasp of Conservative Brexiteers. Labour MPs who support remain should be offered cover by any alliance because we need an economy that works for the many, not the few. Without Plaid and the SNP no alliance can represent the interests of the UK as a whole. The Green party should be given the chance to gain additional seats because we need politicians who are truly committed to reversing the climate crisis. All parties should stand with the Women’s Equality party to oust violent, misogynist MPs, sending a signal that abuse, harassment and violence are not and will never be tolerated. And we must all work together, because we cannot win this election while we are divided.</p> <p>This is an opportunity for a new kind of collaboration, for a real alliance that fights to improve life for those who have been left behind: for women, for minorities, for deprived communities and, by extension, for the country as a whole. Together the parties need to give voters the chance to vote for something out of self-interest, but also something that will benefit everyone else too.</p> <p>The Women’s Equality party has advocated for a new style of collaborative politics since our founding. We are the only party to offer affiliate membership (so that people who are already a member of another party can still join us), because we believe that sharing ideas and opening conversations makes us stronger. We are the only party that invites others to steal our policies, because we are convinced that solving the problems we face is more important than owning the solutions. And we are the only party that is non-partisan in our appeals, because we understand that it takes cooperation and the participation of people from across the political spectrum to effect real change.</p> <p>Never has that spirit and practice of collaboration been more necessary than now. Ever since the referendum, debate has raged about how the nation came to be so divided and what we can do to pull ourselves back together. But if parties can’t commit to working with those they agree with, let alone those from the other side of the aisle, what hope is there?</p> <p>I would urge the other parties – if they truly want to create that better future – to look up from the game of chess they are currently engaged in, clear the board and reimagine the game altogether. Because a political vision that stops at self-interest does a disservice to us all.</p> <p>• Mandu Reid is leader of the Women’s Equality party</p>",
      "wordcount": "833",
      "firstPublicationDate": "2019-08-23T08:34:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:15Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c7545",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/16b3a63163848675bfda1a54e557fd5aeb5b62d4/0_23_3984_2390/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With a snap general election on the horizon, the campaign machinery is moving full speed ahead. As leader of the Women’s Equality party, for the past few weeks I have been speaking to leaders and strategists from across the political spectrum in an effort to stop us from crashing out of the EU. That means I’ve been privy to the jostling that is currently taking place as the mainstream parties iron out their game plans for winning votes and seats. What I have seen doesn’t fill me with confidence. A focus on yesterday’s polling data, the minutiae of legislative process and plans to unveil big name candidates without big ideas behind them will only get us so far. Because standing for election should mean just that: truly standing for something. People across the country may soon be reluctantly opening their doors to enthusiastic canvassers ready to explain why a vote for so-and-so is the surest means of delivering Brexit. Or avoiding Brexit. Or securing a better Brexit deal. Those voters who are willing (or eager) to accept no deal have a relatively straightforward choice ahead of them, but for those who want something better, the options are cloudy at best. While Labour and the SNP cosy up to each other, the Liberal Democrats, Greens and a sprinkling of independents are at the centre of efforts to create a coalition of smaller parties – all, it seems, ignoring the fact that we do not stand a chance of stopping a disastrous no-deal Brexit unless we are on the same side. Jeremy Corbyn’s plans for an all-party “tactics” meeting to prevent no deal are a good first step. However, they will mean nothing if the parties involved cannot put party political advantage aside in the longer term to ensure the greatest chance of victory in the election that would certainly follow. Because most of all, right now, we need politicians who recognise that this is a time of national crisis, and who recognise the unique opportunities for change and realignment that such a crisis presents. Whatever happens with Brexit is only the beginning of a long process of pulling our fractured nation back together. What comes afterwards will shape the future of our country for generations, so it is on us to design a future that those generations will actually want to inherit. So how can this work? Well, the Lib Dem surge offers a real chance to take previously unwinnable seats from the grasp of Conservative Brexiteers. Labour MPs who support remain should be offered cover by any alliance because we need an economy that works for the many, not the few. Without Plaid and the SNP no alliance can represent the interests of the UK as a whole. The Green party should be given the chance to gain additional seats because we need politicians who are truly committed to reversing the climate crisis. All parties should stand with the Women’s Equality party to oust violent, misogynist MPs, sending a signal that abuse, harassment and violence are not and will never be tolerated. And we must all work together, because we cannot win this election while we are divided. This is an opportunity for a new kind of collaboration, for a real alliance that fights to improve life for those who have been left behind: for women, for minorities, for deprived communities and, by extension, for the country as a whole. Together the parties need to give voters the chance to vote for something out of self-interest, but also something that will benefit everyone else too. The Women’s Equality party has advocated for a new style of collaborative politics since our founding. We are the only party to offer affiliate membership (so that people who are already a member of another party can still join us), because we believe that sharing ideas and opening conversations makes us stronger. We are the only party that invites others to steal our policies, because we are convinced that solving the problems we face is more important than owning the solutions. And we are the only party that is non-partisan in our appeals, because we understand that it takes cooperation and the participation of people from across the political spectrum to effect real change. Never has that spirit and practice of collaboration been more necessary than now. Ever since the referendum, debate has raged about how the nation came to be so divided and what we can do to pull ourselves back together. But if parties can’t commit to working with those they agree with, let alone those from the other side of the aisle, what hope is there? I would urge the other parties – if they truly want to create that better future – to look up from the game of chess they are currently engaged in, clear the board and reimagine the game altogether. Because a political vision that stops at self-interest does a disservice to us all. • Mandu Reid is leader of the Women’s Equality party",
      "charCount": "4842",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mandu-reid\">Mandu Reid</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]