[
  {
    "id": "politics/2019/nov/16/corbyn-counts-on-tv-debates-to-close-the-gap-as-tories-poll-lead-increases",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-16T19:03:51Z",
    "webTitle": "Corbyn counts on TV debates to close the gap as Tories’ poll lead increases",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/16/corbyn-counts-on-tv-debates-to-close-the-gap-as-tories-poll-lead-increases",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/16/corbyn-counts-on-tv-debates-to-close-the-gap-as-tories-poll-lead-increases",
    "fields": {
      "headline": "Corbyn counts on TV debates to close the gap as Tories’ poll lead increases",
      "standfirst": "Labour leader sharpens up for televised showdown as polls reveal Conservatives  have a 16-point lead",
      "trailText": "Labour leader sharpens up for televised showdown as polls reveal Conservatives  have a 16-point lead",
      "byline": "Michael Savage and Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"7101c6716907ff241774d2d3af3ae778617321de\"> <img src=\"https://media.guim.co.uk/7101c6716907ff241774d2d3af3ae778617321de/521_98_2657_1594/1000.jpg\" alt=\"Corbyn’s team believe he is being underestimated by the Conservatives.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Corbyn’s team believe he is being underestimated by the Conservatives.</span> <span class=\"element-image__credit\">Photograph: Dominc Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn’s team are banking on the election’s <a href=\"https://www.theguardian.com/politics/live/2019/oct/30/lords-to-debate-boris-johnsons-early-election-bill-after-brexit-deadlock-live?page=with%3Ablock-5db98beb8f08cb84c60a1628\" title=\"\">TV debates</a> to tackle the Labour leader’s personal unpopularity and close the stubborn gap on the Conservatives, amid <a href=\"https://www.theguardian.com/politics/2019/nov/09/tories-poll-advantage-faltering-labour-gaining-ground\" title=\"\">polling</a> that suggests the Tories continue to enjoy a large double-digit lead.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/election-2019-london-polls-show-lib-dem-surge\">Election 2019: London polls show surge to the Lib Dems</a> </p> </aside>  <p>Corbyn’s team believes that he is still being underestimated by the Conservatives going into the first televised debate this week, despite his success in reversing a large Conservative lead in the last election two years ago. A series of TV confrontations, with differing formats, will begin on Tuesday evening on ITV when Boris <a href=\"https://www.theguardian.com/politics/2019/nov/01/johnson-and-corbyn-agree-to-head-to-head-election-debate-on-itv\" title=\"\">Johnson will take on Corbyn</a> in a two-way head-to-head chaired by presenter Julie Etchingham.</p> <p>The events will play a key part in influencing the decisions of millions of voters at the ballot box on 12 December, according to the latest Opinium poll for the <em>Observer</em>. Some 42% of voters questioned by Opinium said they were likely or very likely to watch at least one of the television encounters, with 43% of those saying the performance of the leaders would either be decisive or important in determining how they eventually make their decision.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/archive-zip/giv-3902621QcaAvkHXY/\" data-alt=\"State of the parties\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/archive-zip/giv-3902621QcaAvkHXY/\">State of the parties</a> </figure>  <p>Corbyn will need to use his television appearances to make up a large amount of ground on the Tories. According to Opinium, the Tories have stretched their poll lead and now have a <a href=\"https://www.theguardian.com/politics/2019/nov/02/tories-hold-16-point-lead-over-labour-according-to-poll\" title=\"\">16-point lead</a> over Labour. The Conservatives are up three points compared with a week ago, and now stand on 44%. Labour is down one point on 28%. The Liberal Democrats are also down one point on 14%, their lowest showing since August, while the Brexit party is unchanged on 6%.</p> <p>With senior figures on all sides believing there has been little in the campaign so far to have cut through to voters, the debates have taken on further significance.</p>  <figure class=\"element element-image\" data-media-id=\"cbcd061b200d5e99a12ff132e35eacb4f85047fd\"> <img src=\"https://media.guim.co.uk/cbcd061b200d5e99a12ff132e35eacb4f85047fd/149_151_3303_1982/1000.jpg\" alt=\"Jo Swinson of the Lib Dems, who are aiming to lock in former Labour voters by promising to invest an additional £6bn in the welfare system\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson of the Lib Dems, who are aiming to lock in former Labour voters by promising to invest an additional £6bn in the welfare system.</span> <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> </figcaption> </figure>  <p>For the Tories, they are the best way to kill off any chance of a Labour revival of the kind that saw <a href=\"https://www.theguardian.com/politics/2017/jun/03/uk-prime-minister-theresa-may-election-troubles-brexit\" title=\"\">Theresa May lose a major lead</a> in 2017. For Labour, they are a chance to showcase their popular spending plans on <a href=\"https://www.theguardian.com/technology/2019/nov/15/free-broadband-essential-uk-compete-john-mcdonnell-labour-policy-openreach\" title=\"\">free broadband</a> and the <a href=\"https://www.theguardian.com/politics/2019/nov/12/labour-vows-to-outspend-tories-with-26bn-rescue-plan-for-nhs\" title=\"\">NHS</a> – and demonstrate that Corbyn can hold his own against Johnson.</p> <p>Bad <a href=\"https://www.theguardian.com/commentisfree/2019/nov/14/wards-nhs-winter-crisis-boris-johnson\" title=\"\">A&amp;E</a> figures and criticism of Johnson after the <a href=\"https://www.theguardian.com/commentisfree/2019/nov/14/boris-johnson-flooding-flood-victims-yorkshire\" title=\"\">Yorkshire flooding </a>last week were a sign of the dangers faced by the Tories as they attempt to frame a simple message around resolving Brexit, <a href=\"https://www.theguardian.com/politics/2019/nov/11/election-fact-check-will-there-really-be-20000-new-police-officers\" title=\"\">boosting police</a> numbers and investing in the NHS. The Tory manifesto launch this week is intended to instil further discipline into its campaign. Tory HQ has been boosted by the decision by some <a href=\"https://www.theguardian.com/politics/brexit-party\" title=\"\">Brexit party</a> candidates to pull out of key Labour-held marginals. However, it has been forced to deny claims from figures inside Nigel Farage’s party that some Brexit party candidates were offered jobs <a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\" title=\"\">in return for standing aside</a>. Ben Habib, a Brexit party MEP, told <em>Sky News</em> on Saturday that the Tories were “<a href=\"https://news.sky.com/story/general-election-tories-being-economical-with-the-truth-over-brexit-party-jobs-denial-11862595\" title=\"\">being economical with the truth</a>” by denying the claim. He said: “It has been going on without a shadow of a doubt.”</p> <p>He denied being approached himself, but said Ann Widdecombe had been “offered some sort of negotiating position with the Tory party – from Number 10”.</p> <p>In a sign of the sheer volatility of the election, there is new evidence that the Lib Dems are surging in some of their key target seats – but have more to do if they are to overturn the Conservative lead.</p> <p>In three closely fought London constituencies, the Lib Dems have seen spikes of more than 20 points. However, the Deltapoll surveys reveal that the Tories currently have a lead in the seats of Kensington, Finchley and Golders Green, and Wimbledon.</p> <p>The seats are an important measure of the Lib Dems’ performance because the party has targeted strongly pro-Remain constituencies. And the Conservatives also know that losing some pro-Remain seats in the south-east could undermine their chances of securing a stable majority.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/constituency-stats/giv-39020e78b6BXHpQE/\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/constituency-stats/giv-39020e78b6BXHpQE/\">.</a> </figure>  <p>In Finchley and Golders Green, there has been a 25-point swing from Labour to the Lib Dems – but the party still remains 14 points behind the Tories. In Kensington the party is up 21 points, but the Tories are now three points ahead. In Wimbledon, Jo Swinson’s party is up 21 points, but remains two points behind the Tories.</p> <p>Deltapoll questioned 500 electors in each constituency by telephone between 7 and 13 November. The data was weighted to be more representative and voting intentions were adjusted to take account of turnout.</p> <p>The Lib Dems are attempting to lock in former Labour voters by promising to invest an <a href=\"https://www.theguardian.com/politics/2017/may/17/liberal-democrat-manifesto-key-points-and-analysis\" title=\"\">additional £6bn a year</a> in the welfare system over the course of the next parliament, as part of its manifesto launch this week. Some £2.6bn would be spent on abolishing the two-children limit on benefits and £220m on abolishing the welfare cap.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "800",
      "commentCloseDate": "2019-11-19T19:00:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-11-16T19:03:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:39Z",
      "newspaperEditionDate": "2019-11-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cm3da",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7101c6716907ff241774d2d3af3ae778617321de/521_98_2657_1594/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn’s team are banking on the election’s TV debates to tackle the Labour leader’s personal unpopularity and close the stubborn gap on the Conservatives, amid polling that suggests the Tories continue to enjoy a large double-digit lead. Corbyn’s team believes that he is still being underestimated by the Conservatives going into the first televised debate this week, despite his success in reversing a large Conservative lead in the last election two years ago. A series of TV confrontations, with differing formats, will begin on Tuesday evening on ITV when Boris Johnson will take on Corbyn in a two-way head-to-head chaired by presenter Julie Etchingham. The events will play a key part in influencing the decisions of millions of voters at the ballot box on 12 December, according to the latest Opinium poll for the Observer. Some 42% of voters questioned by Opinium said they were likely or very likely to watch at least one of the television encounters, with 43% of those saying the performance of the leaders would either be decisive or important in determining how they eventually make their decision. Corbyn will need to use his television appearances to make up a large amount of ground on the Tories. According to Opinium, the Tories have stretched their poll lead and now have a 16-point lead over Labour. The Conservatives are up three points compared with a week ago, and now stand on 44%. Labour is down one point on 28%. The Liberal Democrats are also down one point on 14%, their lowest showing since August, while the Brexit party is unchanged on 6%. With senior figures on all sides believing there has been little in the campaign so far to have cut through to voters, the debates have taken on further significance. For the Tories, they are the best way to kill off any chance of a Labour revival of the kind that saw Theresa May lose a major lead in 2017. For Labour, they are a chance to showcase their popular spending plans on free broadband and the NHS – and demonstrate that Corbyn can hold his own against Johnson. Bad A&amp;E figures and criticism of Johnson after the Yorkshire flooding last week were a sign of the dangers faced by the Tories as they attempt to frame a simple message around resolving Brexit, boosting police numbers and investing in the NHS. The Tory manifesto launch this week is intended to instil further discipline into its campaign. Tory HQ has been boosted by the decision by some Brexit party candidates to pull out of key Labour-held marginals. However, it has been forced to deny claims from figures inside Nigel Farage’s party that some Brexit party candidates were offered jobs in return for standing aside. Ben Habib, a Brexit party MEP, told Sky News on Saturday that the Tories were “being economical with the truth” by denying the claim. He said: “It has been going on without a shadow of a doubt.” He denied being approached himself, but said Ann Widdecombe had been “offered some sort of negotiating position with the Tory party – from Number 10”. In a sign of the sheer volatility of the election, there is new evidence that the Lib Dems are surging in some of their key target seats – but have more to do if they are to overturn the Conservative lead. In three closely fought London constituencies, the Lib Dems have seen spikes of more than 20 points. However, the Deltapoll surveys reveal that the Tories currently have a lead in the seats of Kensington, Finchley and Golders Green, and Wimbledon. The seats are an important measure of the Lib Dems’ performance because the party has targeted strongly pro-Remain constituencies. And the Conservatives also know that losing some pro-Remain seats in the south-east could undermine their chances of securing a stable majority. In Finchley and Golders Green, there has been a 25-point swing from Labour to the Lib Dems – but the party still remains 14 points behind the Tories. In Kensington the party is up 21 points, but the Tories are now three points ahead. In Wimbledon, Jo Swinson’s party is up 21 points, but remains two points behind the Tories. Deltapoll questioned 500 electors in each constituency by telephone between 7 and 13 November. The data was weighted to be more representative and voting intentions were adjusted to take account of turnout. The Lib Dems are attempting to lock in former Labour voters by promising to invest an additional £6bn a year in the welfare system over the course of the next parliament, as part of its manifesto launch this week. Some £2.6bn would be spent on abolishing the two-children limit on benefits and £220m on abolishing the welfare cap.",
      "charCount": "4616",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> and <a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/nov/16/general-election-labour-meet-decide-manifesto-clause-v-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-16T18:02:26Z",
    "webTitle": "General election: focus on freedom of movement as Labour debates manifesto – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/nov/16/general-election-labour-meet-decide-manifesto-clause-v-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/nov/16/general-election-labour-meet-decide-manifesto-clause-v-live-news",
    "fields": {
      "headline": "General election: focus on freedom of movement as Labour debates manifesto – live news",
      "standfirst": "<p>Live coverage of the day on the campaign trail, including Labour meeting to decide its manifesto</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\">Police assessing claims that Tories offered peerages to Brexit party</a></li><li><a href=\"https://www.theguardian.com/politics/2019/nov/16/lib-dems-criticised-for-selective-use-of-polling-data-on-leaflets\">Lib Dems criticised for selective use of polling data on leaflets</a></li><li><a href=\"https://www.theguardian.com/politics/2019/nov/16/the-view-from-stevenage-how-will-the-uks-first-new-town-vote\">Gary Younge: the view from Stevenage</a></li><li><a href=\"https://www.theguardian.com/info/2019/nov/12/sign-up-for-andrew-sparrows-election-briefing\">Sign up for Andrew Sparrow’s weekday election briefing email</a></li></ul>",
      "trailText": "Live coverage of the day on the campaign trail, including Labour meeting to decide its manifesto",
      "byline": "Mattha Busby (now) and Aamna Mohdin (earlier)",
      "main": "<figure class=\"element element-image\" data-media-id=\"885c20b0cfc8c960b0942896b5da93c0a3cdb27c\"> <img src=\"https://media.guim.co.uk/885c20b0cfc8c960b0942896b5da93c0a3cdb27c/0_168_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn arrives for the Labour clause V meeting at Savoy Place in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn arrives for the Labour clause V meeting at Savoy Place in London.</span> <span class=\"element-image__credit\">Photograph: Dominc Lipinski/PA</span> </figcaption> </figure>",
      "body": "<div id=\"block-5dd034348f08eeb483f18ce1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T18:02:26.142Z\">6.02pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Closing summary</h2>  <div class=\"block-elements\">  <p>We’re now going to close today’s live blog. Thanks for all your comments, and for reading.</p> <ul> <li>The home secretary, Priti Patel, made a last-minute intervention to <a href=\"https://www.theguardian.com/politics/2019/nov/16/priti-patel-block-rescue-british-isis-children\">block a rescue operation to bring British orphans</a> and unaccompanied minors home from Syria, it emerged.</li> </ul> <ul> <li>Vince Cable predicted the election would end in a hung parliament, sparking a referendum and another general election. The former leader of the <a href=\"https://www.theguardian.com/politics/liberaldemocrats\">Liberal Democrats</a> said there is a “one in a million” chance that Jeremy Corbyn will become prime minister.</li> </ul> <ul> <li>Labour’s manifesto could be released this Thursday, according to social media posts from two shadow cabinet ministers following a meeting today.</li> </ul> <ul> <li>Police <a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\">are assessing two allegations of electoral fraud</a> after claims the Tories offered peerages to senior Brexit party figures to persuade them to stand down in the general election after Labour peer Lord Falconer wrote to the Metropolitan police commissioner and director of public prosecutions calling for an investigation into what he said were “exceptionally serious allegations”.</li> </ul> <ul> <li>Michael Gove dismissed the claims peerages were offered as “nonsensical” although he referred to Boris Johnson’s admission that “conversations may have taken place” However, Brexit party MEP Ben Habib rebuffed the Tory denials: “They’re being economical with the truth for sure.”</li> </ul> <ul> <li>The Liberal Democrats <a href=\"https://www.theguardian.com/politics/2019/nov/16/lib-dems-criticised-for-selective-use-of-polling-data-on-leaflets\">came under renewed criticism over their “misleading” leaflets</a>. The fact-checking charity Full Fact warned that the misrepresentation of polling data to claim electoral advantage over rivals could have long-term implications for trust in politicians.</li> </ul> <ul> <li>A <a href=\"https://www.theguardian.com/politics/2019/nov/16/record-number-of-women-to-stand-in-general-election\">record number of women are expected to stand</a> in next month’s general election. More than 1,100 women have registered as candidates, making up a third of nominations, marking an increase from 29% in 2017 and 26% in 2015.</li> </ul> <ul> <li>The Conservative party has said it will triple tree-planting rates if it wins the general election, while the <a href=\"http://year\">Liberal Democrats have promised they will plant twice as many trees</a> as the Tories.</li> </ul> </div>   </div> <div id=\"block-5dd0314a8f08aab51e1c05b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T17:38:40.970Z\">5.38pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jeremy Corbyn</strong> has hit back at <strong>Boris Johnson </strong>after the prime minister claimed his plans to nationalise the UK’s broadband network were part of a “crazed communist scheme”.</p> <p>He <a href=\"https://twitter.com/jeremycorbyn/status/1195747651561627650?s=20\">tweeted that</a> the Conservatives would dismiss proposals, if made today, to create the NHS as “health communism”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1195692857400725504\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When companies like Google paid just £28 million in tax - despite making £1.6 billion in UK sales - that suggests they can afford to contribute a bit more.<br><br>That&#39;s how we&#39;ll fund the operating costs of fast and free broadband for everyone across the UK.</p>&mdash; Jeremy Corbyn (@jeremycorbyn) <a href=\"https://twitter.com/jeremycorbyn/status/1195692857400725504?ref_src=twsrc%5Etfw\">November 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dd02b548f08aab51e1c0574\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T17:08:31.827Z\">5.08pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The government is coming under heightened scrutiny after Brexit party officials alleged that key figures among their ranks were offered government positions and peerages in exchange for standing aside in Labour-held marginals.</p> <p>Liberal Democrat leader <strong>Jo Swinson</strong> has come out this afternoon saying: </p> <blockquote class=\"quoted\"> <p><em>Nothing would surprise me about the Conservatives these days given what they’ve been prepared to do. If Boris Johnson’s prepared to lie to the Queen, lie to the country, you know, I’m going to stop being shocked at where his lack of boundaries lies.</em></p> </blockquote> <p>In an interview, the Labour Party chairman <strong>Ian Lavery</strong> said: </p> <blockquote class=\"quoted\"> <p><em>I think it’s unbelievable what’s happened here. It really is. If what Nigel Farage suggests is true, that Brexit Party members have been approached by senior Conservatives asking to step down with the result being peerages, what state of affairs is our politics in? It’s an absolute outrage.</em></p> <p><em>This could be political corruption of the highest order and in addition to that it could be seen as criminal activity. This cannot be accepted. There should be undoubtedly an investigation into the situation.</em></p> </blockquote> <p>Earlier, speaking on behalf of the government, <strong>Michael Gove</strong> said: </p> <blockquote class=\"quoted\"> <p><em>The Prime Minister acknowledged that there may have been ‘conversations’ between senior Tories and people in the Brexit Party, but flatly denied there had been any offers of peerages, saying that was ‘just not the way we operate’.</em></p> </blockquote> <p>Brexit Party MEP <strong>Ben Habib</strong>, when asked if the Tory Party’s denials were a lie, told Sky: </p> <blockquote class=\"quoted\"> <p><em>Well I’m saying they’re being economical with the truth for sure. Absolutely. It has been going on. Without a shadow of a doubt.</em></p> </blockquote> <p>Meanwhile, the SNP has demanded a Cabinet Office probe into the allegations. <strong>Tommy Sheppard</strong>, the party’s candidate for Edinburgh East and its Cabinet Office spokesman, said the allegations “go to the heart of the abuse of the peerage system”: </p> <blockquote class=\"quoted\"> <p><em>While the SNP campaign every day to outline our positive vision for Scotland, the Westminster parties seem more consumed with dodgy back-room deals to rig the system in their own favour. This is unacceptable.</em></p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\">Police assessing claims that Tories offered peerages to Brexit party</a> </p> </aside> </div>   </div> <div id=\"block-5dd027af8f08aab51e1c055f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T16:46:03.519Z\">4.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Observer’s <strong>Mark Townsend</strong>.</p> <blockquote class=\"quoted\"> <p><em> Evidence that could lead to criminal charges against an anti-abortion group targeting a prominent Labour MP has been passed by police to the criminal prosecution authorities.<br></em></p> <p><em>The Metropolitan Police has submitted a case file to the Crown Prosecution Service and asked for advice over whether the <a href=\"https://www.theguardian.com/politics/2019/oct/06/stella-creasy-anti-abortion-group-police-investigate-extremist-targeting\">targeting of Stella Creasy last month</a> by supporters of the UK branch of the Center for Bio-Ethical Reform (CBR UK), an American anti-abortion organisation, constituted harassment.</em></p> <p><em>The development comes as a separate group has surfaced in Creasy’s Walthamstow constituency with the stated aim of ousting her for her pro-choice stance.</em></p> <p><em>The Christian Peoples Alliance (CPA), which is opposed to equal marriage and abortion, says it will focus on attempting to depose the heavily pregnant Labour candidate, who led successful Westminster efforts to <a href=\"https://www.theguardian.com/uk-news/2019/jul/09/mps-vote-to-extend-same-sex-marriage-to-northern-ireland\">decriminalise terminations in Northern Ireland</a>.</em></p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/police-move-on-abortion-group-targeting-stella-creasy\">Fresh police move on abortion group targeting Stella Creasy</a> </p> </aside> </div>   </div> <div id=\"block-5dd022568f083559fb1cc993\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T16:25:15.708Z\">4.25pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The University of Bolton’s student union president <strong>Ansh Sachdeva</strong> has taken the prime minister <strong>Boris Johnson</strong> on a short tour through the Chancellor’s Mall building where donations of clothing, food, toiletries, other essentials and even phone chargers have flooded in.</p> <p>Johnson hailed the “incredible response” from the community after appeals were made via social media to help students displaced from the fire.</p> <p>He had brief handshakes with a number of the affected students and also met Prof <strong>William Morris</strong>, the university’s deputy chair of the board of governors, who told the Prime Minister:</p> <blockquote class=\"quoted\"> <p><em>It’s been a terrific response, just marvellous. Luckily nobody was badly hurt, the fear here was tangible.</em></p> </blockquote> <p>The PM then travelled to the town centre where <strong>Dave Keelan</strong>, assistant chief fire officer at Greater Manchester Fire and Rescue Service, showed him the fire-damaged building and the ongoing recovery effort.</p>  <figure class=\"element element-image\" data-media-id=\"eee00b32bcfdd95a21a88f7bb355145ddaef5fa3\"> <img src=\"https://media.guim.co.uk/eee00b32bcfdd95a21a88f7bb355145ddaef5fa3/0_0_6000_4000/1000.jpg\" alt=\"Boris Johnson meets staff and students at Bolton University chancellor’s building.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson meets staff and students at Bolton University chancellor’s building.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/POOL/AFP via Getty Images</span> </figcaption> </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/nov/16/concerns-raised-cladding-bolton-student-building-fire\">Grenfell United raises concerns over cladding after Bolton student fire</a> </p> </aside> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/nov/15/fire-crews-battle-blaze-at-bolton-student-housing-building\">Investigation under way into blaze at Bolton student building</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T16:26:11.454Z\">at 4.26pm GMT</time></p>  </div> <div id=\"block-5dd01ccc8f08aab51e1c0510\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T16:21:30.777Z\">4.21pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A record number of women are expected to stand in next month’s general election. </p> <p>More than 1,100 women have registered as candidates, making up a third of nominations, marking an increase from 29% in 2017 and 26% in 2015.</p> <p>The Guardian’s <strong>Molly Blackall</strong> reports:</p> <blockquote class=\"quoted\"> <p><em>The Labour party has become the first major political party in the UK to offer a majority of female candidates, with 53% of nominated candidates women – an 11% increase since the last election.</em></p> <p><em>Women make up 30% of the Conservative nominations, up just 1% since 2017, while the Liberal Democrats have increased their gender balance by 29% since the last election, to reach 31%.</em></p> <p><em>Of the Green party’s candidates, 41% are female – the second highest of the major parties – followed by the Scottish National party’s 34%. A quarter of Plaid Cymru’s candidates are women, with the Brexit party fielding 20%.</em></p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/record-number-of-women-to-stand-in-general-election\">Record number of women to stand in general election</a> </p> </aside> </div>   </div> <div id=\"block-5dd01aa68f08eeb483f18c08\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T15:57:22.026Z\">3.57pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Vince Cable predicts the election will end in a hung parliament, sparking a referendum and another general election.</p> <p>The former leader of the Liberal Democrats said there is a “one in a million” chance that Jeremy Corbyn will become prime minister. “The idea of Jeremy Corbyn winning and becoming Prime Minister, one in a million. It’s not going to happen,” Cable told Sophy Ridge on Sky News. “I think we’re faced with either a Johnson majority, it could happen. Although I think more likely, no majority, but hung in a different way, with more of us and more SNP.”</p> <p>When asked if Corbyn gets into Number 10 in the event of a hung parliament, Vince said: “No it doesn’t and we’ve been absolutely clear we couldn’t possibly allow that to happen.</p> <p>“It would probably be some more neutral figure and then leading into a referendum to resolve the Brexit issue and another General Election soon after that.”</p> </div>   </div> <div id=\"block-5dd017408f083559fb1cc923\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T15:47:56.914Z\">3.47pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Labour’s likely to launch their manifesto this Thursday</h2>  <div class=\"block-elements\">  <p>Labour’s manifesto could drop this Thursday, according to social media posts from two shadow cabinet ministers.</p> <p>In a video posted on her Twitter account, shadow education secretory Angela Rayner said: “Today I am going to our manifesto meeting where the trade unions, senior members of the Labour party, and the shadow cabinet will all get together to decide what goes in our manifesto.</p> <p>“Thank you to everyone who has contributed so far. My lips are going to have to be sealed until Thursday when we formally annouce it.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AngelaRayner/status/1195643188297551873\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today l will be taking part in Labour’s ‘Clause 5’ meeting, this is where those with departmental responsibilities, the NEC, Union General Secretaries and the leadership all meet to finalise our manifesto for the <a href=\"https://twitter.com/hashtag/GeneralElection2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GeneralElection2019</a> <a href=\"https://twitter.com/hashtag/VoteLabour19?src=hash&amp;ref_src=twsrc%5Etfw\">#VoteLabour19</a> <a href=\"https://twitter.com/hashtag/RealChange?src=hash&amp;ref_src=twsrc%5Etfw\">#RealChange</a> 🌹 <a href=\"https://t.co/v4euql6V2s\">pic.twitter.com/v4euql6V2s</a></p>&mdash; Angela Rayner 🌈 (@AngelaRayner) <a href=\"https://twitter.com/AngelaRayner/status/1195643188297551873?ref_src=twsrc%5Etfw\">November 16, 2019</a></blockquote>  </figure>  <p>Dan Carden, the shadow secretary of state for international development, also tweeted that the manifesto will be announced on Thursday<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanCardenMP/status/1195663304171110401\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today I&#39;m in <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a>&#39;s Clause V meeting, where we will agree our <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a> Manifeso. Thanks to all of my constituents who&#39;ve been in touch with your priorities. I&#39;ll make sure your voice is heard and I know that on Thursday we will announce a manifesto we can all be proud of. <a href=\"https://t.co/zKwqgFinXk\">pic.twitter.com/zKwqgFinXk</a></p>&mdash; Dan Carden (@DanCardenMP) <a href=\"https://twitter.com/DanCardenMP/status/1195663304171110401?ref_src=twsrc%5Etfw\">November 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dd00b2d8f083559fb1cc8c4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T14:48:21.549Z\">2.48pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The home secretary, Priti Patel, made a last-minute intervention to block a rescue operation to bring British orphans and unaccompanied minors home from Syria, the Observer has revealed.</p> <p>Patel was backed by several other ministers, including the defence secretary, Ben Wallace, when she objected to the extraction of British children from the war-ravaged country during National Security Council meetings last month and internal discussions.</p> <p>Mark Townsend, the Observer’s home affairs editor, reports:</p> <blockquote class=\"quoted\"> <p> More than 60 British minors, including at least three orphans, had been identified, and a quick and safe route identified to take them out of north-east Syria and then to Erbil, Iraq, where they would be flown home direct to the UK.<br></p> <p>It has also emerged that not only had the extraction plan been prepared but that a number of councils in the UK had offered the care package and reintegration programme necessary for the children following their arrival in the UK.</p> <p>The charity Save the Children, which has officials working in north-east Syria, described the resistance from ministers such as Patel as “grievous irresponsibility” and said that “playing politics” with children’s lives was unacceptable.<br></p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/priti-patel-block-rescue-british-isis-children\">Priti Patel blocks rescue of British Isis children</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T15:11:08.422Z\">at 3.11pm GMT</time></p>  </div> <div id=\"block-5dcffee08f08aab51e1c0442\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T14:20:11.377Z\">2.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Nicola Sturgeon campaigns in Arbroath, Scotland. The first minister is visiting pro-Brexit communities in north-east Scotland to warn against the economic harm that will be done by a Tory Brexit</p>  <figure class=\"element element-image\" data-media-id=\"76c657a1bd536d2a9841d39f23e56a7d34d23ebd\"> <img src=\"https://media.guim.co.uk/76c657a1bd536d2a9841d39f23e56a7d34d23ebd/0_168_5057_3036/1000.jpg\" alt=\"Nicola Sturgeon and Dave Doogan, SNP candidate for Angus, meets with activists and supporters on the British General election campaign trail on November 16, 2019 in Arbroath, Scotland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon and Dave Doogan, SNP candidate for Angus, meets with activists and supporters on the British General election campaign trail on November 16, 2019 in Arbroath, Scotland.</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T14:45:52.627Z\">at 2.45pm GMT</time></p>  </div> <div id=\"block-5dcffa0d8f08aab51e1c0432\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T13:51:01.854Z\">1.51pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A 71-year-old told Boris Johnson to deliver on his Brexit promises or face receiving an “unpleasant” letter.</p> <p>Johnson was out campaigning in Mansfield for Tory candidate Ben Bradley, who won the seat from Labour in 2017 by a majority of 1,057. While Johnson was warmly received by the residents in the four houses they visited in Millersdale Avenue, one woman sought reassurances from Johnson. </p> <p>This is from PA Media:</p> <blockquote class=\"quoted\"> <p>Susan Kitchen, 71, answered at the third house and held her dog Peggy while speaking to the PM about the UK’s withdrawal from the EU.</p> <p>She said afterwards her heart was going “ten to the dozen” and she was “absolutely shocked” to see Mr Johnson.</p> <p>She told the PA news agency: “I told him I was worried about the deal he was making and asked him specifically if their laws could overrule our laws because that’s what I’ve heard.</p> <p>“He said no, absolutely not, so I says to him if you’re wrong I’m going to write you a letter - and it won’t be pleasant.”</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d2524d16912bf578e8bdfaf29c4ed86ea2e38cfa\"> <img src=\"https://media.guim.co.uk/d2524d16912bf578e8bdfaf29c4ed86ea2e38cfa/0_0_3500_2302/1000.jpg\" alt=\"Prime minister Boris Johnson door knocking in Mansfield, Nottinghamshire.\" width=\"1000\" height=\"658\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prime minister Boris Johnson door knocking in Mansfield, Nottinghamshire.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T14:33:45.852Z\">at 2.33pm GMT</time></p>  </div> <div id=\"block-5dcff5f88f083559fb1cc86f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T13:15:04.694Z\">1.15pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from PA Media:</p> <blockquote class=\"quoted\"> <p><em>Boris Johnson has been told to deliver on his Brexit promises or face receiving an unpleasant letter.</em></p> <p><em>The prime minister knocked on doors in Mansfield in a bid to boost the election cause of Tory candidate Ben Bradley, who won the seat from Labour in 2017 by a majority of 1,057.</em></p> <p><em>They received a positive response from the four houses they visited in Millersdale Avenue, although one resident sought assurances over the Brexit deal on offer.</em></p> <p><em>Susan Kitchen, 71, answered at the third house and held her dog Peggy while speaking to the PM about the UK’s withdrawal from the EU.</em></p> <p><em>She said afterwards her heart was going “ten to the dozen” and she was “absolutely shocked” to see Mr Johnson.</em></p> <p><em>She told the PA news agency: “I told him I was worried about the deal he was making and asked him specifically if their laws could overrule our laws because that’s what I’ve heard.</em></p> <p><em>“He said no, absolutely not, so I says to him if you’re wrong I’m going to write you a letter - and it won’t be pleasant.”</em></p> <p><em>At the first house, Lucy Camm met the PM outside before he could reach the door and took a photo with him.</em></p> <p><em>She said: “Jesus Christ, I cannot believe you are outside my mum and dad’s house. I cannot believe you’re in our street.</em></p> <p><em>“You have definitely got our vote. We do not like Jeremy (Corbyn).”</em></p> <p><em>Camm told PA: “I just can’t believe he’s here. I wish I was kind of dressed a bit more appropriately and didn’t come running out in my socks, but it’s good though.”</em></p> <p><em>Johnson received a positive response at the second property while at the final house one man greeted him by saying: “It’s good to see you young man.”</em></p> <p><em>Further planned Nottinghamshire visits to plant a tree, in connection with one of the party’s pledges, and to meet farmers were cancelled due to a change in the PM’s schedule.</em></p> </blockquote> </div>   </div> <div id=\"block-5dcfef0d8f08eeb483f18afa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T12:46:33.741Z\">12.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Liberal Democrat leader, <strong>Jo Swinson</strong>, has planted a tree in north London at a campaign event. The move was intended to highlight the Lib Dem pledge to plant 60m trees a year if they gain power.</p>  <figure class=\"element element-image\" data-media-id=\"7184b00e7e01359246fc06200b13bd60be40d256\"> <img src=\"https://media.guim.co.uk/7184b00e7e01359246fc06200b13bd60be40d256/0_27_4331_2598/1000.jpg\" alt=\"Jo Swinson plants a tree at Razumovsky Academy in Kensal Green as two-year-old Maya Litani watches on .\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson plants a tree at Razumovsky Academy in Kensal Green as two-year-old Maya Litani watches on.</span> <span class=\"element-image__credit\">Photograph: Hollie Adams/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T12:55:22.121Z\">at 12.55pm GMT</time></p>  </div> <div id=\"block-5dcfe5858f08aab51e1c03b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T12:11:25.815Z\">12.11pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The battle to win this election will be fought on many fronts and there will be many, many trees. </p> <p>The Conservative party has said it will triple tree-planting rates if it wins the general election, while the Liberal Democrats have promised they will plant twice as many trees as the Tories.</p> <p>Boris Johnson announced a £640m Nature for Climate fund which would increase tree planting in England, with the government aiming to work with the devolved administrations to boost tree-planting rates to 30,000 hectares every year, which the party said could mean 30m more trees.</p> <p>But the Liberal Democrats have said they will plant 60m trees every year, describing it as “the largest tree-planting programme in UK history”. The party leader, Jo Swinson, planted a tree in north London at a campaign event this morning to highlight the party’s pledge. </p> <p>As reported by Frances Perraudin this morning, the UK is one of the least forested countries in Europe, with just 10% of England covered by woodland, compared with 31% of France and 37% of Spain.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/liberal-democrats-pledge-to-plant-60m-trees-a-year\">Liberal Democrats pledge to plant 60m trees a year</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T12:55:35.375Z\">at 12.55pm GMT</time></p>  </div> <div id=\"block-5dcfe28e8f083559fb1cc801\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T12:00:48.763Z\">12.00pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Brexit ​party MEP says it's better to stay in the EU than go ahead with Boris Johnson’s ​deal</h2>  <div class=\"block-elements\">  <p>The Brexit party MEP Ben Habib has said he thinks staying in the European Union would be better than going ahead with Boris Johnson’s withdrawal agreement.</p> <p>Habib sees the prime minister’s deal as “much worse” than remaining in the bloc and that Johnson needs to be steered away from his plan.</p> <p>Habib told Sophy Ridge on Sky: “What we really need to do is get the prime minister to pivot away from the withdrawal agreement.” He added: “I see the withdrawal agreement as much worse than remain, frankly,” and that under Johnson’s deal Northern Ireland would be “bereft”.</p> <p>Asked if it is the official Brexit party position that remaining in the EU is better than the prime minister’s deal, he said: “That may or may not be our position. That’s certainly my view.”</p> <p>Explaining his party’s decision not to stand in Tory-held seats, Habib said his party feared creating a hung parliament or giving power to the Labour party. “The key for us was to try and get a leave-sympathetic majority of parliamentarians in parliament, and we could have cut that cake in a number of different ways, but the way we decided to do it was to simply stand down against the Tories in those 317 seats,” he said.<br></p> <p>When asked why the Brexit party was still standing in marginal seats held by Labour MPs, he said: “What we’d hoped was that the Tories would respond positively to the enormously generous offer that we made two weeks ago which was for them to stand down in the 150-odd seats that they haven’t won for over a hundred years in the Labour heartlands.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T15:16:17.089Z\">at 3.16pm GMT</time></p>  </div> <div id=\"block-5dcfdb128f08aab51e1c0382\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T11:31:24.286Z\">11.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The shadow cabinet and other senior figures are slowly arriving at the party’s clause V meeting in London, and have had their own messages for protesters calling on Labour to back freedom of movement. But who had the best response? </p> <p>The leader of Unite the Union, Len McCluskey, arriving moments after Jeremy Corbyn and the shadow chancellor, John McDonnell, approached protesters and shouted over them: “I’m going to support free movement, and I support migrant workers.”</p> <p>The shadow home secretary, Diane Abbott, said: “End racism.”</p> <p>The shadow health secretary, Jonathan Ashworth, spoke briefly about Labour’s immigration policy, saying: “We need to make sure we’ve got international staff – nurses and doctors who continue to work for the NHS.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T11:39:59.835Z\">at 11.39am GMT</time></p>  </div> <div id=\"block-5dcfd8578f083559fb1cc7d6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T11:16:04.962Z\">11.16am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson and Jeremy Corbyn have both thanked emergency services after a large fire at a student accommodation building in Bolton. </p> <p>Images posted on social media showed firefighters tackling the blaze on the top floors of a six-storey building. One witness described the fire as “crawl[ing] up the cladding like it was nothing”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1195652862921134081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My thoughts are with all those affected by the serious fire in Bolton last night.<br><br>Thank you to emergency services for your brave response.<br><br>I have spoken with AFC Tony Hunter who is in charge at the scene, and we are doing everything to ensure they have all the required support.</p>&mdash; Boris Johnson (@BorisJohnson) <a href=\"https://twitter.com/BorisJohnson/status/1195652862921134081?ref_src=twsrc%5Etfw\">November 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1195640961814142976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thank you to the 40 fire crews who tackled the <a href=\"https://twitter.com/hashtag/BoltonFire?src=hash&amp;ref_src=twsrc%5Etfw\">#BoltonFire</a> and the emergency services who treated people at the student accommodation.<br><br>If reports are correct and flammable cladding contributed to the fire, it shows the government&#39;s shameful inaction since Grenfell.</p>&mdash; Jeremy Corbyn (@jeremycorbyn) <a href=\"https://twitter.com/jeremycorbyn/status/1195640961814142976?ref_src=twsrc%5Etfw\">November 16, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T11:34:41.154Z\">at 11.34am GMT</time></p>  </div> <div id=\"block-5dcfd1978f08aab51e1c034e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T10:54:42.241Z\">10.54am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>If you are looking for a break from the hectic news cycle this morning, check out the Guardian’s Gary Younge. In the first of a three-part series he returns to his home town, Stevenage, to see how the bellwether constituency views the election. </p> <blockquote class=\"quoted\"> <p>This is a tale of two Lewises. One, Lewis Silkin, was the minister for town and country planning in Labour’s post-war government. Stevenage, the country’s first new town built in 1946, was his baby. He envisioned it becoming a “gay and bright place” that would take the community-minded “spirit of the slums” and place it in the middle of the countryside with wonderful amenities and good municipal houses with gardens front and back.<br></p> <p>The other is Lewis Hamilton, Formula One champion and Stevenage’s most famous son, who misspoke during the Sports Personality of the Year awards last year. In an unscripted moment, he said: “It really was a dream for us all as a family to do something different. For us to get out of the slums.” He immediately corrected himself and later apologised.</p> <p>Somewhere up there Silkin stared down mouth agape, while back in Stevenage many looked on askance. Stevenage has no slums. That was the whole point. But it has seen better days.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/the-view-from-stevenage-how-will-the-uks-first-new-town-vote\">The view from Stevenage: how will the UK's first new town vote?</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T11:33:42.966Z\">at 11.33am GMT</time></p>  </div> <div id=\"block-5dcfced88f08eeb483f18a62\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T10:31:07.951Z\">10.31am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Police looking at peerage offer allegations</h2>  <div class=\"block-elements\">  <p>The police are assessing two allegations of electoral fraud after claims the Tories offered peerages to senior Brexit party figures to persuade them to stand down in the general election.</p> <p>The Labour peer Lord Falconer has written to the Metropolitan police commissioner and director of public prosecutions calling for an investigation into what he said were “exceptionally serious allegations”.</p> <p>Falconer said these allegations should be investigated as a matter of urgency in order to maintain public confidence in the integrity of the election.</p> <p>The Met said: “The MPS [Metropolitan Police Service] has received two allegations of electoral fraud and malpractice in relation to the 2019 general election.</p> <p>“The MPS special inquiry team is responsible for investigating all such criminal allegations. Both allegations are currently being assessed.</p> <p>“The MPS will not be providing comment about individual cases.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\">Police assessing claims that Tories offered peerages to Brexit party</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T13:12:07.712Z\">at 1.12pm GMT</time></p>  </div> <div id=\"block-5dcfcbbf8f083559fb1cc797\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T10:20:01.359Z\">10.20am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Public voted for change on immigration rules, says Burnham</h2>  <div class=\"block-elements\">  <p>The Mayor of Greater Manchester, Andy Burnham, has refused to back freedom of movement ahead of Labour’s clause V meeting on Saturday.</p> <p>Burnham described immigration as a “difficult” issue on Sky News’s Sophy Ridge show as there were “still different perspectives” within the Labour party. “But I think they’re right to be talking about a practical deal that keeps us as close to Europe as possible,” he said.</p> <p>When asked whether he thinks Labour should back a position where free movement of people ends after Brexit, Burnham said: “I think the public voted for change in the way the immigration arrangements work with Europe.</p> <p>“To deny that I think would be to deny what many people were saying when they went to vote in 2016, and that’s just in my view, a fact. And it doesn’t help politicians, it doesn’t help parliament, if they look like they’re kind of cocooned away from that public view.</p> <p>“But I think what we shouldn’t do is introduce wholesale change. Just some greater management of the system.”</p> <p>Burnham added he saw evidence of free movement allowing the undercutting of wages, where people were brought in by agencies from other European countries. “Those are the issues that need to be addressed,” he said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T13:10:04.739Z\">at 1.10pm GMT</time></p>  </div> <div id=\"block-5dcfc77d8f08aab51e1c0320\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T10:10:10.752Z\">10.10am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Fresh criticism for Lib Dems over 'misleading' election leaflets</h2>  <div class=\"block-elements\">  <p>The Liberal Democrats have been criticised for their selective use of polling data on leaflets. </p> <p>The factchecking charity Full Fact has warned that attempts to mislead voters by using polling data to claim electoral advantage over rivals could have long-term implications for trust in politicians. </p> <p>Lisa O’Carroll, the Guardian’s Brexit correspondent, reports that leaflets across the country show the Liberal Democrats appear to be using bar charts to press home a message that they have a good chance of winning, even in seats where the likes of the Tories’ Jacob Rees-Mogg or Labour stalwarts are seen as unlikely to be dislodged.</p> <p>In some leaflets the party omitted spectacular results for the Brexit party in bar charts showing the European election results, while in others it projected local election results to forecast wins in the general election.</p> <p>The party has also <a href=\"https://www.theguardian.com/politics/2019/nov/05/liberal-democrats-accused-using-misleading-data-election-material\">been criticised for using data from Flavible</a>, an obscure company that is not a member of the British Polling Council.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/16/lib-dems-criticised-for-selective-use-of-polling-data-on-leaflets\">Lib Dems criticised for selective use of polling data on leaflets</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T13:08:34.855Z\">at 1.08pm GMT</time></p>  </div> <div id=\"block-5dceb8bc8f08eeb483f182d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-16T09:23:43.811Z\">9.23am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, I’m Aamna Mohdin and welcome to the politics live blog. We’re liveblogging every weekend as well as weekdays during the election. Lucky you!</p> <p>All eyes will be on Labour’s manifesto, which Jeremy Corbyn vowed would “knock your socks off”. The manifesto will be finalised in today’s clause V meeting and immigration has re-emerged as a key battleground.</p> <p>The Daily Telegraph reported that Corbyn <a href=\"https://www.telegraph.co.uk/politics/2019/11/15/jeremy-corbyn-faces-split-freedom-movement-labour-prepares-finalise/\">faces a frontbench split</a>, referring to claims that a draft version of Labour’s manifesto contains a commitment to freedom of movement. The newspaper quoted a shadow cabinet source as saying: “If we maintain a close relationship with the single market then we are going to have to maintain freedom of movement. That’s a given.”</p> <p>The Independent reported that policies of extending free movement and giving foreign nationals the right to vote in all UK elections, which passed at the party’s annual conference on Saturday, are expected to be <a href=\"https://www.independent.co.uk/news/uk/politics/labour-general-election-manifesto-corbyn-vote-brexit-free-movement-a9205116.html\">watered down or scrapped</a>.</p> <p>Meanwhile, Wiley, the so-called godfather of grime, has come out in support of Corbyn. The endorsement follows reports that some of the artists involved with the Grime4Corbyn movement, which launched two years ago with the aim of connecting energised fans with the Labour leader’s politics, now <a href=\"https://www.theguardian.com/music/2019/nov/10/grime4corbyn-artists-step-back-from-new-campaign-for-labour\">question the effectiveness of the campaign</a>. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WileyUpdates/status/1195435283174559745\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Big up <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a></p>&mdash; Born In January (@WileyUpdates) <a href=\"https://twitter.com/WileyUpdates/status/1195435283174559745?ref_src=twsrc%5Etfw\">November 15, 2019</a></blockquote>  </figure>  <p>I’ll be bringing you all the action and keeping you updated on all the developments. To send me your tips and favourite Wiley songs, your best bet is to tweet me <a href=\"https://twitter.com/aamnamohdin\">@aamnamohdin </a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-16T09:47:46.268Z\">at 9.47am GMT</time></p>  </div>",
      "wordcount": "3717",
      "commentCloseDate": "2019-11-16T15:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-16T09:34:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:40Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cypa4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/885c20b0cfc8c960b0942896b5da93c0a3cdb27c/0_168_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We’re now going to close today’s live blog. Thanks for all your comments, and for reading. The home secretary, Priti Patel, made a last-minute intervention to block a rescue operation to bring British orphans and unaccompanied minors home from Syria, it emerged. Vince Cable predicted the election would end in a hung parliament, sparking a referendum and another general election. The former leader of the Liberal Democrats said there is a “one in a million” chance that Jeremy Corbyn will become prime minister. Labour’s manifesto could be released this Thursday, according to social media posts from two shadow cabinet ministers following a meeting today. Police are assessing two allegations of electoral fraud after claims the Tories offered peerages to senior Brexit party figures to persuade them to stand down in the general election after Labour peer Lord Falconer wrote to the Metropolitan police commissioner and director of public prosecutions calling for an investigation into what he said were “exceptionally serious allegations”. Michael Gove dismissed the claims peerages were offered as “nonsensical” although he referred to Boris Johnson’s admission that “conversations may have taken place” However, Brexit party MEP Ben Habib rebuffed the Tory denials: “They’re being economical with the truth for sure.” The Liberal Democrats came under renewed criticism over their “misleading” leaflets. The fact-checking charity Full Fact warned that the misrepresentation of polling data to claim electoral advantage over rivals could have long-term implications for trust in politicians. A record number of women are expected to stand in next month’s general election. More than 1,100 women have registered as candidates, making up a third of nominations, marking an increase from 29% in 2017 and 26% in 2015. The Conservative party has said it will triple tree-planting rates if it wins the general election, while the Liberal Democrats have promised they will plant twice as many trees as the Tories. Jeremy Corbyn has hit back at Boris Johnson after the prime minister claimed his plans to nationalise the UK’s broadband network were part of a “crazed communist scheme”. He tweeted that the Conservatives would dismiss proposals, if made today, to create the NHS as “health communism”. The government is coming under heightened scrutiny after Brexit party officials alleged that key figures among their ranks were offered government positions and peerages in exchange for standing aside in Labour-held marginals. Liberal Democrat leader Jo Swinson has come out this afternoon saying: Nothing would surprise me about the Conservatives these days given what they’ve been prepared to do. If Boris Johnson’s prepared to lie to the Queen, lie to the country, you know, I’m going to stop being shocked at where his lack of boundaries lies. In an interview, the Labour Party chairman Ian Lavery said: I think it’s unbelievable what’s happened here. It really is. If what Nigel Farage suggests is true, that Brexit Party members have been approached by senior Conservatives asking to step down with the result being peerages, what state of affairs is our politics in? It’s an absolute outrage. This could be political corruption of the highest order and in addition to that it could be seen as criminal activity. This cannot be accepted. There should be undoubtedly an investigation into the situation. Earlier, speaking on behalf of the government, Michael Gove said: The Prime Minister acknowledged that there may have been ‘conversations’ between senior Tories and people in the Brexit Party, but flatly denied there had been any offers of peerages, saying that was ‘just not the way we operate’. Brexit Party MEP Ben Habib, when asked if the Tory Party’s denials were a lie, told Sky: Well I’m saying they’re being economical with the truth for sure. Absolutely. It has been going on. Without a shadow of a doubt. Meanwhile, the SNP has demanded a Cabinet Office probe into the allegations. Tommy Sheppard, the party’s candidate for Edinburgh East and its Cabinet Office spokesman, said the allegations “go to the heart of the abuse of the peerage system”: While the SNP campaign every day to outline our positive vision for Scotland, the Westminster parties seem more consumed with dodgy back-room deals to rig the system in their own favour. This is unacceptable. This is from the Observer’s Mark Townsend. Evidence that could lead to criminal charges against an anti-abortion group targeting a prominent Labour MP has been passed by police to the criminal prosecution authorities. The Metropolitan Police has submitted a case file to the Crown Prosecution Service and asked for advice over whether the targeting of Stella Creasy last month by supporters of the UK branch of the Center for Bio-Ethical Reform (CBR UK), an American anti-abortion organisation, constituted harassment. The development comes as a separate group has surfaced in Creasy’s Walthamstow constituency with the stated aim of ousting her for her pro-choice stance. The Christian Peoples Alliance (CPA), which is opposed to equal marriage and abortion, says it will focus on attempting to depose the heavily pregnant Labour candidate, who led successful Westminster efforts to decriminalise terminations in Northern Ireland. The University of Bolton’s student union president Ansh Sachdeva has taken the prime minister Boris Johnson on a short tour through the Chancellor’s Mall building where donations of clothing, food, toiletries, other essentials and even phone chargers have flooded in. Johnson hailed the “incredible response” from the community after appeals were made via social media to help students displaced from the fire. He had brief handshakes with a number of the affected students and also met Prof William Morris, the university’s deputy chair of the board of governors, who told the Prime Minister: It’s been a terrific response, just marvellous. Luckily nobody was badly hurt, the fear here was tangible. The PM then travelled to the town centre where Dave Keelan, assistant chief fire officer at Greater Manchester Fire and Rescue Service, showed him the fire-damaged building and the ongoing recovery effort. A record number of women are expected to stand in next month’s general election. More than 1,100 women have registered as candidates, making up a third of nominations, marking an increase from 29% in 2017 and 26% in 2015. The Guardian’s Molly Blackall reports: The Labour party has become the first major political party in the UK to offer a majority of female candidates, with 53% of nominated candidates women – an 11% increase since the last election. Women make up 30% of the Conservative nominations, up just 1% since 2017, while the Liberal Democrats have increased their gender balance by 29% since the last election, to reach 31%. Of the Green party’s candidates, 41% are female – the second highest of the major parties – followed by the Scottish National party’s 34%. A quarter of Plaid Cymru’s candidates are women, with the Brexit party fielding 20%. Vince Cable predicts the election will end in a hung parliament, sparking a referendum and another general election. The former leader of the Liberal Democrats said there is a “one in a million” chance that Jeremy Corbyn will become prime minister. “The idea of Jeremy Corbyn winning and becoming Prime Minister, one in a million. It’s not going to happen,” Cable told Sophy Ridge on Sky News. “I think we’re faced with either a Johnson majority, it could happen. Although I think more likely, no majority, but hung in a different way, with more of us and more SNP.” When asked if Corbyn gets into Number 10 in the event of a hung parliament, Vince said: “No it doesn’t and we’ve been absolutely clear we couldn’t possibly allow that to happen. “It would probably be some more neutral figure and then leading into a referendum to resolve the Brexit issue and another General Election soon after that.” Labour’s manifesto could drop this Thursday, according to social media posts from two shadow cabinet ministers. In a video posted on her Twitter account, shadow education secretory Angela Rayner said: “Today I am going to our manifesto meeting where the trade unions, senior members of the Labour party, and the shadow cabinet will all get together to decide what goes in our manifesto. “Thank you to everyone who has contributed so far. My lips are going to have to be sealed until Thursday when we formally annouce it.” Dan Carden, the shadow secretary of state for international development, also tweeted that the manifesto will be announced on Thursday The home secretary, Priti Patel, made a last-minute intervention to block a rescue operation to bring British orphans and unaccompanied minors home from Syria, the Observer has revealed. Patel was backed by several other ministers, including the defence secretary, Ben Wallace, when she objected to the extraction of British children from the war-ravaged country during National Security Council meetings last month and internal discussions. Mark Townsend, the Observer’s home affairs editor, reports: More than 60 British minors, including at least three orphans, had been identified, and a quick and safe route identified to take them out of north-east Syria and then to Erbil, Iraq, where they would be flown home direct to the UK. It has also emerged that not only had the extraction plan been prepared but that a number of councils in the UK had offered the care package and reintegration programme necessary for the children following their arrival in the UK. The charity Save the Children, which has officials working in north-east Syria, described the resistance from ministers such as Patel as “grievous irresponsibility” and said that “playing politics” with children’s lives was unacceptable. Nicola Sturgeon campaigns in Arbroath, Scotland. The first minister is visiting pro-Brexit communities in north-east Scotland to warn against the economic harm that will be done by a Tory Brexit A 71-year-old told Boris Johnson to deliver on his Brexit promises or face receiving an “unpleasant” letter. Johnson was out campaigning in Mansfield for Tory candidate Ben Bradley, who won the seat from Labour in 2017 by a majority of 1,057. While Johnson was warmly received by the residents in the four houses they visited in Millersdale Avenue, one woman sought reassurances from Johnson. This is from PA Media: Susan Kitchen, 71, answered at the third house and held her dog Peggy while speaking to the PM about the UK’s withdrawal from the EU. She said afterwards her heart was going “ten to the dozen” and she was “absolutely shocked” to see Mr Johnson. She told the PA news agency: “I told him I was worried about the deal he was making and asked him specifically if their laws could overrule our laws because that’s what I’ve heard. “He said no, absolutely not, so I says to him if you’re wrong I’m going to write you a letter - and it won’t be pleasant.” This is from PA Media: Boris Johnson has been told to deliver on his Brexit promises or face receiving an unpleasant letter. The prime minister knocked on doors in Mansfield in a bid to boost the election cause of Tory candidate Ben Bradley, who won the seat from Labour in 2017 by a majority of 1,057. They received a positive response from the four houses they visited in Millersdale Avenue, although one resident sought assurances over the Brexit deal on offer. Susan Kitchen, 71, answered at the third house and held her dog Peggy while speaking to the PM about the UK’s withdrawal from the EU. She said afterwards her heart was going “ten to the dozen” and she was “absolutely shocked” to see Mr Johnson. She told the PA news agency: “I told him I was worried about the deal he was making and asked him specifically if their laws could overrule our laws because that’s what I’ve heard. “He said no, absolutely not, so I says to him if you’re wrong I’m going to write you a letter - and it won’t be pleasant.” At the first house, Lucy Camm met the PM outside before he could reach the door and took a photo with him. She said: “Jesus Christ, I cannot believe you are outside my mum and dad’s house. I cannot believe you’re in our street. “You have definitely got our vote. We do not like Jeremy (Corbyn).” Camm told PA: “I just can’t believe he’s here. I wish I was kind of dressed a bit more appropriately and didn’t come running out in my socks, but it’s good though.” Johnson received a positive response at the second property while at the final house one man greeted him by saying: “It’s good to see you young man.” Further planned Nottinghamshire visits to plant a tree, in connection with one of the party’s pledges, and to meet farmers were cancelled due to a change in the PM’s schedule. The Liberal Democrat leader, Jo Swinson, has planted a tree in north London at a campaign event. The move was intended to highlight the Lib Dem pledge to plant 60m trees a year if they gain power. The battle to win this election will be fought on many fronts and there will be many, many trees. The Conservative party has said it will triple tree-planting rates if it wins the general election, while the Liberal Democrats have promised they will plant twice as many trees as the Tories. Boris Johnson announced a £640m Nature for Climate fund which would increase tree planting in England, with the government aiming to work with the devolved administrations to boost tree-planting rates to 30,000 hectares every year, which the party said could mean 30m more trees. But the Liberal Democrats have said they will plant 60m trees every year, describing it as “the largest tree-planting programme in UK history”. The party leader, Jo Swinson, planted a tree in north London at a campaign event this morning to highlight the party’s pledge. As reported by Frances Perraudin this morning, the UK is one of the least forested countries in Europe, with just 10% of England covered by woodland, compared with 31% of France and 37% of Spain. The Brexit party MEP Ben Habib has said he thinks staying in the European Union would be better than going ahead with Boris Johnson’s withdrawal agreement. Habib sees the prime minister’s deal as “much worse” than remaining in the bloc and that Johnson needs to be steered away from his plan. Habib told Sophy Ridge on Sky: “What we really need to do is get the prime minister to pivot away from the withdrawal agreement.” He added: “I see the withdrawal agreement as much worse than remain, frankly,” and that under Johnson’s deal Northern Ireland would be “bereft”. Asked if it is the official Brexit party position that remaining in the EU is better than the prime minister’s deal, he said: “That may or may not be our position. That’s certainly my view.” Explaining his party’s decision not to stand in Tory-held seats, Habib said his party feared creating a hung parliament or giving power to the Labour party. “The key for us was to try and get a leave-sympathetic majority of parliamentarians in parliament, and we could have cut that cake in a number of different ways, but the way we decided to do it was to simply stand down against the Tories in those 317 seats,” he said. When asked why the Brexit party was still standing in marginal seats held by Labour MPs, he said: “What we’d hoped was that the Tories would respond positively to the enormously generous offer that we made two weeks ago which was for them to stand down in the 150-odd seats that they haven’t won for over a hundred years in the Labour heartlands.” The shadow cabinet and other senior figures are slowly arriving at the party’s clause V meeting in London, and have had their own messages for protesters calling on Labour to back freedom of movement. But who had the best response? The leader of Unite the Union, Len McCluskey, arriving moments after Jeremy Corbyn and the shadow chancellor, John McDonnell, approached protesters and shouted over them: “I’m going to support free movement, and I support migrant workers.” The shadow home secretary, Diane Abbott, said: “End racism.” The shadow health secretary, Jonathan Ashworth, spoke briefly about Labour’s immigration policy, saying: “We need to make sure we’ve got international staff – nurses and doctors who continue to work for the NHS.” Boris Johnson and Jeremy Corbyn have both thanked emergency services after a large fire at a student accommodation building in Bolton. Images posted on social media showed firefighters tackling the blaze on the top floors of a six-storey building. One witness described the fire as “crawl[ing] up the cladding like it was nothing”. If you are looking for a break from the hectic news cycle this morning, check out the Guardian’s Gary Younge. In the first of a three-part series he returns to his home town, Stevenage, to see how the bellwether constituency views the election. This is a tale of two Lewises. One, Lewis Silkin, was the minister for town and country planning in Labour’s post-war government. Stevenage, the country’s first new town built in 1946, was his baby. He envisioned it becoming a “gay and bright place” that would take the community-minded “spirit of the slums” and place it in the middle of the countryside with wonderful amenities and good municipal houses with gardens front and back. The other is Lewis Hamilton, Formula One champion and Stevenage’s most famous son, who misspoke during the Sports Personality of the Year awards last year. In an unscripted moment, he said: “It really was a dream for us all as a family to do something different. For us to get out of the slums.” He immediately corrected himself and later apologised. Somewhere up there Silkin stared down mouth agape, while back in Stevenage many looked on askance. Stevenage has no slums. That was the whole point. But it has seen better days. The police are assessing two allegations of electoral fraud after claims the Tories offered peerages to senior Brexit party figures to persuade them to stand down in the general election. The Labour peer Lord Falconer has written to the Metropolitan police commissioner and director of public prosecutions calling for an investigation into what he said were “exceptionally serious allegations”. Falconer said these allegations should be investigated as a matter of urgency in order to maintain public confidence in the integrity of the election. The Met said: “The MPS [Metropolitan Police Service] has received two allegations of electoral fraud and malpractice in relation to the 2019 general election. “The MPS special inquiry team is responsible for investigating all such criminal allegations. Both allegations are currently being assessed. “The MPS will not be providing comment about individual cases.” The Mayor of Greater Manchester, Andy Burnham, has refused to back freedom of movement ahead of Labour’s clause V meeting on Saturday. Burnham described immigration as a “difficult” issue on Sky News’s Sophy Ridge show as there were “still different perspectives” within the Labour party. “But I think they’re right to be talking about a practical deal that keeps us as close to Europe as possible,” he said. When asked whether he thinks Labour should back a position where free movement of people ends after Brexit, Burnham said: “I think the public voted for change in the way the immigration arrangements work with Europe. “To deny that I think would be to deny what many people were saying when they went to vote in 2016, and that’s just in my view, a fact. And it doesn’t help politicians, it doesn’t help parliament, if they look like they’re kind of cocooned away from that public view. “But I think what we shouldn’t do is introduce wholesale change. Just some greater management of the system.” Burnham added he saw evidence of free movement allowing the undercutting of wages, where people were brought in by agencies from other European countries. “Those are the issues that need to be addressed,” he said. The Liberal Democrats have been criticised for their selective use of polling data on leaflets. The factchecking charity Full Fact has warned that attempts to mislead voters by using polling data to claim electoral advantage over rivals could have long-term implications for trust in politicians. Lisa O’Carroll, the Guardian’s Brexit correspondent, reports that leaflets across the country show the Liberal Democrats appear to be using bar charts to press home a message that they have a good chance of winning, even in seats where the likes of the Tories’ Jacob Rees-Mogg or Labour stalwarts are seen as unlikely to be dislodged. In some leaflets the party omitted spectacular results for the Brexit party in bar charts showing the European election results, while in others it projected local election results to forecast wins in the general election. The party has also been criticised for using data from Flavible, an obscure company that is not a member of the British Polling Council. Good morning, I’m Aamna Mohdin and welcome to the politics live blog. We’re liveblogging every weekend as well as weekdays during the election. Lucky you! All eyes will be on Labour’s manifesto, which Jeremy Corbyn vowed would “knock your socks off”. The manifesto will be finalised in today’s clause V meeting and immigration has re-emerged as a key battleground. The Daily Telegraph reported that Corbyn faces a frontbench split, referring to claims that a draft version of Labour’s manifesto contains a commitment to freedom of movement. The newspaper quoted a shadow cabinet source as saying: “If we maintain a close relationship with the single market then we are going to have to maintain freedom of movement. That’s a given.” The Independent reported that policies of extending free movement and giving foreign nationals the right to vote in all UK elections, which passed at the party’s annual conference on Saturday, are expected to be watered down or scrapped. Meanwhile, Wiley, the so-called godfather of grime, has come out in support of Corbyn. The endorsement follows reports that some of the artists involved with the Grime4Corbyn movement, which launched two years ago with the aim of connecting energised fans with the Labour leader’s politics, now question the effectiveness of the campaign. I’ll be bringing you all the action and keeping you updated on all the developments. To send me your tips and favourite Wiley songs, your best bet is to tweet me @aamnamohdin",
      "charCount": "22458",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a> (now) and <a href=\"profile/aamna-mohdin\">Aamna Mohdin</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/16/strong-economy-tories-weak-labour",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-16T11:00:35Z",
    "webTitle": "Strong on the economy? The Tories are weak – and the media should say so | Simon Wren-Lewis",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/16/strong-economy-tories-weak-labour",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/16/strong-economy-tories-weak-labour",
    "fields": {
      "headline": "Strong on the economy? The Tories are weak – and the media should say so",
      "standfirst": "<p>Data shows the economy has been weaker since 2010 than under Labour between 1997 and 2007</p>",
      "trailText": "Data shows the economy has been weaker since 2010 than under Labour between 1997 and 2007, says Simon Wren-Lewis, emeritus professor of economics and fellow of Merton College, Oxford",
      "byline": "Simon Wren-Lewis",
      "main": "<figure class=\"element element-image\" data-media-id=\"8363bb24dd366787e0f13ef21d5ba617842d5585\"> <img src=\"https://media.guim.co.uk/8363bb24dd366787e0f13ef21d5ba617842d5585/0_98_3000_1800/1000.jpg\" alt=\"Sajid Javid, chancellor of the exchequer, on the BBC’s Andrew Marr Show, November 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Conservatives had a well of mistrust against Labour spending.’ Sajid Javid, chancellor of the exchequer, on the BBC’s Andrew Marr Show, November 2019. </span> <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/PA</span> </figcaption> </figure>",
      "body": "<p>How did the Conservatives get away with inventing and publicising <a href=\"https://www.theguardian.com/politics/2019/nov/10/labour-derides-12tn-tory-costing-claims-as-work-of-fiction-corbyn\" title=\"\">a ridiculous figure for Labour spending</a>? Their claim that Labour’s plans would cost £1.2tn included many things the party ruled out doing, such as abolishing public schools; it doubled the cost of policies such as bringing the National Grid into public ownership; it counted 10-year commitments (such as making housing more energy-efficient) as happening over five years; and so on. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/10/labour-derides-12tn-tory-costing-claims-as-work-of-fiction-corbyn\">Labour derides £1.2tn Tory costing claims as 'work of fiction'</a> </p> </aside>  <p>Exercises of this kind have a long history, but they have become more potent since the global financial crisis. This led to a rising government deficit that the Tories could pretend was a consequence of Labour profligacy, whereas in reality it was the result of the largest recession since the second world war. With the help of their friends in the City – including Mervyn King, the Bank of England governor at the time – they managed to convince enough voters and the Liberal Democrat leadership that the rising deficit was a crisis that required immediate austerity.</p> <p>It was nonsense, with no data to actually indicate a crisis. Deficits always rise in recessions, and it is basic economic wisdom that the last thing you do in that situation is cut spending, because you will choke off the recovery. That is exactly what happened between 2010 and 2012 as a result of austerity.</p> <p>Despite this colossal mistake, which probably cost the average household something like <a href=\"https://mainlymacro.blogspot.com/2018/03/the-economic-and-political-cost-of-uk.html\" title=\"\">£10,000 in lost resources</a>, most of the media bought the idea that Labour’s overspending was to blame, and that austerity was now necessary. That meant, in turn, that many voters began to believe it.</p> <p>From then on, the Conservatives had a well of mistrust against Labour spending that they could tap into during any general election. This is what lies behind their latest outrageous estimate. It was always meant to be rubbish. But the Tories knew their supporters in the press would still put it on the front page – and the more the opposition started to dispute the numbers, the more the meme of Labour overspending would remain in the headlines.</p> <p>The classic example of this trick was the leave campaign’s <a href=\"https://www.theguardian.com/politics/reality-check/2016/may/23/does-the-eu-really-cost-the-uk-350m-a-week\" title=\"\">£350m-a-week claim</a> during the 2016 referendum. And this week, we have had bogus <a href=\"https://www.theguardian.com/politics/2019/nov/14/conservatives-pledge-to-cut-overall-immigration\" title=\"\">claims about immigration</a> under Labour. If they distract from <a href=\"https://www.theguardian.com/society/2019/nov/14/ae-waiting-times-in-england-hit-worst-ever-level\" title=\"\">NHS waiting times</a>, the lies will have done their job.</p> <p>This trick always works in terms of feeding lines to the rightwing press. Whether it works for the broadcast media depends on how the broadcasters respond. They dealt with the Labour spending claims pretty well, because the Conservatives had not <a href=\"https://www.bbc.co.uk/news/election-2019-50363655\" title=\"\">costed their own spending</a>. But that didn’t stop the Conservatives getting a totally spurious number into the public domain and making the issue a topic of debate. The best way for the broadcast media to deal with these kinds of made-up numbers is to ignore them.</p> <p>When it comes to the Conservatives’ own policies, though, the media should be challenging the figures. There has been a failure to engage properly with the details of NHS funding. Basic questions about claims involving doctor or nurse numbers, such as what numbers per person in the population might look like, are rarely asked. Few in the media seem to understand that the share of NHS spending in GDP needs to rise each year to cope with an ageing population and other factors, so “protecting” the NHS in spending rounds actually meant a gradually worsening service.</p> <p>Equally there still seems to be a general belief in the media that the Tories can manage the economy better than Labour. I understand that journalists who are not experts in macroeconomics find it hard to challenge the constant Conservative narrative of a strong economy, so here are some very basic figures that should help.</p> <p>The average annual growth in GDP per head, which is a better measure of how much prosperity is growing than GDP growth, was just above 1.7% during the Labour government years (1997 to 2009). And if we take the average to 2007 rather than 2009, excluding the years of the global financial crisis, we get over 2.5%. The same figure for 2010 to 2018 is under 1.2%; the third quarter of this year, compared to a year earlier, was only 0.4%. The economy under a Conservative chancellor since 2010 has been weak, not strong.</p> <p>The truth about politicians lying is that it only works for as long as the media let them get away with it.</p> <p>• Simon Wren-Lewis is emeritus professor of economics and fellow of Merton College, Oxford. He blogs at <a href=\"https://mainlymacro.blogspot.com/\" title=\"\">Mainly Macro</a></p>",
      "wordcount": "757",
      "commentCloseDate": "2019-11-16T15:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-16T11:00:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:41Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyp36",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8363bb24dd366787e0f13ef21d5ba617842d5585/0_98_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "How did the Conservatives get away with inventing and publicising a ridiculous figure for Labour spending? Their claim that Labour’s plans would cost £1.2tn included many things the party ruled out doing, such as abolishing public schools; it doubled the cost of policies such as bringing the National Grid into public ownership; it counted 10-year commitments (such as making housing more energy-efficient) as happening over five years; and so on. Exercises of this kind have a long history, but they have become more potent since the global financial crisis. This led to a rising government deficit that the Tories could pretend was a consequence of Labour profligacy, whereas in reality it was the result of the largest recession since the second world war. With the help of their friends in the City – including Mervyn King, the Bank of England governor at the time – they managed to convince enough voters and the Liberal Democrat leadership that the rising deficit was a crisis that required immediate austerity. It was nonsense, with no data to actually indicate a crisis. Deficits always rise in recessions, and it is basic economic wisdom that the last thing you do in that situation is cut spending, because you will choke off the recovery. That is exactly what happened between 2010 and 2012 as a result of austerity. Despite this colossal mistake, which probably cost the average household something like £10,000 in lost resources, most of the media bought the idea that Labour’s overspending was to blame, and that austerity was now necessary. That meant, in turn, that many voters began to believe it. From then on, the Conservatives had a well of mistrust against Labour spending that they could tap into during any general election. This is what lies behind their latest outrageous estimate. It was always meant to be rubbish. But the Tories knew their supporters in the press would still put it on the front page – and the more the opposition started to dispute the numbers, the more the meme of Labour overspending would remain in the headlines. The classic example of this trick was the leave campaign’s £350m-a-week claim during the 2016 referendum. And this week, we have had bogus claims about immigration under Labour. If they distract from NHS waiting times, the lies will have done their job. This trick always works in terms of feeding lines to the rightwing press. Whether it works for the broadcast media depends on how the broadcasters respond. They dealt with the Labour spending claims pretty well, because the Conservatives had not costed their own spending. But that didn’t stop the Conservatives getting a totally spurious number into the public domain and making the issue a topic of debate. The best way for the broadcast media to deal with these kinds of made-up numbers is to ignore them. When it comes to the Conservatives’ own policies, though, the media should be challenging the figures. There has been a failure to engage properly with the details of NHS funding. Basic questions about claims involving doctor or nurse numbers, such as what numbers per person in the population might look like, are rarely asked. Few in the media seem to understand that the share of NHS spending in GDP needs to rise each year to cope with an ageing population and other factors, so “protecting” the NHS in spending rounds actually meant a gradually worsening service. Equally there still seems to be a general belief in the media that the Tories can manage the economy better than Labour. I understand that journalists who are not experts in macroeconomics find it hard to challenge the constant Conservative narrative of a strong economy, so here are some very basic figures that should help. The average annual growth in GDP per head, which is a better measure of how much prosperity is growing than GDP growth, was just above 1.7% during the Labour government years (1997 to 2009). And if we take the average to 2007 rather than 2009, excluding the years of the global financial crisis, we get over 2.5%. The same figure for 2010 to 2018 is under 1.2%; the third quarter of this year, compared to a year earlier, was only 0.4%. The economy under a Conservative chancellor since 2010 has been weak, not strong. The truth about politicians lying is that it only works for as long as the media let them get away with it. • Simon Wren-Lewis is emeritus professor of economics and fellow of Merton College, Oxford. He blogs at Mainly Macro",
      "charCount": "4465",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simon-wren-lewis\">Simon Wren-Lewis</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/nov/16/labour-radicalism-possible-british-politics",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-16T08:20:15Z",
    "webTitle": "Win or lose, Labour’s radicalism has redefined what’s possible in British politics | Andy Beckett",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/16/labour-radicalism-possible-british-politics",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/16/labour-radicalism-possible-british-politics",
    "fields": {
      "headline": "Win or lose, Labour’s radicalism has redefined what’s possible in British politics",
      "standfirst": "<p>The party hasn’t even published its manifesto yet – but already it’s changed the notion of what elected politicians can achieve</p>",
      "trailText": "The party hasn’t even published its manifesto yet, but already it’s changed the notion of what elected politicians can achieve, says Guardian columnist Andy Beckett",
      "byline": "Andy Beckett",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"7b2aabae413e2b3e4588667032d99819d48b0488\"> \n <img src=\"https://media.guim.co.uk/7b2aabae413e2b3e4588667032d99819d48b0488/0_0_2560_1536/1000.jpg\" alt=\"Illustration by Matt Kenyon\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n</figure>",
      "body": "<p>In today’s troubled Britain, it is commonplace to say that the political parties need to come up with some fresh ideas to transform the country. But what happens if one of the big parties starts announcing radical new policies and yet most people don’t seem to be listening?</p> \n<p>That sobering question hangs over Labour’s hugely ambitious but so far only moderately successful election campaign, judging by the slow improvement in its poll ratings.</p> \n<p>Yet the answer could be less bleak for the party, and for the country, than you think. Whether Labour loses or wins, in this campaign it has begun to set out a new, potent notion about how politics should be done and what elected politicians can achieve.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>It's making promises of a scale and novelty rarely encountered in the often content-free world of British electioneering</p> \n </blockquote> \n</aside> \n<p>The party hasn’t even published its manifesto yet. But already it’s making promises, on an almost daily basis, of a scale and novelty rarely encountered in the cautious, often content-free world of British electioneering.</p> \n<p>At Labour events in Liverpool, Manchester and London in the past fortnight, I’ve heard the shadow chancellor, John McDonnell, promise “an irreversible shift in the balance of power and wealth in favour of working people”; the shadow business secretary, Rebecca Long-Bailey, promise “a new era of public luxury for all our communities”; and the shadow health secretary, Jonathan Ashworth, <a href=\"https://www.theguardian.com/politics/live/2019/nov/13/general-election-johnson-re-launches-tory-campaign-as-labour-unveils-nhs-plan-live-news?page=with:block-5dcbe8918f08aab51e1be294#block-5dcbe8918f08aab51e1be294\" title=\"\">promise that</a> “The NHS will literally be rebuilt under a Labour government”. “I want our children,” he went on, “to become the healthiest in the world!”</p> \n<p>On each occasion, the reaction from party members in the audience was enthusiastic but not ecstatic. Since Jeremy Corbyn became leader, four febrile years ago, they’ve got used to the party unveiling ever more radical blueprints for government, not always with precise timetables and costings attached.</p> \n<p>Yet for anyone whose sense of the party was formed during the 30 years before Corbyn took over, Labour’s current boldness can still feel pretty startling. During Tony Blair’s long leadership, I sat through countless New Labour election launches, always beautifully choreographed, at which Blair or one of his lieutenants would energetically announce the party’s intention not to upset the status quo very much. As he wrote in their 1997 election manifesto, “I want to renew our country’s faith in the ability of its government … by making a limited set of important promises and achieving them.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ca727e22-3af6-49c5-ab93-51d46a63461b\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/0CHUfLdA2lo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In that crushingly effective New Labour campaign, the party’s main promises were sparse and modest enough to fit on a pledge card the size of a credit card. And two of the five – “no rise in income taxes” and “fast-track punishment for persistent young offenders” – were the same in spirit as policies the Conservative government had been pursuing for the previous 18 years. New Labour was expansive in its marketing and electioneering. But in another, crucial area – how bold the policies of left-of-centre parties could be – it offered only a drastic and dispiriting contraction of the political.</p> \n<p>Corbyn’s party has done precisely the opposite. The shape of the economy, the distribution of wealth, the future of work, the role of the state, the purpose of foreign policy – all these and other awkward questions have been thrown into the everyday political debate. The establishment has responded with a mixture of bafflement, fury and anxiety. All those were immediately on show this week after Labour’s surprise announcement that it would <a href=\"https://www.theguardian.com/technology/2019/nov/15/free-broadband-essential-uk-compete-john-mcdonnell-labour-policy-openreach\" title=\"\">nationalise and modernise</a> Britain’s rickety broadband network. From crude Tory tabloids to suave centrist lobby groups, the same basic desire is visible: to destroy or neuter Corbynism as fast as possible, so politics can be narrow again.</p> \n<p>These enemies of Labour radicalism have grounds for hope. Twice before in its modern history, the party has gone into an election vainly promising radical change. In February 1974, under Harold Wilson, <a href=\"https://en.wikipedia.org/wiki/February_1974_United_Kingdom_general_election\" title=\"\">Labour won narrowly</a> with a manifesto <a href=\"http://www.labour-party.org.uk/manifestos/1974/feb/1974-feb-labour-manifesto.shtml\" title=\"\">promising</a> “a fundamental and irreversible shift in the balance of power and wealth in favour of working people and their families” – McDonnell’s current borrowing of most of this phrase is not a coincidence. But the wily centrist Wilson went on to govern in a much less adventurous fashion. Nine years later, <a href=\"http://www.labour-party.org.uk/manifestos/1983/1983-labour-manifesto.shtml\" title=\"\">in 1983</a>, another iconoclastic Labour manifesto proposed controls on the City of London and unilateral nuclear disarmament. It was widely blamed for Michael Foot’s heavy defeat.</p> \n<p>Yet the conditions for leftwing radicalism are more favourable now. In 1974 and 1983, Britain was moving to the right in its underlying political and social attitudes. These days even Tories rarely make that claim – not after the financial crisis, the discrediting of austerity and the dawning realisation that free-market capitalism, at least in its present form, is not compatible with saving the planet.</p> \n<p>The growing recognition of the climate emergency has begun to shift our sense of what it is possible – or necessary – for governments to do. Labour’s proposed “green industrial revolution”, which would see government and business collaborating to produce new green technologies, may turn out to be an ingenious way of creating better jobs and improving economic growth. But it could also be a clever way to attract the votes of both environmentally conscious millennials and middle-aged factory workers.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1a91ed72-b6f5-47a4-bb38-af2f1705aea1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/64WCGXdHOwU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In Labour literature and speeches generally, it’s striking how often the climate crisis is invoked. Since how we all live is going to have to change fundamentally, the underlying argument goes, why not vote for the only big party in Britain – and, arguably, in Europe – that believes in fundamental change? Labour’s engagement with green issues, belated but deeper than before, has given the party a new confidence.</p> \n<p>Even Brexit, while quite possibly disastrous for Labour now – the toxic, nationalist glue holding a flimsy Tory government together for another term – may contain a more hopeful message for the long term. Leave’s stubbornly persistent support shows many voters are still in a disruptive mood, ready to support risky schemes to change the country, regardless of the establishment’s warnings. That mood helped Labour at the 2017 election, and may help it again.</p> \n<p>The problem for the party, now and in the future, is how to sell radicalism to voters, and journalists, who have not considered a radical plan for government since Margaret Thatcher’s in the 70s and 80s, and may have forgotten how to do so, or even how to make the effort. Working out whether you think state-run broadband is a good idea takes a bit of time. It’s much quicker to decide you just don’t like Corbyn.</p> \n<p>Already, many centrist commentators concede that his party has a lot of good ideas, and some of them are beginning to endorse the idea of “Corbynism without Corbyn”. That’s how far British politics has quietly drifted to the left since 2015. Tory election win or not, that drift may be hard to stop.</p> \n<p>• Andy Beckett is a Guardian columnist and author of Promised You a Miracle: Why 1980-82 Made Modern Britain</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1135",
      "commentCloseDate": "2019-11-16T10:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-16T08:20:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:44Z",
      "newspaperEditionDate": "2019-11-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cypaf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7b2aabae413e2b3e4588667032d99819d48b0488/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In today’s troubled Britain, it is commonplace to say that the political parties need to come up with some fresh ideas to transform the country. But what happens if one of the big parties starts announcing radical new policies and yet most people don’t seem to be listening? That sobering question hangs over Labour’s hugely ambitious but so far only moderately successful election campaign, judging by the slow improvement in its poll ratings. Yet the answer could be less bleak for the party, and for the country, than you think. Whether Labour loses or wins, in this campaign it has begun to set out a new, potent notion about how politics should be done and what elected politicians can achieve. The party hasn’t even published its manifesto yet. But already it’s making promises, on an almost daily basis, of a scale and novelty rarely encountered in the cautious, often content-free world of British electioneering. At Labour events in Liverpool, Manchester and London in the past fortnight, I’ve heard the shadow chancellor, John McDonnell, promise “an irreversible shift in the balance of power and wealth in favour of working people”; the shadow business secretary, Rebecca Long-Bailey, promise “a new era of public luxury for all our communities”; and the shadow health secretary, Jonathan Ashworth, promise that “The NHS will literally be rebuilt under a Labour government”. “I want our children,” he went on, “to become the healthiest in the world!” On each occasion, the reaction from party members in the audience was enthusiastic but not ecstatic. Since Jeremy Corbyn became leader, four febrile years ago, they’ve got used to the party unveiling ever more radical blueprints for government, not always with precise timetables and costings attached. Yet for anyone whose sense of the party was formed during the 30 years before Corbyn took over, Labour’s current boldness can still feel pretty startling. During Tony Blair’s long leadership, I sat through countless New Labour election launches, always beautifully choreographed, at which Blair or one of his lieutenants would energetically announce the party’s intention not to upset the status quo very much. As he wrote in their 1997 election manifesto, “I want to renew our country’s faith in the ability of its government … by making a limited set of important promises and achieving them.” In that crushingly effective New Labour campaign, the party’s main promises were sparse and modest enough to fit on a pledge card the size of a credit card. And two of the five – “no rise in income taxes” and “fast-track punishment for persistent young offenders” – were the same in spirit as policies the Conservative government had been pursuing for the previous 18 years. New Labour was expansive in its marketing and electioneering. But in another, crucial area – how bold the policies of left-of-centre parties could be – it offered only a drastic and dispiriting contraction of the political. Corbyn’s party has done precisely the opposite. The shape of the economy, the distribution of wealth, the future of work, the role of the state, the purpose of foreign policy – all these and other awkward questions have been thrown into the everyday political debate. The establishment has responded with a mixture of bafflement, fury and anxiety. All those were immediately on show this week after Labour’s surprise announcement that it would nationalise and modernise Britain’s rickety broadband network. From crude Tory tabloids to suave centrist lobby groups, the same basic desire is visible: to destroy or neuter Corbynism as fast as possible, so politics can be narrow again. These enemies of Labour radicalism have grounds for hope. Twice before in its modern history, the party has gone into an election vainly promising radical change. In February 1974, under Harold Wilson, Labour won narrowly with a manifesto promising “a fundamental and irreversible shift in the balance of power and wealth in favour of working people and their families” – McDonnell’s current borrowing of most of this phrase is not a coincidence. But the wily centrist Wilson went on to govern in a much less adventurous fashion. Nine years later, in 1983, another iconoclastic Labour manifesto proposed controls on the City of London and unilateral nuclear disarmament. It was widely blamed for Michael Foot’s heavy defeat. Yet the conditions for leftwing radicalism are more favourable now. In 1974 and 1983, Britain was moving to the right in its underlying political and social attitudes. These days even Tories rarely make that claim – not after the financial crisis, the discrediting of austerity and the dawning realisation that free-market capitalism, at least in its present form, is not compatible with saving the planet. The growing recognition of the climate emergency has begun to shift our sense of what it is possible – or necessary – for governments to do. Labour’s proposed “green industrial revolution”, which would see government and business collaborating to produce new green technologies, may turn out to be an ingenious way of creating better jobs and improving economic growth. But it could also be a clever way to attract the votes of both environmentally conscious millennials and middle-aged factory workers. In Labour literature and speeches generally, it’s striking how often the climate crisis is invoked. Since how we all live is going to have to change fundamentally, the underlying argument goes, why not vote for the only big party in Britain – and, arguably, in Europe – that believes in fundamental change? Labour’s engagement with green issues, belated but deeper than before, has given the party a new confidence. Even Brexit, while quite possibly disastrous for Labour now – the toxic, nationalist glue holding a flimsy Tory government together for another term – may contain a more hopeful message for the long term. Leave’s stubbornly persistent support shows many voters are still in a disruptive mood, ready to support risky schemes to change the country, regardless of the establishment’s warnings. That mood helped Labour at the 2017 election, and may help it again. The problem for the party, now and in the future, is how to sell radicalism to voters, and journalists, who have not considered a radical plan for government since Margaret Thatcher’s in the 70s and 80s, and may have forgotten how to do so, or even how to make the effort. Working out whether you think state-run broadband is a good idea takes a bit of time. It’s much quicker to decide you just don’t like Corbyn. Already, many centrist commentators concede that his party has a lot of good ideas, and some of them are beginning to endorse the idea of “Corbynism without Corbyn”. That’s how far British politics has quietly drifted to the left since 2015. Tory election win or not, that drift may be hard to stop. • Andy Beckett is a Guardian columnist and author of Promised You a Miracle: Why 1980-82 Made Modern Britain",
      "charCount": "6978",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andybeckett\">Andy Beckett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]