[
  {
    "id": "politics/2019/mar/30/moderate-remainer-tories-one-nation-group-rudd",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-30T21:59:35Z",
    "webTitle": "‘One Nation’ Tories form group to counter pro-Brexit leadership candidates",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/30/moderate-remainer-tories-one-nation-group-rudd",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/30/moderate-remainer-tories-one-nation-group-rudd",
    "fields": {
      "headline": "‘One Nation’ Tories form group to counter pro-Brexit leadership candidates",
      "standfirst": "Amber Rudd among 40 MPs vowing to fight pressure for hardliner to replace Theresa May",
      "trailText": "Amber Rudd among 40 MPs vowing to fight pressure for hardliner to replace Theresa May",
      "byline": "Michael Savage Policy Editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"2e06e7f9069c8fcb8602aabc5ba4f0852d997ebc\"> <img src=\"https://media.guim.co.uk/2e06e7f9069c8fcb8602aabc5ba4f0852d997ebc/0_140_3400_2040/1000.jpg\" alt=\"Work and pensions secretary Amber Rudd leaving No 10\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Work and pensions secretary Amber Rudd is a leader of the new One Nation Group.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Dozens of moderate Tories, including senior cabinet ministers, have signed up to a powerful new party group in an attempt to stop the Conservatives lurching further to the right during the race to replace Theresa May.</p> <p>Work and pensions secretary Amber Rudd, already a key figure in the search for May’s successor, is one of the leaders of the newly formed One Nation Group, said to comprise 40 MPs desperate to find a candidate committed to blocking a no-deal Brexit.</p> <p>The move comes as MPs, including some in government, warn that they believe entryism by pro-Brexit supporters at local Conservative associations risks delivering a leader willing to back a hard break with the EU.</p> <p>And it follows an outcry after Dominic Grieve, the pro-Remain former attorney general, lost a confidence vote held by his local party.</p> <p>Boris Johnson, Dominic Raab and Michael Gove – who all campaigned to leave the EU – are among the four frontrunners. The fourth is foreign secretary Jeremy Hunt, who campaigned for Remain in the referendum but has since backed taking a hard line in EU negotiations.</p> <p>“We’re trying to learn the lessons of last time, where our wing was not organised and did not have enough say,” said one insider. “This time we want to have influence to ensure we act as a caucus that can back someone who supports our kind of agenda.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"e3684e54396f8276fb22cc50527a30f34a1f6c8a\"> <img src=\"https://media.guim.co.uk/e3684e54396f8276fb22cc50527a30f34a1f6c8a/1279_0_1329_798/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson is one of the frontrunners to replace May.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/PA</span> </figcaption> </figure>  <p>Alongside Rudd, fellow cabinet ministers Greg Clark, David Gauke and David Mundell are understood to be backing the group. Also involved are energy minister Claire Perry, health minister Stephen Hammond and rising stars Rory Stewart and Bim Afolami. Rudd will sit on the group’s board, alongside former ministers Damian Green, Nicky Morgan and veteran MP Nicholas Soames.</p> <p>The group was formed after a series of secret meetings and dinners held by MPs worried that the party was losing its sense of “compassionate Conservatism”. The One Nation Group is aiming to host hustings in a leadership contest. Candidates looking for their support will need to have been clearly against a no-deal Brexit.</p> <p>Several Tory MPs are comparing the leadership race to the Grand National, as so many names are being discussed. The comparison is not meant to be favourable. “The problem with the Grand National is that there’s a real danger the 80-1 knacker comes home,” said one. Another MP observed: “Quality horses go to Cheltenham. The nags go to Aintree.”</p> <p>The setting up of the One Nation Group confirms Rudd’s status as a key power broker in the leadership race, but she has not ruled out running herself. Other MPs on the party’s modernising wing want the group to throw its weight behind health secretary Matt Hancock, a close ally of George Osborne who has managed to steer clear of the Brexit debate. He is being touted as the “fresh start” candidate. Some long-term Tory donors, put off by pro-Brexit candidates, are keen to see Hancock in the race.</p> <p>Raab, who <a href=\"https://www.theguardian.com/politics/2018/nov/15/dominic-raab-quits-as-brexit-secretary-over-eu-withdrawal-deal\" title=\"\">resigned as Brexit secretary at the end of last year</a>, is also regarded as a “change candidate” for MPs alienated by Johnson. Gove is being touted as the best person to hammer out a trade deal with the EU and has earned respect among some MPs for sticking by May. However, he is now disliked by hardline Brexiters furious that he backed May’s deal.</p> <p>Gavin Williamson, the defence secretary and former chief whip, has emerged as the other key power broker. “Getting Gavin is a big deal,” said one source close to a leadership contender. “He’s the whip. Whoever secures him will have a big chance.” However, Williamson has not ruled out a leadership bid himself.</p> <p>Justine Greening, the former education secretary, who backs a second referendum, is also considering a bid, and a number of young MPs are weighing up their chances.</p> <p>Under party rules, MPs will whittle the number of candidates down to two, and party members will then choose between them. There is now a real concern among mainstream MPs that a radicalised membership will simply select the most hardline candidate. “The party will deny that our membership has become more extreme, but it has – I’ve seen it,” said one member of the government. “The danger is if we put up Hunt against Johnson or Raab, they will go for Johnson or Raab.”</p> <p>These concerns were heightened by the confidence vote against Grieve last Friday evening, at a meeting that saw him subjected to boos and jeers. Yesterday <a href=\"https://www.theguardian.com/politics/2019/mar/30/grieve-accuses-ex-ukip-opponent-of-insurgency-after-confidence-vote-loss\" title=\"\">Grieve blamed a former Ukip opponent</a> for orchestrating the vote against him.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"f768672f66d4d04602410215bbabc326f5c40408\"> <img src=\"https://media.guim.co.uk/f768672f66d4d04602410215bbabc326f5c40408/298_7_736_442/500.jpg\" alt=\"Dominic Grieve\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Grieve lost a vote of confidence brought by his constituency party.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty</span> </figcaption> </figure>  <p>In his well-to-do Buckinghamshire constituency of Beaconsfield, residents were split on his future. Tom, a Tory member in his 70s who was at Friday’s party meeting, said there had been a group of “loudmouthed yobs” present. He said he had joined the Conservatives six months ago “because I could see the danger that the lunatic fringe would displace Dominic Grieve, and it looks as though that could happen”.</p> <p>He said Grieve was an “extraordinary MP” and it was very sad that “a man like that should potentially be lost to the government or parliament because of blind prejudice by obsessive Brexiteers”.</p> <p>Alina, 42 and not a Tory supporter, added: “I appreciated the fact that he had a spine and was one of the very few people in parliament who understood how it worked, and he has integrity.” She said he knew the consequences of what he was going to do, “but still did it”.</p> <p>“I’m not sure I’d vote for him as a Tory, but if he ran as an independent that would be a different story,” she said.</p> <p>Steve, shopping at Waitrose, called the vote against Grieve “fucking brilliant”. The 67-year-old said he had always voted for Grieve. “But the major parties stood on manifestos that promised to abide by the [EU referendum] result, and he has continued to defy it. He’s not fit for office. I am happy to see the back of him. I went to the Conservative office myself to see if there was anything I could do to make that happen.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1008",
      "commentCloseDate": "2019-03-30T21:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-30T21:59:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:10Z",
      "newspaperEditionDate": "2019-03-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b5hqf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2e06e7f9069c8fcb8602aabc5ba4f0852d997ebc/0_140_3400_2040/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dozens of moderate Tories, including senior cabinet ministers, have signed up to a powerful new party group in an attempt to stop the Conservatives lurching further to the right during the race to replace Theresa May. Work and pensions secretary Amber Rudd, already a key figure in the search for May’s successor, is one of the leaders of the newly formed One Nation Group, said to comprise 40 MPs desperate to find a candidate committed to blocking a no-deal Brexit. The move comes as MPs, including some in government, warn that they believe entryism by pro-Brexit supporters at local Conservative associations risks delivering a leader willing to back a hard break with the EU. And it follows an outcry after Dominic Grieve, the pro-Remain former attorney general, lost a confidence vote held by his local party. Boris Johnson, Dominic Raab and Michael Gove – who all campaigned to leave the EU – are among the four frontrunners. The fourth is foreign secretary Jeremy Hunt, who campaigned for Remain in the referendum but has since backed taking a hard line in EU negotiations. “We’re trying to learn the lessons of last time, where our wing was not organised and did not have enough say,” said one insider. “This time we want to have influence to ensure we act as a caucus that can back someone who supports our kind of agenda.” Alongside Rudd, fellow cabinet ministers Greg Clark, David Gauke and David Mundell are understood to be backing the group. Also involved are energy minister Claire Perry, health minister Stephen Hammond and rising stars Rory Stewart and Bim Afolami. Rudd will sit on the group’s board, alongside former ministers Damian Green, Nicky Morgan and veteran MP Nicholas Soames. The group was formed after a series of secret meetings and dinners held by MPs worried that the party was losing its sense of “compassionate Conservatism”. The One Nation Group is aiming to host hustings in a leadership contest. Candidates looking for their support will need to have been clearly against a no-deal Brexit. Several Tory MPs are comparing the leadership race to the Grand National, as so many names are being discussed. The comparison is not meant to be favourable. “The problem with the Grand National is that there’s a real danger the 80-1 knacker comes home,” said one. Another MP observed: “Quality horses go to Cheltenham. The nags go to Aintree.” The setting up of the One Nation Group confirms Rudd’s status as a key power broker in the leadership race, but she has not ruled out running herself. Other MPs on the party’s modernising wing want the group to throw its weight behind health secretary Matt Hancock, a close ally of George Osborne who has managed to steer clear of the Brexit debate. He is being touted as the “fresh start” candidate. Some long-term Tory donors, put off by pro-Brexit candidates, are keen to see Hancock in the race. Raab, who resigned as Brexit secretary at the end of last year, is also regarded as a “change candidate” for MPs alienated by Johnson. Gove is being touted as the best person to hammer out a trade deal with the EU and has earned respect among some MPs for sticking by May. However, he is now disliked by hardline Brexiters furious that he backed May’s deal. Gavin Williamson, the defence secretary and former chief whip, has emerged as the other key power broker. “Getting Gavin is a big deal,” said one source close to a leadership contender. “He’s the whip. Whoever secures him will have a big chance.” However, Williamson has not ruled out a leadership bid himself. Justine Greening, the former education secretary, who backs a second referendum, is also considering a bid, and a number of young MPs are weighing up their chances. Under party rules, MPs will whittle the number of candidates down to two, and party members will then choose between them. There is now a real concern among mainstream MPs that a radicalised membership will simply select the most hardline candidate. “The party will deny that our membership has become more extreme, but it has – I’ve seen it,” said one member of the government. “The danger is if we put up Hunt against Johnson or Raab, they will go for Johnson or Raab.” These concerns were heightened by the confidence vote against Grieve last Friday evening, at a meeting that saw him subjected to boos and jeers. Yesterday Grieve blamed a former Ukip opponent for orchestrating the vote against him. In his well-to-do Buckinghamshire constituency of Beaconsfield, residents were split on his future. Tom, a Tory member in his 70s who was at Friday’s party meeting, said there had been a group of “loudmouthed yobs” present. He said he had joined the Conservatives six months ago “because I could see the danger that the lunatic fringe would displace Dominic Grieve, and it looks as though that could happen”. He said Grieve was an “extraordinary MP” and it was very sad that “a man like that should potentially be lost to the government or parliament because of blind prejudice by obsessive Brexiteers”. Alina, 42 and not a Tory supporter, added: “I appreciated the fact that he had a spine and was one of the very few people in parliament who understood how it worked, and he has integrity.” She said he knew the consequences of what he was going to do, “but still did it”. “I’m not sure I’d vote for him as a Tory, but if he ran as an independent that would be a different story,” she said. Steve, shopping at Waitrose, called the vote against Grieve “fucking brilliant”. The 67-year-old said he had always voted for Grieve. “But the major parties stood on manifestos that promised to abide by the [EU referendum] result, and he has continued to defy it. He’s not fit for office. I am happy to see the back of him. I went to the Conservative office myself to see if there was anything I could do to make that happen.”",
      "charCount": "5831",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> Policy Editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/30/observer-view-malign-ideas-driving-child-poverty-haunt-brexit-debate",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-30T18:00:41Z",
    "webTitle": "The Observer view: malign ideas driving child poverty haunt Brexit debate | Observer editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/30/observer-view-malign-ideas-driving-child-poverty-haunt-brexit-debate",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/30/observer-view-malign-ideas-driving-child-poverty-haunt-brexit-debate",
    "fields": {
      "headline": "The Observer view: malign ideas driving child poverty haunt Brexit debate",
      "standfirst": "<p>Theresa May says parliament is preventing her from fixing the country’s social ills, but the mess was caused by Tory austerity</p>",
      "trailText": "Theresa May says parliament is preventing her from fixing the country’s social ills, but the mess was caused by Tory austerity",
      "byline": "Observer editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"01d2ba7319fa5231b707e3ab0dac0340fdf4d4e4\"> <img src=\"https://media.guim.co.uk/01d2ba7319fa5231b707e3ab0dac0340fdf4d4e4/0_484_4867_2922/1000.jpg\" alt=\"Children on the streets\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">More than 4 million British children are living below the relative poverty line.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Britain is the fifth richest country in the world. Yet figures out last week show that more than 4 million children – almost one in three – are living below the relative poverty line. That’s one in three children growing up in families that face a daily struggle to make ends meet, where parents sometimes have to go without to ensure their children can eat and where the cost of school uniforms can <a href=\"https://www.childrenssociety.org.uk/news-and-blogs/press-releases/school-uniform-costs-force-families-into-debt\" title=\"\">push parents into debt</a>.</p> <p>It’s nothing short of a national disgrace. Yet these figures merited hardly a mention in last week’s parliamentary debates. It’s become a cliche to observe that Brexit is sucking the political oxygen out of all other issues. And it’s a cliche the prime minister would like us to buy into. If only we could get Brexit done with, we could get on to other things, or so she would have us believe. “You, the public, have had enough,” she declared in a disastrously judged <a href=\"https://www.standard.co.uk/news/politics/theresa-mays-brexit-statement-in-full-prime-minister-blames-mps-for-failing-to-make-a-choice-on-eu-a4097126.html\" title=\"\">televised address</a> two weeks ago that sought to set her up as the champion of the people against a parliament trying to thwart democracy. “You’re… tired of MPs talking about nothing else but Brexit when you have real concerns about our children’s schools, our National Health Service, knife crime.”</p> <p>What brazen cheek. It’s not just that Theresa May is wrong to blame parliament for withholding support from her blank-cheque withdrawal agreement that would hand the power over our future relationship with the EU to a future Conservative prime minister, whose identity is yet to be determined. It’s that the 10 years of spending cuts and the consequent shrinking of the state that have fuelled rising child poverty are not the consequence of forces beyond our control, forces furthermore that we have been unable to confront because of Brexit. Instead, the factors that have created this reservoir of poverty are the result of longstanding political choices, first made by David Cameron and George Osborne, then later enthusiastically embraced by May and Philip Hammond.</p> <p>It is a flavour of what could yet be to come. Make no mistake – a smaller state is a core ideological tenet of the Eurosceptic right flank of the Tory party to which May is now in hock, which stands a good chance of capturing the party, and therefore the nation, in any forthcoming Conservative leadership battle. The country didn’t vote to put them in power. But if parliament rolls over and lets the prime minister cede control to these Tory ideologues, child poverty will get much worse before it gets better. The <a href=\"https://www.theguardian.com/society/2017/nov/02/child-poverty-britain-set-to-soar-to-new-record-ifs\" title=\"\">Institute for Fiscal Studies has forecast</a> that almost four in 10 children will be living in relative poverty by 2022 as a result of planned government policies.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/10/the-observer-view-on-the-callous-cuts-to-school-funding\">The Observer view on the callous cuts to school funding | Observer editorial</a> </p> </aside>  <p>Increasing levels of child poverty are the direct result of the strategy pursued by Tory-led governments since 2010. Child poverty rates fell between 1997 and 2010 as a result of Labour government policies to support more parents into work and help low-income working families with tax credits. Since 2010, much of that work has been undone. Conservative ministers claim work continues to be the best route out of poverty. Yet 70% of children living in poverty are in working families; too much work is so low paid that it does not allow parents to provide for their children. And since 2010, Conservative chancellors have slashed the benefits and income top-ups that support working families. We are supposed to believe that this was the inevitably tough, but regrettable, consequence of the financial crisis. But even as they were cutting away this support, they delivered tax cuts worth billions a year, disproportionately<a href=\"https://www.theguardian.com/commentisfree/2018/oct/28/the-observer-view-on-the-budget-and-the-decade-of-austerity\" title=\"\"> benefiting more affluent families</a>.</p> <p>Austerity hasn’t only had deleterious effects on family incomes. All around us, the state is crumbling. <a href=\"https://www.ifs.org.uk/uploads/publications/comms/R150.pdf\" title=\"\">Schools are facing the biggest cut to per-pupil funding</a> for three decades; <a href=\"https://www.theguardian.com/commentisfree/2019/mar/10/the-observer-view-on-the-callous-cuts-to-school-funding\" title=\"\">some schools are having to finish early</a> on a Friday to cope with these budget cuts. Today, we report how in one school in south London, teachers have taken voluntary pay cuts worth thousands of pounds to safeguard two teaching assistant positions. And spending on vital children’s services has <a href=\"https://www.ncb.org.uk/sites/default/files/uploads/documents/Turning%20the%20tide%20report_final.pdf\" title=\"\">fallen six times as fast</a> in the least affluent areas of the country compared with the richest.</p> <p>Rising child poverty; cuts to school funding; cutting back services for children and families in the poorest areas: these are not actions that can be wiped away in a year or two. They are policies that will blight a whole generation of children’s lives for decades to come in greater inequality in employment outcomes, health outcomes and wellbeing.</p> <p>Everywhere you look, the warning lights of a nation in decline are blinking furiously. New data shows that improvements in life expectancy have come to a grinding halt and that <a href=\"https://www.bbc.co.uk/news/health-47721167\" title=\"\">life expectancy for women</a> in the poorest areas has significantly fallen in a matter of a few years. This cannot be separated from the longer waiting lists and cancelled operations that have resulted from a stretched NHS and the weak approach the government has taken to <a href=\"https://www.theguardian.com/commentisfree/2018/jan/14/observer-view-tory-environment-and-obesity-plans\" title=\"\">reducing obesity</a> for fear of upsetting the food industry. Knife crime is on the rise, reflecting cuts to policing and the youth services that keep young people safely off the streets.</p> <p>So don’t fall for the prime minister’s woeful entreaties that if only we could get Brexit done and dusted, the government could focus on fixing what’s going wrong. The type of Brexit that the right of the Tory party is set on delivering will bring more austerity: more child poverty, bigger inequalities in life expectancies, more knife crime. Yes, the fight over Brexit is making it harder for parliament to hold the government to account for the damage it is wreaking to the country. But it is a fight that has to be won to prevent things from getting even worse.</p>",
      "newspaperPageNumber": "40",
      "wordcount": "965",
      "commentCloseDate": "2019-04-02T18:00:41Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-30T18:00:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:18Z",
      "newspaperEditionDate": "2019-03-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b5h9e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/01d2ba7319fa5231b707e3ab0dac0340fdf4d4e4/0_484_4867_2922/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain is the fifth richest country in the world. Yet figures out last week show that more than 4 million children – almost one in three – are living below the relative poverty line. That’s one in three children growing up in families that face a daily struggle to make ends meet, where parents sometimes have to go without to ensure their children can eat and where the cost of school uniforms can push parents into debt. It’s nothing short of a national disgrace. Yet these figures merited hardly a mention in last week’s parliamentary debates. It’s become a cliche to observe that Brexit is sucking the political oxygen out of all other issues. And it’s a cliche the prime minister would like us to buy into. If only we could get Brexit done with, we could get on to other things, or so she would have us believe. “You, the public, have had enough,” she declared in a disastrously judged televised address two weeks ago that sought to set her up as the champion of the people against a parliament trying to thwart democracy. “You’re… tired of MPs talking about nothing else but Brexit when you have real concerns about our children’s schools, our National Health Service, knife crime.” What brazen cheek. It’s not just that Theresa May is wrong to blame parliament for withholding support from her blank-cheque withdrawal agreement that would hand the power over our future relationship with the EU to a future Conservative prime minister, whose identity is yet to be determined. It’s that the 10 years of spending cuts and the consequent shrinking of the state that have fuelled rising child poverty are not the consequence of forces beyond our control, forces furthermore that we have been unable to confront because of Brexit. Instead, the factors that have created this reservoir of poverty are the result of longstanding political choices, first made by David Cameron and George Osborne, then later enthusiastically embraced by May and Philip Hammond. It is a flavour of what could yet be to come. Make no mistake – a smaller state is a core ideological tenet of the Eurosceptic right flank of the Tory party to which May is now in hock, which stands a good chance of capturing the party, and therefore the nation, in any forthcoming Conservative leadership battle. The country didn’t vote to put them in power. But if parliament rolls over and lets the prime minister cede control to these Tory ideologues, child poverty will get much worse before it gets better. The Institute for Fiscal Studies has forecast that almost four in 10 children will be living in relative poverty by 2022 as a result of planned government policies. Increasing levels of child poverty are the direct result of the strategy pursued by Tory-led governments since 2010. Child poverty rates fell between 1997 and 2010 as a result of Labour government policies to support more parents into work and help low-income working families with tax credits. Since 2010, much of that work has been undone. Conservative ministers claim work continues to be the best route out of poverty. Yet 70% of children living in poverty are in working families; too much work is so low paid that it does not allow parents to provide for their children. And since 2010, Conservative chancellors have slashed the benefits and income top-ups that support working families. We are supposed to believe that this was the inevitably tough, but regrettable, consequence of the financial crisis. But even as they were cutting away this support, they delivered tax cuts worth billions a year, disproportionately benefiting more affluent families. Austerity hasn’t only had deleterious effects on family incomes. All around us, the state is crumbling. Schools are facing the biggest cut to per-pupil funding for three decades; some schools are having to finish early on a Friday to cope with these budget cuts. Today, we report how in one school in south London, teachers have taken voluntary pay cuts worth thousands of pounds to safeguard two teaching assistant positions. And spending on vital children’s services has fallen six times as fast in the least affluent areas of the country compared with the richest. Rising child poverty; cuts to school funding; cutting back services for children and families in the poorest areas: these are not actions that can be wiped away in a year or two. They are policies that will blight a whole generation of children’s lives for decades to come in greater inequality in employment outcomes, health outcomes and wellbeing. Everywhere you look, the warning lights of a nation in decline are blinking furiously. New data shows that improvements in life expectancy have come to a grinding halt and that life expectancy for women in the poorest areas has significantly fallen in a matter of a few years. This cannot be separated from the longer waiting lists and cancelled operations that have resulted from a stretched NHS and the weak approach the government has taken to reducing obesity for fear of upsetting the food industry. Knife crime is on the rise, reflecting cuts to policing and the youth services that keep young people safely off the streets. So don’t fall for the prime minister’s woeful entreaties that if only we could get Brexit done and dusted, the government could focus on fixing what’s going wrong. The type of Brexit that the right of the Tory party is set on delivering will bring more austerity: more child poverty, bigger inequalities in life expectancies, more knife crime. Yes, the fight over Brexit is making it harder for parliament to hold the government to account for the damage it is wreaking to the country. But it is a fight that has to be won to prevent things from getting even worse.",
      "charCount": "5714",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/observer-editorials\">Observer editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/30/brexit-broken-british-politics-withdrawal-agreement",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-30T09:00:33Z",
    "webTitle": "Brexit has nearly broken British politics. Here’s how to fix it | John Coakley",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/30/brexit-broken-british-politics-withdrawal-agreement",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/30/brexit-broken-british-politics-withdrawal-agreement",
    "fields": {
      "headline": "Brexit has nearly broken British politics. Here’s how to fix it",
      "standfirst": "The third rejection of the withdrawal agreement shows Britain’s political system is helpless. We need a realistic view of its flaws",
      "trailText": "The third rejection of the withdrawal agreement shows Britain’s political system is helpless, says John Coakley, professor at Queen’s University Belfast",
      "byline": "John Coakley",
      "main": "<figure class=\"element element-image\" data-media-id=\"b48d252d27603b9b28e3eaafecc8d4b968f10db2\"> <img src=\"https://media.guim.co.uk/b48d252d27603b9b28e3eaafecc8d4b968f10db2/0_140_5568_3341/1000.jpg\" alt=\"The Speaker, John Bercow, with MPs during a debate on the withdrawal agreement\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Speaker, John Bercow, with MPs during a debate on the withdrawal agreement, 29 March. <br></span> <span class=\"element-image__credit\">Photograph: Mark Duffy/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>For those who live in the shadow of one of the most remarkable states to emerge in world history, the image of the UK now floundering in prolonged indecision over Brexit is shocking.</p> <p><a href=\"https://www.theguardian.com/world/2019/mar/29/brexit-as-parliament-votes-again-what-happens-next\" title=\"\">Decisive rejection</a> of the UK-EU withdrawal agreement in the House of Commons for a third time, following hot on the heels of the House’s rejection of eight alternative approaches, raises uncomfortable questions about the quality of the UK’s decision-making process.</p> <p>A venerable corpus of political science literature pays tribute to the pragmatism and resilience of the British political system, and its capacity to cope successfully with both domestic challenge and external threat. But why is this system so apparently helpless, and can anything be done to resolve the UK’s ambitions for a new relationship with the EU?</p> <p>There are three broad areas where modification of British “exceptionalism” might help.</p> <h2>1. The constitution</h2>  <figure class=\"element element-image\" data-media-id=\"a08c05abe3f8e4f633a34017e7fe687333214829\"> <img src=\"https://media.guim.co.uk/a08c05abe3f8e4f633a34017e7fe687333214829/0_8_4252_2553/1000.jpg\" alt=\"David Cameron\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘David Cameron won an overall majority in 2015 with just 37% of the overall vote.’</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>First, reliance on an <a href=\"https://www.theguardian.com/commentisfree/2019/jan/13/out-of-brexit-nightmare-must-emerge-a-more-robust-democracy\" title=\"\">“unwritten” constitution</a> is an impressive achievement – if it can be pulled off. Almost all democracies, however, have opted for a formal, relatively inflexible codification of the political ground rules in a national constitution.</p> <p>For the UK, such a foundation document could provide a durable framework for rectifying glaring defects in contemporary British structures. It could formalise more clearly the relationship between London and the four countries of the UK. It could reconstruct the House of Lords, whose growth appears unstoppable. It could spell out the currently ambiguous relationship between government and parliament.</p> <p>In particular, it could modernise the capricious 19th-century electoral system that unfailingly reproduces an unrepresentative House of Commons. The two most recent general elections illustrate this formula’s political perversity. David Cameron <a href=\"https://www.theguardian.com/commentisfree/2015/may/08/cameron-must-put-country-before-party\" title=\"\">won an overall majority</a> in 2015 with just 37% of the overall vote, hardly a popular mandate for Conservative rule. But Theresa May’s critical loss of this majority in 2017 took place despite an <a href=\"https://www.conservativehome.com/majority_conservatism/2017/06/42-per-cent-and-no-majority-1-what-does-the-party-do-next.html\" title=\"\">increase in the Conservative vote to 42%</a>.</p> <h2>2. Political culture</h2>  <figure class=\"element element-image\" data-media-id=\"9b13390452f41da0c2daf35dee43913c1e2b55bc\"> <img src=\"https://media.guim.co.uk/9b13390452f41da0c2daf35dee43913c1e2b55bc/0_158_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The opposition opposes.’ Labour leader Jeremy Corbyn. <br></span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure>  <p>Second, critics of the “Westminster model” of government commonly cite its adversarial style as an impediment to problem-solving. Its inbuilt majoritarianism may offer a useful mechanism for resolving most issues. The government’s parliamentary majority and the whip system normally ensure passage of all measures, and in principle facilitate coherent policy formation. The opposition “opposes”, biding its time until the mercurial electoral system brings it back to power.</p> <p>This “winner takes all” system may function well while there is regular government-opposition alternation and the stakes are relatively low. But it can be corrosive when (as in Northern Ireland from 1921 to 1972) there is no such alternation, or when (as in the case of Brexit) the stakes are very high.</p> <p>The case for a more inclusive deliberative process in matters of vital national importance is irresistible. Constitutional conventions, cross-party forums and citizens’ assemblies have supplemented parliament in other jurisdictions in tackling particularly sensitive and sometimes quite fundamental policy matters. Such devices might surely help to purchase wider agreement on the form Brexit should take, even if full consensus proves unattainable.</p> <h2>3. Geopolitical perspectives</h2>  <figure class=\"element element-image\" data-media-id=\"2063738a433b0a7d337844ca9a151b1e59c289ba\"> <img src=\"https://media.guim.co.uk/2063738a433b0a7d337844ca9a151b1e59c289ba/0_0_2815_1690/1000.jpg\" alt=\"An RAF helicopter collects troops from the RN ship RFA Lyme Bay\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The UK possesses substantial military clout.’ An RAF helicopter collects troops from the RN ship RFA Lyme Bay.</span> <span class=\"element-image__credit\">Photograph: SAC Chris Thompson-Watts RAF</span> </figcaption> </figure>  <p>Third, the criticism that many leading Brexiteers are insufficiently familiar with EU structures and procedures carries weight, but it may be that they also misperceive Britain’s place in the contemporary world.</p> <p>Early hubris about the ease with which the UK could go it alone and complete attractive trade deals across the globe has diminished, but many appear still to overestimate the UK’s negotiating position. The post-imperial military, diplomatic and economic resources of the UK are formidable, but they are now challenged by the growing power of its European neighbours.</p> <p>True, the UK has a large population, is the fifth-largest economy in the world and possesses substantial military clout. But its <a href=\"https://europa.eu/european-union/about-eu/figures/living_en\" title=\"\">share of the EU population is only 13%</a>, its <a href=\"https://tradingeconomics.com/european-union/gdp-annual-growth-rate\" title=\"\">share of nominal GDP is 15%</a> and its military personnel account for 13% of the EU total.</p> <p>Put differently, when negotiators on behalf of the EU27 face their British counterparts, they speak for a bloc that is six to seven times more substantial than the UK in these areas. This is hardly a contest of equals.</p> <p>It would surely be unwise for the UK to embark on a programme of constitutional reform in the middle of its Brexit odyssey. But it would help to view the Brexit process from a different perspective, challenging if not reversing certain currently dominant assumptions.</p> <p>The very constitutional flexibility that permitted the UK to hold a consultative referendum has also permitted this to be retrospectively interpreted as a binding plebiscite. The hidden, unfortunate dictum that it is “the opposition’s duty to oppose” has compromised the capacity of the main parties to seek out common ground. The deceptive image of British potency has invited the use of dangerous implicit threats against the much more powerful EU27 bloc.</p> <p>Recognising that there is nothing sacrosanct about a consultative referendum, that government and opposition need not be deadly enemies and that the UK is by far the weaker player in the Brexit negotiations may be a big cultural challenge. But it is surely not an insurmountable one for the country which, while maintaining many of its own archaic procedures, exported democracy to much of the rest of the world. Might it not also facilitate a more productive outcome to the UK’s negotiations with the EU?</p> <p>• John Coakley is a professor in the School of History, Anthropology, Philosophy and Politics at Queen’s University Belfast, and a fellow of the Geary Institute, University College Dublin</p>",
      "wordcount": "905",
      "commentCloseDate": "2019-03-30T20:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-30T09:00:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:20Z",
      "newspaperEditionDate": "2019-04-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5bpk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b48d252d27603b9b28e3eaafecc8d4b968f10db2/0_140_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For those who live in the shadow of one of the most remarkable states to emerge in world history, the image of the UK now floundering in prolonged indecision over Brexit is shocking. Decisive rejection of the UK-EU withdrawal agreement in the House of Commons for a third time, following hot on the heels of the House’s rejection of eight alternative approaches, raises uncomfortable questions about the quality of the UK’s decision-making process. A venerable corpus of political science literature pays tribute to the pragmatism and resilience of the British political system, and its capacity to cope successfully with both domestic challenge and external threat. But why is this system so apparently helpless, and can anything be done to resolve the UK’s ambitions for a new relationship with the EU? There are three broad areas where modification of British “exceptionalism” might help. 1. The constitution First, reliance on an “unwritten” constitution is an impressive achievement – if it can be pulled off. Almost all democracies, however, have opted for a formal, relatively inflexible codification of the political ground rules in a national constitution. For the UK, such a foundation document could provide a durable framework for rectifying glaring defects in contemporary British structures. It could formalise more clearly the relationship between London and the four countries of the UK. It could reconstruct the House of Lords, whose growth appears unstoppable. It could spell out the currently ambiguous relationship between government and parliament. In particular, it could modernise the capricious 19th-century electoral system that unfailingly reproduces an unrepresentative House of Commons. The two most recent general elections illustrate this formula’s political perversity. David Cameron won an overall majority in 2015 with just 37% of the overall vote, hardly a popular mandate for Conservative rule. But Theresa May’s critical loss of this majority in 2017 took place despite an increase in the Conservative vote to 42%. 2. Political culture Second, critics of the “Westminster model” of government commonly cite its adversarial style as an impediment to problem-solving. Its inbuilt majoritarianism may offer a useful mechanism for resolving most issues. The government’s parliamentary majority and the whip system normally ensure passage of all measures, and in principle facilitate coherent policy formation. The opposition “opposes”, biding its time until the mercurial electoral system brings it back to power. This “winner takes all” system may function well while there is regular government-opposition alternation and the stakes are relatively low. But it can be corrosive when (as in Northern Ireland from 1921 to 1972) there is no such alternation, or when (as in the case of Brexit) the stakes are very high. The case for a more inclusive deliberative process in matters of vital national importance is irresistible. Constitutional conventions, cross-party forums and citizens’ assemblies have supplemented parliament in other jurisdictions in tackling particularly sensitive and sometimes quite fundamental policy matters. Such devices might surely help to purchase wider agreement on the form Brexit should take, even if full consensus proves unattainable. 3. Geopolitical perspectives Third, the criticism that many leading Brexiteers are insufficiently familiar with EU structures and procedures carries weight, but it may be that they also misperceive Britain’s place in the contemporary world. Early hubris about the ease with which the UK could go it alone and complete attractive trade deals across the globe has diminished, but many appear still to overestimate the UK’s negotiating position. The post-imperial military, diplomatic and economic resources of the UK are formidable, but they are now challenged by the growing power of its European neighbours. True, the UK has a large population, is the fifth-largest economy in the world and possesses substantial military clout. But its share of the EU population is only 13%, its share of nominal GDP is 15% and its military personnel account for 13% of the EU total. Put differently, when negotiators on behalf of the EU27 face their British counterparts, they speak for a bloc that is six to seven times more substantial than the UK in these areas. This is hardly a contest of equals. It would surely be unwise for the UK to embark on a programme of constitutional reform in the middle of its Brexit odyssey. But it would help to view the Brexit process from a different perspective, challenging if not reversing certain currently dominant assumptions. The very constitutional flexibility that permitted the UK to hold a consultative referendum has also permitted this to be retrospectively interpreted as a binding plebiscite. The hidden, unfortunate dictum that it is “the opposition’s duty to oppose” has compromised the capacity of the main parties to seek out common ground. The deceptive image of British potency has invited the use of dangerous implicit threats against the much more powerful EU27 bloc. Recognising that there is nothing sacrosanct about a consultative referendum, that government and opposition need not be deadly enemies and that the UK is by far the weaker player in the Brexit negotiations may be a big cultural challenge. But it is surely not an insurmountable one for the country which, while maintaining many of its own archaic procedures, exported democracy to much of the rest of the world. Might it not also facilitate a more productive outcome to the UK’s negotiations with the EU? • John Coakley is a professor in the School of History, Anthropology, Philosophy and Politics at Queen’s University Belfast, and a fellow of the Geary Institute, University College Dublin",
      "charCount": "5807",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/john-coakley\">John Coakley</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/30/uk-year-extension-brexit-take-back-control",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-30T06:00:39Z",
    "webTitle": "The UK needs a year-long extension on Brexit – to really take back control | Gordon Brown",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/30/uk-year-extension-brexit-take-back-control",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/30/uk-year-extension-brexit-take-back-control",
    "fields": {
      "headline": "The UK needs a year-long extension on Brexit – to really take back control",
      "standfirst": "<p>We could gain an opt-out from the European elections and take the time to debate our future</p>",
      "trailText": "We could gain an opt-out from the European elections and take the time to debate our future, says Gordon Brown, former prime minister",
      "byline": "Gordon Brown",
      "main": "<figure class=\"element element-image\" data-media-id=\"58adbfc38a622387b3c34db127939ec3806eaa62\"> <img src=\"https://media.guim.co.uk/58adbfc38a622387b3c34db127939ec3806eaa62/0_121_5442_3265/1000.jpg\" alt=\"People sitting by the River Thames opposite the Houses of Parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There were many concerns raised by the British public in the EU referendum … but they have been little discussed over the past three years in parliament.’</span> <span class=\"element-image__credit\">Photograph: Niklas Halle’n/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>After a week that ended in an atmosphere of <a href=\"https://www.theguardian.com/politics/2019/mar/29/mps-reject-theresa-mays-brexit-deal-third-time\" title=\"\">chaos</a>, confusion, acrimony, hostility and mistrust, MPs are once again trying to construct a Brexit majority for something – or anything. Having lived for years now away from the Westminster bubble, I am clear that even if parliament struggles to an 11th-hour compromise on Monday, there will be little buy-in from the public. And even if for a moment there are sighs of relief, the country will still be as divided as ever.</p> <p>Opinion poll after opinion poll has rejected not just Theresa May’s deal and the no-deal option, but the Canada, Norway, Switzerland and Efta options, the last three of which would leave Britain as a rule-taker rather than a rule-maker. And while MPs deserve credit for trying, there is unlikely to be a majority in the country for a deal cobbled together over a weekend on the basis of MPs’ third or fourth choices that could decide the next 100 years of our history.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/mar/29/brexit-as-parliament-votes-again-what-happens-next\">Brexit: as May's deal is defeated for the third time, the next steps explained</a> </p> </aside>  <p>There are some precedents from the last two centuries to guide us when there is both a standoff between government and parliament, and a deadlock within parliament itself. Ending the impasse over the <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2011/may/09/1846-corn-laws-abolished\" title=\"\">Corn Laws</a>, dealing with Irish independence, legislating the extension of the vote from 1832 onwards, and more recently dealing with the undemocratic power of the House of Lords all required the same innovative leadership and the courage to break with the past that we need today.</p> <p>But from next week we face a challenge comparable to, or greater than, all of these: how we deal with both a stalemate on policy, and a complete breakdown of trust between parliament and the public. And there can be no outcome acceptable to the British people that does not find new and effective ways of engaging with them.</p> <p>But as one door closes, another is opening. Last week the European council showed an openness to what we might call – if the word “meaningful” had not been so devalued – a meaningful extension: a longer negotiating period, not as a delaying tactic or for a return to vicious squabbling, but to reunite a divided country. And we should do what should have been done three years ago: establish region-by-region public hearings to allow straight talking and clear thinking about the concerns that brought about Brexit in the first place. A year’s extension would allow us to pursue a British version of Ireland’s <a href=\"https://www.theguardian.com/commentisfree/2019/jan/16/citizens-assembly-ireland-abortion-referendum\" title=\"\">successful experience in participatory democracy when they held citizens’ assemblies</a>, to find common ground on deeply divisive issues in advance of a referendum.</p> <p>There were many concerns raised by the British public in the 2016 EU referendum, such as the state of our manufacturing and our industrial towns, and a feeling that our politicians had let us down and had lost the plot in our post-imperial journey. But when it came to the specifics of Britain’s relationship with Europe, the issues that dominated were those of “taking back control of our borders”, and “taking back control of our laws”. These issues have been little discussed over the past three years as parliament has been engrossed in the minutiae of Brexit, and possible solutions to them need to be scrutinised in nationwide consultations in advance of any future referendum.</p> <p>Options for more “control of our laws” could include parliament passing a UK law that any decision of the European court that offends our national and constitutional identity, and is thus in violation of article 4 (2) of the treaty of Lisbon, is unconstitutional. Options for more “control of our borders” could include registering migrants as they arrive, as Germany does, and imposing a time limit on any stay without gaining employment, as in Belgium. And outlawing, as France has, <a href=\"https://www.theguardian.com/commentisfree/2019/jan/16/freedom-movement-euroep-foreign-posted-workers-eu\" title=\"\">social dumping</a>: the practice of paying Latvian workers only Latvian wages while working in France.</p> <p>All these changes are achievable within the EU’s freedom of movement rules. After Monday a year-long extension to conduct public hearings – once at the bottom of the list of options – may not just be the best alternative to no deal, but the only alternative.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/mar/29/donald-tusk-calls-emergency-eu-summit-over-brexit\">EU gives Britain 11 days to come up with new Brexit plan</a> </p> </aside>  <p>I have reason to believe that the problems raised by the European election timetable can be negotiated away by indirect elections – selecting a contingent of MPs from our own parliament – and by not participating in the election of the presidents of the European commission and parliament.</p> <p>If we do not now promote the open and informed public debate that’s required, future historians will conclude that our country turned its back not only on our long history of internationalism and engagement, but also on our once globally renowned traditions of pragmatism, rationality and evolutionary progress. However, by striking out on a new path, we can still save our country from decades of recriminations and decline at home, and diminution in the eyes of the world.</p> <p>• Gordon Brown was prime minister from 2007 to 2010</p>",
      "newspaperPageNumber": "5",
      "wordcount": "815",
      "commentCloseDate": "2019-03-30T13:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-30T06:00:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:13Z",
      "newspaperEditionDate": "2019-03-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5c4b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/58adbfc38a622387b3c34db127939ec3806eaa62/0_121_5442_3265/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After a week that ended in an atmosphere of chaos, confusion, acrimony, hostility and mistrust, MPs are once again trying to construct a Brexit majority for something – or anything. Having lived for years now away from the Westminster bubble, I am clear that even if parliament struggles to an 11th-hour compromise on Monday, there will be little buy-in from the public. And even if for a moment there are sighs of relief, the country will still be as divided as ever. Opinion poll after opinion poll has rejected not just Theresa May’s deal and the no-deal option, but the Canada, Norway, Switzerland and Efta options, the last three of which would leave Britain as a rule-taker rather than a rule-maker. And while MPs deserve credit for trying, there is unlikely to be a majority in the country for a deal cobbled together over a weekend on the basis of MPs’ third or fourth choices that could decide the next 100 years of our history. There are some precedents from the last two centuries to guide us when there is both a standoff between government and parliament, and a deadlock within parliament itself. Ending the impasse over the Corn Laws, dealing with Irish independence, legislating the extension of the vote from 1832 onwards, and more recently dealing with the undemocratic power of the House of Lords all required the same innovative leadership and the courage to break with the past that we need today. But from next week we face a challenge comparable to, or greater than, all of these: how we deal with both a stalemate on policy, and a complete breakdown of trust between parliament and the public. And there can be no outcome acceptable to the British people that does not find new and effective ways of engaging with them. But as one door closes, another is opening. Last week the European council showed an openness to what we might call – if the word “meaningful” had not been so devalued – a meaningful extension: a longer negotiating period, not as a delaying tactic or for a return to vicious squabbling, but to reunite a divided country. And we should do what should have been done three years ago: establish region-by-region public hearings to allow straight talking and clear thinking about the concerns that brought about Brexit in the first place. A year’s extension would allow us to pursue a British version of Ireland’s successful experience in participatory democracy when they held citizens’ assemblies, to find common ground on deeply divisive issues in advance of a referendum. There were many concerns raised by the British public in the 2016 EU referendum, such as the state of our manufacturing and our industrial towns, and a feeling that our politicians had let us down and had lost the plot in our post-imperial journey. But when it came to the specifics of Britain’s relationship with Europe, the issues that dominated were those of “taking back control of our borders”, and “taking back control of our laws”. These issues have been little discussed over the past three years as parliament has been engrossed in the minutiae of Brexit, and possible solutions to them need to be scrutinised in nationwide consultations in advance of any future referendum. Options for more “control of our laws” could include parliament passing a UK law that any decision of the European court that offends our national and constitutional identity, and is thus in violation of article 4 (2) of the treaty of Lisbon, is unconstitutional. Options for more “control of our borders” could include registering migrants as they arrive, as Germany does, and imposing a time limit on any stay without gaining employment, as in Belgium. And outlawing, as France has, social dumping: the practice of paying Latvian workers only Latvian wages while working in France. All these changes are achievable within the EU’s freedom of movement rules. After Monday a year-long extension to conduct public hearings – once at the bottom of the list of options – may not just be the best alternative to no deal, but the only alternative. I have reason to believe that the problems raised by the European election timetable can be negotiated away by indirect elections – selecting a contingent of MPs from our own parliament – and by not participating in the election of the presidents of the European commission and parliament. If we do not now promote the open and informed public debate that’s required, future historians will conclude that our country turned its back not only on our long history of internationalism and engagement, but also on our once globally renowned traditions of pragmatism, rationality and evolutionary progress. However, by striking out on a new path, we can still save our country from decades of recriminations and decline at home, and diminution in the eyes of the world. • Gordon Brown was prime minister from 2007 to 2010",
      "charCount": "4858",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gordonbrown\">Gordon Brown</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]