[
  {
    "id": "politics/2019/mar/23/more-than-4-million-people-sign-petition-to-revoke-article-50-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-23T17:16:10Z",
    "webTitle": "Woman behind Brexit petition to revoke article 50 receives death threats",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/23/more-than-4-million-people-sign-petition-to-revoke-article-50-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/23/more-than-4-million-people-sign-petition-to-revoke-article-50-brexit",
    "fields": {
      "headline": "Woman behind Brexit petition to revoke article 50 receives death threats",
      "standfirst": "<p>Online petition attracts more than 4m signatures as Margaret Georgiadou is forced to close Facebook account</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/23/brexit-hundreds-of-thousands-expected-to-march-for-peoples-vote-london-live-updates\">Follow live updates on the People’s Vote march</a></li></ul>",
      "trailText": "Online petition sparks conspiracy theories on both sides of the debate",
      "byline": "Sarah Marsh",
      "main": "<figure class=\"element element-image\" data-media-id=\"1166a2ebf666608c04368a79ba20c54e1c7a3390\"> \n <img src=\"https://media.guim.co.uk/1166a2ebf666608c04368a79ba20c54e1c7a3390/385_11_1024_614/1000.png\" alt=\"The revoke article 50 petition\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The petition is the most popular to be submitted to the government’s petitions website</span> \n  <span class=\"element-image__credit\">Photograph: petition.parliament.uk</span> \n </figcaption> \n</figure>",
      "body": "<p>The woman behind the petition to revoke article 50 has said she is scared and has been forced to close her Facebook account after receiving multiple death threats for launching the challenge to Brexit.</p> \n<p>Margaret Georgiadou, who described herself as a frustrated remainer, set up the online petition in late February, calling for the UK government to <a href=\"https://petition.parliament.uk/petitions/241584\">revoke article 50</a> and remain in the EU. By Saturday afternoon it had attracted more than 4,400,000<strong> </strong>signatures – making it the most popular to be submitted to the Parliament website.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/23/brexit-hundreds-of-thousands-expected-to-march-for-peoples-vote-london-live-updates\">Brexit: hundreds of thousands expected to march for people's vote – live updates</a> </p> \n</aside> \n<p>The petition gathered momentum shortly after the prime minister appealed to the British people to back her in her standoff with MPs from all parties. The number of signatures continued to rise on Saturday, with hundreds of thousands of people marching in central London for a “people’s vote” on Brexit, and many protesters calling for the UK to remain in the EU.</p> \n<p>Georgiadou, who is currently in Cyprus, told the BBC: “I feel terrible, I feel angry with myself because I thought I was tougher than that. But I was scared. I haven’t even told my husband because he is very old and he would become hysterical.”</p> \n<p>Earlier, Georgiadou <a href=\"https://twitter.com/madgie1941/status/1109362260747665408\">tweeted</a>: “Hi – am the person responsible for the revoke article 50 petition. Just needed to tell you that 1. I am currently visiting Cyprus. and 2. last night I had three telephoned death threats. Who wants Brexit so much that they are prepared to kill for it?”</p> \n<p>In an earlier tweet she said that she had deleted her Facebook account after she was subjected to a “<a href=\"https://twitter.com/madgie1941/status/1109344811155419136\">torrent of abuse</a>” on social media.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f4693274-85a6-4073-bc8f-079c140311c4\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>After 10,000 signatures, petitions get a response from the government. After 100,000 signatures, petitions are considered for debate in parliament.</p>\n    <p>Since the online petition service was launched, the government has <a href=\"https://petition.parliament.uk/petitions?state=with_response\">responded to over 300 petitions</a>, and <a href=\"https://petition.parliament.uk/petitions?state=debated\">55 petitions have been debated in parliament</a>.&nbsp;</p>\n    <p>The government has already responded to <a href=\"https://petition.parliament.uk/petitions/239706#debate-threshold\">a previous petition about revoking Article 50</a> on 19 February 2019, stating: 'The government’s policy is not to revoke Article 50. Instead, we continue to work with parliament to deliver a deal that ensures we leave the European Union, as planned, on March 29th'.</p>\n    <p>This petition, which gained 148,912&nbsp;signatures, was also <a href=\"https://parliamentlive.tv/Event/Index/ea9b610b-e4c5-4f08-8ed6-686830628a7a\">debated in parliament on 11 March 2019</a>.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>On Thursday, the parliamentary petitions website crashed several times as so many people were trying to access it at the same time. The error message “bad gateway”, which displayed when the website was overwhelmed, even started trending on Twitter.</p> \n<p>Conspiracy theories also appeared from both sides, with some saying the site’s troubles were a plot to prevent further signatures. Others claimed that a small proportion of signatures from overseas IP addresses – including one from North Korea – meant the petition had been “hijacked by bots”. In fact, 96% of the signatures were from the UK. The House of Commons petitions committee <a href=\"https://twitter.com/HoCpetitions/status/1109051542336929795\">said</a>: “Anyone who is a UK resident or a British citizen can sign a petition. This includes British citizens living overseas.”</p> \n<p>The website livefrombrexit.com, meanwhile, created a page that <a href=\"https://www.livefrombrexit.com/petitions/241584\">ranks the petition’s signatories by constituency</a>. It shows that the largest support comes from Bristol West, with more than 26,000 signatures, followed by Hornsey and Wood Green, with more than 23,000 people there supporting the petition.</p> \n<p>Theresa May ruled out halting the Brexit process when in Brussels on Thursday, telling reporters: “I do not believe that we should be revoking article 50.”</p>",
      "wordcount": "459",
      "firstPublicationDate": "2019-03-23T10:23:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:43Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4x7c",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1166a2ebf666608c04368a79ba20c54e1c7a3390/385_11_1024_614/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The woman behind the petition to revoke article 50 has said she is scared and has been forced to close her Facebook account after receiving multiple death threats for launching the challenge to Brexit. Margaret Georgiadou, who described herself as a frustrated remainer, set up the online petition in late February, calling for the UK government to revoke article 50 and remain in the EU. By Saturday afternoon it had attracted more than 4,400,000 signatures – making it the most popular to be submitted to the Parliament website. The petition gathered momentum shortly after the prime minister appealed to the British people to back her in her standoff with MPs from all parties. The number of signatures continued to rise on Saturday, with hundreds of thousands of people marching in central London for a “people’s vote” on Brexit, and many protesters calling for the UK to remain in the EU. Georgiadou, who is currently in Cyprus, told the BBC: “I feel terrible, I feel angry with myself because I thought I was tougher than that. But I was scared. I haven’t even told my husband because he is very old and he would become hysterical.” Earlier, Georgiadou tweeted: “Hi – am the person responsible for the revoke article 50 petition. Just needed to tell you that 1. I am currently visiting Cyprus. and 2. last night I had three telephoned death threats. Who wants Brexit so much that they are prepared to kill for it?” In an earlier tweet she said that she had deleted her Facebook account after she was subjected to a “torrent of abuse” on social media. On Thursday, the parliamentary petitions website crashed several times as so many people were trying to access it at the same time. The error message “bad gateway”, which displayed when the website was overwhelmed, even started trending on Twitter. Conspiracy theories also appeared from both sides, with some saying the site’s troubles were a plot to prevent further signatures. Others claimed that a small proportion of signatures from overseas IP addresses – including one from North Korea – meant the petition had been “hijacked by bots”. In fact, 96% of the signatures were from the UK. The House of Commons petitions committee said: “Anyone who is a UK resident or a British citizen can sign a petition. This includes British citizens living overseas.” The website livefrombrexit.com, meanwhile, created a page that ranks the petition’s signatories by constituency. It shows that the largest support comes from Bristol West, with more than 26,000 signatures, followed by Hornsey and Wood Green, with more than 23,000 people there supporting the petition. Theresa May ruled out halting the Brexit process when in Brussels on Thursday, telling reporters: “I do not believe that we should be revoking article 50.”",
      "charCount": "2773",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sarah-marsh\">Sarah Marsh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/mar/23/franco-ghost-exhumatiob-spain-elections-far-right-vox-party",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-03-23T14:00:10Z",
    "webTitle": "Franco’s shadow: reburial battle sees Spain confront its darkest days",
    "webUrl": "https://www.theguardian.com/world/2019/mar/23/franco-ghost-exhumatiob-spain-elections-far-right-vox-party",
    "apiUrl": "https://content.guardianapis.com/world/2019/mar/23/franco-ghost-exhumatiob-spain-elections-far-right-vox-party",
    "fields": {
      "headline": "Franco’s shadow: reburial battle sees Spain confront its darkest days",
      "standfirst": "Past and future collide as nationalist Vox party gears up for success in next month’s general election while exhumation of dictator draws closer",
      "trailText": "Past and future collide as nationalist Vox party gears up for success in next month’s general election while exhumation of dictator draws closer",
      "byline": "Sam Jones",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"6c4834bc4770ba84141ce8b124633cf1a69c8d8a\"> \n <img src=\"https://media.guim.co.uk/6c4834bc4770ba84141ce8b124633cf1a69c8d8a/0_40_5760_3456/1000.jpg\" alt=\"Far right supporters protest in 2018 against the removal of Franco’s remains from the Valley of the Fallen.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Far right supporters protest in 2018 against the removal of Franco’s remains from the Valley of the Fallen.</span> \n  <span class=\"element-image__credit\">Photograph: Pablo Blazquez Dominguez/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>The gates of the suburban mausoleum that could soon house Spain’s most restless ghost are decked with a shrivelling bunch of red and yellow carnations, a handful of prayer cards and a cheap, broken crucifix.</p> \n<p>If the socialist government’s <a href=\"https://www.theguardian.com/world/2018/oct/30/vatican-denies-spains-claims-of-deal-over-francos-reburial\" title=\"\">long and fraught campaign</a> to exhume Francisco Franco from the fascist splendour of <a href=\"https://www.theguardian.com/world/2017/may/11/its-shameful-for-francos-victims-spanish-mps-agree-to-exhume-dictator\" title=\"\">the Valley of the Fallen</a> finally succeeds, his body will be reinterred in June here in the humbler surroundings of the Mingorrubio-El Pardo municipal cemetery.</p> \n<p>The graveyard, which sits at the end of a bus route less than an hour from Madrid, lacks the baleful scale of Franco’s current resting place. Not far from its entrance, an engine idles and a driver relieves himself against a wall. Mingorrubio boasts neither the basilica’s sword-wielding angel sentries nor the 150 metre-high cross that draws coachloads of tourists, schoolchildren and those nostalgic for a half-remembered Spain.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5b58426b-578d-465f-932d-2f60142099bd\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>Spain will go to the polls for the third time in under four years on 28 April after the country’s socialist prime minister Pedro Sánchez called a snap election.</p>\n    <p>Sánchez announced the vote after Catalan pro-independence parties joined right-wing parties in rejecting the government’s 2019 budget.</p>\n    <p>The Spanish Socialist Workers’ party (PSOE) has governed Spain since last June, when it used a vote of no-confidence to throw the corruption-mired, conservative People’s party (PP) out of office.</p>\n    <p>But Sánchez has struggled to achieve an ambitious agenda – including the exhumation of Franco – as he has headed a minority government, holding only 84 of the 350 seats in the Spanish congress.</p>\n    <p>The PSOE’s opponents accuse it of being weak and too reliant on the separatist Catalan parties that helped usher it into power.</p>\n    <p>Polls suggest that the PSOE will take the most votes but will fall short of a majority.</p>\n    <p>However, it could profit from the fragmentation of the Spanish right following the emergence of Vox.</p>\n    <p>The PP leader, Pablo Casado, has dragged the party much further to the right in the hope of seeing off the challenge from Vox.</p>\n    <p>The centre-right Citizens party has also shifted further to the right in recent months, and made the Catalan crisis a key focus. Its tough line on regional independence and rigorous defence of Spain’s national unity paid off in the 2017 Catalan regional elections, in which Citizens was the single biggest winner. Its leader, Albert Rivera, has vetoed a coalition with the PSOE, although many observers suspect he could rethink that position in the post-electoral horse-trading.</p>\n    <p>Podemos, which, like Citizens, achieved a breakthrough in the 2015 election, ending decades of PSOE and PP duopoly, has lost momentum in recent years. The anti-austerity party, born of frustration and the <i>indignados</i> movement, looked set to leapfrog the PSOE and become the dominant leftwing political force in the 2016 general election.</p>\n    <p>But mixed messages, internal rifts and an alliance with the United Left saw it do far worse than expected.</p>\n    <p>Podemos has helped to shore up the Sánchez government, but very public internal spats have blunted its message and weakened its image.-</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Nor, come to that, is it <a href=\"https://www.theguardian.com/world/2018/nov/12/the-sooner-its-gone-the-better-says-former-prisoner-at-site-of-francos-tomb\" title=\"\">a mass grave</a> crammed with the bodies of more than 30,000 people from both sides of the civil war. But the cemetery is home to the Franco family vault, where El Caudillo’s wife, Carmen Polo, has lain since she died in 1988 – and to another dictator. Behind the black marble and Doric columns of a nearby mausoleum is the body of Rafael Leónidas Trujillo, whose three-decade tyranny in the Dominican Republic ended when he was <a href=\"https://www.bbc.com/news/world-latin-america-13560512\" title=\"\">assassinated in an ambush</a> outside Santo Domingo in 1961.</p> \n<p>Also buried across the cemetery is Franco’s right-hand man, Admiral Luis Carrero Blanco. The admiral was on his way back from mass in Madrid in December 1973 when <a href=\"https://www.theguardian.com/world/2017/apr/18/student-cassandra-vera-tweet-case-puts-free-speech-under-spotlight-in-spain\" title=\"\">a massive bomb</a> planted by the Basque terrorist group Eta blew his Dodge car more than 20 metres into the air and over the roof of the church where he had sat minutes earlier.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7b9255fb199d680ae7f8568bcdb3192b3d8c1e6b\"> \n <img src=\"https://media.guim.co.uk/7b9255fb199d680ae7f8568bcdb3192b3d8c1e6b/0_35_3720_4649/800.jpg\" alt=\"General Franco.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">General Franco.</span> \n  <span class=\"element-image__credit\">Photograph: Universal History Archive/UIG via Getty Images</span> \n </figcaption> \n</figure> \n<p>In three months’ time – the courts permitting – Franco will join Trujillo and Carrero Blanco and, in doing so, enable the country to shuffle a little closer towards confronting his legacy.</p> \n<p>The timing could not be better, nor, perhaps, worse. At the end of April, Spaniards will vote in a general election that is set to see Vox become the first avowedly far-right party to win seats in the national parliament since Spain returned to democracy.</p> \n<p>Vox, which broke through into the mainstream in <a href=\"https://www.theguardian.com/world/2018/dec/09/far-right-andalucia-seville-vox-party-shockwave-spanish-politics\" title=\"\">last December’s Andalucían regional election</a>, is big on slogans, short on details and shares much of its ideological DNA with Franco and his followers.</p> \n<p>Over recent months and weeks, the anti-immigration, anti-feminist party has called for a “reconquest” of Spain, railed against “feminazis”, and <a href=\"https://www.theguardian.com/world/2019/jan/09/spanish-far-right-party-vox-demands-expulsion-of-migrants\" title=\"\">called for the expulsion of 52,000 “illegal immigrants”</a>.</p> \n<p>Last week alone, it has raised the prospect of <a href=\"https://www.huffingtonpost.es/entry/vox-ilegalizar-podemos-unidad-espanola-espana_es_5c8f9e6fe4b0d7f6b0f60f23\" title=\"\">banning far-left political parties</a> and those that push for Catalan independence– a particular <em>bestia negra</em> – and suggested that “good Spaniards” should be allowed to <a href=\"https://www.armas.es/actualidad/entrevista-exclusiva-a-santiago-abascal\" title=\"\">possess weapons</a> and use them in self-defence without having to face “hellish” legal consequences.</p> \n<p>It is little wonder, then, that these are bittersweet times for those who suffered under Franco and who have long yearned to see him exhumed from the Valley of the Fallen.</p> \n<p>The activist, politician and writer <a href=\"https://www.theguardian.com/world/2018/oct/26/judge-investigate-franco-era-crimes-against-spanish-women-sexual-assault-forced-abortion-child-theft\" title=\"\">Lidia Falcón, now 83, was arrested seven times under Franco and tortured by his thugs</a>. She was hung by her hands from a hook in the ceiling while they beat her abdomen and shouted: “You’re not going to give birth any more, you whore!”</p> \n<p>She makes no apology for using a familiar line on the valley. “Do you think Hitler’s remains would be kept in an enormous monument where his acolytes could go and pay their respects?” she asks. “Where tourist and journalists would go? Do you think that people would pay out a huge sum for its upkeep? Can you imagine that? Well there you are.”</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>Do you think that Hitler's remains would be kept in an enormous monument where his acolytes could go and pay their respects?</p> \n  <footer> \n   <cite>Lidia Falcón, activist</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Inés Madrigal, 49, is <a href=\"https://www.theguardian.com/world/2018/oct/08/spanish-doctor-eduardo-vela-found-guilty-but-acquitted-in-stolen-babies-case\" title=\"\">one of the thousands of babies</a> who were stolen from their birth mothers and placed with other families in a practice that began shortly after Franco’s victory in the civil war and continued until well after his death in 1975. She, too, struggles to understand how Franco has managed to stay in his stately mausoleum. “All he did, as far as I’m concerned, was cause a suffering so profound that we’re still trying to find our way out of it,” she says. “It’s created a huge division in Spain: some of us want to talk about this and others just don’t.”</p> \n<p>Falcón snorts at any parallels between Franco’s uprising in 1936 and the re-emergence of the far-right after a 40-year absence. But in Vox, “who have sprung up here overnight, like a mushroom in the woods”, she discerns a familiar kind of politics. “They’re the same people, except today it’s their grandchildren,” says Falcón. “A lot of fascists are rising to the surface now.”</p> \n<p>She is not alone in her appraisal. In a recent interview, Iñaki Gabilondo, perhaps Spain’s best-known journalist, was asked how he would characterise Vox. “To me, it’s Francoism,” he <a href=\"https://www.eldiario.es/politica/Inaki-Gabilondo-Vox-franquismo-exactamente_0_878762528.html\" title=\"\">told eldiario.es</a>. “I was 33 when Franco died. That means I’d lived for 33 years … with Franco in my head, my heart, my world and my soul.”</p> \n<p>Vox’s “ultra-Spanish, ultra-centralised thinking, based on fatherland, God, Spain and old values”, he added, was Francoism pure and simple. “It’s something totally recognisable because I lived it,” he said. “It’s exactly what we wanted to get rid of.”</p> \n<figure class=\"element element-image\" data-media-id=\"bede86ba2b0e63243717bfa43711a7be4da883e8\"> \n <img src=\"https://media.guim.co.uk/bede86ba2b0e63243717bfa43711a7be4da883e8/0_16_5284_3171/1000.jpg\" alt=\"People make the fascist salute at the Valley of Fallen in 2018.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">People make the fascist salute at the Valley of Fallen in 2018.</span> \n  <span class=\"element-image__credit\">Photograph: Javier Soriano/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The satirical magazine <em>El Jueves </em>has drawn equally explicit parallels. A recent cover showed the<a href=\"https://www.huffingtonpost.es/2019/01/16/la-portada-de-el-jueves-que-mas-panico-provoca-por-lo-que-muestra-de-santiago-abascal-ja-ja-ja-ja_a_23643767/\" title=\"\"> Vox leader</a>, Santiago Abascal, driving a tank towards panicked citizens while wearing the uniform of the Spanish Legion, which was once led by Franco. A speech bubble read: “At last you’ve managed to get Franco out of the Valley of the Fallen!”</p> \n<p>Vox has criticised prime minister Pedro Sánchez’s efforts to exhume the dictator, arguing that he should be tackling Catalan independence and immigration rather than “using Spaniards as hostages in his policy of ideological propaganda”.</p> \n<p>It is also drafting a controversial list of candidates. “A WARNING to the MEDIA and PARTIES that are combing our lists and scanning our candidates,” Abascal <a href=\"https://twitter.com/Santi_ABASCAL/status/1107986810846826496\" title=\"\">tweeted on Tuesday</a>. “You won’t find a single enemy of Spain. Nor a single ally of Spain’s enemies. Nor will you find any trendy lefties, communists, separatists or wimps.”</p> \n<p>What you will find, however, are <a href=\"https://www.eldiario.es/politica/Vox-Franco-exdiputados-Partido-Popular_0_879112926.html\" title=\"\">two retired generals</a> who last year <a href=\"https://www.eldiario.es/politica/militares-retirados-manifiesto-Franco-vilipendiada_0_798621021.html\" title=\"\">signed a petition</a> that claimed Franco had been vilified and which lamented the government’s “perverse” attempts to exhume him.</p> \n<p>Also on the list, albeit briefly, was <a href=\"https://elpais.com/elpais/2019/03/20/inenglish/1553076032_593854.html\" title=\"\">Fernando Paz</a>, an author and speaker <a href=\"https://www.youtube.com/watch?v=UxTpbNZabzo\" title=\"\">who believes</a> “the majority of Jews in eastern Europe” were shot dead rather than murdered in gas chambers, and that they died at the hands of local populations as well as German troops. Paz has also made a number of homophobic comments.</p> \n<p>His “denialist and revisionist” remarks were condemned by Spain’s Federation of Jewish Communities, which said his candidacy would have been unacceptable in other European countries where the trauma of the Holocaust has been properly addressed.</p> \n<p>Vox did not respond to requests for comment on its relationship with Francoism, nor on Paz’s comments. But the party announced on Thursday night that he would no longer be standing as its candidate in Albacete.</p> \n<p>Pablo Simón, a political scientist at Madrid Carlos III University, counsels against direct comparisons between Vox and Francoism. Although Vox may draw support – not to mention candidates – from Franco nostalgists, it is very much a party of the new populist extreme right.</p> \n<p>“Vox isn’t going to burn down parliament,” says Simón. “That may sound ridiculous but it’s not irrelevant – it’s not like when fascists come to power and reject democratic and liberal mechanisms. What they will try to do, though, is twist things when it comes to which groups enjoy certain social rights, so they’ll whip up fear of others, fear of integration and fear of Catalan nationalism. They’ve already said they want to outlaw parties like Podemos or Catalan pro-independence parties.”</p> \n<p>The <a href=\"https://www.theguardian.com/world/2017/nov/25/flags-passion-and-anger-reporting-from-a-divided-spain-catalonia\" title=\"\">issue of Catalan independence</a> – which has provoked Spain’s worst political crisis since the transition back to democracy – played a decisive role in Vox’s Andalucían breakthrough. Simón, who has pored over the polling data, says that it was Catalonia rather than immigration that proved a key issue. “It was all about the voters who rejected what was going on in Catalonia or were against regional self-government,” he says. “They were the people who voted for Vox most. That has clear echoes of Francoism and a ‘<a href=\"https://en.wikipedia.org/wiki/Una,_Grande_y_Libre\" title=\"\">united, great and free</a>’ Spain.’”</p> \n<p>Simón points out that “ideologies don’t travel well over time” and that while Spain’s current politics may evoke those of the past, 2019 is not 1936. He sums up with the quote often attributed to Mark Twain: “History doesn’t repeat itself, but it often rhymes.”</p> \n<p>Another famous aphorism also haunts the debate – the Spanish philosopher George Santayana’s assertion that “those who cannot remember the past are condemned to repeat it”.</p> \n<p>The problem is that Spain, in its headlong rush towards democracy, chose not to remember. Both the 1977 law granting amnesty to those involved in crimes during the civil war and dictatorship, and the “<a href=\"https://www.theguardian.com/commentisfree/2007/nov/03/comment.spain\" title=\"\">pact of forgetting</a>”, were intended to help the country move beyond Franco as quickly as possible.</p> \n<p>The dead, including Franco and the <a href=\"https://www.politico.eu/article/spain-glares-bloody-past-franco-victims-mass-graves-exhumations-civil-war/\" title=\"\">100,000 people still buried</a> in unmarked pits around the country, were left where they were in the belief that sealed graves would ensure sealed lips. But Spain has more mass graves than any country except Cambodia and there is an odd irony that a nation that frets so much – and usually so unnecessarily – about how it is viewed abroad should have continued to exalt one dead man while leaving so many others to rot into anonymity.</p> \n<p>The journalist and historian Carlos Hernández de Miguel has just written a book documenting the 300 or so concentration camps through which an estimated 700,000 to one million Spaniards passed in the name of Francoist re-education.</p> \n<p>He understands why post-Franco Spain was willing to accept what he calls “a series of shameful conditions, such as the pact of forgetting”. The threat of a coup d’etat was clear and present – <a href=\"https://www.theguardian.com/world/1981/feb/23/spain.fromthearchive\" title=\"\">and would eventually be fulfilled in 1981</a> – the 40-year dictatorship had whitewashed itself and the regime had also been tolerated by European democracies.</p> \n<p>But, he says, Spain’s failure to confront its past has muddied its future. “Today we’re up against the kind of denial and revisionism that’s condemned and prosecuted elsewhere in Europe. It’s been 40 years and we haven’t taken that step. That puts us at a serious disadvantage compared with the rest of Europe in taking on the resurgent far right. The far right and its discourse has been normalised and whitewashed here.”</p> \n<figure class=\"element element-image\" data-media-id=\"7ae63501ef7269a61a44a2edc4e3c1dd5b047a5d\"> \n <img src=\"https://media.guim.co.uk/7ae63501ef7269a61a44a2edc4e3c1dd5b047a5d/0_227_4876_2926/1000.jpg\" alt=\"A still from The Silence of Others.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A still from The Silence of Others.</span> \n  <span class=\"element-image__credit\">Photograph: Almudena Carracedo</span> \n </figcaption> \n</figure> \n<p>Some, however, see signs that things are starting to shift. The film-makers Almudena Carracedo and Robert Bahar spent six years making <em><a href=\"https://www.theguardian.com/world/2018/jun/08/francos-cruel-legacy-film-wants-stop-spain-forgetting-silence-others\" title=\"\">The Silence of Others</a></em>, an award-winning documentary that follows a group of Franco’s victims as they seek justice under the principle of universal jurisdiction. <a href=\"https://www.theguardian.com/film/2018/oct/20/no-more-silence-my-mission-to-let-franco-victims-be-heard\" title=\"\">The film</a> is also intended to confront the pact of forgetting and get the country to talk about its past.</p> \n<p>“When we started the journey of the film we thought we would encounter furious opposition,” say Carracedo and Bahar. “And yet what we have found, invariably, is the opposite: a real <em>hambre de memoria</em>: a hunger for memory, a need to know and learn and discuss a part of the history that for many comes as a revelation. ‘My history has been stolen from me’ is a very common comment from young people in the Q&amp;As.”</p> \n<p>In Mingorrubio, a cemetery worker with the weary and suspicious air of someone who’s been buttonholed by too many journalists watches a film crew set up a tripod. Will El Caudillo’s arrival change the graveyard and draw many more visitors? “Who knows?” he mutters and wanders off.</p> \n<p>The talk of wounds and scars, and bones and ghosts, will continue well after Franco arrives in Mingorrubio – if he ever does. And it will continue no matter which rhyme history chooses at the end of April.</p> \n<p>“The sooner you can close up wounds, the better,” says Hernández de Miguel. “It doesn’t matter what people say – it’s not a question of reopening old wounds, it’s about closing up wounds that have been kept open by forgetting the crimes of Francoism and forgetting its victims.”</p>",
      "newspaperPageNumber": "21",
      "wordcount": "2048",
      "commentable": "false",
      "firstPublicationDate": "2019-03-23T14:00:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-26T09:13:36Z",
      "newspaperEditionDate": "2019-03-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b3z26",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6c4834bc4770ba84141ce8b124633cf1a69c8d8a/0_40_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The gates of the suburban mausoleum that could soon house Spain’s most restless ghost are decked with a shrivelling bunch of red and yellow carnations, a handful of prayer cards and a cheap, broken crucifix. If the socialist government’s long and fraught campaign to exhume Francisco Franco from the fascist splendour of the Valley of the Fallen finally succeeds, his body will be reinterred in June here in the humbler surroundings of the Mingorrubio-El Pardo municipal cemetery. The graveyard, which sits at the end of a bus route less than an hour from Madrid, lacks the baleful scale of Franco’s current resting place. Not far from its entrance, an engine idles and a driver relieves himself against a wall. Mingorrubio boasts neither the basilica’s sword-wielding angel sentries nor the 150 metre-high cross that draws coachloads of tourists, schoolchildren and those nostalgic for a half-remembered Spain. Nor, come to that, is it a mass grave crammed with the bodies of more than 30,000 people from both sides of the civil war. But the cemetery is home to the Franco family vault, where El Caudillo’s wife, Carmen Polo, has lain since she died in 1988 – and to another dictator. Behind the black marble and Doric columns of a nearby mausoleum is the body of Rafael Leónidas Trujillo, whose three-decade tyranny in the Dominican Republic ended when he was assassinated in an ambush outside Santo Domingo in 1961. Also buried across the cemetery is Franco’s right-hand man, Admiral Luis Carrero Blanco. The admiral was on his way back from mass in Madrid in December 1973 when a massive bomb planted by the Basque terrorist group Eta blew his Dodge car more than 20 metres into the air and over the roof of the church where he had sat minutes earlier. In three months’ time – the courts permitting – Franco will join Trujillo and Carrero Blanco and, in doing so, enable the country to shuffle a little closer towards confronting his legacy. The timing could not be better, nor, perhaps, worse. At the end of April, Spaniards will vote in a general election that is set to see Vox become the first avowedly far-right party to win seats in the national parliament since Spain returned to democracy. Vox, which broke through into the mainstream in last December’s Andalucían regional election, is big on slogans, short on details and shares much of its ideological DNA with Franco and his followers. Over recent months and weeks, the anti-immigration, anti-feminist party has called for a “reconquest” of Spain, railed against “feminazis”, and called for the expulsion of 52,000 “illegal immigrants”. Last week alone, it has raised the prospect of banning far-left political parties and those that push for Catalan independence– a particular bestia negra – and suggested that “good Spaniards” should be allowed to possess weapons and use them in self-defence without having to face “hellish” legal consequences. It is little wonder, then, that these are bittersweet times for those who suffered under Franco and who have long yearned to see him exhumed from the Valley of the Fallen. The activist, politician and writer Lidia Falcón, now 83, was arrested seven times under Franco and tortured by his thugs. She was hung by her hands from a hook in the ceiling while they beat her abdomen and shouted: “You’re not going to give birth any more, you whore!” She makes no apology for using a familiar line on the valley. “Do you think Hitler’s remains would be kept in an enormous monument where his acolytes could go and pay their respects?” she asks. “Where tourist and journalists would go? Do you think that people would pay out a huge sum for its upkeep? Can you imagine that? Well there you are.” Inés Madrigal, 49, is one of the thousands of babies who were stolen from their birth mothers and placed with other families in a practice that began shortly after Franco’s victory in the civil war and continued until well after his death in 1975. She, too, struggles to understand how Franco has managed to stay in his stately mausoleum. “All he did, as far as I’m concerned, was cause a suffering so profound that we’re still trying to find our way out of it,” she says. “It’s created a huge division in Spain: some of us want to talk about this and others just don’t.” Falcón snorts at any parallels between Franco’s uprising in 1936 and the re-emergence of the far-right after a 40-year absence. But in Vox, “who have sprung up here overnight, like a mushroom in the woods”, she discerns a familiar kind of politics. “They’re the same people, except today it’s their grandchildren,” says Falcón. “A lot of fascists are rising to the surface now.” She is not alone in her appraisal. In a recent interview, Iñaki Gabilondo, perhaps Spain’s best-known journalist, was asked how he would characterise Vox. “To me, it’s Francoism,” he told eldiario.es. “I was 33 when Franco died. That means I’d lived for 33 years … with Franco in my head, my heart, my world and my soul.” Vox’s “ultra-Spanish, ultra-centralised thinking, based on fatherland, God, Spain and old values”, he added, was Francoism pure and simple. “It’s something totally recognisable because I lived it,” he said. “It’s exactly what we wanted to get rid of.” The satirical magazine El Jueves has drawn equally explicit parallels. A recent cover showed the Vox leader, Santiago Abascal, driving a tank towards panicked citizens while wearing the uniform of the Spanish Legion, which was once led by Franco. A speech bubble read: “At last you’ve managed to get Franco out of the Valley of the Fallen!” Vox has criticised prime minister Pedro Sánchez’s efforts to exhume the dictator, arguing that he should be tackling Catalan independence and immigration rather than “using Spaniards as hostages in his policy of ideological propaganda”. It is also drafting a controversial list of candidates. “A WARNING to the MEDIA and PARTIES that are combing our lists and scanning our candidates,” Abascal tweeted on Tuesday. “You won’t find a single enemy of Spain. Nor a single ally of Spain’s enemies. Nor will you find any trendy lefties, communists, separatists or wimps.” What you will find, however, are two retired generals who last year signed a petition that claimed Franco had been vilified and which lamented the government’s “perverse” attempts to exhume him. Also on the list, albeit briefly, was Fernando Paz, an author and speaker who believes “the majority of Jews in eastern Europe” were shot dead rather than murdered in gas chambers, and that they died at the hands of local populations as well as German troops. Paz has also made a number of homophobic comments. His “denialist and revisionist” remarks were condemned by Spain’s Federation of Jewish Communities, which said his candidacy would have been unacceptable in other European countries where the trauma of the Holocaust has been properly addressed. Vox did not respond to requests for comment on its relationship with Francoism, nor on Paz’s comments. But the party announced on Thursday night that he would no longer be standing as its candidate in Albacete. Pablo Simón, a political scientist at Madrid Carlos III University, counsels against direct comparisons between Vox and Francoism. Although Vox may draw support – not to mention candidates – from Franco nostalgists, it is very much a party of the new populist extreme right. “Vox isn’t going to burn down parliament,” says Simón. “That may sound ridiculous but it’s not irrelevant – it’s not like when fascists come to power and reject democratic and liberal mechanisms. What they will try to do, though, is twist things when it comes to which groups enjoy certain social rights, so they’ll whip up fear of others, fear of integration and fear of Catalan nationalism. They’ve already said they want to outlaw parties like Podemos or Catalan pro-independence parties.” The issue of Catalan independence – which has provoked Spain’s worst political crisis since the transition back to democracy – played a decisive role in Vox’s Andalucían breakthrough. Simón, who has pored over the polling data, says that it was Catalonia rather than immigration that proved a key issue. “It was all about the voters who rejected what was going on in Catalonia or were against regional self-government,” he says. “They were the people who voted for Vox most. That has clear echoes of Francoism and a ‘united, great and free’ Spain.’” Simón points out that “ideologies don’t travel well over time” and that while Spain’s current politics may evoke those of the past, 2019 is not 1936. He sums up with the quote often attributed to Mark Twain: “History doesn’t repeat itself, but it often rhymes.” Another famous aphorism also haunts the debate – the Spanish philosopher George Santayana’s assertion that “those who cannot remember the past are condemned to repeat it”. The problem is that Spain, in its headlong rush towards democracy, chose not to remember. Both the 1977 law granting amnesty to those involved in crimes during the civil war and dictatorship, and the “pact of forgetting”, were intended to help the country move beyond Franco as quickly as possible. The dead, including Franco and the 100,000 people still buried in unmarked pits around the country, were left where they were in the belief that sealed graves would ensure sealed lips. But Spain has more mass graves than any country except Cambodia and there is an odd irony that a nation that frets so much – and usually so unnecessarily – about how it is viewed abroad should have continued to exalt one dead man while leaving so many others to rot into anonymity. The journalist and historian Carlos Hernández de Miguel has just written a book documenting the 300 or so concentration camps through which an estimated 700,000 to one million Spaniards passed in the name of Francoist re-education. He understands why post-Franco Spain was willing to accept what he calls “a series of shameful conditions, such as the pact of forgetting”. The threat of a coup d’etat was clear and present – and would eventually be fulfilled in 1981 – the 40-year dictatorship had whitewashed itself and the regime had also been tolerated by European democracies. But, he says, Spain’s failure to confront its past has muddied its future. “Today we’re up against the kind of denial and revisionism that’s condemned and prosecuted elsewhere in Europe. It’s been 40 years and we haven’t taken that step. That puts us at a serious disadvantage compared with the rest of Europe in taking on the resurgent far right. The far right and its discourse has been normalised and whitewashed here.” Some, however, see signs that things are starting to shift. The film-makers Almudena Carracedo and Robert Bahar spent six years making The Silence of Others, an award-winning documentary that follows a group of Franco’s victims as they seek justice under the principle of universal jurisdiction. The film is also intended to confront the pact of forgetting and get the country to talk about its past. “When we started the journey of the film we thought we would encounter furious opposition,” say Carracedo and Bahar. “And yet what we have found, invariably, is the opposite: a real hambre de memoria: a hunger for memory, a need to know and learn and discuss a part of the history that for many comes as a revelation. ‘My history has been stolen from me’ is a very common comment from young people in the Q&amp;As.” In Mingorrubio, a cemetery worker with the weary and suspicious air of someone who’s been buttonholed by too many journalists watches a film crew set up a tripod. Will El Caudillo’s arrival change the graveyard and draw many more visitors? “Who knows?” he mutters and wanders off. The talk of wounds and scars, and bones and ghosts, will continue well after Franco arrives in Mingorrubio – if he ever does. And it will continue no matter which rhyme history chooses at the end of April. “The sooner you can close up wounds, the better,” says Hernández de Miguel. “It doesn’t matter what people say – it’s not a question of reopening old wounds, it’s about closing up wounds that have been kept open by forgetting the crimes of Francoism and forgetting its victims.”",
      "charCount": "12198",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/samjones\">Sam Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/23/brexodus-under-way-brits-leaving-the-uk",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-23T08:59:09Z",
    "webTitle": "'The Brexodus is under way': meet the Brits leaving the UK",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/23/brexodus-under-way-brits-leaving-the-uk",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/23/brexodus-under-way-brits-leaving-the-uk",
    "fields": {
      "headline": "'The Brexodus is under way': meet the Brits leaving the UK",
      "standfirst": "<p>In the year after the Brexit vote, 17,000 British people sought citizenship of another EU country – and many have since upped and left. Five ‘Brexiles’ explain why they’re starting a new life overseas</p>",
      "trailText": "In the year after the Brexit vote, 17,000 British people sought citizenship of another EU country – and many have since upped and left. Five ‘Brexiles’ explain why they’re starting a new life overseas",
      "byline": "Alix O’Neill",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"b84cc2f38abba920477a6bbd89e8ec26e76d19fc\"> <img src=\"https://media.guim.co.uk/b84cc2f38abba920477a6bbd89e8ec26e76d19fc/0_192_5760_3456/1000.jpg\" alt=\"Pip Batty on a mountain train from Bakuriani in Georgia\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pip Batty moved from England to Georgia: ‘We’re an international laughing stock.’</span> <span class=\"element-image__credit\">Photograph: Irina Boldina</span> </figcaption> </figure>",
      "body": "<p>Last month, after a decade of living in London, my husband and I packed up the contents of our two-bedroom flat and moved to France with our 15-month-old son. With another baby on the way, we’re renting an apartment in Toulouse while we look for a more permanent setup. Leaving friends and family behind, and getting to grips with a new culture and language, hasn’t been easy. But we have no plans to return to the UK.</p> <p>What sold us on France? The healthier work-life balance and excellent education system, plus the fact that we’re lucky enough to have jobs that allow us to work remotely. Ultimately, though, there was one factor that cemented our decision to emigrate: Brexit.</p> <p>The latest data from the Office for National Statistics shows that net migration from the EU to Britain has slumped to a six-year low. Numerous sectors of the economy, from science and academia to the NHS, have been hit hard. And it’s not just that EU nationals are turning their backs on the UK – in the year after the referendum, 17,000 Brits sought citizenship of another EU country, <a href=\"https://www.theguardian.com/politics/2017/oct/13/brexit-vote-creates-surge-in-eu-citizenship-applications\" title=\"\">according to figures collated from embassies</a>. The Brexodus is fully under way.</p> <p>A common refrain among the Brexiles I speak to is that they no longer recognise the country they grew up in. Raised in Northern Ireland, I’ve always grappled with my national identity. I was born in west Belfast and have an Irish passport – yet until I moved across the UK border in Ireland to study at university, my cultural references were, by and large, British. I watched <a href=\"https://www.theguardian.com/media/organgrinder/2008/jan/09/gladiatorsisbackyouwillgo\" title=\"G\">Gladiators</a> on television and read The Famous Five. I bought pic’n’mix from Woolworths and wanted to be <a href=\"https://www.theguardian.com/media/2012/feb/10/anneka-rice-zoe-ball-radio-2\" title=\"A\">Anneka Rice</a>. I saw enough of the fallout from the Troubles to realise from an early age the dangers of unchecked patriotism. So when I moved to London, I refused to dwell on historical grievances and embraced everything that was great about the UK. In the 2012 Olympics, I felt a surge of pride for my adopted homeland.</p> <p>Nearly three years after the EU referendum, I no longer feel the same connection. A French friend, whose children were born in London, moved her family to Dublin last summer. She felt increasingly uncomfortable about the rise in xenophobia (Home Office figures showed that hate crimes rose by a third from 2016-2017) and wanted her daughters to be “raised European”. Many Irish friends have returned home, too, uneasy with “jokes” made by colleagues and acquaintances about the Irish famine, shocked by the ignorance of many of their English peers.</p> <p>Nationalism isn’t confined to the UK. Nearly half of young French voters backed the Front National leader, Marine Le Pen, in the country’s 2017 general election. But aren’t we better off wading through this mess together? When my husband and I lived in London, we became good friends with a neighbour, a retired diplomat in his 80s. He had loved serving his country, including a stint in the USSR during the cold war. These days, he no longer identifies as British, but as a citizen of the world. He saw postwar Europe unite and remembers the devastation that led to the formation of the EU.</p> <p>In a world of increasing uncertainty, I’ll take a bunch of bureaucrats over going it alone any day – even if that means uprooting. I spoke to four others who feel the same way.</p> <p><strong>Pip Batty, 40, a communications consultant, originally from Leicester, moved to Georgia in November. She now works in Tbilisi as an English language teacher</strong></p>  <figure class=\"element element-image\" data-media-id=\"17da40ad1465e7eada6cb13df1d19dbd4ffa1113\"> <img src=\"https://media.guim.co.uk/17da40ad1465e7eada6cb13df1d19dbd4ffa1113/0_376_5760_3456/1000.jpg\" alt=\"Pip Batty with friends in Bakuriani in Georgia\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pip Batty with friends in Bakuriani in Georgia.</span> <span class=\"element-image__credit\">Photograph: Irina Boldina</span> </figcaption> </figure>  <p>I never thought I’d move to Georgia. It was just a place I went to on holiday last year and thought was brilliant. It’s a beautiful country and the people are so welcoming. I’m half Greek, and had been learning Greek for five years with the intention of emigrating there someday. Then Brexit happened. Suddenly, it started to become more challenging: a potential employer in Greece, who had been happy to offer me work, asked, “You have a Greek passport, right?” When I told him I was born in England, he just said, “Oh.”</p> <p>In a country where the economy isn’t great and you have two people applying for the same job – one from Germany, where there’s freedom of movement and they know what’s going to happen in future, or a British person – you know who they are going to choose.</p> <p>After the referendum, I thought everyone had lost the plot. There are people I don’t speak to any more because I know how they voted and I’m furious with them. People who were aware of my plan to move to Greece, people whose children are dating foreign nationals, how could they vote for Brexit? They weren’t thinking about any generation apart from their own.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t want to say I’ll never come back to the UK because I will always be British</p> </blockquote> </aside>  <p>Two years after the referendum, we’re an international laughing stock. It’s humiliating to be British. My students ask why we’ve done this. One Russian student said, “To us, it’s like you voted to make yourselves the Soviet Union. We lived through that. Why would you vote to isolate yourselves from everyone else, when you were the linchpin of this wonderful treaty?”</p> <p>I’d like to try to get to Greece at some stage, but I’ll have to see what happens. I don’t want to say I’ll never come back to the UK because I will always be British. I’ve been told I’m cutting off my nose to spite my face, but I feel very strongly about this and will do for years to come. We’ve been wronged.</p> <p><strong>Journalist Alex Rawlings, 27, moved to Barcelona last November. He speaks 15 languages</strong><strong> and </strong><strong>holds Greek and British passports</strong></p>  <figure class=\"element element-image element--showcase\" data-media-id=\"a710a76ca304f268e33a721976204817498577d5\"> <img src=\"https://media.guim.co.uk/a710a76ca304f268e33a721976204817498577d5/0_187_5619_3371/1000.jpg\" alt=\"Alex Rawlings\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alex Rawlings moved to Barcelona: ‘I’m glad to no longer be living in limbo.’</span> <span class=\"element-image__credit\">Photograph: Paola de Grenet/Paola de Grenet/The Guardian</span> </figcaption> </figure>  <p>After spending a few years living in Hungary, Spain and Russia, I moved back to the UK shortly before the 2016 referendum. I was really excited about being in cosmopolitan, international London. This was the UK I had grown up in, a country that had been proud of its multiculturalism, its ability to welcome people from different backgrounds. A few weeks later, it voted to leave and that all evaporated. Had the UK really always been such a tolerant place? Or was it just a bubble?</p> <p>I started to think about going back to Europe the next day. The fact that the Brexit debate centred so much on immigration made me uncomfortable. I grew up going to school with immigrants – my grandmother was an immigrant, many of my relatives are now immigrants elsewhere in the world. I’ve always thought of immigrants as some of the bravest, most honest and hardworking people I know. Our politicians’ words are a throwback to a time I thought we’d left behind. I wanted to move to a place where people go out on the streets and protest in their thousands, asking for <em>more</em> refugees.</p> <p>At the end of October last year, a woman was punched on a London train in the rush hour for speaking Spanish on her phone. It was barely reported in the UK, but in Barcelona it was headline news. It was the first thing people asked me about when I arrived. The classic image of British people in Spain is of them walking around topless, shouting English, with noisy wheelie bags and cans of beer. A Spanish friend said, “We put up with so much from British people when they come to our country, yet we can’t even have a private phone conversation on your metro without being attacked.”</p> <p>The reason more people don’t move from the UK is because they don’t speak languages. We see the rest of the world as a place to go on holiday for a week or two. In Germany, everyone grows up learning English – people border-hop, live in other countries and embrace a European identity. It saddens me to think that young people growing up in the UK now may never experience that. Will I ever return to the UK? The problems that led to Brexit are so deep-rooted I think it’s going to take another generation to sort them out. One day, I like to think that I will go back, but for the time being I’m glad to no longer be living in limbo. The moment I stepped on to that one-way plane, I felt huge relief. I’d disentangled myself from a very uncertain future.</p> <p><strong>Emma Bell, 28, worked in London as a cancer researcher</strong><strong>. </strong><strong>She mov</strong><strong>ed to Toronto, Canada, at the end of January</strong></p>  <figure class=\"element element-image\" data-media-id=\"29caac8691f29c89714a393832f5b62c31e7fe8a\"> <img src=\"https://media.guim.co.uk/29caac8691f29c89714a393832f5b62c31e7fe8a/1206_321_4146_2487/1000.jpg\" alt=\"Emma Bell who is leaving to live in Canada\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emma Bell chose Toronto: ‘Brexit has made me look at my country differently.’</span> <span class=\"element-image__credit\">Photograph: Chris Steele-Perkins/The Guardian</span> </figcaption> </figure>  <p>A bunch of my friends set up a Facebook group about moving to Berlin after the vote. There are plenty of opportunities there in fintech [financial technology], but not for the type of cancer research I do. So I started looking for postdoctoral positions in other countries. Ultimately, Toronto pipped Sweden to the post.</p> <p>The main things I worried about were access to funding, being able to ship chemical samples to mainland Europe and what would happen to my colleagues. Roughly a third are EU citizens. The institution I worked for has been supportive, but there’s a lot of anxiety. I empathise with people who are stockpiling their medications in the UK; I need antidepressants to function, myself.</p> <p>Mum is Sri Lankan and Dad’s a Geordie. I grew up in Hertfordshire and was usually the only non-white person in the room. You get used to it, but I definitely felt “other”. Moving to London for university was a revelation.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If Brexit were stopped tomorrow, I wouldn’t come home. My contract in Toronto is for two years</p> </blockquote> </aside>  <p>Brexit has made me look at my country differently. I always wore a poppy for Remembrance Day and switched to a white one a few years ago. You could see it in my profile picture on the dating site OK Cupid and the comments I got were unbelievable. It does feel as if the language used has become more hostile. I don’t think it’s inherent racism; immigration has been scapegoated.</p> <p>If Brexit were stopped tomorrow, I wouldn’t come home. My contract in Toronto is for two years, with a possibile extension to four, and I’m staying for the duration. I’m uneasy in the UK at the moment. Maybe the distance will help me process those feelings. The logistical nightmare that Brexit is going to be, both for individuals and the field in which I work, is one thing. But whatever caused it isn’t going to disappear if we have another referendum and it ends up 52:48 in the other direction. </p> <p><strong>Irish-British software developer Chris Ward, 34, grew up in Corby, Northamptonshire, and lived in London before </strong><strong>moving to Berlin with his husband, Josh</strong></p>  <figure class=\"element element-image element--showcase\" data-media-id=\"7f5713bece632fa0dc1be1be8a9bbd937ad942ee\"> <img src=\"https://media.guim.co.uk/7f5713bece632fa0dc1be1be8a9bbd937ad942ee/0_1446_6192_3715/1000.jpg\" alt=\"Chris Ward in Berlin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Ward has made Berlin his home: ‘So I always knew Britain had its populists, but I thought it had a liberal heart beating within.’</span> <span class=\"element-image__credit\">Photograph: Michael Danner/The Guardian</span> </figcaption> </figure>  <p>We had been planning to live abroad at some point, but made the call on 24 June 2016. Josh and I were heavily involved in the remain campaign, turning our tiny flat into a hub on the day of the vote. At the time, I likened Brexit to the Scottish referendum, where everyone was panicking a few weeks beforehand but, when it came to it, voted for the safe option, the status quo.</p> <p>Afterwards, I went through a very unhealthy, spiteful stage that I’m not quite out of yet. I stopped speaking to people who voted leave. One was a close friend, and I regret that now, but I’m not sure how to get back in touch. Fellow campaigners went in a different direction. They thought they could stop Brexit and would say to me, “Why don’t you stay and fight?” But you can’t fight battles that can’t be won.</p> <p>Everyone keeps saying we don’t know what people voted for. Of course we do: the main issue was immigration. I was born in Germany on a British army base and moved to the UK when I was seven. On my first day at school, the teacher mentioned my background and immediately there was this wave of xenophobia. So I always knew Britain had its populists, but I thought it had a liberal heart beating within.</p> <p>Berlin is my favourite city. It’s so liberal, diverse and cheap, and there are plenty of jobs in tech, so it was a natural choice. I’ve got Irish citizenship, as my grandparents were Irish, and my goal in the next few years is to become German. If Britain isn’t in the EU, I’ll have to surrender my citizenship and I am fine with that. We’re lucky – some of our friends here have only British passports and are worried that they will be told to go home.</p> <p>Germans have a rose-tinted view of the British as being wonderfully polite and nice. They are sad about Brexit, but have moved on. The UK banked on everyone going, “Don’t leave! We’re sorry we asked you to do the same thing every other country was doing!” Maybe now the politicians will realise the world is bigger than Great Britain.</p> <p>Brexit is the failure of the progressives, rather than the work of the hard right, and that’s what makes me sad. The left failed to challenge it and as a result, we’re leaving the world’s largest trading bloc. If Brexit has been good for anything, it has made people on the left realise how important it is to stand up for globalisation and cohesion.</p> <p>• If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email <a href=\"mailto:\">weekend@theguardian.com</a>, including your name and address (not for publication).</p>",
      "newspaperPageNumber": "35",
      "wordcount": "2214",
      "commentable": "false",
      "firstPublicationDate": "2019-03-23T08:59:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "true",
      "lastModified": "2020-02-03T12:44:43Z",
      "newspaperEditionDate": "2019-03-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bxhjp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b84cc2f38abba920477a6bbd89e8ec26e76d19fc/0_192_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last month, after a decade of living in London, my husband and I packed up the contents of our two-bedroom flat and moved to France with our 15-month-old son. With another baby on the way, we’re renting an apartment in Toulouse while we look for a more permanent setup. Leaving friends and family behind, and getting to grips with a new culture and language, hasn’t been easy. But we have no plans to return to the UK. What sold us on France? The healthier work-life balance and excellent education system, plus the fact that we’re lucky enough to have jobs that allow us to work remotely. Ultimately, though, there was one factor that cemented our decision to emigrate: Brexit. The latest data from the Office for National Statistics shows that net migration from the EU to Britain has slumped to a six-year low. Numerous sectors of the economy, from science and academia to the NHS, have been hit hard. And it’s not just that EU nationals are turning their backs on the UK – in the year after the referendum, 17,000 Brits sought citizenship of another EU country, according to figures collated from embassies. The Brexodus is fully under way. A common refrain among the Brexiles I speak to is that they no longer recognise the country they grew up in. Raised in Northern Ireland, I’ve always grappled with my national identity. I was born in west Belfast and have an Irish passport – yet until I moved across the UK border in Ireland to study at university, my cultural references were, by and large, British. I watched Gladiators on television and read The Famous Five. I bought pic’n’mix from Woolworths and wanted to be Anneka Rice. I saw enough of the fallout from the Troubles to realise from an early age the dangers of unchecked patriotism. So when I moved to London, I refused to dwell on historical grievances and embraced everything that was great about the UK. In the 2012 Olympics, I felt a surge of pride for my adopted homeland. Nearly three years after the EU referendum, I no longer feel the same connection. A French friend, whose children were born in London, moved her family to Dublin last summer. She felt increasingly uncomfortable about the rise in xenophobia (Home Office figures showed that hate crimes rose by a third from 2016-2017) and wanted her daughters to be “raised European”. Many Irish friends have returned home, too, uneasy with “jokes” made by colleagues and acquaintances about the Irish famine, shocked by the ignorance of many of their English peers. Nationalism isn’t confined to the UK. Nearly half of young French voters backed the Front National leader, Marine Le Pen, in the country’s 2017 general election. But aren’t we better off wading through this mess together? When my husband and I lived in London, we became good friends with a neighbour, a retired diplomat in his 80s. He had loved serving his country, including a stint in the USSR during the cold war. These days, he no longer identifies as British, but as a citizen of the world. He saw postwar Europe unite and remembers the devastation that led to the formation of the EU. In a world of increasing uncertainty, I’ll take a bunch of bureaucrats over going it alone any day – even if that means uprooting. I spoke to four others who feel the same way. Pip Batty, 40, a communications consultant, originally from Leicester, moved to Georgia in November. She now works in Tbilisi as an English language teacher I never thought I’d move to Georgia. It was just a place I went to on holiday last year and thought was brilliant. It’s a beautiful country and the people are so welcoming. I’m half Greek, and had been learning Greek for five years with the intention of emigrating there someday. Then Brexit happened. Suddenly, it started to become more challenging: a potential employer in Greece, who had been happy to offer me work, asked, “You have a Greek passport, right?” When I told him I was born in England, he just said, “Oh.” In a country where the economy isn’t great and you have two people applying for the same job – one from Germany, where there’s freedom of movement and they know what’s going to happen in future, or a British person – you know who they are going to choose. After the referendum, I thought everyone had lost the plot. There are people I don’t speak to any more because I know how they voted and I’m furious with them. People who were aware of my plan to move to Greece, people whose children are dating foreign nationals, how could they vote for Brexit? They weren’t thinking about any generation apart from their own. Two years after the referendum, we’re an international laughing stock. It’s humiliating to be British. My students ask why we’ve done this. One Russian student said, “To us, it’s like you voted to make yourselves the Soviet Union. We lived through that. Why would you vote to isolate yourselves from everyone else, when you were the linchpin of this wonderful treaty?” I’d like to try to get to Greece at some stage, but I’ll have to see what happens. I don’t want to say I’ll never come back to the UK because I will always be British. I’ve been told I’m cutting off my nose to spite my face, but I feel very strongly about this and will do for years to come. We’ve been wronged. Journalist Alex Rawlings, 27, moved to Barcelona last November. He speaks 15 languages and holds Greek and British passports After spending a few years living in Hungary, Spain and Russia, I moved back to the UK shortly before the 2016 referendum. I was really excited about being in cosmopolitan, international London. This was the UK I had grown up in, a country that had been proud of its multiculturalism, its ability to welcome people from different backgrounds. A few weeks later, it voted to leave and that all evaporated. Had the UK really always been such a tolerant place? Or was it just a bubble? I started to think about going back to Europe the next day. The fact that the Brexit debate centred so much on immigration made me uncomfortable. I grew up going to school with immigrants – my grandmother was an immigrant, many of my relatives are now immigrants elsewhere in the world. I’ve always thought of immigrants as some of the bravest, most honest and hardworking people I know. Our politicians’ words are a throwback to a time I thought we’d left behind. I wanted to move to a place where people go out on the streets and protest in their thousands, asking for more refugees. At the end of October last year, a woman was punched on a London train in the rush hour for speaking Spanish on her phone. It was barely reported in the UK, but in Barcelona it was headline news. It was the first thing people asked me about when I arrived. The classic image of British people in Spain is of them walking around topless, shouting English, with noisy wheelie bags and cans of beer. A Spanish friend said, “We put up with so much from British people when they come to our country, yet we can’t even have a private phone conversation on your metro without being attacked.” The reason more people don’t move from the UK is because they don’t speak languages. We see the rest of the world as a place to go on holiday for a week or two. In Germany, everyone grows up learning English – people border-hop, live in other countries and embrace a European identity. It saddens me to think that young people growing up in the UK now may never experience that. Will I ever return to the UK? The problems that led to Brexit are so deep-rooted I think it’s going to take another generation to sort them out. One day, I like to think that I will go back, but for the time being I’m glad to no longer be living in limbo. The moment I stepped on to that one-way plane, I felt huge relief. I’d disentangled myself from a very uncertain future. Emma Bell, 28, worked in London as a cancer researcher. She moved to Toronto, Canada, at the end of January A bunch of my friends set up a Facebook group about moving to Berlin after the vote. There are plenty of opportunities there in fintech [financial technology], but not for the type of cancer research I do. So I started looking for postdoctoral positions in other countries. Ultimately, Toronto pipped Sweden to the post. The main things I worried about were access to funding, being able to ship chemical samples to mainland Europe and what would happen to my colleagues. Roughly a third are EU citizens. The institution I worked for has been supportive, but there’s a lot of anxiety. I empathise with people who are stockpiling their medications in the UK; I need antidepressants to function, myself. Mum is Sri Lankan and Dad’s a Geordie. I grew up in Hertfordshire and was usually the only non-white person in the room. You get used to it, but I definitely felt “other”. Moving to London for university was a revelation. Brexit has made me look at my country differently. I always wore a poppy for Remembrance Day and switched to a white one a few years ago. You could see it in my profile picture on the dating site OK Cupid and the comments I got were unbelievable. It does feel as if the language used has become more hostile. I don’t think it’s inherent racism; immigration has been scapegoated. If Brexit were stopped tomorrow, I wouldn’t come home. My contract in Toronto is for two years, with a possibile extension to four, and I’m staying for the duration. I’m uneasy in the UK at the moment. Maybe the distance will help me process those feelings. The logistical nightmare that Brexit is going to be, both for individuals and the field in which I work, is one thing. But whatever caused it isn’t going to disappear if we have another referendum and it ends up 52:48 in the other direction. Irish-British software developer Chris Ward, 34, grew up in Corby, Northamptonshire, and lived in London before moving to Berlin with his husband, Josh We had been planning to live abroad at some point, but made the call on 24 June 2016. Josh and I were heavily involved in the remain campaign, turning our tiny flat into a hub on the day of the vote. At the time, I likened Brexit to the Scottish referendum, where everyone was panicking a few weeks beforehand but, when it came to it, voted for the safe option, the status quo. Afterwards, I went through a very unhealthy, spiteful stage that I’m not quite out of yet. I stopped speaking to people who voted leave. One was a close friend, and I regret that now, but I’m not sure how to get back in touch. Fellow campaigners went in a different direction. They thought they could stop Brexit and would say to me, “Why don’t you stay and fight?” But you can’t fight battles that can’t be won. Everyone keeps saying we don’t know what people voted for. Of course we do: the main issue was immigration. I was born in Germany on a British army base and moved to the UK when I was seven. On my first day at school, the teacher mentioned my background and immediately there was this wave of xenophobia. So I always knew Britain had its populists, but I thought it had a liberal heart beating within. Berlin is my favourite city. It’s so liberal, diverse and cheap, and there are plenty of jobs in tech, so it was a natural choice. I’ve got Irish citizenship, as my grandparents were Irish, and my goal in the next few years is to become German. If Britain isn’t in the EU, I’ll have to surrender my citizenship and I am fine with that. We’re lucky – some of our friends here have only British passports and are worried that they will be told to go home. Germans have a rose-tinted view of the British as being wonderfully polite and nice. They are sad about Brexit, but have moved on. The UK banked on everyone going, “Don’t leave! We’re sorry we asked you to do the same thing every other country was doing!” Maybe now the politicians will realise the world is bigger than Great Britain. Brexit is the failure of the progressives, rather than the work of the hard right, and that’s what makes me sad. The left failed to challenge it and as a result, we’re leaving the world’s largest trading bloc. If Brexit has been good for anything, it has made people on the left realise how important it is to stand up for globalisation and cohesion. • If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication).",
      "charCount": "12384",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Alix O’Neill"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "books/2019/mar/23/friends-harry-perkins-chris-mullin-review",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-03-23T07:29:03Z",
    "webTitle": "The Friends of Harry Perkins by Chris Mullin review – predicting Brexit Britain",
    "webUrl": "https://www.theguardian.com/books/2019/mar/23/friends-harry-perkins-chris-mullin-review",
    "apiUrl": "https://content.guardianapis.com/books/2019/mar/23/friends-harry-perkins-chris-mullin-review",
    "fields": {
      "headline": "The Friends of Harry Perkins by Chris Mullin review – predicting Brexit Britain",
      "standfirst": "The follow-up to the 1982 political thriller A Very British Coup is so topical it will need instant updates",
      "trailText": "The follow-up to the 1982 political thriller A Very British Coup is so topical it will need instant updates",
      "byline": "Mark Lawson",
      "main": "<figure class=\"element element-image\" data-media-id=\"79287b70ed60ad7188271068c45d0ea6647d47d1\"> <img src=\"https://media.guim.co.uk/79287b70ed60ad7188271068c45d0ea6647d47d1/0_268_1210_726/1000.jpg\" alt=\"A Very British Coup starring Ray McAnally\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ahead of its time? … Ray McAnally as Harry Perkins in <em>A Very British Coup</em> in 1988. </span> <span class=\"element-image__credit\">Photograph: BFI</span> </figcaption> </figure>",
      "body": "<p>Admirers of <a href=\"https://www.theguardian.com/commentisfree/2015/aug/10/y-fictional-prime-minister-harry-perkins-jeremy-corbyn-a-very-british-coup\" title=\"\"><em>A Very British Coup</em></a>, Chris Mullin’s 1982 Westminster thriller which has twice been dramatised by Channel 4, have long agitated for a sequel. The former MP for Sunderland South has finally acceded.</p> <p>In the first novel, Harry Perkins, an old-fashioned socialist, working-class northern MP, became prime minister on a platform of redistributing wealth and decommissioning nuclear weapons. He was thwarted by a conspiracy involving MI5, the civil service and, as the book was set in the future, King Charles III.</p> <p>In <em>A Very British Coup</em>, Mullin was inspired by the idea of an administration led by the then Labour leftist high priest, Tony Benn, but recent readers see Perkins as a prophetic avatar of Jeremy Corbyn, giving the novel a zesty new life. A further reason to extend the story is that the first book has entered the cultural language to the extent that pro-leave media have regularly bemoaned the parliamentary tactics of remainers under the headline “A Very Brexit Coup”.</p> <p>From internal date evidence, <em>The Friends of Harry Perkins</em> is set in 2025, six years after the UK has left the EU. The novel’s smoothly seductive first line – “Harry Perkins was buried on the day that America declared war on China” – settles the fate of the earlier protagonist, and reveals that the US, though post-Trump, has not opted for a cooler commander-in-chief: each chapter ends with an update on the Sino-American crisis. Rupert Murdoch is dead, but David Dimbleby, who would be at least 86 at the time of the storyline, is still presiding over the BBC general election coverage.</p> <p><em>The Friends of Harry Perkins</em> is named after a Westminster dining club which chooses Fred Thompson, a Perkins protege, to reignite his flame within Labour. You can tell the book is fiction because, in the early chapters, Labour members have elected a female leader, something that has never happened for real in the party’s 119-year history. It seems odd, though, that this pioneering woman has to be rapidly deposed by Thompson in order to trigger the plot. Why could the protagonist of this second novel not have been a Harriet Perkins? It’s unclear if Mullin wanted to shift the novel into his characterisation comfort zone, or if he is making a point about the supposedly progressive party’s administrative misogyny.</p> <p>Intriguingly, Mullin, whose equivocal attitude to Tony Blair was a core theme of his published journals, imagines Labour post-Brexit and presumably post-Corbyn (although the current Labour leader’s name is never mentioned) returning to the centre after losing multiple elections. Meanwhile a Conservative party reunited under a populist demagogue effectively makes Britain a “one-party state”.</p> <p>At present, those bets seem reckless; fiction predicting the near future is a perilous exercise, even if the background situation were not as volatile as ours is now. When the book was written and the publication date chosen – 28 March – it seemed a safe assumption that the UK would have achieved some kind of departure from the EU by the following day. However, at the time of this review going to press, repeated Commons rejection or amendment of Theresa May’s exit deal means that Scribner may need urgently to recategorise the novel as fantasy.</p> <p>Other guesses seem more solid. Britain suffers Nissan’s eventual complete retreat from its Sunderland car plant (a production reduction was recently announced in real life), in scenes that must have been devastating for a former north-eastern MP to write. Mullin also suggests, with chilling plausibility, the ways in which a future Labour PM might face internal resistance from defenders of the status quo very different from those who subverted Perkins, but equally dangerous. The first novel’s title haunts the second. Will there be another coup? And by and against whom?</p> <p>The writer’s CV means that the action is satisfyingly rooted in Commons procedural detail, such as the convention of an MP passing a note to an opponent to warn that the member is about to be named in a speech, or the realisation that a debate has become serious when the Speaker suddenly replaces a deputy in the chair. Mullin adds emotional power through subplots including the emotive issues of people-smuggling and housing shortages, and by giving Thompson a domestic vulnerability that is less within his control than the sexual infidelity that handed Perkins’s enemies the means of his destruction.</p> <p>The prose sometimes stoops to Archeresque off-the-peg horrors (“Suddenly the world was his oyster”), but the overall tone is crisply journalistic: “A statement from the Pentagon announced that the US Pacific Fleet was three days’ sailing from Japanese waters”; observations seem to come from a documentary, as when defeated candidates “picked their way dejectedly through the election debris after the declaration”.</p> <p><em>A Very British Coup</em> was ahead of the times; <em>The Friends of Harry Perkins</em> risks, by attempting a topical intervention in the mess of current British politics, starting behind them. But if the Brexit blur ever does clarify, Mullin should update for the paperback this very knowledgeable and pleasurable political thriller.</p> <p><em> </em>•<em> The Friends of Harry Perkins </em>is published by Scribner (£12.99). To order a copy go to <a href=\"https://guardianbookshop.com/friends-of-harry-perkins-9781471182488.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">guardianbookshop.com</a> or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.</p>",
      "newspaperPageNumber": "25",
      "wordcount": "869",
      "commentable": "false",
      "firstPublicationDate": "2019-03-23T07:29:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:45Z",
      "newspaperEditionDate": "2019-03-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b283h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/79287b70ed60ad7188271068c45d0ea6647d47d1/0_268_1210_726/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Admirers of A Very British Coup, Chris Mullin’s 1982 Westminster thriller which has twice been dramatised by Channel 4, have long agitated for a sequel. The former MP for Sunderland South has finally acceded. In the first novel, Harry Perkins, an old-fashioned socialist, working-class northern MP, became prime minister on a platform of redistributing wealth and decommissioning nuclear weapons. He was thwarted by a conspiracy involving MI5, the civil service and, as the book was set in the future, King Charles III. In A Very British Coup, Mullin was inspired by the idea of an administration led by the then Labour leftist high priest, Tony Benn, but recent readers see Perkins as a prophetic avatar of Jeremy Corbyn, giving the novel a zesty new life. A further reason to extend the story is that the first book has entered the cultural language to the extent that pro-leave media have regularly bemoaned the parliamentary tactics of remainers under the headline “A Very Brexit Coup”. From internal date evidence, The Friends of Harry Perkins is set in 2025, six years after the UK has left the EU. The novel’s smoothly seductive first line – “Harry Perkins was buried on the day that America declared war on China” – settles the fate of the earlier protagonist, and reveals that the US, though post-Trump, has not opted for a cooler commander-in-chief: each chapter ends with an update on the Sino-American crisis. Rupert Murdoch is dead, but David Dimbleby, who would be at least 86 at the time of the storyline, is still presiding over the BBC general election coverage. The Friends of Harry Perkins is named after a Westminster dining club which chooses Fred Thompson, a Perkins protege, to reignite his flame within Labour. You can tell the book is fiction because, in the early chapters, Labour members have elected a female leader, something that has never happened for real in the party’s 119-year history. It seems odd, though, that this pioneering woman has to be rapidly deposed by Thompson in order to trigger the plot. Why could the protagonist of this second novel not have been a Harriet Perkins? It’s unclear if Mullin wanted to shift the novel into his characterisation comfort zone, or if he is making a point about the supposedly progressive party’s administrative misogyny. Intriguingly, Mullin, whose equivocal attitude to Tony Blair was a core theme of his published journals, imagines Labour post-Brexit and presumably post-Corbyn (although the current Labour leader’s name is never mentioned) returning to the centre after losing multiple elections. Meanwhile a Conservative party reunited under a populist demagogue effectively makes Britain a “one-party state”. At present, those bets seem reckless; fiction predicting the near future is a perilous exercise, even if the background situation were not as volatile as ours is now. When the book was written and the publication date chosen – 28 March – it seemed a safe assumption that the UK would have achieved some kind of departure from the EU by the following day. However, at the time of this review going to press, repeated Commons rejection or amendment of Theresa May’s exit deal means that Scribner may need urgently to recategorise the novel as fantasy. Other guesses seem more solid. Britain suffers Nissan’s eventual complete retreat from its Sunderland car plant (a production reduction was recently announced in real life), in scenes that must have been devastating for a former north-eastern MP to write. Mullin also suggests, with chilling plausibility, the ways in which a future Labour PM might face internal resistance from defenders of the status quo very different from those who subverted Perkins, but equally dangerous. The first novel’s title haunts the second. Will there be another coup? And by and against whom? The writer’s CV means that the action is satisfyingly rooted in Commons procedural detail, such as the convention of an MP passing a note to an opponent to warn that the member is about to be named in a speech, or the realisation that a debate has become serious when the Speaker suddenly replaces a deputy in the chair. Mullin adds emotional power through subplots including the emotive issues of people-smuggling and housing shortages, and by giving Thompson a domestic vulnerability that is less within his control than the sexual infidelity that handed Perkins’s enemies the means of his destruction. The prose sometimes stoops to Archeresque off-the-peg horrors (“Suddenly the world was his oyster”), but the overall tone is crisply journalistic: “A statement from the Pentagon announced that the US Pacific Fleet was three days’ sailing from Japanese waters”; observations seem to come from a documentary, as when defeated candidates “picked their way dejectedly through the election debris after the declaration”. A Very British Coup was ahead of the times; The Friends of Harry Perkins risks, by attempting a topical intervention in the mess of current British politics, starting behind them. But if the Brexit blur ever does clarify, Mullin should update for the paperback this very knowledgeable and pleasurable political thriller. • The Friends of Harry Perkins is published by Scribner (£12.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.",
      "charCount": "5373",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marklawson\">Mark Lawson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]