[
  {
    "id": "society/2019/aug/01/two-child-benefits-limit-hurts-the-poor",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-01T16:41:21Z",
    "webTitle": "Two-child benefits limit hurts the poor | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/01/two-child-benefits-limit-hurts-the-poor",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/01/two-child-benefits-limit-hurts-the-poor",
    "fields": {
      "headline": "Two-child benefits limit hurts the poor",
      "standfirst": "The cap pushes a million children deeper below the poverty line, says <strong>Ruth Lister</strong>, while <strong>Paul Nicolson</strong> points out that the very rich can pass land on to their three or four children tax free",
      "trailText": "<strong>Letters:</strong> The cap pushes a million children deeper below the poverty line, says <strong>Ruth Lister</strong>, while <strong>Paul Nicolson</strong> points out that the very rich can pass land on to their three or four children tax free",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f63bb60cd78807c6768b40390196a477ce8248d8\"> <img src=\"https://media.guim.co.uk/f63bb60cd78807c6768b40390196a477ce8248d8/0_79_4287_2572/1000.jpg\" alt=\"A mother with a baby\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The UK government shows ‘irresponsible indifference to the effects of its policies on the wellbeing of some of the poorest children and families in our society’, writes Ruth Lister.</span> <span class=\"element-image__credit\">Photograph: Britstock Images/Alamy</span> </figcaption> </figure>",
      "body": "<p>Your report (<a href=\"https://www.theguardian.com/society/2019/jul/31/government-urged-to-scrap-nasty-two-child-limit-on-benefits\" title=\"\">Ministers urged to scrap ‘nasty’ two-child limit on benefits</a>, 1 August) rightly warns of the likely impact on overall levels of child poverty. However, given that the majority of children affected are already in poverty, perhaps even more worrying is the Child Poverty Action Group’s estimate that a million children (over half of those concerned) will be pushed deeper below the poverty line.</p> <p>From the research you cite, it would seem that the two-child limit is undermining the government’s own policies, including on domestic abuse, refugee integration and family conflict. Yet it is doing nothing to monitor its impact. This betrays the kind of irresponsible indifference to the effects of its policies on the wellbeing of some of the poorest children and families in our society, lambasted recently by the UN rapporteur on extreme poverty and human rights.<br><strong>Ruth Lister</strong><br><em>Labour, House of Lords</em></p> <p>• Yet again ministers wheel out nonsense and denial to justify the inhuman policy of denying a third child a benefit income. “This policy ensures fairness by asking families receiving benefits to face the same financial choices as families supporting themselves solely through work,” says a government spokesperson. It all depends on whether you own or rent your home. Most homeowners, with increased, unearned, untaxed equity in their property, have many more financial choices to make in employment and unemployment than renters with none. The very rich can even pass land on to their three or four children tax free. It is only in the UK that renters are paying the landlords’ property tax, which we call council tax, while the landlords bask in their villas in the south of France.<br><strong>Rev Paul Nicolson</strong><br><em>Taxpayers Against Poverty </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "327",
      "commentable": "false",
      "firstPublicationDate": "2019-08-01T16:41:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-01T16:43:40Z",
      "newspaperEditionDate": "2019-08-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c35f2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f63bb60cd78807c6768b40390196a477ce8248d8/0_79_4287_2572/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your report (Ministers urged to scrap ‘nasty’ two-child limit on benefits, 1 August) rightly warns of the likely impact on overall levels of child poverty. However, given that the majority of children affected are already in poverty, perhaps even more worrying is the Child Poverty Action Group’s estimate that a million children (over half of those concerned) will be pushed deeper below the poverty line. From the research you cite, it would seem that the two-child limit is undermining the government’s own policies, including on domestic abuse, refugee integration and family conflict. Yet it is doing nothing to monitor its impact. This betrays the kind of irresponsible indifference to the effects of its policies on the wellbeing of some of the poorest children and families in our society, lambasted recently by the UN rapporteur on extreme poverty and human rights. Ruth Lister Labour, House of Lords • Yet again ministers wheel out nonsense and denial to justify the inhuman policy of denying a third child a benefit income. “This policy ensures fairness by asking families receiving benefits to face the same financial choices as families supporting themselves solely through work,” says a government spokesperson. It all depends on whether you own or rent your home. Most homeowners, with increased, unearned, untaxed equity in their property, have many more financial choices to make in employment and unemployment than renters with none. The very rich can even pass land on to their three or four children tax free. It is only in the UK that renters are paying the landlords’ property tax, which we call council tax, while the landlords bask in their villas in the south of France. Rev Paul Nicolson Taxpayers Against Poverty • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2035",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/01/boris-johnson-public-services-and-rightwing-extremism",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-01T16:37:21Z",
    "webTitle": "Boris Johnson, public services and rightwing extremism | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/01/boris-johnson-public-services-and-rightwing-extremism",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/01/boris-johnson-public-services-and-rightwing-extremism",
    "fields": {
      "headline": "Boris Johnson, public services and rightwing extremism",
      "standfirst": "<p>Readers respond to the early days of Boris Johnson’s reign as prime minister</p>",
      "trailText": "<strong>Letters:</strong> Readers respond to the early days of Boris Johnson’s reign as prime minister | Letters",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"36770a2cc4d1abef4962b940db33e84cedbcd700\"> <img src=\"https://media.guim.co.uk/36770a2cc4d1abef4962b940db33e84cedbcd700/0_19_3500_2101/1000.jpg\" alt=\"Boris Johnson waves a finger in the air\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson. How long has he had his ‘prime minister’ jacket, one reader asks.</span> <span class=\"element-image__credit\">Photograph: Kirsty Wigglewsorth/PA</span> </figcaption> </figure>",
      "body": "<p>Two articles in Wednesday’s Guardian cast useful light on the causes of current discontents. Dominic Cummings’ opinion that Tory MPs don’t care about poorer people (<a href=\"https://www.theguardian.com/politics/2019/jul/30/dominic-cummings-tories-do-not-care-about-poor-people-or-the-nhs\" title=\"\">Cummings: Tory MPs don’t care about NHS</a>) goes perfectly with Jon Boutcher’s that the police are distracted by having to deal with the effects of social disadvantage (<a href=\"https://www.theguardian.com/uk-news/2019/jul/30/police-chief-reverse-cuts-repair-social-fabric-stop-gangs-england\" title=\"\">Police left to tackle impact of damage to social fabric, says chief constable</a>).</p> <p>The main function of the Conservative party has been to maintain the structure of privilege in society, and recently this has developed into an extreme strategy of cutting state services in favour of increasing the income of the already wealthy by tax cuts. It is led by a group that is not just insulated from cuts by great wealth but brought up in isolation from society at large, heavily interconnected by schooling, intermarriage and lifestyle. Its members and supporters are dominated by people who do not believe that their incomes should subsidise the poor.</p> <p>This explains the failure of recent governments to deal with multiple crises in society (of which knife crime is only one): the common factor is a determination not to spend enough on remedying what most of us recognise are the results of disadvantage. Conferences are arranged, targets announced, token amounts of spending allocated and promises uttered, but no progress is made: as Yvette Cooper is quoted as saying, “The rhetoric … is right but too often that’s all it is – rhetoric.” This is, of course, perfectly consistent with the government’s real strategy.<br><strong>Jeremy Cushing</strong><br><em>Exeter</em></p> <p>• There can have been few more inappropriate places for Boris Johnson to visit in Scotland than the Faslane Trident base. The no-deal supporters who voted him in are content with losing Scotland and it becoming independent. However, SNP policy is that there will be no nuclear base at Faslane or elsewhere in Scotland after independence. Since there is no suitable site in England to relocate the base, the deterrent will have to be scrapped. Are the rightwing extremists who support Johnson willing to give up the “independent nuclear deterrent”? Are they happy with the decommissioning costs and paying for removal of all nuclear material from Scotland to England? <br><strong>John Cookson</strong><br><em>Bournemouth, Dorset</em></p> <p>• A better comparison than Paul McGilchrist suggests (<a href=\"https://www.theguardian.com/politics/2019/jul/29/boris-johnson-is-more-demagogue-than-demigod\" title=\"\">Letters</a>, 30 July) may be with David Lloyd George, who Churchill was said to hold in the kind of awe Johnson reserves for Churchill. A political chameleon, Lloyd George was outwardly a social reformer and ferocious opponent of the landed classes yet led the suppression of workers who threatened their interests after the Great War in Glasgow and South Wales while sending in the Black and Tans to ruthlessly quell the independence revolt in Ireland.</p> <p>His personal life was filled with scandals that would probably have led to his fall had they been made public. Never trusted by the establishment in his own Liberal party or his Tory coalition partners, who exploited his political skills, the “Welsh wizard’s” legacy effectively kept the Liberals out of power for nearly a century, ushering in the Labour party and losing Ireland (southern Ireland) to the union.<br><strong>Paul Dolan</strong><br><em>Northwich, Cheshire</em></p> <p>• Paul McGilchrist’s comparison of Johnson to Harold Macmillan is wide of the mark. Macmillan was a brave officer in the first world war, who saw the consequences of the Great Depression when he served as MP for Stockton-on- Tees. As housing minister in the 1950s, he restricted private speculative projects and presided over a successful council housebuilding programme, which reached his ambitious target of 300,000 completions a year. He was also an enthusiastic European.</p> <p>Although he experienced ill-health and political failure during his latter years as PM, his career embodied the one-nation Tory approach later trashed by Thatcher and now Johnson. I have never voted Tory but would rather live under a reborn Macmillan than under Johnson, who is on record as saying that building council houses “only serves to create Labour voters”.<br><strong>Steve Smart</strong><br><em>Malvern, Worcestershire</em></p> <p>• I wish Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/27/boris-johnson-no-10-pericles-greek-hero\" title=\"\">Is there a Greek hero in No 10, or just a bust?</a>, 27 July) would give Johnson a chance. He has only been prime minister for a short while and has an uphill struggle trying to deliver Brexit. As a Brexiter who voted for Johnson in the Tory leadership election I have no problem with a second EU referendum, another Scottish independence plebiscite and an early general election, and I like my republican Labour Kensington MP, Emma Dent Coad. An admirer of Margaret Thatcher, I also found merit in Harold Wilson and James Callaghan, too. Constructive party politics should be the order of the day. Johnson’s political honeymoon will soon be over; let’s be generous and allow him a week or two more.<br><strong>Dominic Shelmerdine </strong><br><em>London </em></p> <p>• Alun Cairns (secretary of state for Wales) on removing the impact of a no-deal Brexit: “I will point to the market in Japan that has just been opened to Welsh and British sheep for example.” That would be the Economic Partnership Agreement with Japan, which came into force on 1 February – for EU member states.<br><strong>Martin Knight</strong><br><em>Hove, East Sussex</em></p> <p>• If Boris Johnson wants Northern Ireland to have power-sharing, should he not lead by example?<br><strong>Peter Emerson</strong><br><em>The de Borda Institute</em></p> <p>• The most obvious question about Johnson’s “prime minister” jacket is: how long has he had it?<br><strong>David Arthur</strong><br><em>Cambridge, Ontario, Canada</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "930",
      "commentable": "false",
      "firstPublicationDate": "2019-08-01T16:37:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:11Z",
      "newspaperEditionDate": "2019-08-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c364y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/36770a2cc4d1abef4962b940db33e84cedbcd700/0_19_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Two articles in Wednesday’s Guardian cast useful light on the causes of current discontents. Dominic Cummings’ opinion that Tory MPs don’t care about poorer people (Cummings: Tory MPs don’t care about NHS) goes perfectly with Jon Boutcher’s that the police are distracted by having to deal with the effects of social disadvantage (Police left to tackle impact of damage to social fabric, says chief constable). The main function of the Conservative party has been to maintain the structure of privilege in society, and recently this has developed into an extreme strategy of cutting state services in favour of increasing the income of the already wealthy by tax cuts. It is led by a group that is not just insulated from cuts by great wealth but brought up in isolation from society at large, heavily interconnected by schooling, intermarriage and lifestyle. Its members and supporters are dominated by people who do not believe that their incomes should subsidise the poor. This explains the failure of recent governments to deal with multiple crises in society (of which knife crime is only one): the common factor is a determination not to spend enough on remedying what most of us recognise are the results of disadvantage. Conferences are arranged, targets announced, token amounts of spending allocated and promises uttered, but no progress is made: as Yvette Cooper is quoted as saying, “The rhetoric … is right but too often that’s all it is – rhetoric.” This is, of course, perfectly consistent with the government’s real strategy. Jeremy Cushing Exeter • There can have been few more inappropriate places for Boris Johnson to visit in Scotland than the Faslane Trident base. The no-deal supporters who voted him in are content with losing Scotland and it becoming independent. However, SNP policy is that there will be no nuclear base at Faslane or elsewhere in Scotland after independence. Since there is no suitable site in England to relocate the base, the deterrent will have to be scrapped. Are the rightwing extremists who support Johnson willing to give up the “independent nuclear deterrent”? Are they happy with the decommissioning costs and paying for removal of all nuclear material from Scotland to England? John Cookson Bournemouth, Dorset • A better comparison than Paul McGilchrist suggests (Letters, 30 July) may be with David Lloyd George, who Churchill was said to hold in the kind of awe Johnson reserves for Churchill. A political chameleon, Lloyd George was outwardly a social reformer and ferocious opponent of the landed classes yet led the suppression of workers who threatened their interests after the Great War in Glasgow and South Wales while sending in the Black and Tans to ruthlessly quell the independence revolt in Ireland. His personal life was filled with scandals that would probably have led to his fall had they been made public. Never trusted by the establishment in his own Liberal party or his Tory coalition partners, who exploited his political skills, the “Welsh wizard’s” legacy effectively kept the Liberals out of power for nearly a century, ushering in the Labour party and losing Ireland (southern Ireland) to the union. Paul Dolan Northwich, Cheshire • Paul McGilchrist’s comparison of Johnson to Harold Macmillan is wide of the mark. Macmillan was a brave officer in the first world war, who saw the consequences of the Great Depression when he served as MP for Stockton-on- Tees. As housing minister in the 1950s, he restricted private speculative projects and presided over a successful council housebuilding programme, which reached his ambitious target of 300,000 completions a year. He was also an enthusiastic European. Although he experienced ill-health and political failure during his latter years as PM, his career embodied the one-nation Tory approach later trashed by Thatcher and now Johnson. I have never voted Tory but would rather live under a reborn Macmillan than under Johnson, who is on record as saying that building council houses “only serves to create Labour voters”. Steve Smart Malvern, Worcestershire • I wish Simon Jenkins (Is there a Greek hero in No 10, or just a bust?, 27 July) would give Johnson a chance. He has only been prime minister for a short while and has an uphill struggle trying to deliver Brexit. As a Brexiter who voted for Johnson in the Tory leadership election I have no problem with a second EU referendum, another Scottish independence plebiscite and an early general election, and I like my republican Labour Kensington MP, Emma Dent Coad. An admirer of Margaret Thatcher, I also found merit in Harold Wilson and James Callaghan, too. Constructive party politics should be the order of the day. Johnson’s political honeymoon will soon be over; let’s be generous and allow him a week or two more. Dominic Shelmerdine London • Alun Cairns (secretary of state for Wales) on removing the impact of a no-deal Brexit: “I will point to the market in Japan that has just been opened to Welsh and British sheep for example.” That would be the Economic Partnership Agreement with Japan, which came into force on 1 February – for EU member states. Martin Knight Hove, East Sussex • If Boris Johnson wants Northern Ireland to have power-sharing, should he not lead by example? Peter Emerson The de Borda Institute • The most obvious question about Johnson’s “prime minister” jacket is: how long has he had it? David Arthur Cambridge, Ontario, Canada • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5747",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/01/honours-system-in-need-of-overhaul",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-01T16:35:36Z",
    "webTitle": "Honours system in need of overhaul | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/01/honours-system-in-need-of-overhaul",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/01/honours-system-in-need-of-overhaul",
    "fields": {
      "headline": "Honours system in need of overhaul",
      "standfirst": "It would be better to cancel the patronage of empire altogether in favour of ‘on behalf of the British people’, writes <strong>John Bynner</strong> – sentiments echoed by <strong>Tim Burnett</strong>",
      "trailText": "<strong>Letters:</strong> It would be better to cancel the patronage of empire altogether in favour of ‘on behalf of the British people’, writes <strong>John Bynner</strong> – sentiments echoed by <strong>Tim Burnett</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"53378ec6f8c07e2c8bf38b90a23f123dcb6f8312\"> <img src=\"https://media.guim.co.uk/53378ec6f8c07e2c8bf38b90a23f123dcb6f8312/0_53_5498_3298/1000.jpg\" alt=\"The writer Benjamin Zephaniah, who publicly rejected an OBE in 2003\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The writer Benjamin Zephaniah, who publicly rejected an OBE in 2003.</span> <span class=\"element-image__credit\">Photograph: John Robertson/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Hugh Muir’s questioning of the bizarre honours system from an ethnic minority standpoint is long overdue (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/28/honours-system-british-empire-racism\" title=\"\">An honours system rooted in empire is not fit for purpose</a>, 29 July). And his “conscientious objector” solution to the problem of offensive titles, such as Order of the (now non-existent) British Empire (OBE), is to be welcomed. As one among many who has had to agonise, under a vow of secrecy, between respecting the wishes of anonymous colleagues putting forward the nomination and maintaining solidarity with fellow citizens, whose ancestors suffered under the yoke of the British empire, rejecting the honour is no mean feat. But issues of concern go further than this.</p> <p>Such class-based structures as the monarchical honours system, combining achievement with deference, are at the heart of the British establishment’s resistance to socioeconomic change and to the principles of democratic accountability. New Labour when in office had the chance to reform the system but in many respects, through the profligate use of life peerages, helped re-enforce it.</p> <p>Enabling nominees to accept the honour, free of the title, would be a step in the right direction. But it would be better to cancel the patronage of empire altogether in favour of “on behalf of the British people”.<br><strong>John Bynner</strong><br><em>London</em></p> <p>• It’s not just the giving of honours through a system based on a “long-passed empire” that is offensive. The awards differentiate by social rank, from worker (BEM) to tradesman (MBE), and professional (OBE) to celebrity (CBE) and beyond (KBE). Add to that the tawdry corruption of awards to politicians, which in general devalue the same awards given to distinguished achievers in specialist fields, and it’s not surprising that the whole system (apart from the Order of Merit) is no longer fit for purpose.<br><strong>Tim Burnett</strong><br><em>Kirkby Lonsdale, Cumbria </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "342",
      "commentable": "false",
      "firstPublicationDate": "2019-08-01T16:35:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-01T16:40:01Z",
      "newspaperEditionDate": "2019-08-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3658",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/53378ec6f8c07e2c8bf38b90a23f123dcb6f8312/0_53_5498_3298/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Hugh Muir’s questioning of the bizarre honours system from an ethnic minority standpoint is long overdue (An honours system rooted in empire is not fit for purpose, 29 July). And his “conscientious objector” solution to the problem of offensive titles, such as Order of the (now non-existent) British Empire (OBE), is to be welcomed. As one among many who has had to agonise, under a vow of secrecy, between respecting the wishes of anonymous colleagues putting forward the nomination and maintaining solidarity with fellow citizens, whose ancestors suffered under the yoke of the British empire, rejecting the honour is no mean feat. But issues of concern go further than this. Such class-based structures as the monarchical honours system, combining achievement with deference, are at the heart of the British establishment’s resistance to socioeconomic change and to the principles of democratic accountability. New Labour when in office had the chance to reform the system but in many respects, through the profligate use of life peerages, helped re-enforce it. Enabling nominees to accept the honour, free of the title, would be a step in the right direction. But it would be better to cancel the patronage of empire altogether in favour of “on behalf of the British people”. John Bynner London • It’s not just the giving of honours through a system based on a “long-passed empire” that is offensive. The awards differentiate by social rank, from worker (BEM) to tradesman (MBE), and professional (OBE) to celebrity (CBE) and beyond (KBE). Add to that the tawdry corruption of awards to politicians, which in general devalue the same awards given to distinguished achievers in specialist fields, and it’s not surprising that the whole system (apart from the Order of Merit) is no longer fit for purpose. Tim Burnett Kirkby Lonsdale, Cumbria • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2141",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/aug/01/big-moths-are-a-cut-above-the-rest",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-08-01T16:34:53Z",
    "webTitle": "Big moths are a cut above the rest | Brief letters",
    "webUrl": "https://www.theguardian.com/environment/2019/aug/01/big-moths-are-a-cut-above-the-rest",
    "apiUrl": "https://content.guardianapis.com/environment/2019/aug/01/big-moths-are-a-cut-above-the-rest",
    "fields": {
      "headline": "Big moths are a cut above the rest",
      "standfirst": "Youth crime | Long-lasting clothes | The Archers | Manual typewriters | Moths",
      "trailText": "<strong>Brief letters:</strong> Youth crime | Long-lasting clothes | The Archers | Manual typewriters | Moths",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ed01b751cf0cd2d9a78ac9f8a624e26fd0497896\"> <img src=\"https://media.guim.co.uk/ed01b751cf0cd2d9a78ac9f8a624e26fd0497896/0_343_3500_2100/1000.jpg\" alt=\"A mother shipton moth. Waiting for the Gordon Bennett to sail by perhaps? \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A mother shipton moth. Waiting for the Gordon Bennett to sail by perhaps? </span> <span class=\"element-image__credit\">Photograph: Patrick Clement/Butterfly Conservation/PA</span> </figcaption> </figure>",
      "body": "<p>It is terrible that the youth crime emergency has arrived so suddenly and taken the government by complete surprise. If only some experts in the field, such as police officers, social workers, youth workers, teachers and so on could have warned them.<br><strong>Louise Fleckney (former DCI)</strong><br><em>Broughton, Northamptonshire </em></p> <p>• I have just discarded a pair of trousers that were bought in 1967 (<a href=\"https://www.theguardian.com/fashion/2019/aug/01/slow-fashion-how-to-keep-your-favourite-clothes-for-ever-from-laundering-to-moth-proofing\" title=\"\">Slow fashion: how to keep clothes for ever</a>, 1 August), at the start of a teacher training course, for a subject known as “movement”. Since then they have been worn for hundreds of miles of walks and thousands of miles of cycling. I have kept the label for posterity’s sake: “St Michael, Nylon S-T-R-E-T-C-H, warm wash, drip dry, warm iron” and perhaps the best bit (no ship miles) “Made in Great Britain”.<br><strong>Phyll Hardie</strong><br><em>Norwich</em></p> <p>• Keith Flett (<a href=\"https://www.theguardian.com/politics/2019/jul/31/jacob-rees-moggs-rigidity-is-every-inch-risky\" title=\"\">Letters</a>, 1 August) has had a slight breakdown in his geography. He claims that Brecon is adjacent to Ambridge. As a member of the Ambridge Beard Liberation Front he should know that Ambridge is set in Worcestershire and that Herefordshire separates the two.<br><strong>Martin Kirk</strong><br><em>Withington, Herefordshire</em></p> <p>• Cherry Weston (<a href=\"https://www.theguardian.com/politics/2019/jul/29/missing-the-churchgoing-theresa-may-already\" title=\"\">Letters</a>, 30 July) refers to double spaces after full stops going out with manual typewriters. But surely Mr Rees-Mogg (or his secretary) still uses a typewriter?<br><strong>Peter C Stone</strong><br><em>Henley-on-Thames, Oxfordshire</em></p> <p>• In response to the request for quantifiable statistics on the numbers, types and travel arrangements of the nation’s moths (<a href=\"https://www.theguardian.com/environment/2019/jul/29/moth-trapping-helps-conservation-efforts\" title=\"\">Letters</a>, 30 July), I’ve currently got between 15 and 20, big ones, and they’re travelling by boat.<br><strong>Ian Grieve</strong><br><em>Gordon Bennett Esq, Shropshire Union canal </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "304",
      "commentable": "false",
      "firstPublicationDate": "2019-08-01T16:34:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:30Z",
      "newspaperEditionDate": "2019-08-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c36xb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ed01b751cf0cd2d9a78ac9f8a624e26fd0497896/0_343_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is terrible that the youth crime emergency has arrived so suddenly and taken the government by complete surprise. If only some experts in the field, such as police officers, social workers, youth workers, teachers and so on could have warned them. Louise Fleckney (former DCI) Broughton, Northamptonshire • I have just discarded a pair of trousers that were bought in 1967 (Slow fashion: how to keep clothes for ever, 1 August), at the start of a teacher training course, for a subject known as “movement”. Since then they have been worn for hundreds of miles of walks and thousands of miles of cycling. I have kept the label for posterity’s sake: “St Michael, Nylon S-T-R-E-T-C-H, warm wash, drip dry, warm iron” and perhaps the best bit (no ship miles) “Made in Great Britain”. Phyll Hardie Norwich • Keith Flett (Letters, 1 August) has had a slight breakdown in his geography. He claims that Brecon is adjacent to Ambridge. As a member of the Ambridge Beard Liberation Front he should know that Ambridge is set in Worcestershire and that Herefordshire separates the two. Martin Kirk Withington, Herefordshire • Cherry Weston (Letters, 30 July) refers to double spaces after full stops going out with manual typewriters. But surely Mr Rees-Mogg (or his secretary) still uses a typewriter? Peter C Stone Henley-on-Thames, Oxfordshire • In response to the request for quantifiable statistics on the numbers, types and travel arrangements of the nation’s moths (Letters, 30 July), I’ve currently got between 15 and 20, big ones, and they’re travelling by boat. Ian Grieve Gordon Bennett Esq, Shropshire Union canal • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1912",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/aug/01/bmw-boss-urges-boris-johnson-to-abandon-no-deal-brexit",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-08-01T10:35:18Z",
    "webTitle": "BMW boss urges Boris Johnson to abandon no-deal Brexit",
    "webUrl": "https://www.theguardian.com/business/2019/aug/01/bmw-boss-urges-boris-johnson-to-abandon-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/business/2019/aug/01/bmw-boss-urges-boris-johnson-to-abandon-no-deal-brexit",
    "fields": {
      "headline": "BMW boss urges Boris Johnson to abandon no-deal Brexit",
      "standfirst": "<p>German carmaker’s CEO offers to travel to London to deliver message to PM saying ‘listen to business’</p>",
      "trailText": "German carmaker’s CEO offers to travel to London to deliver message to PM saying ‘listen to business’",
      "byline": "Rob Davies",
      "main": "<figure class=\"element element-image\" data-media-id=\"3dd5ab36b1e012799b47b237a582c63ba38ef180\"> \n <img src=\"https://media.guim.co.uk/3dd5ab36b1e012799b47b237a582c63ba38ef180/0_448_6720_4032/1000.jpg\" alt=\"The new MINI electric car at the BMW group plant in Cowley, near Oxford\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The new MINI electric car at the group plant in Cowley, near Oxford. BMW says a no-deal Brexit risks the jobs of the factory’s 4,500 staff.</span> \n  <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>The boss of BMW has urged Boris Johnson to respond to calls from business to find a compromise on Brexit – and offered to travel to the UK to deliver the message to the prime minister in person.</p> \n<p>Speaking as the German carmaker reported falling profits due to its investment in electric vehicles, BMW chief executive Harald Krüger said it would be a “lose-lose” scenario if the UK leaves the EU without a deal.</p> \n<p><a href=\"https://www.theguardian.com/business/bmw\">BMW</a> has previously warned that a no-deal scenario might force it to stop making the Mini at its Cowley plant near Oxford, putting more than 4,500 jobs and more than 100 years of carmaking at the site at risk.</p> \n<p>Asked if he had a personal message for the prime minister, who was heavily criticised for <a href=\"https://www.theguardian.com/politics/2019/may/29/matt-hancock-lays-into-boris-johnson-over-brexit-business-f-word-tirade\">allegedly saying “fuck business”</a>, Krüger urged Johnson to find a compromise to avoid a hard Brexit.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/01/government-refuses-to-rule-out-emergency-no-deal-brexit-budget\">Government refuses to rule out emergency no-deal Brexit budget</a> </p> \n</aside> \n<p>He said: “Listen to the economy and listen to the people. You need to have a dialogue with business. I would visit Johnson to tell him this.”</p> \n<p>Krüger’s comments undermine Johnson’s claims that German carmakers will pressure the EU to give ground to prevent a no-deal situation in which tariffs are applied to exports. The UK is the biggest single export market for the German car industry, accounting for one-fifth of its production.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b146305d-32c1-4dc9-9f4d-b60ce025264f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>If the UK leaves the EU without a deal it would by default, become a “third country”, with no overarching post-Brexit plan in place and no transition period. The UK would no longer be paying into the EU budget, nor would it hand over the £39bn divorce payment.</p>\n    <p>The UK would drop out of countless arrangements, pacts and treaties, covering everything from tariffs to the movement of people, foodstuffs, other goods and data, to numerous specific deals on things such as aviation, and policing and security. Without an overall withdrawal agreement each element would need to be agreed. In the immediate aftermath, without a deal the UK would trade with the EU on the default terms of the World Trade Organization (WTO), including tariffs on agricultural goods. This has also been referred to by government ministers as an \"Australia-style deal\". Australia does not have a free trade agreement with the EU.</p>\n    <p>The UK government has already indicated that it will set low or no tariffs on goods coming into the country. This would lower the price of imports – making it harder for British manufacturers to compete with foreign goods. If the UK sets the tariffs to zero on goods coming in from the EU, under WTO “most favoured nation” rules it must also offer the same zero tariffs to other countries.<br></p>\n    <p>WTO rules only cover goods – they do not apply to financial services, a significant part of the UK’s economy. Trading under WTO rules will also require border checks, which could cause delays at ports, and a severe challenge to the peace process in Ireland without alternative arrangements in place to avoid a hard border.<br></p>\n    <p>Some no-deal supporters have claimed that the UK can use article XXIV of the General Agreement on Tariffs and Trade (Gatt) to force the EU to accept a period of up to 10 years where there are no tariffs while a free trade agreement is negotiated. However, the UK cannot invoke article XXIV unilaterally – the EU would have to agree to it. In previous cases where the article has been used, the two sides had a deal in place, and it has never been used to replicate something of the scale and complexity of the EU and the UK’s trading relationship.</p>\n    <p>The director general of the WTO, Roberto Azevêdo, has <a href=\"https://www.prospectmagazine.co.uk/economics-and-finance/jumping-from-league-one-to-league-three-wto-insiders-scathing-assessments-of-a-wto-brexit\">told Prospect magazine</a> that “in simple factual terms in this scenario, you could expect to see the application of tariffs between the UK and EU where currently there are none”.</p>\n    <p>Until some agreements are in place, a no-deal scenario will place extra overheads on UK businesses – eg the current government advice is that all drivers, including lorries and commercial vehicles, will require extra documentation to be able to drive in Europe if there is no deal. Those arguing for a “managed” no deal envisage that a range of smaller, sector-by-sector, bilateral agreements could be quickly put into place as mutual self-interest between the UK and EU to avoid introducing or to rapidly remove this kind of bureaucracy.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/martin-belam\">Martin Belam</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>In a July 2016 <a href=\"https://www.facebook.com/borisjohnson/posts/you-know-when-someone-is-losing-an-argument-because-they-suddenly-get-all-rattle/10153755801946317/\">Facebook post</a> backing comments made by billionaire Brexit-backer James Dyson, who recently <a href=\"https://www.theguardian.com/technology/2019/jan/22/dyson-to-move-company-hq-to-singapore\">moved his company to Singapore</a>, Johnson wrote: “As Dyson points out, tariffs would mean the Germans would be cutting their own throats. It won’t happen.”</p> \n<p>Johnson has also <a href=\"https://www.theguardian.com/business/2019/jan/14/boris-johnson-dismisses-brexit-claims-of-jaguar-land-rover-boss\">suggested he knows more about car manufacturing </a>than Dr Ralf Speth, the chief executive of <a href=\"https://www.theguardian.com/business/jaguar-land-rover\">Jaguar Land Rover</a>, after the 30-year veteran of the automotive industry warned the company could not stockpile enough parts to cope with a no-deal scenario.</p> \n<figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n <figcaption>\n  Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n </figcaption> \n</figure> \n<p>BMW’s intervention in the Brexit debate makes the German powerhouse the latest in a long line of carmakers to <a href=\"https://www.theguardian.com/business/2019/mar/05/bmw-mini-cowley-no-deal-brexit-toyota\">issue warnings about the impact of Brexit</a> on the UK automotive industry, which employs around 850,000 people.</p> \n<p>Krüger was speaking as the carmaker reported a 1.5% rise in sales to 647,500 vehicles during the second quarter of the year, although net profit fell 29% to €1.48bn (£1.35bn) as the company invested heavily in electric cars.</p> \n<p>Figures released earlier this week showed that investment in Britain’s car industry has ground to a halt amid fears over <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>, with a <a href=\"https://www.theguardian.com/business/2019/jul/31/brexit-causes-uk-car-industry-investment-to-crash-to-pitiful-90m\">“pitiful” £90m pledged for new developments</a> in the first six months of this year.</p> \n<p>Before Brexit clouded the horizon, the automotive industry was investing between £2.5bn and £2.7bn a year in R&amp;D.</p> \n<p>The Society of Motor Manufacturers &amp; Traders said a Brexit deal was imperative to help the embattled industry to bounce back, otherwise the government will face demands for the same type of tax breaks farmers need to stay afloat.</p> \n<p><br></p>",
      "newspaperPageNumber": "27",
      "wordcount": "469",
      "firstPublicationDate": "2019-08-01T10:35:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:13Z",
      "newspaperEditionDate": "2019-08-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c34f5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3dd5ab36b1e012799b47b237a582c63ba38ef180/0_448_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The boss of BMW has urged Boris Johnson to respond to calls from business to find a compromise on Brexit – and offered to travel to the UK to deliver the message to the prime minister in person. Speaking as the German carmaker reported falling profits due to its investment in electric vehicles, BMW chief executive Harald Krüger said it would be a “lose-lose” scenario if the UK leaves the EU without a deal. BMW has previously warned that a no-deal scenario might force it to stop making the Mini at its Cowley plant near Oxford, putting more than 4,500 jobs and more than 100 years of carmaking at the site at risk. Asked if he had a personal message for the prime minister, who was heavily criticised for allegedly saying “fuck business”, Krüger urged Johnson to find a compromise to avoid a hard Brexit. He said: “Listen to the economy and listen to the people. You need to have a dialogue with business. I would visit Johnson to tell him this.” Krüger’s comments undermine Johnson’s claims that German carmakers will pressure the EU to give ground to prevent a no-deal situation in which tariffs are applied to exports. The UK is the biggest single export market for the German car industry, accounting for one-fifth of its production. In a July 2016 Facebook post backing comments made by billionaire Brexit-backer James Dyson, who recently moved his company to Singapore, Johnson wrote: “As Dyson points out, tariffs would mean the Germans would be cutting their own throats. It won’t happen.” Johnson has also suggested he knows more about car manufacturing than Dr Ralf Speth, the chief executive of Jaguar Land Rover, after the 30-year veteran of the automotive industry warned the company could not stockpile enough parts to cope with a no-deal scenario. BMW’s intervention in the Brexit debate makes the German powerhouse the latest in a long line of carmakers to issue warnings about the impact of Brexit on the UK automotive industry, which employs around 850,000 people. Krüger was speaking as the carmaker reported a 1.5% rise in sales to 647,500 vehicles during the second quarter of the year, although net profit fell 29% to €1.48bn (£1.35bn) as the company invested heavily in electric cars. Figures released earlier this week showed that investment in Britain’s car industry has ground to a halt amid fears over Brexit, with a “pitiful” £90m pledged for new developments in the first six months of this year. Before Brexit clouded the horizon, the automotive industry was investing between £2.5bn and £2.7bn a year in R&amp;D. The Society of Motor Manufacturers &amp; Traders said a Brexit deal was imperative to help the embattled industry to bounce back, otherwise the government will face demands for the same type of tax breaks farmers need to stay afloat.",
      "charCount": "2781",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rob-davies\">Rob Davies</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/aug/01/promising-to-fix-social-care-could-cost-boris-johnson-dearly",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-01T05:00:44Z",
    "webTitle": "Pledges to fix social care could cost Boris Johnson dearly",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/01/promising-to-fix-social-care-could-cost-boris-johnson-dearly",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/01/promising-to-fix-social-care-could-cost-boris-johnson-dearly",
    "fields": {
      "headline": "Pledges to fix social care could cost Boris Johnson dearly",
      "standfirst": "<p>PM faces political and financial perils that have defeated his predecessors<br></p>",
      "trailText": "Prime minister faces political and financial perils that have defeated previous governments<br>",
      "byline": "Denis Campbell Health policy editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"cbeb1e83cc957b57cf70b074f1214968919501e2\"> <img src=\"https://media.guim.co.uk/cbeb1e83cc957b57cf70b074f1214968919501e2/0_467_4000_2399/1000.jpg\" alt=\"Boris Johnson pushes an older person in a wheelchair\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>",
      "body": "<p>Boris Johnson could not have been clearer in his first speech as prime minister about his intention to finally come up with a solution to one of the great policy failures of the last 20 years.</p> <p>“My job is to protect you or your parents or grandparents from the fear of having to sell your home to pay for the costs of care,” he said.</p> <p>“And so I am announcing now – on the steps of Downing Street – that we will fix the crisis in social care once and for all, and with a clear plan we have prepared to give every older person the dignity and security they deserve.”</p> <p>This was perhaps the boldest among Johnson’s pledges on key domestic issues: fixing social care in England and Wales has proved intractable and politically perilous for both Labour and Conservative governments in recent years. But, if he is to be taken at his word, the prime minister is not deterred.</p> <p>Ending the worsening scandal of the huge unmet need among older and disabled people for help with tasks such as getting up, washing, dressing and eating is also one of the most expensive of his promises to deliver. Whatever solution is proposed, the sums involved would dwarf his pledges to increase school funding (£5bn) and create 20,000 more police officers (£1bn).</p> <p>Experts say that just to get back to the levels of access to help that existed in 2009-10 would cost at least £8bn a year in England alone. Local councils’ tightening of their eligibility criteria since 2010, in response to deep Whitehall cuts to their budgets, means about 1.4 million people who need help either get none or not enough.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-30T14:42:46/embed.html\" data-alt=\"Graph of adult social care funding\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-30T14:42:46/embed.html\">Graph of adult social care funding</a> </figure>  <p>But if Johnson decides to go further than simply returning access levels to those of 2009-10, and introduce free personal care for everyone, the annual cost would be as much as £15bn by 2020-21, as there is general agreement that free personal care would cost £7bn. However, making and maintaining both of these changes could cost as much as £29bn more a year by 2030.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-30T14:43:23/embed.html\" data-alt=\"Graph of projected population growth\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-30T14:43:23/embed.html\">Graph of projected population growth</a> </figure>  <p>The idea of free personal care is backed by unlikely political bedfellows, including Jacob Rees-Mogg and the Policy Exchange thinktank on the right and Andy Burnham, the Labour mayor of Manchester, and the IPPR thinktank on the left. However, it is still a bold move, politically as well as financially, for Johnson to make social care a priority.</p> <p>As Nick Davies at the Institute for Government points out: “The painful experience of his predecessor clearly shows the political damage that can be inflicted by poorly thought through social care proposals. </p> <p>“Entering the 2017 general election campaign with a huge polling lead, the <a href=\"https://www.theguardian.com/politics/2017/may/21/theresa-may-under-pressure-over-dementia-tax-social-care-shakeup\">poor reception</a> to <a href=\"https://www.theguardian.com/society/2017/may/18/social-care-funding-what-are-the-conservatives-proposing\">Theresa May’s social care proposal</a> was a key reason for the loss of the Conservative government’s majority in parliament.”</p> <p>That the public recoiled at proposals that would have improved the system shows that trying to reform social care can prove treacherous. Simon Bottery, a senior fellow at the King’s Fund thinktank, recalls: “The Conservatives proposed a ‘cap and floor’ model. That would have capped the amount someone might have had to pay during their lifetime for care and the floor would have raised the amount of assets that someone could have had – from £23,250 to £100,000 in cash and property. That is, more people would have been entitled to free personal care.</p> <p>“These proposals created a political firestorm for the Conservatives. The public looked at them and thought they weren’t very generous and didn’t realise that they were in fact more generous than the current system. The Conservatives’ 20-point polling lead shrunk to just two points within days.”</p> <p>That was largely because the plans were labelled a “dementia tax”. Critics asked: why should someone with dementia have to pay huge sums for care, potentially being forced to sell their home to foot the bill, when a cancer patient has their care provided free by the NHS? </p> <p>May’s inability to answer that question convincingly, and to persuade people that her plans represented progress towards a better social care system, even after the addition of a £100,000 cap on the amount anyone would have to spend, left them dead in the water.</p> <p>Bottery says reforming social care funding, and deciding on eligibility for free care and liability to pay, “is the zombie of modern policy debate, stumbling unsteadily around in circles. It has proven politically fraught since 1999, when the Labour government-appointed Sutherland commission recommended free personal care for everyone with eligible needs in the UK. Scotland brought it in but the UK parliament rejected it for England and Wales because of the cost involved. Clearly the cost is a factor in the government inaction we’ve seen over the last 20 years.”</p> <p>That is also why the green paper on social care, first due in 2017, <a href=\"https://www.theguardian.com/society/2019/jul/04/matt-hancock-social-care-green-paper-partisan-politics-health\">has still not been published</a>.</p> <p>Helen Buckingham, the director of strategy at the Nuffield Trust thinktank, says that while spending £7bn a year on a universal free personal care system is not cheap, it is a fraction of the NHS budget, which is due to hit £148.5bn by 2023-24. That would arguably be £7bn well-spent given that inadequate social care costs the NHS billions because poorly cared-for older people are more likely to need hospital care for a broken limb, infection or pressure sores.</p> <p>So what are Johnson’s options for reform? Free personal care may appeal because of its growing cross-party support, says Harry Quilter-Pinner, a senior research fellow at the IPPR. </p> <p>“Another alternative is a more generous means test and a cap on care costs as proposed in the Conservatives’ 2017 manifesto. This would guarantee that no one would face catastrophic care cost of £100,000 or more and would be marginally cheaper than free personal care at an additional £5bn per annum by 2020–21. However, it is regressive, with additional resources primarily focused on protecting the wealth of homeowners.”</p> <p>Buckingham adds: “One option on the table could be a compulsory insurance scheme, as seen in Germany. Or we could learn from Japan, which funds its system through a mixture of compulsory insurance payments for those aged over 40. </p> <p>“It includes contributions from pensions, taxes and payments by individuals, which are capped to ensure no one pays excessive amounts. Another option would be to simply fund it through taxes, like the NHS.”</p> <p>Under May, the government was understood to be keen to bring in a system of voluntary insurance. While experts believed that would leave too many people still unable to cover care costs, Matt Hancock, the health and social care secretary, believed it was the only scheme the Treasury would back given the cost of more radical options.</p> <p>However, Johnson is understood to have rejected voluntary insurance. Well-placed sources say he has told Hancock to undertake “a fundamental and much more ambitious rethink” of the proposals in the unpublished green paper, and warned Sajid Javid, the chancellor, to be prepared to put significant sums of government money behind whatever solution emerges.</p> <p>There are other problems in social care beyond the increasingly unmet need, including a rise in care home closures and more than 100,000 vacancies in the workforce. But if Johnson’s intention to be bolder than before is true, then he may yet come up with an ambitious – and expensive – solution to one of the country’s longest-running challenges.</p> <p>He has also <a href=\"https://www.theguardian.com/politics/2019/jul/25/boris-johnson-first-speech-as-pm-what-is-he-promising\">pledged to help and improve the NHS</a>. A speech in the next few days is expected to flesh out what he told MPs last week would be plans for “urgent funding for 20 hospital upgrades and winter-readiness … [and] policy proposals for drastically reducing waiting times and for GP appointments”.</p> <p>The increasingly decrepit state of many hospitals has become a matter of acute concern for NHS bosses, with the bill for repairs now about £6bn. Years of ministers diverting money from the service’s capital budget into its day-to-day running costs have left it unable to even undertake repairs deemed a safety risk. </p> <p>Some hospitals, such as St Mary’s in London, are so archaic they probably need to be demolished and rebuilt to provide facilities fit to house the world-class care outlined in the <a href=\"https://www.theguardian.com/society/2019/jan/07/what-is-the-nhs-long-term-plan-and-can-it-achieve-its-aims\">NHS long-term plan</a>.</p> <p>Reducing waiting-times for NHS treatment – for emergency, GP and cancer care and non-urgent operations – is a political imperative as public irritation continues to grow. However it will not be easy as the main problem is chronic staff shortages, the solution to which, experts say, requires more than money.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "1413",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-08-01T05:00:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-01T06:28:35Z",
      "newspaperEditionDate": "2019-08-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2qak",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cbeb1e83cc957b57cf70b074f1214968919501e2/0_467_4000_2399/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson could not have been clearer in his first speech as prime minister about his intention to finally come up with a solution to one of the great policy failures of the last 20 years. “My job is to protect you or your parents or grandparents from the fear of having to sell your home to pay for the costs of care,” he said. “And so I am announcing now – on the steps of Downing Street – that we will fix the crisis in social care once and for all, and with a clear plan we have prepared to give every older person the dignity and security they deserve.” This was perhaps the boldest among Johnson’s pledges on key domestic issues: fixing social care in England and Wales has proved intractable and politically perilous for both Labour and Conservative governments in recent years. But, if he is to be taken at his word, the prime minister is not deterred. Ending the worsening scandal of the huge unmet need among older and disabled people for help with tasks such as getting up, washing, dressing and eating is also one of the most expensive of his promises to deliver. Whatever solution is proposed, the sums involved would dwarf his pledges to increase school funding (£5bn) and create 20,000 more police officers (£1bn). Experts say that just to get back to the levels of access to help that existed in 2009-10 would cost at least £8bn a year in England alone. Local councils’ tightening of their eligibility criteria since 2010, in response to deep Whitehall cuts to their budgets, means about 1.4 million people who need help either get none or not enough. But if Johnson decides to go further than simply returning access levels to those of 2009-10, and introduce free personal care for everyone, the annual cost would be as much as £15bn by 2020-21, as there is general agreement that free personal care would cost £7bn. However, making and maintaining both of these changes could cost as much as £29bn more a year by 2030. The idea of free personal care is backed by unlikely political bedfellows, including Jacob Rees-Mogg and the Policy Exchange thinktank on the right and Andy Burnham, the Labour mayor of Manchester, and the IPPR thinktank on the left. However, it is still a bold move, politically as well as financially, for Johnson to make social care a priority. As Nick Davies at the Institute for Government points out: “The painful experience of his predecessor clearly shows the political damage that can be inflicted by poorly thought through social care proposals. “Entering the 2017 general election campaign with a huge polling lead, the poor reception to Theresa May’s social care proposal was a key reason for the loss of the Conservative government’s majority in parliament.” That the public recoiled at proposals that would have improved the system shows that trying to reform social care can prove treacherous. Simon Bottery, a senior fellow at the King’s Fund thinktank, recalls: “The Conservatives proposed a ‘cap and floor’ model. That would have capped the amount someone might have had to pay during their lifetime for care and the floor would have raised the amount of assets that someone could have had – from £23,250 to £100,000 in cash and property. That is, more people would have been entitled to free personal care. “These proposals created a political firestorm for the Conservatives. The public looked at them and thought they weren’t very generous and didn’t realise that they were in fact more generous than the current system. The Conservatives’ 20-point polling lead shrunk to just two points within days.” That was largely because the plans were labelled a “dementia tax”. Critics asked: why should someone with dementia have to pay huge sums for care, potentially being forced to sell their home to foot the bill, when a cancer patient has their care provided free by the NHS? May’s inability to answer that question convincingly, and to persuade people that her plans represented progress towards a better social care system, even after the addition of a £100,000 cap on the amount anyone would have to spend, left them dead in the water. Bottery says reforming social care funding, and deciding on eligibility for free care and liability to pay, “is the zombie of modern policy debate, stumbling unsteadily around in circles. It has proven politically fraught since 1999, when the Labour government-appointed Sutherland commission recommended free personal care for everyone with eligible needs in the UK. Scotland brought it in but the UK parliament rejected it for England and Wales because of the cost involved. Clearly the cost is a factor in the government inaction we’ve seen over the last 20 years.” That is also why the green paper on social care, first due in 2017, has still not been published. Helen Buckingham, the director of strategy at the Nuffield Trust thinktank, says that while spending £7bn a year on a universal free personal care system is not cheap, it is a fraction of the NHS budget, which is due to hit £148.5bn by 2023-24. That would arguably be £7bn well-spent given that inadequate social care costs the NHS billions because poorly cared-for older people are more likely to need hospital care for a broken limb, infection or pressure sores. So what are Johnson’s options for reform? Free personal care may appeal because of its growing cross-party support, says Harry Quilter-Pinner, a senior research fellow at the IPPR. “Another alternative is a more generous means test and a cap on care costs as proposed in the Conservatives’ 2017 manifesto. This would guarantee that no one would face catastrophic care cost of £100,000 or more and would be marginally cheaper than free personal care at an additional £5bn per annum by 2020–21. However, it is regressive, with additional resources primarily focused on protecting the wealth of homeowners.” Buckingham adds: “One option on the table could be a compulsory insurance scheme, as seen in Germany. Or we could learn from Japan, which funds its system through a mixture of compulsory insurance payments for those aged over 40. “It includes contributions from pensions, taxes and payments by individuals, which are capped to ensure no one pays excessive amounts. Another option would be to simply fund it through taxes, like the NHS.” Under May, the government was understood to be keen to bring in a system of voluntary insurance. While experts believed that would leave too many people still unable to cover care costs, Matt Hancock, the health and social care secretary, believed it was the only scheme the Treasury would back given the cost of more radical options. However, Johnson is understood to have rejected voluntary insurance. Well-placed sources say he has told Hancock to undertake “a fundamental and much more ambitious rethink” of the proposals in the unpublished green paper, and warned Sajid Javid, the chancellor, to be prepared to put significant sums of government money behind whatever solution emerges. There are other problems in social care beyond the increasingly unmet need, including a rise in care home closures and more than 100,000 vacancies in the workforce. But if Johnson’s intention to be bolder than before is true, then he may yet come up with an ambitious – and expensive – solution to one of the country’s longest-running challenges. He has also pledged to help and improve the NHS. A speech in the next few days is expected to flesh out what he told MPs last week would be plans for “urgent funding for 20 hospital upgrades and winter-readiness … [and] policy proposals for drastically reducing waiting times and for GP appointments”. The increasingly decrepit state of many hospitals has become a matter of acute concern for NHS bosses, with the bill for repairs now about £6bn. Years of ministers diverting money from the service’s capital budget into its day-to-day running costs have left it unable to even undertake repairs deemed a safety risk. Some hospitals, such as St Mary’s in London, are so archaic they probably need to be demolished and rebuilt to provide facilities fit to house the world-class care outlined in the NHS long-term plan. Reducing waiting-times for NHS treatment – for emergency, GP and cancer care and non-urgent operations – is a political imperative as public irritation continues to grow. However it will not be easy as the main problem is chronic staff shortages, the solution to which, experts say, requires more than money.",
      "charCount": "8437",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/deniscampbell\">Denis Campbell</a> Health policy editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/aug/01/minister-keep-suspects-anonymous-if-there-is-a-reputation-to-protect",
    "type": "article",
    "sectionId": "law",
    "sectionName": "Law",
    "webPublicationDate": "2019-08-01T00:09:27Z",
    "webTitle": "Minister: keep suspects anonymous if there is a reputation to protect",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/01/minister-keep-suspects-anonymous-if-there-is-a-reputation-to-protect",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/01/minister-keep-suspects-anonymous-if-there-is-a-reputation-to-protect",
    "fields": {
      "headline": "Minister: keep suspects anonymous if there is a reputation to protect",
      "standfirst": "<p>Justice secretary floats idea of not naming some people accused of serious crimes</p>",
      "trailText": "Justice secretary floats idea of not naming some people accused of serious crimes",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"9c3bcbf9ac26165436a1523f7ad7ea254fc1de4e\"> <img src=\"https://media.guim.co.uk/9c3bcbf9ac26165436a1523f7ad7ea254fc1de4e/130_178_3486_2091/1000.jpg\" alt=\"Robert Buckland leaves 10 Downing Street after Boris Johnson’s first cabinet meeting as prime minister last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Buckland leaving 10 Downing Street after Boris Johnson’s first cabinet meeting as PM.</span> <span class=\"element-image__credit\">Photograph: Wiktor Szymanowicz/REX</span> </figcaption> </figure>",
      "body": "<p>The justice secretary has suggested that the anonymity of suspected sex offenders and others accused of serious crimes should be respected until they are charged if they have a reputation to protect.</p> <p>Robert Buckland QC was asked if he supported a campaign to ban the naming of those arrested on suspicion of rape and other sexual offences, which has been <a href=\"https://www.theguardian.com/law/2019/jul/01/paul-gambaccini-sir-cliff-richard-calls-for-law-change-over-false-allegation-crisis\">led by Sir Cliff Richard</a> and the radio presenter Paul Gambaccini, both falsely accused of historical sex offences.</p> <p>The qualified barrister told the Times there was “merit” in extending this principle to all serious crimes.</p> <p> No 10 distanced itself from Buckland’s remarks on Wednesday evening and said they did not reflect government policy.Buckland told <a href=\"https://www.thetimes.co.uk/edition/news/suspects-in-sex-crimes-should-be-anonymous-5q9c3lvxj\">the Times (paywall)</a>: “Let’s say you are a reputable local businessperson who is accused of fraud. Your good name is going to be really undermined by this mere accusation. You are a person of good character. That might be a meritorious case for anonymity.</p> <p>“Let’s say you are a person with a list of previous convictions. You’ve committed offences. There is intelligence out there that suggests that other victims might come forward. Is that a case where anonymity should be automatic?”</p> <p>Official guidance over whether arrested suspects’ names should be published ahead of charge is mixed, but the names are often disclosed by other means – particularly in high-profile cases.</p> <p>Buckland’s suggestion comes after the <a href=\"https://www.theguardian.com/uk-news/2019/jul/26/carl-beech-vip-paedophile-ring-accuser-jailed-for-18-years\">trial and conviction of Carl Beech</a>, who anonymously falsely accused senior political figures of sexual abuse and murder. The case has reignited the debate over whether those accused of sexual offences should be named before they are charged.</p> <p>Police took almost a year to announce that Gambaccini would not face charges as there was insufficient evidence to prosecute him, despite the fact he was named directly after he was arrested in 2013.</p> <p>Similarly, Richard was named after his Berkshire flat was raided in 2014 and he was forced to publicly deny the widely circulated false allegations before police confirmed he would not be charged in 2016.</p> <p>Chris Henley QC, the chair of the Criminal Bar Association (CBA), said open justice was a fundamental and valuable cornerstone of the British system and that secret arrests were “the hallmark of oppressive regimes”.</p> <p>“Whilst the police behaved lamentably in the Cliff Richard and Paul Gambaccini cases, it would be profoundly wrong to divide suspects into ‘people like us’ who are allowed anonymity, and the rest of society who are not,” he said.</p> <p>The CBA said authorities should focus on investing in police resources to allow investigations to be conducted thoroughly and in a timely manner, while warning of possible future scenarios in which politicians could evade scrutiny in the event of their arrest.</p> <p>“The public should be concerned about the unforeseen consequences of allowing anonymity to creep into the system,” a spokesperson said. </p>",
      "newspaperPageNumber": "18",
      "wordcount": "469",
      "firstPublicationDate": "2019-08-01T00:09:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-01T13:00:52Z",
      "newspaperEditionDate": "2019-08-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3xhz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9c3bcbf9ac26165436a1523f7ad7ea254fc1de4e/130_178_3486_2091/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The justice secretary has suggested that the anonymity of suspected sex offenders and others accused of serious crimes should be respected until they are charged if they have a reputation to protect. Robert Buckland QC was asked if he supported a campaign to ban the naming of those arrested on suspicion of rape and other sexual offences, which has been led by Sir Cliff Richard and the radio presenter Paul Gambaccini, both falsely accused of historical sex offences. The qualified barrister told the Times there was “merit” in extending this principle to all serious crimes. No 10 distanced itself from Buckland’s remarks on Wednesday evening and said they did not reflect government policy.Buckland told the Times (paywall): “Let’s say you are a reputable local businessperson who is accused of fraud. Your good name is going to be really undermined by this mere accusation. You are a person of good character. That might be a meritorious case for anonymity. “Let’s say you are a person with a list of previous convictions. You’ve committed offences. There is intelligence out there that suggests that other victims might come forward. Is that a case where anonymity should be automatic?” Official guidance over whether arrested suspects’ names should be published ahead of charge is mixed, but the names are often disclosed by other means – particularly in high-profile cases. Buckland’s suggestion comes after the trial and conviction of Carl Beech, who anonymously falsely accused senior political figures of sexual abuse and murder. The case has reignited the debate over whether those accused of sexual offences should be named before they are charged. Police took almost a year to announce that Gambaccini would not face charges as there was insufficient evidence to prosecute him, despite the fact he was named directly after he was arrested in 2013. Similarly, Richard was named after his Berkshire flat was raided in 2014 and he was forced to publicly deny the widely circulated false allegations before police confirmed he would not be charged in 2016. Chris Henley QC, the chair of the Criminal Bar Association (CBA), said open justice was a fundamental and valuable cornerstone of the British system and that secret arrests were “the hallmark of oppressive regimes”. “Whilst the police behaved lamentably in the Cliff Richard and Paul Gambaccini cases, it would be profoundly wrong to divide suspects into ‘people like us’ who are allowed anonymity, and the rest of society who are not,” he said. The CBA said authorities should focus on investing in police resources to allow investigations to be conducted thoroughly and in a timely manner, while warning of possible future scenarios in which politicians could evade scrutiny in the event of their arrest. “The public should be concerned about the unforeseen consequences of allowing anonymity to creep into the system,” a spokesperson said.",
      "charCount": "2909",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]