[
  {
    "id": "commentisfree/2019/jun/02/the-guardian-view-on-trumps-state-visit-the-president-is-not-welcome",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-02T17:50:48Z",
    "webTitle": "The Guardian view on Trump’s state visit: the president is not welcome | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/02/the-guardian-view-on-trumps-state-visit-the-president-is-not-welcome",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/02/the-guardian-view-on-trumps-state-visit-the-president-is-not-welcome",
    "fields": {
      "headline": "The Guardian view on Trump’s state visit: the president is not welcome",
      "standfirst": "Hobnobbing with the royals will boost the president’s ego. But this is not the greatest danger of rolling out the red carpet now",
      "trailText": "<strong>Editorial:</strong> Hobnobbing with the royals will boost the president’s ego. But this is not the greatest danger of rolling out the red carpet now",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"a52ebdc0a021da630e220ffc1849e22a82a16151\"> <img src=\"https://media.guim.co.uk/a52ebdc0a021da630e220ffc1849e22a82a16151/0_117_3500_2100/1000.jpg\" alt=\"The Mall in London lined with American and union jack flags ahead of Donald Trump’s state visit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Mall in London lined with American and union jack flags ahead of Donald Trump’s state visit. </span> <span class=\"element-image__credit\">Photograph: David Mirzoeff/PA</span> </figcaption> </figure>",
      "body": "<p>Two and a half years after Theresa May rushed to become the first world leader to meet the newly inaugurated President Trump in Washington, she has chosen to make a state visit that should not be taking place the final act of her premiership. While the prime minister’s poor political judgment and obstinacy have been hallmarks of her three years in office, the spectacle of the next three days will make a particularly awful ending. Mr Trump is only the third US president ever to be honoured with a <a href=\"https://en.wikipedia.org/wiki/List_of_state_visits_received_by_Elizabeth_II\" title=\"\">state visit</a>, the others being George W Bush and Barack Obama. Inviting him in the first place was a crass error. Following through in the midst of the UK’s current political crisis is an act of gross irresponsibility.</p> <p>That’s because, though such visits are symbolic occasions, there is more at stake here than <a href=\"https://www.theguardian.com/politics/2019/jun/02/donald-trump-uk-state-visit-foreign-policy-special-relationship-us\" title=\"\">pomp and circumstance</a>. Mr Trump is a demagogue who represents a threat to peace, democracy and the climate of our planet. As elected leader of the UK’s closest ally, he can’t be ignored. But making him, his wife and four adult children the <a href=\"https://www.theguardian.com/us-news/2019/jun/02/royals-extras-donald-trump-victory-lap-uk-brexit\" title=\"\">honoured guests of the Queen</a> risks legitimising his destructive policies, his cronyism and his leanings towards autocracy.</p> <p>Mr Trump’s vanity is a joke to his detractors – and the target of the <a href=\"https://www.theguardian.com/commentisfree/2019/may/20/trump-baby-balloon-president-uk-visit\" title=\"\">Trump Baby balloon</a> that is set to fly over London again this week. His power makes his personality a legitimate source of fascination. But the greatest danger of <a href=\"https://www.bbc.co.uk/news/uk-38794886\" title=\"\">the visit</a>, which will see the president meet royals at Buckingham Palace, St James’s Palace and Clarence House as well as at the D-day 75th anniversary commemorations in Portsmouth, is not that it will boost his ego. The more serious threat to the host nation is that Mr Trump’s presence and public statements will boost anti-democratic and rightwing populist elements here.</p> <p>Indeed, this has already happened. <a href=\"https://www.theguardian.com/uk-news/2019/jun/02/donald-trump-send-in-nigel-farage-to-neogiate-with-the-eu\" title=\"\">Mr Trump’s suggestion</a> that Nigel Farage should be involved in future negotiations with the EU was widely reported. So were his declaration of support for no-deal-supporting Boris Johnson in the Conservative leadership contest, and his advice against paying the EU’s divorce bill. Before the official visit has even begun, and four days prior to a <a href=\"https://www.theguardian.com/uk-news/2019/jun/02/peterborough-prepares-for-byelection-that-could-see-first-brexit-party-mp\" title=\"\">byelection</a> in which the Brexit party aims to win its first parliamentary seat, Mr Farage has been gifted an endorsement from the most powerful man in the world – while diplomatic norms have once again been trashed.</p> <p>For the government of a nation in the throes of what threatens to become a full-blown constitutional crisis to invite such irresponsible interference is a form of national self-harm. But the harm caused by the choice to indulge Mr Trump will ripple beyond our shores too. Last week’s comments by special counsel Robert Mueller <a href=\"https://www.theguardian.com/commentisfree/2019/may/31/mueller-trump-russia-impeachment-democratic-stalemate\" title=\"\">reignited debate</a> over whether the president should face impeachment. House leader Nancy Pelosi has so far opposed this. Some have interpreted Mr Mueller’s remarks as a message that she should reconsider. Meanwhile, Mr Trump’s widening of his trade war from China to Mexico – with the threat of new tariffs – set international nerves jangling, and Louisiana became the latest state to dramatically <a href=\"https://www.theguardian.com/us-news/2019/may/29/louisiana-abortion-ban-passes-house\" title=\"\">restrict abortion</a>, ramping up the threat to women’s reproductive rights that Mr Trump has enabled.</p> <p>It is incumbent upon Mrs May and others to challenge him directly – or risk appearing to give the assault on women’s rights, and bullying of neighbouring states, a seal of approval. The climate emergency should be on every agenda – including Prince Charles’s. The protesters, whom police have wrongly <a href=\"https://www.theguardian.com/uk-news/2019/may/31/anti-trump-protesters-kept-away-from-downing-street\" title=\"\">barred from the entrance to Downing Street</a>, are justifiably angry. So is London’s mayor, Sadiq Khan, whom Mr Trump has previously insulted, and who <a href=\"https://www.theguardian.com/us-news/2019/jun/01/donald-trump-like-20th-century-fascist-says-sadiq-khan\" title=\"\">hit back</a> on Saturday in the strongest terms. Others will rightly add their voices in the coming days to the chorus of disapproval against this costly and destructive jamboree.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "632",
      "commentCloseDate": "2019-06-02T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-02T17:50:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:38Z",
      "newspaperEditionDate": "2019-06-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj3c8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a52ebdc0a021da630e220ffc1849e22a82a16151/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Two and a half years after Theresa May rushed to become the first world leader to meet the newly inaugurated President Trump in Washington, she has chosen to make a state visit that should not be taking place the final act of her premiership. While the prime minister’s poor political judgment and obstinacy have been hallmarks of her three years in office, the spectacle of the next three days will make a particularly awful ending. Mr Trump is only the third US president ever to be honoured with a state visit, the others being George W Bush and Barack Obama. Inviting him in the first place was a crass error. Following through in the midst of the UK’s current political crisis is an act of gross irresponsibility. That’s because, though such visits are symbolic occasions, there is more at stake here than pomp and circumstance. Mr Trump is a demagogue who represents a threat to peace, democracy and the climate of our planet. As elected leader of the UK’s closest ally, he can’t be ignored. But making him, his wife and four adult children the honoured guests of the Queen risks legitimising his destructive policies, his cronyism and his leanings towards autocracy. Mr Trump’s vanity is a joke to his detractors – and the target of the Trump Baby balloon that is set to fly over London again this week. His power makes his personality a legitimate source of fascination. But the greatest danger of the visit, which will see the president meet royals at Buckingham Palace, St James’s Palace and Clarence House as well as at the D-day 75th anniversary commemorations in Portsmouth, is not that it will boost his ego. The more serious threat to the host nation is that Mr Trump’s presence and public statements will boost anti-democratic and rightwing populist elements here. Indeed, this has already happened. Mr Trump’s suggestion that Nigel Farage should be involved in future negotiations with the EU was widely reported. So were his declaration of support for no-deal-supporting Boris Johnson in the Conservative leadership contest, and his advice against paying the EU’s divorce bill. Before the official visit has even begun, and four days prior to a byelection in which the Brexit party aims to win its first parliamentary seat, Mr Farage has been gifted an endorsement from the most powerful man in the world – while diplomatic norms have once again been trashed. For the government of a nation in the throes of what threatens to become a full-blown constitutional crisis to invite such irresponsible interference is a form of national self-harm. But the harm caused by the choice to indulge Mr Trump will ripple beyond our shores too. Last week’s comments by special counsel Robert Mueller reignited debate over whether the president should face impeachment. House leader Nancy Pelosi has so far opposed this. Some have interpreted Mr Mueller’s remarks as a message that she should reconsider. Meanwhile, Mr Trump’s widening of his trade war from China to Mexico – with the threat of new tariffs – set international nerves jangling, and Louisiana became the latest state to dramatically restrict abortion, ramping up the threat to women’s reproductive rights that Mr Trump has enabled. It is incumbent upon Mrs May and others to challenge him directly – or risk appearing to give the assault on women’s rights, and bullying of neighbouring states, a seal of approval. The climate emergency should be on every agenda – including Prince Charles’s. The protesters, whom police have wrongly barred from the entrance to Downing Street, are justifiably angry. So is London’s mayor, Sadiq Khan, whom Mr Trump has previously insulted, and who hit back on Saturday in the strongest terms. Others will rightly add their voices in the coming days to the chorus of disapproval against this costly and destructive jamboree.",
      "charCount": "3825",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jun/02/labour-antisemitism-and-woolly-language",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-02T17:22:50Z",
    "webTitle": "Labour, antisemitism and woolly language | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/02/labour-antisemitism-and-woolly-language",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/02/labour-antisemitism-and-woolly-language",
    "fields": {
      "headline": "Labour, antisemitism and woolly language",
      "standfirst": "Readers respond to Keith Kahn-Harris’s article on how a radical new form of anti-racism can save the party, and the suspension of Pete Willsman",
      "trailText": "<strong>Letters:</strong> Readers respond to Keith Kahn-Harris’s article on how a radical new form of anti-racism can save the party, and the suspension of Pete Willsman",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"489c72fb70210effdfd0364f6de6ca1f4caed9e8\"> <img src=\"https://media.guim.co.uk/489c72fb70210effdfd0364f6de6ca1f4caed9e8/0_438_6570_3942/1000.jpg\" alt=\"A “Say no to antisemitism” rally in Manchester in September 2018.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A “Say no to antisemitism” rally in Manchester in September 2018.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Keith Kahn-Harris (<a href=\"https://www.theguardian.com/commentisfree/2019/may/29/radical-anti-racism-save-labour-antisemitism\" title=\"\">How a radical new form of anti-racism can save Labour</a>, 30 May) makes some interesting distinctions. That anti-racism requires Labour to defend the targets of antisemitism “however unlikable they might find us” is absolutely correct. A distinction I wish he would have explored is the one between defending Israel’s right to exist and defending its policies vis-a-vis the Palestinians. To be pro-Palestinian does not entail opposing Israel’s right to exist. To believing in Israel’s right to exist does not entail defending all the actions of the Israeli state.</p> <p>My question is: what does it mean to be a Zionist? What does Kahn-Harris mean when he says that the majority of British Jews are Zionists? He says, confusingly, that they either self-identify as such or support the principle of Israel as a Jewish state. Wouldn’t the first group also do the second? But then, what does “as a Jewish state” imply? Repression of the Arabs in it? Claims on adjacent territory? These are the sorts of flashpoints that now need careful analysis, and I think Kahn-Harris could usefully do that. There is too much woolly use of language.<br><strong>Jeanne Warren</strong><br><em>Garsington, Oxford</em></p> <p>• As one of the “wrong sort of Jews”, an anti-Zionist, I hope I will be allowed to contribute to the continuing debate over antisemitism in the Labour party.</p> <p>Keith Kahn-Harris tries to come up with a simple solution to the problem, but only confuses the picture even further. We should, he says, support “the right of minorities to pursue their own political agendas, even if they are abhorrent to you”. I disagree, strongly, and will continue to oppose agendas that ignore human rights and refuse to accept that not all Jews (or any other ethnic group) think the same way.</p> <p>It is perfectly valid to oppose the political concept of Zionism, as long as this isn’t done on the basis of the ethnicity of the person making the point. I might well be in a (growing) minority of Jews in opposing Zionism, but that does not and cannot make me an antisemite.</p> <p>Antisemitism involves attacking Jews because they are Jews, not because of what they believe. The right to oppose what people believe is, and must continue to be, one of the foundation stones of democracy.<br><strong>Mike Scott</strong><br><em>Nottingham</em></p> <p>• Keith Kahn-Harris has a very one-sided solution to alleged antisemitism in the Labour party. He proposes that anti-Zionist supporters of the Palestinians must show “unconditional … ‘sullen solidarity’” with Zionist Jews. But Zionist Jews, who support, passively or actively, a racist Jewish state which is busily constructing an apartheid regime – Kahn-Harris does not enjoin them to show solidarity with anyone, either Palestinians or anti-Zionists. This is odd, to say the least, from someone who claims to have been advocating dialogue for years. The “self-sacrifice” – his phrase – is all on one side.<br><strong>Richard Barnes</strong><br><em>Windermere, Cumbria</em></p> <p>• Thank you for the clear and uncompromising Keith Kahn-Harris piece. What if the ethno-religious minorities he says should not be pursued have within them their own forms of racism? Surely these minorities internal to those groups should themselves still be called out, not least by the wider group to which they claim allegiance, for their discriminatory views. Otherwise we would be left defending or denying the indefensible, by turning a blind eye. Much as the Labour party has done towards its own internal racism.<br><strong>Ya’ir Klein</strong><br><em>London</em></p> <p>• In seeking to explain that antisemitism is not widespread and severe in the Labour party, Pete Willsman proves, with his own words, that it is present in the highest echelons of the party, including the national executive committee of which he has been a member for years (<a href=\"https://www.theguardian.com/news/2019/may/31/israeli-embassy-labour-antisemitism-claims-peter-willsman\" title=\"\">Labour suspends NEC member over Israeli infiltration claim</a>, 1 June). He also holds high office in other influential groups within the party. That he can still hold such views, having been reprimanded recently for a similar offence, is a sad reflection on the state of the party’s leadership to which he has close ties.</p> <p>It is also clear that his political judgment is sadly wanting. In a recent report to the Grassroots Labour group Willsman explained that after four hours canvassing in Oxford, on two streets chosen at random, he found “<a href=\"http://www.grassrootslabour.net/2019/05/09/peter-willsman-reports-from-labours-executive-april-30th-2019-special-nec-meeting-to-discuss-and-finalise-our-manifesto-for-the-european-elections/\" title=\"\">no discernible drop in the support for Labour</a>”. This apparently shaped his advice to the NEC when it met to discuss the manifesto for the recent EU elections.</p> <p>That his assessment was wrong is something of an understatement. In the election the Labour party <a href=\"https://www.oxford.gov.uk/info/20046/elections_and_voting/1324/european_parliamentary_election_result_-_may_2019\" title=\"\">received 6,444 votes</a> in Oxford compared with <a href=\"https://www.oxford.gov.uk/download/downloads/id/479/election_results_-_european_oxford_only_may_2014pdf.pdf\" title=\"\">13,015</a> at the equivalent election in 2014, on a 9% higher turnout. In comparison the combined vote of the Lib Dems and the Greens was over 28,000, an increase of over 100% from 2014. Such wishful thinking and sloppy analysis among the leadership of an opposition party when our government is so badly wanting is not what Labour members and supporters need.<br><strong>Jim Metcalf</strong><br><em>Bury</em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "812",
      "commentable": "false",
      "firstPublicationDate": "2019-06-02T17:22:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-02T17:46:41Z",
      "newspaperEditionDate": "2019-06-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj2fd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/489c72fb70210effdfd0364f6de6ca1f4caed9e8/0_438_6570_3942/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Keith Kahn-Harris (How a radical new form of anti-racism can save Labour, 30 May) makes some interesting distinctions. That anti-racism requires Labour to defend the targets of antisemitism “however unlikable they might find us” is absolutely correct. A distinction I wish he would have explored is the one between defending Israel’s right to exist and defending its policies vis-a-vis the Palestinians. To be pro-Palestinian does not entail opposing Israel’s right to exist. To believing in Israel’s right to exist does not entail defending all the actions of the Israeli state. My question is: what does it mean to be a Zionist? What does Kahn-Harris mean when he says that the majority of British Jews are Zionists? He says, confusingly, that they either self-identify as such or support the principle of Israel as a Jewish state. Wouldn’t the first group also do the second? But then, what does “as a Jewish state” imply? Repression of the Arabs in it? Claims on adjacent territory? These are the sorts of flashpoints that now need careful analysis, and I think Kahn-Harris could usefully do that. There is too much woolly use of language. Jeanne Warren Garsington, Oxford • As one of the “wrong sort of Jews”, an anti-Zionist, I hope I will be allowed to contribute to the continuing debate over antisemitism in the Labour party. Keith Kahn-Harris tries to come up with a simple solution to the problem, but only confuses the picture even further. We should, he says, support “the right of minorities to pursue their own political agendas, even if they are abhorrent to you”. I disagree, strongly, and will continue to oppose agendas that ignore human rights and refuse to accept that not all Jews (or any other ethnic group) think the same way. It is perfectly valid to oppose the political concept of Zionism, as long as this isn’t done on the basis of the ethnicity of the person making the point. I might well be in a (growing) minority of Jews in opposing Zionism, but that does not and cannot make me an antisemite. Antisemitism involves attacking Jews because they are Jews, not because of what they believe. The right to oppose what people believe is, and must continue to be, one of the foundation stones of democracy. Mike Scott Nottingham • Keith Kahn-Harris has a very one-sided solution to alleged antisemitism in the Labour party. He proposes that anti-Zionist supporters of the Palestinians must show “unconditional … ‘sullen solidarity’” with Zionist Jews. But Zionist Jews, who support, passively or actively, a racist Jewish state which is busily constructing an apartheid regime – Kahn-Harris does not enjoin them to show solidarity with anyone, either Palestinians or anti-Zionists. This is odd, to say the least, from someone who claims to have been advocating dialogue for years. The “self-sacrifice” – his phrase – is all on one side. Richard Barnes Windermere, Cumbria • Thank you for the clear and uncompromising Keith Kahn-Harris piece. What if the ethno-religious minorities he says should not be pursued have within them their own forms of racism? Surely these minorities internal to those groups should themselves still be called out, not least by the wider group to which they claim allegiance, for their discriminatory views. Otherwise we would be left defending or denying the indefensible, by turning a blind eye. Much as the Labour party has done towards its own internal racism. Ya’ir Klein London • In seeking to explain that antisemitism is not widespread and severe in the Labour party, Pete Willsman proves, with his own words, that it is present in the highest echelons of the party, including the national executive committee of which he has been a member for years (Labour suspends NEC member over Israeli infiltration claim, 1 June). He also holds high office in other influential groups within the party. That he can still hold such views, having been reprimanded recently for a similar offence, is a sad reflection on the state of the party’s leadership to which he has close ties. It is also clear that his political judgment is sadly wanting. In a recent report to the Grassroots Labour group Willsman explained that after four hours canvassing in Oxford, on two streets chosen at random, he found “no discernible drop in the support for Labour”. This apparently shaped his advice to the NEC when it met to discuss the manifesto for the recent EU elections. That his assessment was wrong is something of an understatement. In the election the Labour party received 6,444 votes in Oxford compared with 13,015 at the equivalent election in 2014, on a 9% higher turnout. In comparison the combined vote of the Lib Dems and the Greens was over 28,000, an increase of over 100% from 2014. Such wishful thinking and sloppy analysis among the leadership of an opposition party when our government is so badly wanting is not what Labour members and supporters need. Jim Metcalf Bury",
      "charCount": "4926",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jun/02/gp-at-hands-digital-approach-helps-patients-and-the-nhs",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-06-02T17:22:18Z",
    "webTitle": "GP at Hand’s digital approach helps patients and the NHS | Letter",
    "webUrl": "https://www.theguardian.com/society/2019/jun/02/gp-at-hands-digital-approach-helps-patients-and-the-nhs",
    "apiUrl": "https://content.guardianapis.com/society/2019/jun/02/gp-at-hands-digital-approach-helps-patients-and-the-nhs",
    "fields": {
      "headline": "GP at Hand’s digital approach helps patients and the NHS",
      "standfirst": "<strong>Kultar Garcha </strong>and<strong> Matthew Noble </strong>say the online GP service saves the NHS money as patients don’t face delays to diagnosis and treatment",
      "trailText": "Letter: <strong>Kultar Garcha </strong>and<strong> Matthew Noble </strong>say the online GP service saves the NHS money as patients don’t face delays to diagnosis and treatment",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"64d54bcfe4c020a756812f165322176880874a86\"> <img src=\"https://media.guim.co.uk/64d54bcfe4c020a756812f165322176880874a86/0_25_3500_2101/1000.jpg\" alt=\"A GP at work\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘NHS GP clinics are paid according to the Carr-Hill formula. It weights payments by patient age, gender and other factors,’ say Kultar Garcha and Matthew Noble.</span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/PA</span> </figcaption> </figure>",
      "body": "<p>The authors who raised concerns about the impact of Babylon GP at Hand (<a href=\"https://www.theguardian.com/society/2019/may/30/concerns-over-gp-at-hands-effect-on-local-primary-care-in-the-nhs\" title=\"\">Letters</a>, 31 May) have neglected to mention many key facts.</p> <p>NHS England says if patients move then their funding moves with them – while Hammersmith and Fulham clinical commissioning group (CCG) says it is being paid and patients would “not be disadvantaged”. Anyone who reads the <a href=\"https://www.hammersmithfulhamccg.nhs.uk/media/156123/Evaluation-of-Babylon-GP-at-Hand-Final-Report.pdf\" title=\"\">full independent report</a>, rather than cherrypicking facts, will see it explicitly states that GP at Hand “patients were previously registered at a large number of CCGs and other practices. This indicates the impact on any singular practice or CCG would be minimal.”</p> <p>This same report shows that 50,000 people are with GP at Hand because they cannot get the care they need elsewhere, and being with us meant nearly 2,000 fewer A&amp;E visits in just six months compared with new patients at other London practices.</p> <p>GP at Hand does not take money from other practices by having younger patients. All NHS GP clinics are paid according to the Carr-Hill formula. It weights payments by patient age, gender and other factors. The amount varies from below £35 per 15- to 44-year-old man to over £190 for each person over the age of 85.</p> <p>Our digital-first approach will save the NHS money because fast access every hour of every day means people don’t face delays to diagnosis and treatment. And we provide this continuous care despite being paid for only a third of these hours. That’s why University Hospitals Birmingham approached us to help reduce the unsustainable pressure it’s facing from A&amp;E and outpatient appointments.</p> <p>Administrative systems shouldn’t stand in the way of patient care. We need a modern financial system that works for people who choose digital-first care. This is key to ensuring that the NHS remains accessible to all.<br><strong>Dr Kultar Garcha </strong><br><em>Clinical lead, Babylon GP at Hand</em><em>, and a </em><em>GP in west London</em><br><strong>Dr Matthew Noble</strong><br><em>UK medical director, Babylon GP at Hand</em><em>, and a </em><em>GP at an inner-city practice</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "374",
      "commentable": "false",
      "firstPublicationDate": "2019-06-02T17:22:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-02T17:23:30Z",
      "newspaperEditionDate": "2019-06-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj2ch",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/64d54bcfe4c020a756812f165322176880874a86/0_25_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The authors who raised concerns about the impact of Babylon GP at Hand (Letters, 31 May) have neglected to mention many key facts. NHS England says if patients move then their funding moves with them – while Hammersmith and Fulham clinical commissioning group (CCG) says it is being paid and patients would “not be disadvantaged”. Anyone who reads the full independent report, rather than cherrypicking facts, will see it explicitly states that GP at Hand “patients were previously registered at a large number of CCGs and other practices. This indicates the impact on any singular practice or CCG would be minimal.” This same report shows that 50,000 people are with GP at Hand because they cannot get the care they need elsewhere, and being with us meant nearly 2,000 fewer A&amp;E visits in just six months compared with new patients at other London practices. GP at Hand does not take money from other practices by having younger patients. All NHS GP clinics are paid according to the Carr-Hill formula. It weights payments by patient age, gender and other factors. The amount varies from below £35 per 15- to 44-year-old man to over £190 for each person over the age of 85. Our digital-first approach will save the NHS money because fast access every hour of every day means people don’t face delays to diagnosis and treatment. And we provide this continuous care despite being paid for only a third of these hours. That’s why University Hospitals Birmingham approached us to help reduce the unsustainable pressure it’s facing from A&amp;E and outpatient appointments. Administrative systems shouldn’t stand in the way of patient care. We need a modern financial system that works for people who choose digital-first care. This is key to ensuring that the NHS remains accessible to all. Dr Kultar Garcha Clinical lead, Babylon GP at Hand, and a GP in west London Dr Matthew Noble UK medical director, Babylon GP at Hand, and a GP at an inner-city practice • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2256",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jun/02/peterborough-prepares-for-byelection-that-could-see-first-brexit-party-mp",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-06-02T15:00:36Z",
    "webTitle": "Peterborough prepares for byelection that could elect first Brexit party MP",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jun/02/peterborough-prepares-for-byelection-that-could-see-first-brexit-party-mp",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/02/peterborough-prepares-for-byelection-that-could-see-first-brexit-party-mp",
    "fields": {
      "headline": "Peterborough prepares for byelection that could elect first Brexit party MP",
      "standfirst": "<p>A decade ago it was the UK’s fastest growing city, but hit by cuts and buy-to-let, support for Nigel Farage’s party is high</p>",
      "trailText": "A decade ago it was the UK’s fastest growing city, but hit by cuts and buy-to-let, support for Nigel Farage’s party is high",
      "byline": "Robert Booth Social affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"4c4aecff73e2e35a437f5252accad858ee6a4ab6\"> \n <img src=\"https://media.guim.co.uk/4c4aecff73e2e35a437f5252accad858ee6a4ab6/0_27_5760_3456/1000.jpg\" alt=\"Keith Hobbs\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Keith Hobbs outside his childhood home in Peterborough, now subdivided by a buy-to-let landlord.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Pope/Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>On Thursday, voters in Peterborough will take part in one of the most intriguing parliamentary byelections in recent memory. The constituency saw a knife-edge duel between Labour and the Conservatives at the 2017 general election and at last month’s European poll, 38% of voters in the city backed the Brexit party. A first seat in the House of Commons for Nigel Farage’s party is a distinct possibility. If that happens, it will send tremors through middle England, of which Peterborough is typical in many ways, not just geographically.</p> \n<p>Economically, Peterborough performs averagely amid struggles with productivity. Wages are stagnant and it has been reshaped by migration, with foreigners arriving to work in the surrounding farmlands and distribution depots, contributing to a decade as the UK’s fastest growing city between 2001 and 2011.</p> \n<p>But many Peterborians feel life is getting worse; nothing catastrophic, but a noticeable unravelling. Stagnation of living standards and diminishing prospects, as much as Brexit and migration, are likely to shape how they vote.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e840bcb1-ba9d-49d4-a86b-bd41d28f5fe1\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>With one of the country’s fastest rising city populations, at almost 200,000, Peterborough ranks slightly below the UK average on many social and economic measures. Median annual pay of £27,238 is more than £2,000 lower than the national average, unemployment is 1.4 percentage points higher at 5.7% and the proportion of 16- to 64-year-olds with no qualifications is 22% greater. Life expectancy is lower and rates of premature death from cardiovascular disease are higher.<br></p>\n    <p>Skills are a problem. Only 12% of the city’s educational institutions were ranked as outstanding, compared with 20% across England, and the council has cut spending on children’s and young people’s services over the last five years by 55%. The council’s overall budget has fallen 14% in actual terms over that time as central government funding shrank from £55m in 2013-14 to £10m in 2019-20. Productivity is lower than the rest of the UK and more of its working age people have no formal qualifications than the national average.</p>\n    <p>In the last 15 years there has been considerable migration from eastern Europe, including the Baltic states, joining longer established British Asian groups that make up almost 12% of the population, above the average of almost 8% for England. The extent of eastern European immigration is reflected in the nearly 11% of the population that identified as “other white” in the 2011 census, compared with 4.6% for England.</p>\n    <p>Since the May 2019 local elections, the council has been in no overall control, but is led by the Conservatives, which retain the most seats. The last parliamentary election in 2017 was won by Labour with 48.1% of the vote, beating the incumbent Conservatives by just 607 votes. The Lib Dems were on 3.3% and the Greens on 1.8%. Ukip did not put up a candidate.<br></p>\n    <p><b>Robert Booth</b></p>\n    <p><i>Sources: Resolution Foundation, Opportunity Peterborough, Peterborough City Council</i></p>\n    <p><br></p>\n    <p><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>One way to understand the changes people here have lived through is to visit 124 Eyrescroft, a three-bedroom, one box room, ex-council house on the Bretton estate. The housing scheme was built in the 1970s during a wave of optimism, after Peterborough was designated to be <a href=\"https://www.theguardian.com/cities/2019/may/15/sterile-or-stirring-britains-love-hate-relationship-with-new-towns\">a new town</a> by Harold Wilson’s government. The vision was to build four leafy townships around the cathedral city’s historic centre.</p> \n<p>The first tenants of 124 Eyrescroft were the Hobbs family with their five children – Keith, Joanne, Debbie, Martin and Steven. When they arrived in 1975 from south London they found a local pub, numerous play areas and that everyone knew their neighbours.</p> \n<p>“There was Irish Anne, Difna next door, Sylvie in 117,” Keith Hobbs, now 49, told the Guardian.</p> \n<p>Their father had a steady job in the Freemans catalogue warehouse. “We’d leave our bikes outside the door and the door unlocked, but now you can’t,” he said. “We used to have a guy picking up the litter and weeding. If there was an issue with the paths, the council would come out. The state of the paths now is unbelievable. It’s changed completely, and has gone downhill”.</p> \n<p>Today, 124 Eyrescroft’s past as a proud family home is just a memory. It has been subdivided into five rooms, all let out to different tenants. It is partially clad in rotten wooden panels with weeds erupting from its front path.</p> \n<p>One of the owners, collecting rents of around £280 a month per room – which adds up to well over the rental price of a three-bed house – is Mark Homer. He and Rob Moore are prominent local buy-to-let landlords, who together have built up a portfolio of some 500 properties in Bretton and across Peterborough since around 2005. 124 Eyrescroft, (which Homer owns with another man) was bought for £107,000 in 2007, which suggests it has long since paid itself off. (Homer disputes this suggestion). Homer, 39, drives a bright white Porsche 911 Carrera S and lives in a listed farmhouse near affluent Stamford. Moore boasts of driving Ferraris and flying helicopters. The pair set up a business teaching others how to do the same, selling courses named Buy-to-Let Boom and No Money Down.</p> \n<p>When Homer tries to show the Guardian the house he can’t find it, admitting: “I don’t think I’ve been here for 10 years.”</p> \n<p>During the recession, he and Moore bought homes close to repossession and then rented them back to the original owners who had now moved on to housing benefit. They would aim to buy homes in the worst, most distressed condition and fix them up, Homer said. One had been lived in by a known paedophile and nobody wanted it. They offered tenants a discount to stay there. Some properties were burned out. But a three-bedroom house worth £80,000 would rent for £500, a healthy 7% yield after the recession hit.</p> \n<figure class=\"element element-image\" data-media-id=\"76f8deaf6ba832a59739a7dff9f7674902a04ac0\"> \n <img src=\"https://media.guim.co.uk/76f8deaf6ba832a59739a7dff9f7674902a04ac0/0_412_5596_3358/1000.jpg\" alt=\"Property developer Mark Homer at his office in Peterborough.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Property developer Mark Homer at his office in Peterborough.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Pope/Guardian</span> \n </figcaption> \n</figure> \n<p>Dozens of people have lived in 124 Eyrescroft in recent years, records show. Yves Okofo, a care worker who arrived from France three years ago, lives there now. He works up to 60 hours a week and has little to do with his neighbours. “We don’t socialise much,” he said. “You get in and you get out.”</p> \n<p>The leaders of Peterborough city council are concerned about the impact private landlords have had on social cohesion.</p> \n<p>“Buy to rent hasn’t helped build community,” said John Holdich, the Conservative leader. “People are in six months and are gone. They don’t play a part in the community.”</p> \n<p>His colleague, Cllr Irene Walsh, represents a ward on the Orton estate, built at the same time as Bretton, where Homer and Moore own more houses. She said they have tried staging community meals to bring people together, but it didn’t work. Now they are trying community litter-picking, a solution that in itself reflects the deep cuts to the council’s funding since 2010. Central government funding fell from £81m to £10m today and the council’s total budget for 2019/20 is £25m lower than the £176m available in 2013/14.</p> \n<p>Thousands of new homes have been built in Peterborough in a new estate called the Hamptons, but many are too expensive for people with the most basic needs. Some have been bought up by buy-to-let landlords, including at least one based in Singapore. Rents have been going up even if wages haven’t, tenants report. Since 2017, the number of households across Peterborough presenting themselves to the council as homeless has more than doubled to 2,300.</p> \n<p>Outside the food bank at the Salvation Army, Jade Meins, 31, a mother of two collecting a food parcel, said the father of her five-year-old daughter has been homeless for five months since they split up. He had spent spells sleeping rough. She said she has been looking for work for two years and faced a six-month delay to get on to universal credit. She is now paying interest charges on an advance she received. She grumbles about foreign arrivals getting jobs that local people want. Many people dismiss that argument, saying the incomers work hard, are reliable and do work others won’t. But people do feel alienated by other impacts of migration. Rita Donavan, 70, a nurse in Peterborough for 52 years now volunteering at the food bank, said: “I came here to do my training, but I wouldn’t come here today.”</p> \n<p>She gave the example of communication problems, with so many languages being spoken. “What you could treat in half an hour in A&amp;E is taking you four times as long once you get through to Language Line [a translation service]. That’s the kind of stuff that is not audited.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5a246ca8-1e20-4968-bb76-17c1e0b01c45\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Why is there a by-election?</strong></p>\n    <p></p>\n    <p>Former Labour MP Fiona Onasanya lost her seat after being jailed for <a href=\"https://www.theguardian.com/uk-news/2019/jan/29/labour-mp-fiona-onasanya-jailed-for-lying-speeding-ticket\">perverting the course of justice</a>. She become the first parliamentarian to be removed from office after a <a href=\"https://www.theguardian.com/politics/2019/may/01/disgraced-mp-fiona-onasanya-loses-seat-after-recall-petition\">recall petition</a>.</p>\n    <p></p>\n    <p><strong>How did the parties do at the last election?</strong></p>\n    <p></p>\n    <p>In 2017 a close vote saw Labour take the seat from sitting Conservative MP Stewart Jackson with a majority of just 607.</p>\n    <p>Labour - Fiona Onasanya 22,950<br>Conservative- Stewart Jackson 22,343<br>Liberal Democrat - Beki Sellick 1,597<br>Green - Fiona Radić 848</p>\n    <p></p>\n    <p><strong>Who is standing this time?</strong></p>\n    <p></p>\n    <p>Labour are hoping to retain the seat with Unite trade unionist Lisa Forbes, who previously contested it in 2015. The Conservatives will try to prise it back with local businessman Paul Bristow.</p>\n    <p>Ex-Tory businessman <a href=\"https://www.theguardian.com/uk-news/2019/may/09/ex-tory-businessman-mike-greene-brexit-party-peterborough-byelection\">Mike Greene is to stand for the Brexit party</a>, their first attempt to secure an MP, which comes just two weeks after they won the largest vote share at the European Parliamentary elections.</p>\n    <p>An attempt to form an alliance of pro-remain parties to support a single candidate <a href=\"https://www.theguardian.com/uk-news/2019/may/09/remain-parties-peterborough-byelection-single-candidate-lib-dems-greens-change-uk\">collapsed</a>. Representatives of the Liberal Democrats, the Green party, Renew and Change UK failed to reach an agreement on a single independent candidate. The Lib Dems and the Greens are now standing separately, while Change UK will support the Renew candidate Peter Ward.</p>\n    <p></p>\n    <p><strong>When will we know the result?</strong></p>\n    <p></p>\n    <p>The by-election is on Thursday 6 June. Polls close at 10pm, and the result should be known within a couple of hours.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Avril Baines, 57, who grew up around Lincoln Road, one of the main roads in the city, said she had no problem with newcomers taking jobs that she said British workers tend to refuse, but admitted the area no longer feels like home.</p> \n<p>“There’s no way I would walk down Lincoln Road,” she said. “It just makes me feel uneasy.”</p> \n<p>In the office of his property company, its walls adorned with photos of entrepreneur celebrities like Lord Sugar and James Caan, Homer said: “The indigenous, white, blue-collar people are left behind. This place is surrounded by picking fields. The eastern Europeans have been dragged into work and it has caused consternation. In this town, the migrants have become the scapegoats.”</p> \n<p>But people also sense deeper changes to the social fabric, caused in part by the march of buy-to-let property investors, the retreat of the state from providing housing for the working class and ever-shrinking funding for maintaining the fabric of neighbourhoods. With Brexit dominating the byelection, there is little room to debate much of that.</p> \n<p>•&nbsp;This article was amended on 4 June 2019 to correct details of the description and ownership of 124 Eyrescroft.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1308",
      "firstPublicationDate": "2019-06-02T15:00:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-04T13:25:50Z",
      "newspaperEditionDate": "2019-06-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btjp6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4c4aecff73e2e35a437f5252accad858ee6a4ab6/0_27_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On Thursday, voters in Peterborough will take part in one of the most intriguing parliamentary byelections in recent memory. The constituency saw a knife-edge duel between Labour and the Conservatives at the 2017 general election and at last month’s European poll, 38% of voters in the city backed the Brexit party. A first seat in the House of Commons for Nigel Farage’s party is a distinct possibility. If that happens, it will send tremors through middle England, of which Peterborough is typical in many ways, not just geographically. Economically, Peterborough performs averagely amid struggles with productivity. Wages are stagnant and it has been reshaped by migration, with foreigners arriving to work in the surrounding farmlands and distribution depots, contributing to a decade as the UK’s fastest growing city between 2001 and 2011. But many Peterborians feel life is getting worse; nothing catastrophic, but a noticeable unravelling. Stagnation of living standards and diminishing prospects, as much as Brexit and migration, are likely to shape how they vote. One way to understand the changes people here have lived through is to visit 124 Eyrescroft, a three-bedroom, one box room, ex-council house on the Bretton estate. The housing scheme was built in the 1970s during a wave of optimism, after Peterborough was designated to be a new town by Harold Wilson’s government. The vision was to build four leafy townships around the cathedral city’s historic centre. The first tenants of 124 Eyrescroft were the Hobbs family with their five children – Keith, Joanne, Debbie, Martin and Steven. When they arrived in 1975 from south London they found a local pub, numerous play areas and that everyone knew their neighbours. “There was Irish Anne, Difna next door, Sylvie in 117,” Keith Hobbs, now 49, told the Guardian. Their father had a steady job in the Freemans catalogue warehouse. “We’d leave our bikes outside the door and the door unlocked, but now you can’t,” he said. “We used to have a guy picking up the litter and weeding. If there was an issue with the paths, the council would come out. The state of the paths now is unbelievable. It’s changed completely, and has gone downhill”. Today, 124 Eyrescroft’s past as a proud family home is just a memory. It has been subdivided into five rooms, all let out to different tenants. It is partially clad in rotten wooden panels with weeds erupting from its front path. One of the owners, collecting rents of around £280 a month per room – which adds up to well over the rental price of a three-bed house – is Mark Homer. He and Rob Moore are prominent local buy-to-let landlords, who together have built up a portfolio of some 500 properties in Bretton and across Peterborough since around 2005. 124 Eyrescroft, (which Homer owns with another man) was bought for £107,000 in 2007, which suggests it has long since paid itself off. (Homer disputes this suggestion). Homer, 39, drives a bright white Porsche 911 Carrera S and lives in a listed farmhouse near affluent Stamford. Moore boasts of driving Ferraris and flying helicopters. The pair set up a business teaching others how to do the same, selling courses named Buy-to-Let Boom and No Money Down. When Homer tries to show the Guardian the house he can’t find it, admitting: “I don’t think I’ve been here for 10 years.” During the recession, he and Moore bought homes close to repossession and then rented them back to the original owners who had now moved on to housing benefit. They would aim to buy homes in the worst, most distressed condition and fix them up, Homer said. One had been lived in by a known paedophile and nobody wanted it. They offered tenants a discount to stay there. Some properties were burned out. But a three-bedroom house worth £80,000 would rent for £500, a healthy 7% yield after the recession hit. Dozens of people have lived in 124 Eyrescroft in recent years, records show. Yves Okofo, a care worker who arrived from France three years ago, lives there now. He works up to 60 hours a week and has little to do with his neighbours. “We don’t socialise much,” he said. “You get in and you get out.” The leaders of Peterborough city council are concerned about the impact private landlords have had on social cohesion. “Buy to rent hasn’t helped build community,” said John Holdich, the Conservative leader. “People are in six months and are gone. They don’t play a part in the community.” His colleague, Cllr Irene Walsh, represents a ward on the Orton estate, built at the same time as Bretton, where Homer and Moore own more houses. She said they have tried staging community meals to bring people together, but it didn’t work. Now they are trying community litter-picking, a solution that in itself reflects the deep cuts to the council’s funding since 2010. Central government funding fell from £81m to £10m today and the council’s total budget for 2019/20 is £25m lower than the £176m available in 2013/14. Thousands of new homes have been built in Peterborough in a new estate called the Hamptons, but many are too expensive for people with the most basic needs. Some have been bought up by buy-to-let landlords, including at least one based in Singapore. Rents have been going up even if wages haven’t, tenants report. Since 2017, the number of households across Peterborough presenting themselves to the council as homeless has more than doubled to 2,300. Outside the food bank at the Salvation Army, Jade Meins, 31, a mother of two collecting a food parcel, said the father of her five-year-old daughter has been homeless for five months since they split up. He had spent spells sleeping rough. She said she has been looking for work for two years and faced a six-month delay to get on to universal credit. She is now paying interest charges on an advance she received. She grumbles about foreign arrivals getting jobs that local people want. Many people dismiss that argument, saying the incomers work hard, are reliable and do work others won’t. But people do feel alienated by other impacts of migration. Rita Donavan, 70, a nurse in Peterborough for 52 years now volunteering at the food bank, said: “I came here to do my training, but I wouldn’t come here today.” She gave the example of communication problems, with so many languages being spoken. “What you could treat in half an hour in A&amp;E is taking you four times as long once you get through to Language Line [a translation service]. That’s the kind of stuff that is not audited.” Avril Baines, 57, who grew up around Lincoln Road, one of the main roads in the city, said she had no problem with newcomers taking jobs that she said British workers tend to refuse, but admitted the area no longer feels like home. “There’s no way I would walk down Lincoln Road,” she said. “It just makes me feel uneasy.” In the office of his property company, its walls adorned with photos of entrepreneur celebrities like Lord Sugar and James Caan, Homer said: “The indigenous, white, blue-collar people are left behind. This place is surrounded by picking fields. The eastern Europeans have been dragged into work and it has caused consternation. In this town, the migrants have become the scapegoats.” But people also sense deeper changes to the social fabric, caused in part by the march of buy-to-let property investors, the retreat of the state from providing housing for the working class and ever-shrinking funding for maintaining the fabric of neighbourhoods. With Brexit dominating the byelection, there is little room to debate much of that. • This article was amended on 4 June 2019 to correct details of the description and ownership of 124 Eyrescroft.",
      "charCount": "7672",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robertbooth\">Robert Booth</a> Social affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]