[
  {
    "id": "politics/2019/apr/29/brexit-labour-urged-to-resolve-second-referendum-crisis",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-29T18:51:10Z",
    "webTitle": "Brexit: Labour braced for showdown over second referendum",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/29/brexit-labour-urged-to-resolve-second-referendum-crisis",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/29/brexit-labour-urged-to-resolve-second-referendum-crisis",
    "fields": {
      "headline": "Brexit: Labour braced for showdown over second referendum",
      "standfirst": "<p>MPs call on party to support European election manifesto that campaigns for second vote on any Brexit deal<br></p>",
      "trailText": "MPs call on party to support European election manifesto that campaigns for second vote on any Brexit deal<br>",
      "byline": "Jessica Elgot  and Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"cb44bb3bb6c6f0d9315d3df749d25f7f170eb984\"> <img src=\"https://media.guim.co.uk/cb44bb3bb6c6f0d9315d3df749d25f7f170eb984/1290_422_1000_600/1000.jpg\" alt=\"Peter Kyle speaks during the indicative votes debate in the Commons earlier this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peter Kyle speaks during the indicative votes debate in the Commons earlier this month.</span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/UK Parliament/PA</span> </figcaption> </figure>",
      "body": "<p>Labour is braced for a showdown over whether to back a referendum on any Brexit deal when the party’s governing body meets to agree its draft European elections manifesto on Tuesday.</p> <p>Party sources suggested Labour was likely to agree a compromise option where it would support a referendum in order to prevent Theresa May’s Brexit deal or leaving without a deal, describing that wording as “the path of least resistance”.</p> <p>However, a public drive for a stronger line has been led by the party’s deputy leader, Tom Watson, who has urged remain-supporting members to write to the national executive committee’s members, including Jeremy Corbyn.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/29/labours-nec-must-commit-to-a-public-vote-on-any-brexit-deal\">Labour’s NEC must commit to a public vote on any Brexit deal | Letters</a> </p> </aside>  <p>More than 100 Labour MPs have written to NEC members to argue that Labour should use the election to campaign for a second referendum in any circumstances and more than 20 Labour MEP candidates have pledged to back a referendum and then campaign to remain in the EU.</p> <p>On Monday, the Labour MPs behind the parliamentary drive for a confirmatory referendum on Brexit also wrote to the NEC urging it to use the European elections to campaign for a fresh poll regardless of whether a deal has been reached with the government.</p> <p>The manifesto, drafted by Labour’s policy chief, Andrew Fisher, is expected to be presented to NEC members on Tuesday. A source close to the NEC said they expected a compromise would be reached which would commit the party to campaign for a referendum to stop a “Tory Brexit” and leave open the possibility of a fresh poll in other circumstances.</p> <p>“That would not prevent MPs attaching a referendum as a condition on any Brexit deal that comes to parliament,” the party source said.</p> <p>Labour MPs Phil Wilson and Peter Kyle, who have drafted an amendment to any future binding Brexit vote that would commit MPs to passing May’s withdrawal deal subject to a public vote, said that option had the most popular support in the party.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"5983285a-acc7-4cdc-a7ec-8cc874ac2919\"         data-atom-type=\"qanda\"    > </gu-atom> </figure>   <p>In their letter to the NEC on Monday the pair wrote that it was “an opportunity to hold the Tory government to account on its botched approach to Brexit”.</p> <p>The letter said a confirmatory ballot was supported by 203 Labour MPs, including 110 from seats that had a majority leave vote three years ago and had been whipped by the Labour frontbench when MPs took part in indicative votes in parliament.</p> <p>“If a ‘deal’ is implemented without first going to the people for confirmation, then in the months and years ahead, the public will have a right to say: ‘This isn’t the Brexit I voted for,’” the letter said.</p> <p>“The public wants Brexit to be over. They are looking to the Labour party to resolve this Brexit crisis. The way to resolve this crisis is in a confirmatory ballot with the facts of the deal before the British people.”</p> <p>Watson’s efforts to persuade NEC members to back his bid for a more explicit endorsement of a referendum have been backed by several key members but also sparked a public backlash.</p> <p>Jon Lansman, an NEC member and the founder of the leftwing grassroots group Momentum, said the party’s conference motion on Brexit had agreed that any Tory deal should be put to a public vote.</p> <p>However, another NEC member, Claudia Webbe, accused Watson of being divisive. “Supporting Jeremy Corbyn &amp; the Labour party to achieve this to kick out the Tories should be your focus,” she tweeted.</p> <p>A letter from MPs and MEPs calling for a public vote on any Brexit deal, organised by the Love Socialism, Hate Brexit group, reached 118 signatures on Monday night, meaning the majority of non-shadow cabinet MPs have now signed the letter, including key Corbyn allies Clive Lewis and Kate Osamor.</p> <p>The group’s co-founder, Lloyd Russell-Moyle, the MP for Brighton Kemptown, said: “Our letter shows that this isn’t about any single faction in the Labour party. It’s about the whole party coming together around a shared vision.</p> <p>“A clear commitment on a public vote on any deal must be the cornerstone of our manifesto. It is a compromise that can unite the whole party and our electoral coalition.”</p> <p>Interventions from trade unions, who have representatives on the party’s NEC, are also likely to prove crucial. Unison, GMB and the TSSA are likely to push hard for a confirmatory referendum.</p> <p>Sources said Unison’s head, Dave Prentis, is leaning towards putting a clear pledge before voters. Tim Roache, GMB’s general secretary, has reiterated his union’s position for a so-called people’s vote. “We have made our position crystal clear – it must be the public who have the final say on Brexit,” he said.</p> <p>Party sources said they expected GMB to be one of the strongest voices at the meeting arguing in favour of a second referendum in any circumstances.</p> <p>The TSSA general secretary, Manuel Cortes, said the party should “act on the overwhelming wishes of its members and voters by pledging to support a confirmatory public vote on any Brexit deal”.</p> <p>However, the option to hold a referendum in all circumstances is likely to be strongly opposed by Unite, a powerful ally of Corbyn on the committee, and the CWU, the communication workers union, which last weekend confirmed union policy to oppose a second referendum carried by more than 90% of delegates.</p> <p>The party’s youth representative on the NEC, Lara McNeill, has said she will oppose any efforts for a public vote.</p> <p>“At a time when this country so desperately needs a general election, and with Westminster in such conditions of turmoil, I am not prepared to say that every option has been exhausted,” she wrote in a blog for Huffington Post.</p> <p>“Nor do I think it would be wise to commit the party to putting remain on the ballot paper should such a time come when all other avenues to preventing a damaging Brexit have been closed off.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "978",
      "firstPublicationDate": "2019-04-29T10:36:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:52Z",
      "newspaperEditionDate": "2019-04-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bcxt7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cb44bb3bb6c6f0d9315d3df749d25f7f170eb984/1290_422_1000_600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour is braced for a showdown over whether to back a referendum on any Brexit deal when the party’s governing body meets to agree its draft European elections manifesto on Tuesday. Party sources suggested Labour was likely to agree a compromise option where it would support a referendum in order to prevent Theresa May’s Brexit deal or leaving without a deal, describing that wording as “the path of least resistance”. However, a public drive for a stronger line has been led by the party’s deputy leader, Tom Watson, who has urged remain-supporting members to write to the national executive committee’s members, including Jeremy Corbyn. More than 100 Labour MPs have written to NEC members to argue that Labour should use the election to campaign for a second referendum in any circumstances and more than 20 Labour MEP candidates have pledged to back a referendum and then campaign to remain in the EU. On Monday, the Labour MPs behind the parliamentary drive for a confirmatory referendum on Brexit also wrote to the NEC urging it to use the European elections to campaign for a fresh poll regardless of whether a deal has been reached with the government. The manifesto, drafted by Labour’s policy chief, Andrew Fisher, is expected to be presented to NEC members on Tuesday. A source close to the NEC said they expected a compromise would be reached which would commit the party to campaign for a referendum to stop a “Tory Brexit” and leave open the possibility of a fresh poll in other circumstances. “That would not prevent MPs attaching a referendum as a condition on any Brexit deal that comes to parliament,” the party source said. Labour MPs Phil Wilson and Peter Kyle, who have drafted an amendment to any future binding Brexit vote that would commit MPs to passing May’s withdrawal deal subject to a public vote, said that option had the most popular support in the party. In their letter to the NEC on Monday the pair wrote that it was “an opportunity to hold the Tory government to account on its botched approach to Brexit”. The letter said a confirmatory ballot was supported by 203 Labour MPs, including 110 from seats that had a majority leave vote three years ago and had been whipped by the Labour frontbench when MPs took part in indicative votes in parliament. “If a ‘deal’ is implemented without first going to the people for confirmation, then in the months and years ahead, the public will have a right to say: ‘This isn’t the Brexit I voted for,’” the letter said. “The public wants Brexit to be over. They are looking to the Labour party to resolve this Brexit crisis. The way to resolve this crisis is in a confirmatory ballot with the facts of the deal before the British people.” Watson’s efforts to persuade NEC members to back his bid for a more explicit endorsement of a referendum have been backed by several key members but also sparked a public backlash. Jon Lansman, an NEC member and the founder of the leftwing grassroots group Momentum, said the party’s conference motion on Brexit had agreed that any Tory deal should be put to a public vote. However, another NEC member, Claudia Webbe, accused Watson of being divisive. “Supporting Jeremy Corbyn &amp; the Labour party to achieve this to kick out the Tories should be your focus,” she tweeted. A letter from MPs and MEPs calling for a public vote on any Brexit deal, organised by the Love Socialism, Hate Brexit group, reached 118 signatures on Monday night, meaning the majority of non-shadow cabinet MPs have now signed the letter, including key Corbyn allies Clive Lewis and Kate Osamor. The group’s co-founder, Lloyd Russell-Moyle, the MP for Brighton Kemptown, said: “Our letter shows that this isn’t about any single faction in the Labour party. It’s about the whole party coming together around a shared vision. “A clear commitment on a public vote on any deal must be the cornerstone of our manifesto. It is a compromise that can unite the whole party and our electoral coalition.” Interventions from trade unions, who have representatives on the party’s NEC, are also likely to prove crucial. Unison, GMB and the TSSA are likely to push hard for a confirmatory referendum. Sources said Unison’s head, Dave Prentis, is leaning towards putting a clear pledge before voters. Tim Roache, GMB’s general secretary, has reiterated his union’s position for a so-called people’s vote. “We have made our position crystal clear – it must be the public who have the final say on Brexit,” he said. Party sources said they expected GMB to be one of the strongest voices at the meeting arguing in favour of a second referendum in any circumstances. The TSSA general secretary, Manuel Cortes, said the party should “act on the overwhelming wishes of its members and voters by pledging to support a confirmatory public vote on any Brexit deal”. However, the option to hold a referendum in all circumstances is likely to be strongly opposed by Unite, a powerful ally of Corbyn on the committee, and the CWU, the communication workers union, which last weekend confirmed union policy to oppose a second referendum carried by more than 90% of delegates. The party’s youth representative on the NEC, Lara McNeill, has said she will oppose any efforts for a public vote. “At a time when this country so desperately needs a general election, and with Westminster in such conditions of turmoil, I am not prepared to say that every option has been exhausted,” she wrote in a blog for Huffington Post. “Nor do I think it would be wise to commit the party to putting remain on the ballot paper should such a time come when all other avenues to preventing a damaging Brexit have been closed off.”",
      "charCount": "5674",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>  and <a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-29T17:10:50Z",
    "webTitle": "Blair says May wrong to say Brexit being blocked because MPs don't want it - as it happened",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news",
    "fields": {
      "headline": "Blair says May wrong to say Brexit being blocked because MPs don't want it - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc6b9bd8f085bb0e0dea566#block-5cc6b9bd8f085bb0e0dea566\">Jacob Rees-Mogg’s LBC phone-in - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc6e40f8f085bb0e0dea73d#block-5cc6e40f8f085bb0e0dea73d\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc722f88f08c89bd906aa80#block-5cc722f88f08c89bd906aa80\">Tony Blair’s IfG interview on Brexit and devolution - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc72b5e8f085bb0e0deab2e#block-5cc72b5e8f085bb0e0deab2e\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"332ecaf00b8eeb8f8f948fc8ca80e99a9e8c47c2\"> <img src=\"https://media.guim.co.uk/332ecaf00b8eeb8f8f948fc8ca80e99a9e8c47c2/0_337_5136_3082/1000.jpg\" alt=\"Big Ben shrouded in scaffolding during renovation work.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Big Ben shrouded in scaffolding during renovation work.</span> <span class=\"element-image__credit\">Photograph: Frank Augstein/AP</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cc72b5e8f085bb0e0deab2e\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T17:07:14.198Z\">6.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Tony Blair, the former Labour prime minister, has said Theresa May is wrong to claim that Brexit is being blocked because MPs are opposed to it. </strong>(See<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc722f88f08c89bd906aa80#block-5cc722f88f08c89bd906aa80\"> 5.29pm.)</a></li> </ul> <ul> <li><strong>A senior union official has said that Jeremy Corbyn will face a fierce backlash if Labour’s national executive committee does not propose a referendum on any Brexit deal agreed before the next general election, ITV’s Robert Peston reports.</strong></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905308345643008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sources close to the Labour leader believe that tomorrow the emergency NEC meeting, which determines the Labour manifesto for the EU elections, will agree a formula that is &quot;a restatement&quot; of the party&#39;s equivocal and prolix party conference resolution of last September. BUT...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905308345643008?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905309461340161\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">a senior trade union source tells me that if Unison, GMB and Usdaw are bulldozed tomorrow, if their demand for Labour to commit to a &quot;confirmatory&quot; referendum on any Brexit deal is simply ignored, Corbyn and his colleagues are &quot;being delusional about the likely consequences&quot;...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905309461340161?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905310497316864\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">The well-placed trade unionist added: &quot;they have no idea what&#39;s going to hit them and the scale of the backlash they will face&quot;. Which captures for you how emotions are running very high. And given that Unison, the GMB and Usdaw are respectively the first, third and fourth...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905310497316864?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905311629778944\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">biggest trade unions in the UK, they can certainly cause trouble for Corbyn, if so minded. So is there a compromise that would allow honour to be satisfied on both sides? Well one idea being touted is that Labour could put in its manifesto that there should be a referendum....</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905311629778944?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905312921518080\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">on any Brexit deal proposed by the government this side of a general election, or a confirmatory public vote on what would be characterised as a &quot;Tory&quot; Brexit deal. As the founder of Momentum <a href=\"https://twitter.com/jonlansman?ref_src=twsrc%5Etfw\">@jonlansman</a> implied yesterday, that would be consistent with part of the...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905312921518080?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905313945038849\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">epic conference resolution, since it included the phrase that &quot;if the government is confident in negotiating a deal that working people, our economy and communities will benefit from they should not be afraid to put that deal to the public&quot;.  It also said that &quot;when trade...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905313945038849?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905314939084801\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">unions have a mandate to negotiate a deal for their members, the final deal is accepted or rejected by the membership&quot; - which again implies that Labour&#39;s preference is for a confirmatory ballot. The big point is that a Labour pledge to campaign for a confirmatory referendum...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905314939084801?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905315958239232\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">on any Brexit shaped by <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> or her successor, this side of the next general election, would be consistent with existing Labour policy, even if it would be considerably clearer and less ambiguous than the current position. It would allow Labour candidates for the EU...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905315958239232?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1122905317023547392\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">parliament to say, without keeping their fingers crossed behind their back, that they and their party are in favour of a referendum, which most of them say is precisely what they need and want.</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1122905317023547392?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <ul> <li><strong><a href=\"https://www.theguardian.com/technology/2019/apr/29/drop-huawaei-or-we-could-cut-intelligence-ties-us-warns-uk\">A US official has said the UK and any other western countries that adopt Huawei technology for 5G mobile phone networks risk affecting intelligence cooperation with the United States.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/environment/2019/apr/29/extinction-rebellion-and-momentum-join-forces-on-climate-crisis\">Momentum, the youth climate strikers and Extinction Rebellion are to unite in protest outside parliament on Wednesday as Labour calls on the Conservatives to declare an environmental emergency in a parliamentary vote.</a></strong></li> </ul> <ul> <li><a href=\"https://www.theguardian.com/politics/2019/apr/29/senior-conservative-official-julian-walden-accused-of-racism-over-sicily-jibe\"><strong>A senior Conservative party official has been accused of racism after writing that an Italian-born constituency chairman was untrustworthy because “his political culture is more in keeping with Sicily than Southsea”.</strong></a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/apr/29/more-than-2500-prison-staff-disciplined-in-five-years-moj-figures-show\">More than 2,500 prison staff have been subject to disciplinary action in the last five years, including for relationships with inmates, assaulting prisoners and racism, the Guardian can reveal, as the government prepares to launch a unit to tackle corruption in jails.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-29T17:08:35.386Z\">at 6.08pm BST</time></p>  </div> <div id=\"block-5cc722f88f08c89bd906aa80\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T16:29:57.492Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Blair says May wrong to say Brexit being blocked because MPs don't want it</h2>  <div class=\"block-elements\">  <p><strong>Tony Blair</strong>, the former Labour prime minister, have given an interesting interview to the Institute for Government on devolution and Brexit <a href=\"https://www.instituteforgovernment.org.uk/ministers-reflect/person/tony-blair/\">which has just been published.</a> Here are the main points.</p> <ul> <li><strong>Blair said Labour was responsible for the revival of the Conservatives in Scotland because they left a gap in the market. </strong>He said:</li> </ul> <blockquote class=\"quoted\"> <p>The most interesting development in Scotland has been the decline of the Labour party and the resurgence of the Conservative party. Now, in my view that has been very simply because the Conservatives have spotted a gap in the market that Labour have left – pro-union, pro-reform …</p> </blockquote> <p>When asked if he was referring to reform of the public services, he went on:</p> <blockquote class=\"quoted\"> <p>Yes. A weakness in the SNP’s position and a weakness in Labour‘s position. And therefore you’ve literally got a situation where the leader of the Conservative party in Scotland has brought the party into what, roughly, second place in the polls.</p> </blockquote> <ul> <li><strong>He said Theresa May was wrong to say that Brexit was being blocked because MPs were opposed to it in principle. </strong>He explained:</li> </ul> <blockquote class=\"quoted\"> <p>Part of the trouble that has happened for the public is that the public has just been told that parliament is standing in the way of Brexit. And it has suited the prime minister for a long period of time to play on this in order to bounce her deal through parliament in order to mobilise public opinion supposedly against an obstructive parliament stopping the will of the people. But what that has done, is it has said to the public, ‘Look, Brexit is just there to be done but, you know, these members of parliament don’t want to do it.’ Which is absolutely the opposite of the case.</p> <p>The truth is there are different varieties of Brexit and you have to choose one. And when you choose one it then becomes apparent what your problem is. Because your problem is there is a downside to whatever option you choose.</p> </blockquote> <ul> <li><strong>He said MPs would only back a second referendum on Brexit when they realised that was the only way to avoid responsibility for a bad decision.</strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p>My point is very simple: you won’t ever get to another referendum unless it’s clear to parliament that they don’t want to take responsibility fully for the Brexit choice. If you force them to make that choice … I think they will say, ‘OK, this is what I think but you have the final say’.</p> <p>Because whatever choice you make… if you become like Norway it’s obvious what your problem is. You’re just a rule taker. If you decide you’re Turkey, it’s obvious what your problem is. The Turkey customs union situation would be a ridiculous thing for Britain to agree to, frankly. Or if you go to Canada, well it’s obvious what your problem is – business is going to say, ‘Ok, you can do that but it’s going to be severe disruption’, the financial service people will say, ‘Well, ok, there’s going to be significant job losses.’ All of that. Those are your choices.</p> <p>So when members of parliament are forced to come to a choice then I think at that point they will say, ‘Ok, this what I think but I’m not going to take the full responsibility so I’m going to share responsibility with the people’, and that allows a referendum to be a healing process. </p> </blockquote> <ul> <li><strong>He said Brexit could increase the pressure in Northern Ireland for Irish reunification.</strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p>The republican community in Northern Ireland is always in favour of a united Ireland …but the nationalist community is in favour at a theoretical level, at a conceptual level, but the degree of their agitation for it is intimately connected with their perception as to whether they can achieve nationalist aspirations and the legitimatisation of nationalist feelings within the United Kingdom.</p> <p>If Brexit acts as a destructive force on that, then it will encourage within the nationalist community, and even within parts of the more liberal unionist community, a feeling towards a border poll that just wasn’t present during the years that I was in office.</p> </blockquote> <ul> <li><strong>He said people were “underestimating” how hard it would be for the UK union to survive after Brexit. </strong>Brexit would fuel separatism in Scotland and Northern Ireland, he said:</li> </ul> <blockquote class=\"quoted\"> <p>Are there still pressures for secession? Well, in Scotland, yes, but I still think they won’t succeed unless Brexit pushes us into a position where that kind of gets Scottish independence over the line – if you have hard Brexit, which is possible. And in Northern Ireland, without Brexit I would be very confident that the Union would stick together but again Brexit is an issue there. I don’t think there is a strong move for independence in Wales.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/instituteforgov/status/1122878343685263360\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">[NEW] <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> places the Union of the United Kingdom at risk, with politicians “underestimating the struggle” – read our interview with former Prime Minister Tony Blair on devolution, Brexit and the future of the Union <a href=\"https://t.co/K865PY5s1e\">https://t.co/K865PY5s1e</a> <a href=\"https://t.co/g5ZPXfN3pI\">pic.twitter.com/g5ZPXfN3pI</a></p>&mdash; Institute for Gov (@instituteforgov) <a href=\"https://twitter.com/instituteforgov/status/1122878343685263360?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-29T17:10:50.128Z\">at 6.10pm BST</time></p>  </div> <div id=\"block-5cc71e248f08c89bd906aa2d\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T16:00:47.180Z\">5.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ruth Davidson says UK government should block second Scottish independence referendum</h2>  <div class=\"block-elements\">  <p><strong>Ruth Davidson,</strong> the Scottish Tory leader, has said the next Tory prime minister should continue to oppose a second Scottish independence referendum, and refuse to authorise one.</p> <p>In her first political interview to mark her return from maternity leave, <a href=\"https://www.bbc.co.uk/news/uk-scotland-scotland-politics-48093908\">Davidson told BBC Scotland </a>she would want the UK government to block a new referendum for the foreseeable future – a stance already taken by Theresa May.</p> <p>“I’ll say no, and this prime minister and the next prime minister should say so too,” she said.</p> <p>Sturgeon reiterated her call for a second referendum before 2021 at the Scottish National party’s spring conference at the weekend, when she also suggested the vote could be held late next year.</p> <p>Pointing to opinion polls showing a slight rise in the yes vote to 47% and 49% over the weekend, Sturgeon said that if support surged because of a no-deal Brexit or the arrival of unpopular new Tory prime minister, then “no Westminster government can ever stand in the way of Scotland’s right to choose”.</p> <p>Sturgeon has floated the idea that Boris Johnson’s arrival as prime minister could lead to a significant bounce in support for independence. The polls show only about a fifth of Scottish voters currently want a new referendum in the next two years.</p> <p>Davidson is a noted critic of Johnson, but she told the BBC any of May’s successors should hold the line. Davidson returns from maternity leave after the birth of her son Finn this Friday, when she hosts the Scottish Tory conference in Aberdeen. She said:</p> <blockquote class=\"quoted\"> <p>Nicola Sturgeon doesn’t agree with Nicola Sturgeon on this. Not only is she going back on the Edinburgh agreement that she signed [with David Cameron in 2012], where she said she would respect the result for a generation, the test she put down for any future referendum before the last election would be that the majority of Scots would want it.</p> <p>The majority of Scots don’t want this, and if they need a voice to stand up to Nicola Sturgeon, I will be that voice.</p> </blockquote> <p>Davidson admitted that watching the chaotic and tortuous Brexit process takes place from home left her thinking it “looks like a bit of a mess”. Given that, all sides needed to compromise more and secure a cross-party deal, she said.</p> <blockquote class=\"quoted\"> <p>My message to colleagues both in my party and others is now is the time, instead of sticking in your trenches and hoping everyone moves to you, is to take that first step forward and start that compromise that clearly needs to happen.</p> <p>If the country is going to come together, it does require politicians to come together first.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"33bd7611d87fe1a0b73d526b8eb9b5ee4e29cc49\"> <img src=\"https://media.guim.co.uk/33bd7611d87fe1a0b73d526b8eb9b5ee4e29cc49/0_247_5976_3586/1000.jpg\" alt=\"Ruth Davidson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ruth Davidson</span> <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc7154d8f08d5e277b56fea\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T15:48:16.925Z\">4.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Education minister refuses to deny plan for EU students to face higher fees after Brexit</h2>  <div class=\"block-elements\">  <p>At the weekend BuzzFeed reported that<a href=\"https://www.buzzfeed.com/alexwickham/higher-fees-for-eu-students-at-english-universities?origin=shp\"> the government is planning to charge EU students the same tuition fees as those paid by non-EU international students from 2021-22</a>, rather than the lower fees paid by UK students as now. BuzzFeed said, although the plans had not been finalised, the intention was for EU students to pay the higher fees whether or not there was a Brexit deal. </p> <p>In the Commons <strong>Chris Skidmore</strong>, an education minister, has been answering an urgent question on this.</p> <p>In his initial statement he did not deny the story, although he insisted that no final decision had been taken. He told MPs:</p> <blockquote class=\"quoted\"> <p>Discussions at cabinet level are ongoing and should remain confidential. I will make no comment on this apparent leak, which is deeply regrettable.</p> </blockquote> <p>But, as the session went on, Skidmore implied that EU students would lose their special status. He said:</p> <blockquote class=\"quoted\"> <p>The economic importance of our HE [higher education] sector is reflected in the need to attract EU students, but also students from across the globe. And this is at the crux of the matter here. We want to ensure that we going forward, as a country and as a nation, are attractive internationally ....</p> <p>When it comes to our negotiations - I’ve spoken to around 15 European higher education ministers - we need to make sure that we commit to them that Britain remains an attractive place to come and work and study for all nations across the world.</p> </blockquote> <p><strong>Guy Verfhofstadt, </strong>the European parliament’s lead Brexit spokesman, has written to Theresa May expressing deep concerns about the plans.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guyverhofstadt/status/1122878678495571969\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My letter to <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> expressing the <a href=\"https://twitter.com/Europarl_EN?ref_src=twsrc%5Etfw\">@Europarl_EN</a>&#39;s deep concern at reports of huge post - <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> fee increases for EU students in England. Undermining our EU - UK reciprocal system would deprive our youth of opportunities. Young people must not be the victims of Brexit. <a href=\"https://t.co/mWDrhioZZo\">pic.twitter.com/mWDrhioZZo</a></p>&mdash; Guy Verhofstadt (@guyverhofstadt) <a href=\"https://twitter.com/guyverhofstadt/status/1122878678495571969?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"212c99538786e625bb19257e8d604fe7c82d5fdd\"> <img src=\"https://media.guim.co.uk/212c99538786e625bb19257e8d604fe7c82d5fdd/19_0_605_363/500.jpg\" alt=\"Chris Skidmore\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Skidmore</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc713178f08c89bd906a98c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T15:07:17.089Z\">4.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Telegraph’s <strong>Steven Swinford.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Steven_Swinford/status/1122852143399096321\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Brexit is officially dead (for this week at least)<br><br>It&#39;s been taken off the Cabinet agenda for tomorrow and replaced with an update on Northern Ireland<br><br>There will also be discussions on air quality and housing</p>&mdash; Steven Swinford (@Steven_Swinford) <a href=\"https://twitter.com/Steven_Swinford/status/1122852143399096321?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc706038f085bb0e0dea8e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T14:19:14.756Z\">3.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is Julian Smith, the government chief whip, arriving at the Cabinet earlier this afternoon for the latest round of Brexit talks with Labour. He is part of the government delegation, along with David Lidington, the Cabinet Office minister, Stephen Barclay, the Brexit secretary, Michael Gove, the environment secretary, Philip Hammond, the chancellor, and Gavin Barwell, the PM’s chief of staff.</p>  <figure class=\"element element-image\" data-media-id=\"7505b9e5e92dd23fe9241ce0f97d155f0ab65fee\"> <img src=\"https://media.guim.co.uk/7505b9e5e92dd23fe9241ce0f97d155f0ab65fee/0_28_3500_2100/1000.jpg\" alt=\"Julian Smith arriving at the Cabinet Office for the latest round of Brexit talks.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Julian Smith arriving at the Cabinet Office for the latest round of Brexit talks.</span> <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> </figcaption> </figure>  <p>And here is the Labour team arriving.</p>  <figure class=\"element element-image\" data-media-id=\"d0b8538a5d45509b1045164ad0f2f070e5816057\"> <img src=\"https://media.guim.co.uk/d0b8538a5d45509b1045164ad0f2f070e5816057/904_33_2250_1350/1000.jpg\" alt=\"Left to right: Keir Starmer, the shadow Brexit secretary, Rebecca Long-Bailey, the shadow business secretary, John McDonnell, the shadow chancellor, Sue Hayman, the shadow environment secretary, and Seumas Milne, Jeremy Corbyn’s director of strategy and communications.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Left to right: Keir Starmer, the shadow Brexit secretary, Rebecca Long-Bailey, the shadow business secretary, John McDonnell, the shadow chancellor, Sue Hayman, the shadow environment secretary, and Seumas Milne, Jeremy Corbyn’s director of strategy and communications.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc7036a8f08d5e277b56ee8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T14:09:58.926Z\">3.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Gove to meet Extinction Rebellion tomorrow</h2>  <div class=\"block-elements\">  <p><strong>Extinction Rebellion</strong> (XR) says it is holding a meeting later today with Sadiq Khan, the mayor of London, followed by a meeting tomorrow morning with Michael Gove, the environment secretary. Ministers from other departments will also attend. The group is also due to hold separate talks with John McDonnell, the shadow chancellor, at some point tomorrow.</p> <p>Ahead of the Gove meeting, which XR says it will film for release to the public, Sam Knights, a member of its political strategy team, said: </p> <blockquote class=\"quoted\"> <p><em>The legacy of our political leaders will stand or fall by what they do now. Either they take steps to give our children the future they deserve or they do nothing. They must respond to the climate and ecological emergency with the clarity and urgency our children demand.</em></p> <p><em>In order to protect life on earth, the UK government must begin to tell the truth. The British people need to know the reality of what we face. It is time to declare a climate and ecological emergency and to commit to reaching net zero greenhouse gas emissions by 2025. The current political system is not capable of implementing such fundamental changes to the way we live. That is why we need the creation of a national citizens’ assembly on climate and ecological justice.</em></p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f6736f6ddc349cd79737d667105211ba336b445c\"> <img src=\"https://media.guim.co.uk/f6736f6ddc349cd79737d667105211ba336b445c/0_133_6720_4032/1000.jpg\" alt=\"Extinction Rebellion activists staging a ‘die’ in outside the Tate Modern at the weekend.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Extinction Rebellion activists staging a ‘die’ in outside the Tate Modern at the weekend.</span> <span class=\"element-image__credit\">Photograph: Penelope Barritt/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc6e40f8f085bb0e0dea73d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T13:02:24.044Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Downing Street has effectively confirmed that the ongoing Brexit deadlock has led to the next Queen’s speech being postponed. </strong>A new Queen’s speech, introducing a new session of parliament, had been expected early this summer, but the prime minister’s spokesman told reporters this morning that the government wanted to get the EU withdrawal agreement bill, “part of the current Queen’s speech cycle”, through parliament first. He said:</li> </ul> <blockquote class=\"quoted\"> <p>What we are focused on is the withdrawal agreement bill [WAB], because that is the legislation which is necessary in order to ratify our withdrawal from the EU. That is part of the current Queen’s speech cycle and we need to finish that work.</p> </blockquote> <p>The spokesman also confirmed that a team from the government, led by David Lidington, the Cabinet Office minister, will meet a Labour team this afternoon for the latest round of talks in the attempt to reach a cross-party compromise on Brexit. This is the main forum where the talks have been taking place. The spokesman said that the discussions so far have been serious and that it was possible that the working groups, which have been looking at issues like workers’ rights and the environment, could meet again later this week. But he also said that there were no plans for Theresa May to meet Jeremy Corbyn, and he refused to say how long the government would wait before concluding that the two sides will not be able to reach agreement.</p> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/29/brexit-labour-urged-to-resolve-second-referendum-crisis\">The Labour MPs behind the parliamentary drive for a confirmatory referendum on Brexit have written to their party’s governing body urging it to use the European elections to campaign for a fresh poll regardless of whether a deal has been reached with the government.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/apr/29/new-police-disclosure-consent-forms-could-free-rape-suspects\">Victims of rape and serious sexual assault who refuse to give police access to their mobile phone contents could allow suspects to avoid charges, two top officials have said.</a> </strong>Asked if the government backed the plans to ask victims to surrender their phones, the prime minister’s spokesman told journalists:</li> </ul> <blockquote class=\"quoted\"> <p>We want victims to have the confidence to come forward and report crimes knowing that they will get the support they need and that everything will be done to bring offenders to justice. </p> <p>Clearly, this is a complex area and, while disclosure is an important component of the criminal justice system, to ensure a fair trial, the police have acknowledged that the use of personal data in criminal investigations is a source of anxiety and that they understand the need to balance a respect for privacy with the need to pursue all reasonable lines of inquiry. </p> <p>The police and the CPS will work with victims and the Information Commissioner’s Office to ensure that the right approach is being taken. </p> <p>Each police force will also conduct its own impact assessment of the forms as they are rolled out.</p> </blockquote> <ul> <li><strong>Pascal Lamy, the former head of the World Trade Organisation, has dismissed Brexiter claims about how alternative customs arrangements could avoid the need for a hard border in Ireland after Brexit as “pie in the sky”. </strong>(See <a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc6e4c48f08c89bd906a75d#block-5cc6e4c48f08c89bd906a75d\">1.34pm.)</a></li> </ul> <ul> <li><strong>The leading Tory Brexiter Jacob Rees-Mogg has defended the leak of the national security council decision about the government planning to let Huawei play a role in building parts of the UK’s 5G infrastructure, saying it was in the national interest. </strong>(See <a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc6b9bd8f085bb0e0dea566#block-5cc6b9bd8f085bb0e0dea566\">11.01am.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/apr/29/damian-green-suggests-modelling-social-care-provision-on-state-pension\">Social care provision should be modelled on the state pension, with taxpayers funding a flat-rate “universal care entitlement”, which patients could supplement from their own funds, according to former Conservative cabinet minister Damian Green.</a></strong></li> </ul> </div>   </div> <div id=\"block-5cc6e4c48f08c89bd906a75d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T12:34:47.221Z\">1.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Former WTO boss dismisses Duncan Smith's claims about backstop alternatives as 'pie in the sky'</h2>  <div class=\"block-elements\">  <p>On the BBC’s Politics Live earlier this afternoon <strong>Iain Duncan Smith</strong>, the Tory Brexiter and former party leader, had a debate about post-Brexit border controls with <strong>Pascal Lamy</strong>, the former head of the World Trade Organisation. Duncan Smith is one of the many Brexiters who believe the backstop is unnecessary because “alternative arrangements” could ensure the need for no hard border in Ireland after Brexit. After he made this point on the programme, Lamy told him this was “pie in the sky”. He said:</p> <blockquote class=\"quoted\"> <p>With respect, I was director general of the World Trade Organisation for eight years, which has something to do with customs procedures. And this notion that exiting the internal market implies no border is pie in the sky. There is no way you can exit the internal market without a border. </p> </blockquote> <p>Duncan Smith said alternative arrangements worked perfectly well at a port like Rotterdam. They inspect less than 2% of imports, and not at the border, he said. He said he had witnessed this himself, and he went on:</p> <blockquote class=\"quoted\"> <p>The reality is technology now means the idea of barriers and borders is long gone. </p> </blockquote> <p>But Lamy, again, told him he was wrong. This is how the conversation continued.</p> <blockquote class=\"quoted\"> <p><strong><em>PL:</em></strong> I’m sorry, this is a total confusion .... between the internal market and the customs union. The customs union is about tariffs, goods. The internal market is about regulation. If you want to diverge ... you have to accept that there will be a border because we, the EU, have to control things which abide by different regulatory requirements.</p> <p><strong><em>IDS: </em></strong>Of course, but you would work on the principle of two things. First is equivalence ...</p> <p><strong><em>PL: </em></strong>Equivalence is not a magic wand.</p> <p><strong><em>IDS: </em></strong>No, it’s not, but take what New Zealand does with the EU. New Zealand is not a member of the EU. It is not a member of the single market. Its food stuffs are not inspected here because, why? They trust and agree that in New Zealand the inspections that bring their standards right are at the same level or better than that of the EU. And they agree that that is done at the point of departure. They are not done at the border. So the idea of this being a border point is completely incorrect.</p> <p><strong><em>PL:</em></strong> No, no, no, it is not completely incorrect, I’m sorry. I agree, if you want trade to flow as nicely as possible, many customs procedures have to be moved upstream. But you still need a border to check that this is the case. </p> <p><strong><em>IDS: </em></strong>The border is not the point.</p> <p><strong><em>PL:</em></strong> Of course it is.</p> <p><strong><em>IDS: </em></strong>The border is a notional process that is about equivalence and agreement, not specific border checks.</p> <p><strong><em>PL: </em></strong>Equivalence is not a magic wand. You only accept equivalence if you trust, and if your collective preferences are harmonised. I agree, for instance, on beer, there is nothing that really says how you produce beer in the European Union. There is beer in Belgium and in Bavaria and in Scotland, and if beer is good for Scotland, it is good for Bavaria. Now, that is okay. It is not going to be okay about general food, or about chlorinated poultry. I’m sorry about that. We will not accept GMO food. If - I don’t know whether or not - if you want to accept chlorinated poultry or GMO food, there will be a border, and costs at the border.</p> </blockquote> <p>Lamy’s hand gestures were even more expressive.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1122837292211527680\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Former WTO director general Pascal Lamy does not look impressed with Tory MP Iain Duncan Smith talking <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a><a href=\"https://twitter.com/hashtag/politicslive?src=hash&amp;ref_src=twsrc%5Etfw\">#politicslive</a> <a href=\"https://t.co/bhZ5P8BI7h\">https://t.co/bhZ5P8BI7h</a> <a href=\"https://t.co/CugnvDuWwo\">pic.twitter.com/CugnvDuWwo</a></p>&mdash; BBC Politics (@BBCPolitics) <a href=\"https://twitter.com/BBCPolitics/status/1122837292211527680?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"7482928f440cb19a093979e41e692b8059e74ee9\"> <img src=\"https://media.guim.co.uk/7482928f440cb19a093979e41e692b8059e74ee9/86_0_1113_668/1000.jpg\" alt=\"Iain Duncan Smith (left) and Pascal Lamy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Iain Duncan Smith (left) and Pascal Lamy</span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-29T14:31:39.207Z\">at 3.31pm BST</time></p>  </div> <div id=\"block-5cc6e2388f08d5e277b56d58\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T11:44:26.994Z\">12.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Kezia Dugdale to quit as MSP to take job running John Smith Centre for Public Service</h2>  <div class=\"block-elements\">  <p>Yesterday my colleague<strong> Severin Carrell </strong>reported that<strong> Kezia Dugdale</strong>, the former Scottish Labour leader, was about to announce that<a href=\"https://www.theguardian.com/politics/2019/apr/28/kezia-dugdale-set-to-leave-politics-over-labour-brexit-stance\"> she will resign from the Scottish parliament to take a job outside politics.</a></p> <p>Dugdale has now released a statement confirming this. And she has announced that she is leaving Holyrood to become director of<a href=\"https://www.gla.ac.uk/schools/socialpolitical/johnsmith/\"> the John Smith Centre for Public Service at Glasgow University.</a></p> <p>Explaining her move Dugdale said:</p> <blockquote class=\"quoted\"> <p>I have devoted my working life to public service, and this is an incredibly exciting new opportunity for me to lead the work of the John Smith Centre.</p> <p>Throughout my career I have taken on tough and challenging tasks, and my next task is to rebuild faith in our politics.</p> <p>Disruptive events and the rise of populism has led to increasingly polarised and emotional politics where rational, evidence-based thinking has lost its standing.“Faith in public service, politics and the political process has to be restored and that progress must be sustainable.</p> <p>John Smith said ‘the opportunity to serve our country - that is all we ask’. It will be an honour to build on his legacy and inspire his values of public service in a new generation.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"39373211bc9211f91300654849f773b92cab1713\"> <img src=\"https://media.guim.co.uk/39373211bc9211f91300654849f773b92cab1713/0_298_2198_1318/1000.jpg\" alt=\"Kezia Dugdale.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kezia Dugdale.</span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc6df238f08d5e277b56d2e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T11:26:47.675Z\">12.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on tomorrow’s meeting of Labour’s national executive committee. This is from <strong>Jon Lansman,</strong> the founder of Momentum, the pro-Corbyn Labour organisation, and a member of the party’s national executive committee.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonlansman/status/1122817148160815104\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tomorrow’s Labour’s NEC must aim to unite the party membership and ensure we take both Brexit Remain supporters with us to elect a Corbyn-led transformative Socialist government. We are not far apart in what we need to say in the Euro manifesto. We need to bridge the narrow gap</p>&mdash; Jon Lansman (@jonlansman) <a href=\"https://twitter.com/jonlansman/status/1122817148160815104?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc6d2c98f08d5e277b56cb1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T10:46:21.489Z\">11.46am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Downing Street confirms next Queen's speech being held up</h2>  <div class=\"block-elements\">  <p>I’m just back from the Downing Street lobby briefing. It was not hugely informative, but this was probably the best line.</p> <ul> <li><strong>Downing Street effectively confirmed that the next Queen’s speech has been postponed. </strong>The last Queen’s speech, setting out the government’s legislative agenda, was in June 2017, with the session of parliament due to last two-years, because of Brexit, instead of the usual one year. That meant a new Queen’s speech had been due this summer. But at the lobby briefing the prime minister’s spokesman refused to say when the next one would be. And he confirmed that the government wanted to get the EU withdrawal agreement bill, “part of the current Queen’s speech cycle”, through parliament first. But he could not even say when that bill would be introduced.</li> </ul> <p>The question about the Queen’s speech was prompted by this story from <strong>Francis Elliott </strong><a href=\"https://www.thetimes.co.uk/article/may-to-delay-queens-speech-byclogging-up-commons-with-bills-bvs6fgclp\">in today’s Times (paywall). </a>It starts:</p> <blockquote class=\"quoted\"> <p>Theresa May is scrambling to find legislation to keep MPs busy over the summer so that she can delay a <a href=\"https://www.thetimes.co.uk/article/why-is-may-delaying-the-queens-speech-and-what-does-it-mean-scg5m0q75\">potentially fatal Queen’s Speech</a> until the autumn.</p> <p>The parliamentary session is already on course to be the longest in postwar history but the prime minister lacks the authority to start a new term.</p> <p>Passing a Queen’s speech is a minimum constitutional requirement of a viable government. Cabinet sources admit that the bill that implements Brexit is the last significant piece of legislation in the locker. <a href=\"https://www.thetimes.co.uk/topic/theresa-may\">Mrs May</a> dare not introduce it, however, as she fears that it will be rejected by MPs, forcing her to end the session.</p> <p>Instead, Downing Street has drawn up a list of relatively benign legislation to justify extending the session beyond the original two-year deadline due in June. It includes bills to change the tax treatment of sporting testimonials and increase the maximum sentences for cases of animal cruelty. Others under consideration in No 10 include measures to address domestic abuse and increase tenants’ rights.</p> </blockquote> <p>My colleague <strong>Rowena Mason</strong> wrote<a href=\"https://www.theguardian.com/politics/2019/apr/17/theresa-may-could-put-off-queens-speech-amid-brexit-turmoil\"> something similar earlier this month.</a></p> </div>   </div> <div id=\"block-5cc6b9bd8f085bb0e0dea566\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T10:01:44.727Z\">11.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rees-Mogg says leak from national security council about Huawei was in national interest</h2>  <div class=\"block-elements\">  <p>The Tory Brexiter <strong>Jacob Rees-Mogg</strong> hosted his LBC phone-in earlier. Brexit came up, of course, but on other topics (Shamima Begum and government secrecy) Rees-Mogg revealed his inner Guardian reader.</p> <p>Here are the main points.</p> <ul> <li><strong>Rees-Mogg criticised Sajid Javid, the home secretary’s decision to strip Shamima Begum of her British citizenship.</strong> And he said it was right that Begum, who left the UK as a schoolgirl to join Islamic State in Syria, should be receiving legal aid. He explained:</li> </ul> <blockquote class=\"quoted\"> <p>I have been very concerned about the removal of her citizenship. I think she is a British responsibility. And I believe that she is correctly given legal aid, that we have a principle of innocence until proved guilty in this country and I think that taking away a passport by purely administrative act, with no judicial oversight, is not just.</p> </blockquote> <p>Rees-Mogg told the caller who asked about this issue that on this he was at odds with the views of most of his colleagues. He said:</p> <blockquote class=\"quoted\"> <p>You are assuming that I have the views that most Eurosceptics and most Conservatives do have. But this is one of the views I don’t have in common with a lot of people I agree with on other things. </p> <p>I believe that a British citizenship ought to be protected, and that means that you have the full protection of the law. And if you have committed an offence, you can be charged. But you are our responsibility, not Bangladesh’s responsibility.</p> </blockquote> <p><a href=\"https://www.theguardian.com/uk-news/2019/apr/15/jeremy-corbyn-defends-shamima-begum-right-to-legal-aid\"><strong>Jeremy Corbyn </strong>has also said that it is right for Begum to get legal aid,</a> but generally Conservative MPs have found it much harder to defend this decision. For example, <strong>Jeremy Hunt,</strong> the foreign secretary, said that although Begum was entitled to legal aid,<a href=\"https://www.telegraph.co.uk/news/2019/04/15/authorities-knew-shamima-begum-groomed-didnt-tell-family-ex/\"> this was something that made him personally “very uncomfortable”.</a></p> <ul> <li><strong>Rees-Mogg defended the leak of the national security council decision about the government planning to let Huawei play a role in building parts of the UK’s 5G infrastructure and he criticised the government’s response to what happened. </strong>He told the programme:</li> </ul> <blockquote class=\"quoted\"> <p>When politicians talk about criminal inquiries, it usually means they have done something wrong and they want to cover it up. The whole story here is not about a leak. It is about whether or not we are getting into bed with a Chinese company, Huawei, against the advice of the US and the Australians who have decided not to. This is a fundamental issue of national security. It is really, really important at that level. Whether somebody mentioned it in passing and leaked it is trivial in comparison.</p> <p>This is not, in terms of the leak, about national security. It is about national security in terms of the decision.</p> <p>And what worries me is that the cabinet secretary [Sir Mark Sedwill], who is getting very excited about the leak, is focusing on the wrong issue.</p> </blockquote> <ul> <li><strong>He said the leak was in the national interest. </strong>When it was put to him that people should not leak from the national security council, he said:</li> </ul> <blockquote class=\"quoted\"> <p>You can’t say that everything in a meeting is of the same level of security. Some things are, and some things aren’t. Some things are made public. We didn’t used to know who the head of MI5 was, or MI6. It all used to be kept very quiet. Now the government wields them out when it is convenient .... They use the secret services as part of the propaganda machine when convenient. And when it’s something they don’t like, suddenly it’s national security and people can have two years in prison.</p> <p>Knowing that we are doing this with Huawei is really important, potentially an issue of deep national security. And, actually the fact that we know that is a good thing, and the journalist who reported it deserves an award for journalistic endeavour.</p> </blockquote> <ul> <li><strong>He said sometimes leaking secrets could be justified.</strong> Asked if it was acceptable to leak secrets, he said:</li> </ul> <blockquote class=\"quoted\"> <p>Well, it’s obviously okay to leak some secrets. That must be true. Think of all the secrets given to Winston Churchill in the 1930s, in relation to re-armament in Germany and the speed of aircraft production in Germany, which were incredibly useful in answering the appeasers, and of course which the government then was very against. Because the government doesn’t like secrets that are embarrassing to it being revealed.</p> </blockquote> <ul> <li><strong>Rees-Mogg criticised <a href=\"https://www.standard.co.uk/news/politics/seize-ministers-phones-and-email-records-in-huawei-leak-inquiry-says-former-cabinet-secretary-a4127276.html\">reports that cabinet ministers will be asked to surrender their phones as part of the inquiry.</a></strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p>And I’m afraid I don’t approve of cabinet minsters being told to hand over their telephones. I think in this country we have a principle that you are innocent until proved guilty. And that making widespread investigation, without evidence on specific figures, seems to me to be wrong. And cabinet ministers deserve similar protections to everyone else.</p> </blockquote> <p>Asked if he would hand over his phone for an inquiry like this if he were a cabinet minister, he said:</p> <blockquote class=\"quoted\"> <p>I would instinctively refuse. I don’t think the cabinet secretary has the right. He does not have police powers. And I don’t think our senior political figures should be treated in this way. They are privy counsellors. They have take oaths of loyalty to the Queen ... The police can investigate. The police have different powers. But the cabinet secretary is not a constable. He does not have that warrant.</p> </blockquote> <ul> <li><strong>Rees-Mogg said that Robert Hayward’s claims that the Tories could lose 800 seats in the local elections (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc6b1bc8f08c89bd906a581#block-5cc6b1bc8f08c89bd906a581\"> 9.34am)</a> were “realistic”.</strong> Talking about his own experience out campaigning for the locals, he said:</li> </ul> <blockquote class=\"quoted\"> <p>I got the feeling that quite a number of people are staying with us, but quite a number of people are probably going to stay at home.</p> </blockquote> <ul> <li><strong>He said he agreed with Boris Johnson in urging people not to use the local elections to vote on Brexit.</strong> (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc6b1bc8f08c89bd906a581#block-5cc6b1bc8f08c89bd906a581\"> 9.34am.)</a> He said:</li> </ul> <blockquote class=\"quoted\"> <p>People, I hope, will think as they go to the polling stations that this is about their council tax, it is about their bin collection, it is about their road maintenance. It’s not about Brexit.</p> <p>I completely understand why people are fed up with the Tories over Brexit. We haven’t had any proper leadership, it’s been indecisive and weak, and we’ve been led by the nose by the European Union. That’s not what these elections are about. And it would be very sad if very good councillors lost because of Brexit-related muddle.</p> </blockquote> <p>But he said he was not convinced that this was realistic.</p> <blockquote class=\"quoted\"> <p>It is a slightly pious hope because we know that people in elections vote more on national than on local issues.</p> </blockquote> <ul> <li><strong>He dismissed suggestions that a massive defeat for the Tories in the election could force Theresa May out of office. </strong>When this was put to him, he replied:</li> </ul> <blockquote class=\"quoted\"> <p>Well, the rules of the Conservative party are that she is in place and there cannot be a vote against her until December, and the prime minister is very capable of staying in post.</p> </blockquote> <ul> <li><strong>He defended the decision of the Conservative backbench 1922 Committee last week not to change the rules to allow an early no confidence vote in May</strong>. He said:</li> </ul> <blockquote class=\"quoted\"> <p>I was sympathetic to the decision not to change the rules. We are British, after all, and changing the rules half way through never looks particularly fair.</p> <p>That does not exclude the prime minister deciding of her own accord that the time is up. </p> </blockquote> <p>I’m off to the lobby briefing now. I will post again after 11.30am.</p>  <figure class=\"element element-image\" data-media-id=\"442db79a60f3a2b59f5a293726bbf319b2f5e00d\"> <img src=\"https://media.guim.co.uk/442db79a60f3a2b59f5a293726bbf319b2f5e00d/43_0_603_362/500.jpg\" alt=\"Jacob Rees-Mogg\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jacob Rees-Mogg</span> <span class=\"element-image__credit\">Photograph: LBC</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-29T13:03:00.209Z\">at 2.03pm BST</time></p>  </div> <div id=\"block-5cc6bead8f08c89bd906a5bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T09:08:45.363Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to the local elections, and <strong>Jeremy Corbyn </strong>has been tweeting about them too. Like Boris Johnson (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/29/brexit-latest-news-developments-voters-likely-to-punish-tories-over-failure-to-leave-eu-may-warned-live-news?page=with:block-5cc6b1bc8f08c89bd906a581#block-5cc6b1bc8f08c89bd906a581\"> 9.34am),</a> he is urging people to vote on local issues, not on Brexit.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1122749353511149569\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The local elections on Thursday are your chance to elect Labour councillors who will stand up for your community. <a href=\"https://t.co/dFHV3kCvbL\">pic.twitter.com/dFHV3kCvbL</a></p>&mdash; Jeremy Corbyn (@jeremycorbyn) <a href=\"https://twitter.com/jeremycorbyn/status/1122749353511149569?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc6bbce8f085bb0e0dea579\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T08:57:07.924Z\">9.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is my colleague <strong>Jessica Elgot</strong> and the Daily Mirror’s <strong>Pippa Crerar </strong>on what might happen when Labour’s national executive committee meets tomorrow to decide what to say about a referendum in the party’s manifesto for the European elections.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1122769755914612737\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Predication - after much fury in the run-up, Labour’s NEC will agree a policy to campaign for a second referendum if it will stop a damaging Tory Brexit - exactly the same as the conference policy.</p>&mdash; Jessica Elgot (@jessicaelgot) <a href=\"https://twitter.com/jessicaelgot/status/1122769755914612737?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1122781485935857664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Much consternation over tomorrow’s Labour NEC meeting &amp; whether EU election manifesto will include second referendum. But senior source predicts most likely outcome is repetition of conference policy/fudge: a fresh vote but *only* as final option (and *only* on a Tory Brexit).</p>&mdash; Pippa Crerar (@PippaCrerar) <a href=\"https://twitter.com/PippaCrerar/status/1122781485935857664?ref_src=twsrc%5Etfw\">April 29, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc6b1bc8f08c89bd906a581\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T08:34:13.077Z\">9.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Boris Johnson</strong>, the Brexiter former foreign secretary and a leading candidate to replace Theresa May, has used <a href=\"https://www.telegraph.co.uk/politics/2019/04/28/would-wrong-take-brexit-frustrations-hard-working-tory-councillors/\">his column in the Daily Telegraph (paywall) </a>this morning to offer a counter view. He says that he has been out campaigning for the local elections and that he has heard how angry people are about Brexit. But he thinks people will, and should, vote on local issues, he says.</p> <blockquote class=\"quoted\"> <p>I have rung bells, patted dogs, admired wisteria, wolfed samosas – and in return I have been given some pretty frank opinions about the state of politics. I have come to a tentative conclusion. This may be too optimistic, and I may be proved wrong – but I am starting to think that people can make a crucial distinction at this election on May 2. Whatever they may think about what is going on at Westminster – and our current dismal failure to leave the EU – they can see that there is no point in taking out their frustrations on effective and hard-working Tory councillors.</p> </blockquote> <p>Johnson’s view is not shared by other Conservatives. Here is the Sunday Express headline from yesterday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1122251431166263298\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">EXPRESS:Tories to lose over 1000 seats <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/8uekgKKvBd\">pic.twitter.com/8uekgKKvBd</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1122251431166263298?ref_src=twsrc%5Etfw\">April 27, 2019</a></blockquote>  </figure>  <p>That may look like hyperbole and expectation management, but, as my colleague <strong>Heather Stewart </strong>reports, the psephologist and Tory peer <strong>Robert Hayward</strong> is saying the Conservatives could lose 800 seats at the local elections on Thursday. Hayward is respected as an expert in this field, and he has no interest in making predictions that turn out to look foolish.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/28/tories-should-expect-to-lose-800-seats-in-local-elections-says-analyst\">Tories should expect to lose 800 seats in local elections, says analyst</a> </p> </aside>  <p>Unfortunately the Telegraph article does not make it clear whether Johnson’s claim that the Tories will do better that expected in the local elections represents his serious, considered view or whether this is another example of Johnson being “clearly comically polemical” in a way that “could not be reasonably read as a serious, empirical, in-depth analysis of hard factual matters” - to quote the Telegraph’s own description of his journalism, in <a href=\"https://www.ipso.co.uk/rulings-and-resolution-statements/ruling/?id=00154-19\">a statement to the Independent Press Standards Organisation</a> in response to a complaint (upheld) about Johnson making a false claim about Brexit polling <a href=\"https://www.theguardian.com/politics/2019/apr/12/daily-telegraph-forced-correct-false-brexit-claim-boris-johnson\">in a column earlier this year.</a></p> </div>   </div> <div id=\"block-5cc6a9cc8f085bb0e0dea511\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-29T08:05:38.697Z\">9.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Voters likely to punish Tories at local elections over failure to leave EU, May warned</h2>  <div class=\"block-elements\">  <p>It is 29 April. A month ago today was the day when the UK was supposed to leave the EU. A month on, not only is the UK still a fully signed-up member, but the government is no closer than it was to finding a Brexit outcome that has any chance of passing parliament.</p> <p>This ought to be a cause of outright panic at Westminster but in recent days the Brexit conversation has gone reasonably quiet and, reportedly, that is partly because Conservatives have been told to pipe down on this subject in the run-up to the local elections on Thursday. According to <strong>Glen Owen </strong>and<strong> Harry Cole</strong> <a href=\"https://www.dailymail.co.uk/news/article-6967865/No-10-begs-leadership-rivals-lay-arms-Brexit-deal-passed.html\">in the Mail on Sunday yesterday:</a></p> <blockquote class=\"quoted\"> <p>Downing Street aides are also urging all ministers and MPs to avoid the airwaves to ‘bang on about Brexit’ in the next four days – or face being blamed for worsening an expected local elections drubbing on Thursday.</p> <p>A No 10 source said: ‘Word has gone out to shut up for a few days. There is a direct correlation between us arguing on television and people getting fed up, so we are hoping to avoid that on the eve of the polls.’ </p> </blockquote> <p>But not every Tory has got the memo. On the BBC’s Westminster Hour last night, <strong>Priti Patel</strong>, the Brexiter former international development secretary, said the party would do badly at the locals because of the failure to deliver Brexit. She explained:</p> <blockquote class=\"quoted\"> <p>I think without a doubt that frustration is there. I have heard it myself. I’ve experienced it both with my council candidates and when I’ve been on the doorstep … The mood is dark. The public are frustrated. They are fed up I think more widely with politics and the way in which Brexit has been handled and in particular the fact that, as many people say to me in my constituency, they expected us to leave effectively on the 29th of March. This has not happened.</p> <p>They are also very unhappy with the tactics and antics of Westminster politicians, for example, taking no deal off the table, indicative votes and really I think it’s fair to say the sort of anti-democratic way in which the House of Commons has behaved against the referendum mandate.</p> </blockquote> <p>And in a column <a href=\"https://www.telegraph.co.uk/politics/2019/04/28/major-parties-across-europe-dying-unless-deliver-brexit-tories/\">in the Daily Telegraph (paywall)</a> this morning, <strong>John Redwood</strong>, another Brexiter, says the failure to deliver Brexit will harm his party.</p> <blockquote class=\"quoted\"> <p>Many voters feel let down by both main parties, who promised to take us out of the EU but who have conspired to keep us in for longer. The polling for the European elections shows Labour and the Conservatives on a combined 37 per cent or so, under half their level of support of less than two years ago.</p> </blockquote> <p>Here is the agenda for the day.<br></p> <p><em>9am:</em> Jacob Rees-Mogg, the Conservative MP and chair of the European Research Group, which represents Tories who want a harder Brexit, holds his LBC phone-in.</p> <p><em>11am:</em> Downing Street lobby briefing.</p> <p><em>Afternoon: </em>Talks resume between Labour and the government in the search for a Brexit compromise.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-peoples-postcode-lottery-metaphor-of-the-year-four-days-to-go-game-of-thrones-superfan/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-29T08:38:13.097Z\">at 9.38am BST</time></p>  </div>",
      "wordcount": "6057",
      "commentCloseDate": "2019-04-29T19:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-29T08:05:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:59Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bcx49",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/332ecaf00b8eeb8f8f948fc8ca80e99a9e8c47c2/0_337_5136_3082/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tony Blair, the former Labour prime minister, has said Theresa May is wrong to claim that Brexit is being blocked because MPs are opposed to it. (See 5.29pm.) A senior union official has said that Jeremy Corbyn will face a fierce backlash if Labour’s national executive committee does not propose a referendum on any Brexit deal agreed before the next general election, ITV’s Robert Peston reports. A US official has said the UK and any other western countries that adopt Huawei technology for 5G mobile phone networks risk affecting intelligence cooperation with the United States. Momentum, the youth climate strikers and Extinction Rebellion are to unite in protest outside parliament on Wednesday as Labour calls on the Conservatives to declare an environmental emergency in a parliamentary vote. A senior Conservative party official has been accused of racism after writing that an Italian-born constituency chairman was untrustworthy because “his political culture is more in keeping with Sicily than Southsea”. More than 2,500 prison staff have been subject to disciplinary action in the last five years, including for relationships with inmates, assaulting prisoners and racism, the Guardian can reveal, as the government prepares to launch a unit to tackle corruption in jails. That’s all from me for today. Thanks for the comments. Tony Blair, the former Labour prime minister, have given an interesting interview to the Institute for Government on devolution and Brexit which has just been published. Here are the main points. Blair said Labour was responsible for the revival of the Conservatives in Scotland because they left a gap in the market. He said: The most interesting development in Scotland has been the decline of the Labour party and the resurgence of the Conservative party. Now, in my view that has been very simply because the Conservatives have spotted a gap in the market that Labour have left – pro-union, pro-reform … When asked if he was referring to reform of the public services, he went on: Yes. A weakness in the SNP’s position and a weakness in Labour‘s position. And therefore you’ve literally got a situation where the leader of the Conservative party in Scotland has brought the party into what, roughly, second place in the polls. He said Theresa May was wrong to say that Brexit was being blocked because MPs were opposed to it in principle. He explained: Part of the trouble that has happened for the public is that the public has just been told that parliament is standing in the way of Brexit. And it has suited the prime minister for a long period of time to play on this in order to bounce her deal through parliament in order to mobilise public opinion supposedly against an obstructive parliament stopping the will of the people. But what that has done, is it has said to the public, ‘Look, Brexit is just there to be done but, you know, these members of parliament don’t want to do it.’ Which is absolutely the opposite of the case. The truth is there are different varieties of Brexit and you have to choose one. And when you choose one it then becomes apparent what your problem is. Because your problem is there is a downside to whatever option you choose. He said MPs would only back a second referendum on Brexit when they realised that was the only way to avoid responsibility for a bad decision. He said: My point is very simple: you won’t ever get to another referendum unless it’s clear to parliament that they don’t want to take responsibility fully for the Brexit choice. If you force them to make that choice … I think they will say, ‘OK, this is what I think but you have the final say’. Because whatever choice you make… if you become like Norway it’s obvious what your problem is. You’re just a rule taker. If you decide you’re Turkey, it’s obvious what your problem is. The Turkey customs union situation would be a ridiculous thing for Britain to agree to, frankly. Or if you go to Canada, well it’s obvious what your problem is – business is going to say, ‘Ok, you can do that but it’s going to be severe disruption’, the financial service people will say, ‘Well, ok, there’s going to be significant job losses.’ All of that. Those are your choices. So when members of parliament are forced to come to a choice then I think at that point they will say, ‘Ok, this what I think but I’m not going to take the full responsibility so I’m going to share responsibility with the people’, and that allows a referendum to be a healing process. He said Brexit could increase the pressure in Northern Ireland for Irish reunification. He said: The republican community in Northern Ireland is always in favour of a united Ireland …but the nationalist community is in favour at a theoretical level, at a conceptual level, but the degree of their agitation for it is intimately connected with their perception as to whether they can achieve nationalist aspirations and the legitimatisation of nationalist feelings within the United Kingdom. If Brexit acts as a destructive force on that, then it will encourage within the nationalist community, and even within parts of the more liberal unionist community, a feeling towards a border poll that just wasn’t present during the years that I was in office. He said people were “underestimating” how hard it would be for the UK union to survive after Brexit. Brexit would fuel separatism in Scotland and Northern Ireland, he said: Are there still pressures for secession? Well, in Scotland, yes, but I still think they won’t succeed unless Brexit pushes us into a position where that kind of gets Scottish independence over the line – if you have hard Brexit, which is possible. And in Northern Ireland, without Brexit I would be very confident that the Union would stick together but again Brexit is an issue there. I don’t think there is a strong move for independence in Wales. Ruth Davidson, the Scottish Tory leader, has said the next Tory prime minister should continue to oppose a second Scottish independence referendum, and refuse to authorise one. In her first political interview to mark her return from maternity leave, Davidson told BBC Scotland she would want the UK government to block a new referendum for the foreseeable future – a stance already taken by Theresa May. “I’ll say no, and this prime minister and the next prime minister should say so too,” she said. Sturgeon reiterated her call for a second referendum before 2021 at the Scottish National party’s spring conference at the weekend, when she also suggested the vote could be held late next year. Pointing to opinion polls showing a slight rise in the yes vote to 47% and 49% over the weekend, Sturgeon said that if support surged because of a no-deal Brexit or the arrival of unpopular new Tory prime minister, then “no Westminster government can ever stand in the way of Scotland’s right to choose”. Sturgeon has floated the idea that Boris Johnson’s arrival as prime minister could lead to a significant bounce in support for independence. The polls show only about a fifth of Scottish voters currently want a new referendum in the next two years. Davidson is a noted critic of Johnson, but she told the BBC any of May’s successors should hold the line. Davidson returns from maternity leave after the birth of her son Finn this Friday, when she hosts the Scottish Tory conference in Aberdeen. She said: Nicola Sturgeon doesn’t agree with Nicola Sturgeon on this. Not only is she going back on the Edinburgh agreement that she signed [with David Cameron in 2012], where she said she would respect the result for a generation, the test she put down for any future referendum before the last election would be that the majority of Scots would want it. The majority of Scots don’t want this, and if they need a voice to stand up to Nicola Sturgeon, I will be that voice. Davidson admitted that watching the chaotic and tortuous Brexit process takes place from home left her thinking it “looks like a bit of a mess”. Given that, all sides needed to compromise more and secure a cross-party deal, she said. My message to colleagues both in my party and others is now is the time, instead of sticking in your trenches and hoping everyone moves to you, is to take that first step forward and start that compromise that clearly needs to happen. If the country is going to come together, it does require politicians to come together first. At the weekend BuzzFeed reported that the government is planning to charge EU students the same tuition fees as those paid by non-EU international students from 2021-22, rather than the lower fees paid by UK students as now. BuzzFeed said, although the plans had not been finalised, the intention was for EU students to pay the higher fees whether or not there was a Brexit deal. In the Commons Chris Skidmore, an education minister, has been answering an urgent question on this. In his initial statement he did not deny the story, although he insisted that no final decision had been taken. He told MPs: Discussions at cabinet level are ongoing and should remain confidential. I will make no comment on this apparent leak, which is deeply regrettable. But, as the session went on, Skidmore implied that EU students would lose their special status. He said: The economic importance of our HE [higher education] sector is reflected in the need to attract EU students, but also students from across the globe. And this is at the crux of the matter here. We want to ensure that we going forward, as a country and as a nation, are attractive internationally .... When it comes to our negotiations - I’ve spoken to around 15 European higher education ministers - we need to make sure that we commit to them that Britain remains an attractive place to come and work and study for all nations across the world. Guy Verfhofstadt, the European parliament’s lead Brexit spokesman, has written to Theresa May expressing deep concerns about the plans. This is from the Telegraph’s Steven Swinford. Here is Julian Smith, the government chief whip, arriving at the Cabinet earlier this afternoon for the latest round of Brexit talks with Labour. He is part of the government delegation, along with David Lidington, the Cabinet Office minister, Stephen Barclay, the Brexit secretary, Michael Gove, the environment secretary, Philip Hammond, the chancellor, and Gavin Barwell, the PM’s chief of staff. And here is the Labour team arriving. Extinction Rebellion (XR) says it is holding a meeting later today with Sadiq Khan, the mayor of London, followed by a meeting tomorrow morning with Michael Gove, the environment secretary. Ministers from other departments will also attend. The group is also due to hold separate talks with John McDonnell, the shadow chancellor, at some point tomorrow. Ahead of the Gove meeting, which XR says it will film for release to the public, Sam Knights, a member of its political strategy team, said: The legacy of our political leaders will stand or fall by what they do now. Either they take steps to give our children the future they deserve or they do nothing. They must respond to the climate and ecological emergency with the clarity and urgency our children demand. In order to protect life on earth, the UK government must begin to tell the truth. The British people need to know the reality of what we face. It is time to declare a climate and ecological emergency and to commit to reaching net zero greenhouse gas emissions by 2025. The current political system is not capable of implementing such fundamental changes to the way we live. That is why we need the creation of a national citizens’ assembly on climate and ecological justice. Downing Street has effectively confirmed that the ongoing Brexit deadlock has led to the next Queen’s speech being postponed. A new Queen’s speech, introducing a new session of parliament, had been expected early this summer, but the prime minister’s spokesman told reporters this morning that the government wanted to get the EU withdrawal agreement bill, “part of the current Queen’s speech cycle”, through parliament first. He said: What we are focused on is the withdrawal agreement bill [WAB], because that is the legislation which is necessary in order to ratify our withdrawal from the EU. That is part of the current Queen’s speech cycle and we need to finish that work. The spokesman also confirmed that a team from the government, led by David Lidington, the Cabinet Office minister, will meet a Labour team this afternoon for the latest round of talks in the attempt to reach a cross-party compromise on Brexit. This is the main forum where the talks have been taking place. The spokesman said that the discussions so far have been serious and that it was possible that the working groups, which have been looking at issues like workers’ rights and the environment, could meet again later this week. But he also said that there were no plans for Theresa May to meet Jeremy Corbyn, and he refused to say how long the government would wait before concluding that the two sides will not be able to reach agreement. The Labour MPs behind the parliamentary drive for a confirmatory referendum on Brexit have written to their party’s governing body urging it to use the European elections to campaign for a fresh poll regardless of whether a deal has been reached with the government. Victims of rape and serious sexual assault who refuse to give police access to their mobile phone contents could allow suspects to avoid charges, two top officials have said. Asked if the government backed the plans to ask victims to surrender their phones, the prime minister’s spokesman told journalists: We want victims to have the confidence to come forward and report crimes knowing that they will get the support they need and that everything will be done to bring offenders to justice. Clearly, this is a complex area and, while disclosure is an important component of the criminal justice system, to ensure a fair trial, the police have acknowledged that the use of personal data in criminal investigations is a source of anxiety and that they understand the need to balance a respect for privacy with the need to pursue all reasonable lines of inquiry. The police and the CPS will work with victims and the Information Commissioner’s Office to ensure that the right approach is being taken. Each police force will also conduct its own impact assessment of the forms as they are rolled out. Pascal Lamy, the former head of the World Trade Organisation, has dismissed Brexiter claims about how alternative customs arrangements could avoid the need for a hard border in Ireland after Brexit as “pie in the sky”. (See 1.34pm.) The leading Tory Brexiter Jacob Rees-Mogg has defended the leak of the national security council decision about the government planning to let Huawei play a role in building parts of the UK’s 5G infrastructure, saying it was in the national interest. (See 11.01am.) Social care provision should be modelled on the state pension, with taxpayers funding a flat-rate “universal care entitlement”, which patients could supplement from their own funds, according to former Conservative cabinet minister Damian Green. On the BBC’s Politics Live earlier this afternoon Iain Duncan Smith, the Tory Brexiter and former party leader, had a debate about post-Brexit border controls with Pascal Lamy, the former head of the World Trade Organisation. Duncan Smith is one of the many Brexiters who believe the backstop is unnecessary because “alternative arrangements” could ensure the need for no hard border in Ireland after Brexit. After he made this point on the programme, Lamy told him this was “pie in the sky”. He said: With respect, I was director general of the World Trade Organisation for eight years, which has something to do with customs procedures. And this notion that exiting the internal market implies no border is pie in the sky. There is no way you can exit the internal market without a border. Duncan Smith said alternative arrangements worked perfectly well at a port like Rotterdam. They inspect less than 2% of imports, and not at the border, he said. He said he had witnessed this himself, and he went on: The reality is technology now means the idea of barriers and borders is long gone. But Lamy, again, told him he was wrong. This is how the conversation continued. PL: I’m sorry, this is a total confusion .... between the internal market and the customs union. The customs union is about tariffs, goods. The internal market is about regulation. If you want to diverge ... you have to accept that there will be a border because we, the EU, have to control things which abide by different regulatory requirements. IDS: Of course, but you would work on the principle of two things. First is equivalence ... PL: Equivalence is not a magic wand. IDS: No, it’s not, but take what New Zealand does with the EU. New Zealand is not a member of the EU. It is not a member of the single market. Its food stuffs are not inspected here because, why? They trust and agree that in New Zealand the inspections that bring their standards right are at the same level or better than that of the EU. And they agree that that is done at the point of departure. They are not done at the border. So the idea of this being a border point is completely incorrect. PL: No, no, no, it is not completely incorrect, I’m sorry. I agree, if you want trade to flow as nicely as possible, many customs procedures have to be moved upstream. But you still need a border to check that this is the case. IDS: The border is not the point. PL: Of course it is. IDS: The border is a notional process that is about equivalence and agreement, not specific border checks. PL: Equivalence is not a magic wand. You only accept equivalence if you trust, and if your collective preferences are harmonised. I agree, for instance, on beer, there is nothing that really says how you produce beer in the European Union. There is beer in Belgium and in Bavaria and in Scotland, and if beer is good for Scotland, it is good for Bavaria. Now, that is okay. It is not going to be okay about general food, or about chlorinated poultry. I’m sorry about that. We will not accept GMO food. If - I don’t know whether or not - if you want to accept chlorinated poultry or GMO food, there will be a border, and costs at the border. Lamy’s hand gestures were even more expressive. Yesterday my colleague Severin Carrell reported that Kezia Dugdale, the former Scottish Labour leader, was about to announce that she will resign from the Scottish parliament to take a job outside politics. Dugdale has now released a statement confirming this. And she has announced that she is leaving Holyrood to become director of the John Smith Centre for Public Service at Glasgow University. Explaining her move Dugdale said: I have devoted my working life to public service, and this is an incredibly exciting new opportunity for me to lead the work of the John Smith Centre. Throughout my career I have taken on tough and challenging tasks, and my next task is to rebuild faith in our politics. Disruptive events and the rise of populism has led to increasingly polarised and emotional politics where rational, evidence-based thinking has lost its standing.“Faith in public service, politics and the political process has to be restored and that progress must be sustainable. John Smith said ‘the opportunity to serve our country - that is all we ask’. It will be an honour to build on his legacy and inspire his values of public service in a new generation. More on tomorrow’s meeting of Labour’s national executive committee. This is from Jon Lansman, the founder of Momentum, the pro-Corbyn Labour organisation, and a member of the party’s national executive committee. I’m just back from the Downing Street lobby briefing. It was not hugely informative, but this was probably the best line. Downing Street effectively confirmed that the next Queen’s speech has been postponed. The last Queen’s speech, setting out the government’s legislative agenda, was in June 2017, with the session of parliament due to last two-years, because of Brexit, instead of the usual one year. That meant a new Queen’s speech had been due this summer. But at the lobby briefing the prime minister’s spokesman refused to say when the next one would be. And he confirmed that the government wanted to get the EU withdrawal agreement bill, “part of the current Queen’s speech cycle”, through parliament first. But he could not even say when that bill would be introduced. The question about the Queen’s speech was prompted by this story from Francis Elliott in today’s Times (paywall). It starts: Theresa May is scrambling to find legislation to keep MPs busy over the summer so that she can delay a potentially fatal Queen’s Speech until the autumn. The parliamentary session is already on course to be the longest in postwar history but the prime minister lacks the authority to start a new term. Passing a Queen’s speech is a minimum constitutional requirement of a viable government. Cabinet sources admit that the bill that implements Brexit is the last significant piece of legislation in the locker. Mrs May dare not introduce it, however, as she fears that it will be rejected by MPs, forcing her to end the session. Instead, Downing Street has drawn up a list of relatively benign legislation to justify extending the session beyond the original two-year deadline due in June. It includes bills to change the tax treatment of sporting testimonials and increase the maximum sentences for cases of animal cruelty. Others under consideration in No 10 include measures to address domestic abuse and increase tenants’ rights. My colleague Rowena Mason wrote something similar earlier this month. The Tory Brexiter Jacob Rees-Mogg hosted his LBC phone-in earlier. Brexit came up, of course, but on other topics (Shamima Begum and government secrecy) Rees-Mogg revealed his inner Guardian reader. Here are the main points. Rees-Mogg criticised Sajid Javid, the home secretary’s decision to strip Shamima Begum of her British citizenship. And he said it was right that Begum, who left the UK as a schoolgirl to join Islamic State in Syria, should be receiving legal aid. He explained: I have been very concerned about the removal of her citizenship. I think she is a British responsibility. And I believe that she is correctly given legal aid, that we have a principle of innocence until proved guilty in this country and I think that taking away a passport by purely administrative act, with no judicial oversight, is not just. Rees-Mogg told the caller who asked about this issue that on this he was at odds with the views of most of his colleagues. He said: You are assuming that I have the views that most Eurosceptics and most Conservatives do have. But this is one of the views I don’t have in common with a lot of people I agree with on other things. I believe that a British citizenship ought to be protected, and that means that you have the full protection of the law. And if you have committed an offence, you can be charged. But you are our responsibility, not Bangladesh’s responsibility. Jeremy Corbyn has also said that it is right for Begum to get legal aid, but generally Conservative MPs have found it much harder to defend this decision. For example, Jeremy Hunt, the foreign secretary, said that although Begum was entitled to legal aid, this was something that made him personally “very uncomfortable”. Rees-Mogg defended the leak of the national security council decision about the government planning to let Huawei play a role in building parts of the UK’s 5G infrastructure and he criticised the government’s response to what happened. He told the programme: When politicians talk about criminal inquiries, it usually means they have done something wrong and they want to cover it up. The whole story here is not about a leak. It is about whether or not we are getting into bed with a Chinese company, Huawei, against the advice of the US and the Australians who have decided not to. This is a fundamental issue of national security. It is really, really important at that level. Whether somebody mentioned it in passing and leaked it is trivial in comparison. This is not, in terms of the leak, about national security. It is about national security in terms of the decision. And what worries me is that the cabinet secretary [Sir Mark Sedwill], who is getting very excited about the leak, is focusing on the wrong issue. He said the leak was in the national interest. When it was put to him that people should not leak from the national security council, he said: You can’t say that everything in a meeting is of the same level of security. Some things are, and some things aren’t. Some things are made public. We didn’t used to know who the head of MI5 was, or MI6. It all used to be kept very quiet. Now the government wields them out when it is convenient .... They use the secret services as part of the propaganda machine when convenient. And when it’s something they don’t like, suddenly it’s national security and people can have two years in prison. Knowing that we are doing this with Huawei is really important, potentially an issue of deep national security. And, actually the fact that we know that is a good thing, and the journalist who reported it deserves an award for journalistic endeavour. He said sometimes leaking secrets could be justified. Asked if it was acceptable to leak secrets, he said: Well, it’s obviously okay to leak some secrets. That must be true. Think of all the secrets given to Winston Churchill in the 1930s, in relation to re-armament in Germany and the speed of aircraft production in Germany, which were incredibly useful in answering the appeasers, and of course which the government then was very against. Because the government doesn’t like secrets that are embarrassing to it being revealed. Rees-Mogg criticised reports that cabinet ministers will be asked to surrender their phones as part of the inquiry. He said: And I’m afraid I don’t approve of cabinet minsters being told to hand over their telephones. I think in this country we have a principle that you are innocent until proved guilty. And that making widespread investigation, without evidence on specific figures, seems to me to be wrong. And cabinet ministers deserve similar protections to everyone else. Asked if he would hand over his phone for an inquiry like this if he were a cabinet minister, he said: I would instinctively refuse. I don’t think the cabinet secretary has the right. He does not have police powers. And I don’t think our senior political figures should be treated in this way. They are privy counsellors. They have take oaths of loyalty to the Queen ... The police can investigate. The police have different powers. But the cabinet secretary is not a constable. He does not have that warrant. Rees-Mogg said that Robert Hayward’s claims that the Tories could lose 800 seats in the local elections (see 9.34am) were “realistic”. Talking about his own experience out campaigning for the locals, he said: I got the feeling that quite a number of people are staying with us, but quite a number of people are probably going to stay at home. He said he agreed with Boris Johnson in urging people not to use the local elections to vote on Brexit. (See 9.34am.) He said: People, I hope, will think as they go to the polling stations that this is about their council tax, it is about their bin collection, it is about their road maintenance. It’s not about Brexit. I completely understand why people are fed up with the Tories over Brexit. We haven’t had any proper leadership, it’s been indecisive and weak, and we’ve been led by the nose by the European Union. That’s not what these elections are about. And it would be very sad if very good councillors lost because of Brexit-related muddle. But he said he was not convinced that this was realistic. It is a slightly pious hope because we know that people in elections vote more on national than on local issues. He dismissed suggestions that a massive defeat for the Tories in the election could force Theresa May out of office. When this was put to him, he replied: Well, the rules of the Conservative party are that she is in place and there cannot be a vote against her until December, and the prime minister is very capable of staying in post. He defended the decision of the Conservative backbench 1922 Committee last week not to change the rules to allow an early no confidence vote in May. He said: I was sympathetic to the decision not to change the rules. We are British, after all, and changing the rules half way through never looks particularly fair. That does not exclude the prime minister deciding of her own accord that the time is up. I’m off to the lobby briefing now. I will post again after 11.30am. Back to the local elections, and Jeremy Corbyn has been tweeting about them too. Like Boris Johnson (see 9.34am), he is urging people to vote on local issues, not on Brexit. Here is my colleague Jessica Elgot and the Daily Mirror’s Pippa Crerar on what might happen when Labour’s national executive committee meets tomorrow to decide what to say about a referendum in the party’s manifesto for the European elections. Boris Johnson, the Brexiter former foreign secretary and a leading candidate to replace Theresa May, has used his column in the Daily Telegraph (paywall) this morning to offer a counter view. He says that he has been out campaigning for the local elections and that he has heard how angry people are about Brexit. But he thinks people will, and should, vote on local issues, he says. I have rung bells, patted dogs, admired wisteria, wolfed samosas – and in return I have been given some pretty frank opinions about the state of politics. I have come to a tentative conclusion. This may be too optimistic, and I may be proved wrong – but I am starting to think that people can make a crucial distinction at this election on May 2. Whatever they may think about what is going on at Westminster – and our current dismal failure to leave the EU – they can see that there is no point in taking out their frustrations on effective and hard-working Tory councillors. Johnson’s view is not shared by other Conservatives. Here is the Sunday Express headline from yesterday. That may look like hyperbole and expectation management, but, as my colleague Heather Stewart reports, the psephologist and Tory peer Robert Hayward is saying the Conservatives could lose 800 seats at the local elections on Thursday. Hayward is respected as an expert in this field, and he has no interest in making predictions that turn out to look foolish. Unfortunately the Telegraph article does not make it clear whether Johnson’s claim that the Tories will do better that expected in the local elections represents his serious, considered view or whether this is another example of Johnson being “clearly comically polemical” in a way that “could not be reasonably read as a serious, empirical, in-depth analysis of hard factual matters” - to quote the Telegraph’s own description of his journalism, in a statement to the Independent Press Standards Organisation in response to a complaint (upheld) about Johnson making a false claim about Brexit polling in a column earlier this year. It is 29 April. A month ago today was the day when the UK was supposed to leave the EU. A month on, not only is the UK still a fully signed-up member, but the government is no closer than it was to finding a Brexit outcome that has any chance of passing parliament. This ought to be a cause of outright panic at Westminster but in recent days the Brexit conversation has gone reasonably quiet and, reportedly, that is partly because Conservatives have been told to pipe down on this subject in the run-up to the local elections on Thursday. According to Glen Owen and Harry Cole in the Mail on Sunday yesterday: Downing Street aides are also urging all ministers and MPs to avoid the airwaves to ‘bang on about Brexit’ in the next four days – or face being blamed for worsening an expected local elections drubbing on Thursday. A No 10 source said: ‘Word has gone out to shut up for a few days. There is a direct correlation between us arguing on television and people getting fed up, so we are hoping to avoid that on the eve of the polls.’ But not every Tory has got the memo. On the BBC’s Westminster Hour last night, Priti Patel, the Brexiter former international development secretary, said the party would do badly at the locals because of the failure to deliver Brexit. She explained: I think without a doubt that frustration is there. I have heard it myself. I’ve experienced it both with my council candidates and when I’ve been on the doorstep … The mood is dark. The public are frustrated. They are fed up I think more widely with politics and the way in which Brexit has been handled and in particular the fact that, as many people say to me in my constituency, they expected us to leave effectively on the 29th of March. This has not happened. They are also very unhappy with the tactics and antics of Westminster politicians, for example, taking no deal off the table, indicative votes and really I think it’s fair to say the sort of anti-democratic way in which the House of Commons has behaved against the referendum mandate. And in a column in the Daily Telegraph (paywall) this morning, John Redwood, another Brexiter, says the failure to deliver Brexit will harm his party. Many voters feel let down by both main parties, who promised to take us out of the EU but who have conspired to keep us in for longer. The polling for the European elections shows Labour and the Conservatives on a combined 37 per cent or so, under half their level of support of less than two years ago. Here is the agenda for the day. 9am: Jacob Rees-Mogg, the Conservative MP and chair of the European Research Group, which represents Tories who want a harder Brexit, holds his LBC phone-in. 11am: Downing Street lobby briefing. Afternoon: Talks resume between Labour and the government in the search for a Brexit compromise. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "35144",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/29/labours-nec-must-commit-to-a-public-vote-on-any-brexit-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-29T16:58:13Z",
    "webTitle": "Labour’s NEC must commit to a public vote on any Brexit deal | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/29/labours-nec-must-commit-to-a-public-vote-on-any-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/29/labours-nec-must-commit-to-a-public-vote-on-any-brexit-deal",
    "fields": {
      "headline": "Labour’s NEC must commit to a public vote on any Brexit deal",
      "standfirst": "Over 700 Labour party members and trade unionists call on the party’s NEC to make an explicit commitment to a public vote on any Brexit deal, with an option to remain. Plus letters from <strong>Gregory Connor, Paul Dolan, Mike Hine, Peter Hack and Michael Franklin</strong>",
      "trailText": "<strong>Letters:</strong> Over 700 Labour party members and trade unionists call on the party’s NEC to make an explicit commitment to a public vote on any Brexit deal, with an option to remain. Plus letters from <strong>Gregory Connor, Paul Dolan, Mike Hine, Peter Hack and Michael Franklin</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ade408a845a66d3c73b1a76a623d91f6cfd7b6c3\"> <img src=\"https://media.guim.co.uk/ade408a845a66d3c73b1a76a623d91f6cfd7b6c3/0_123_3500_2100/1000.jpg\" alt=\"‘The prospect of Labour going into the European elections with a manifesto that fudges or denies the promise of a confirmatory referendum … risks a mass party exodus on a scale not seen since the invasion of Iraq,’ writes Paul Dolan. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The prospect of Labour going into the European elections with a manifesto that fudges or denies the promise of a confirmatory referendum … risks a mass party exodus on a scale not seen since the invasion of Iraq,’ writes Paul Dolan. </span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "body": "<p>As pressure builds on Labour’s NEC to endorse a confirmatory referendum in its European election manifesto (<a href=\"https://www.theguardian.com/politics/2019/apr/28/local-elections-2019-where-are-the-key-battlegrounds\" title=\"\">Explainer: What’s happening on Thursday</a>, 29 April) too little thought is being given to what the referendum question should be. Yet this issue is crucial to achieving a settled outcome on which national reconciliation and reform can be built. The desire of each side of the Brexit argument to achieve its preferred outcome has led to the current impasse and obscured the importance of achieving the right process. The issue of Brexit can only be laid to rest by a process which can command the acceptance of a significant proportion of UK citizens – otherwise we are doomed to rerun it again and again.</p> <p>Four principles should underpin this process – it must involve the people, because only a people’s vote can supplant the 2016 referendum result; it must allow most people to feel that their preferred option has been properly considered; it must lead to an outcome that can be enacted forthwith, avoiding further painful wrangling; and it must be decisive. A people’s vote with the only three immediately implementable options on the ballot paper – remain in the EU, May’s withdrawal agreement and leave with no deal – conducted using preferential voting (1,2,3) and with a threshold of 60% on the first count meets these requirements.</p> <p>This is what Labour, and all those who want to see the UK move on from Brexit, should not only campaign on but enact through legislation as soon as possible.<br><strong>Dr Gregory Connor</strong><br><em>Chesterfield, Derbyshire</em></p> <p>• If there are two chief reasons why Labour members supported a new leadership four years ago, it was surely that, firstly, power was often seen to be being pursued at the expense of principle and, secondly, that the views of its members were no longer being listened to, in spite of much vaunted consultation processes. The prospect of Labour going into the European elections with a manifesto that fudges or denies the promise of a confirmatory referendum (<a href=\"https://www.theguardian.com/politics/2019/apr/28/labour-hints-at-backing-brexit-deal-without-promise-of-referendum\" title=\"\">Labour hints at backing Brexit deal without a new vote promise</a>, 29 April) against the wishes of the majority of its membership, in order to placate its leave-voting heartlands (where Nigel Farage’s Brexit party will no doubt inflict damage anyway) risks a mass party exodus on a scale not seen since the invasion of Iraq.</p> <p>Better to stick to its principles, retain the support of a younger pro-European generation, and use a general election to expose the policy deficiencies of the single-issue Brexit party to the electorate.<br><strong>Paul Dolan</strong><br><em>Cheshire</em></p> <p>• In recent weeks I have been attempting, through personal contact and local networking sites, to get as many EU citizens as possible to register to vote here in the European elections. As they are sometimes unclear about how to vote to register their remain or second referendum sympathies, I have had to point out that the Greens, Lib Dems and Change UK are the only unequivocally remain parties on offer. As a Labour party member, I have added, more in hope than expectation, that Labour too could yet come out clearly for a confirmatory vote in their manifesto.</p> <p>But if Labour fails to include a firm commitment which respects the wishes of the vast majority of its members then I shall advise local EU citizens to take their votes elsewhere as I, and millions of others, will be doing. Though advocating a vote for other parties lays me open to expulsion from the party this is an eventuality which, after three years of frustration at Labour’s utter lack of direction on the domestic issue of the age, would conveniently save me the trouble of resigning.<br><strong>Mike Hine</strong><br><em>Kingston upon Thames</em></p> <p>• England is in a mess (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/28/england-mess-scotland-splitting-away\" title=\"\">Scotland’s case for splitting away is easier to make than ever</a>, 29 April) and as a Labour party member residing in Wales, let me be clear to the leadership; I am a European socialist foremost and, as Plaid Cymru calls for a referendum on EU membership, let me be clear to the NEC and Jeremy Corbyn. Labour has to offer the people and above all our young people a clear mandate on a second referendum; if not, for many in Wales our European identity will lie in Welsh independence within Europe. Corbyn needs to find some clarity that the Labour party has to preserve the British state if it wishes for government, for it is Celtic fringe MPs that are crucial to his bid for power.<br><strong>Peter Hack</strong><br><em>Presteigne, Powys</em></p> <p>• There are two simple messages for Labour leavers in the deprived north: your trials and tribulations are not the fault of the EU but of the disastrous austerity policies of the Tory government. And second: if we leave the EU, your economic blight will be made worse, not better. If only Mr Corbyn could be persuaded to proclaim these truths, loud and clear, the Labour party need have no hesitation in endorsing a second referendum.<br><strong>Michael Franklin</strong><br><em>Barnet, London</em></p> <p>• As Labour members and trade unionists, we urge our party to embrace the European elections as an opportunity to promote socialist politics in Britain and across Europe. This should include an explicit commitment to a public vote on any Brexit deal, with an option to remain. We want policies for a radical transformation of Britain and Europe. This could include: an end to austerity, and restoration and levelling up of services across Europe; an international green new deal to allow an emergency, socially just climate transition plan; defence of free movement combined with a European migration policy that welcomes migrants; and a radical strengthening of workers’ and trade union rights; and a coordinated crackdown on tax avoidance and evasion; a major expansion of public ownership, including of the banks and finance; an overhaul of trade and other policies to promote workers’ rights, sustainability and redistribution; a ban on nuclear weapons; and further democratisation of EU institutions, including a strengthened European parliament.</p> <p>We want MEPs who will use their voices, from the platform of the European parliament and outside, to popularise socialist policies and support and help organise workers’, migrants’ and other social struggles – locally, nationally and internationally.</p> <p>Our Labour party, with its half a million members, can make a huge difference in these elections, challenging both the far right and a discredited neoliberal establishment.<br><em>Julie Ward MEP, North West England</em><br><em>Jude Kirton-Darling MEP, North East England</em><br><em>Marsha De Cordova MP, Battersea</em><br><em>Rosie Duffield MP, Canterbury</em><br><em>Ged Killen MP, Rutherglen and Hamilton West</em><br><em>Lloyd Russell-Moyle MP, Brighton Kemptown</em><br><em>Clive Lewis MP, Norwich South</em><br><em>Paul Sweeney MP, Glasgow North-East</em><br><em>Rachael Maskell MP, York Central</em><br><em>Andrea Pisauro, Oxford West and Abingdon CLP, DiEM25 UK national collective</em><br><em>Rebecca Lawrence, Lewisham Deptford CLP Chair, Unite SE London Health secretary</em><br><em>Councillor Anjona Roy, Northamptonshire County Council, Northampton South CLP Secretary</em><br><em>Councillor Genevieve Kitchen, Newham council, East Ham CLP</em><br><em>Sandy Paul, Poplar and Limehouse CLP, Unite</em><br><em>Sabrina Huck, Wandsworth Momentum chair, Labour Campaign for Free Movement activist</em><br><em>Riccardo La Torre, Eastern Region Fire Brigades Union Secretary</em><br><em>Alex Fernandes, Tooting CLP, Equity and BECTU</em><br><em>Christine Hulme, Slough CLP Chair</em><br><em>Seema Syeda, Streatham CLP Co-Secretary</em><br><em>John Moloney, Slough CLP, PCS activist</em><br><em>Heidy Kempe-Bottcher, Manchester Withington CLP</em><br><em>Mark Boothroyd, Camberwell and Peckham CLP, Unite health activist</em><br><em>Jon Baird, Bermondsey and Old Southwark CLP, DiEM25 UK national collective</em><br><em>Ana Oppenheim, Hornsey and Wood Green Young Labour, LCFM</em><br><em>Raquel Palmeira, Hornsey and Wood YL, LCFM</em><br><em>Omar Salem, Ilford North CLP</em><br><em>Michael Chessum, Streatham CLP, Streatham Hill secretary, Another Europe is Possible national organiser</em><br><em>Omar Raii, Lewisham Deptford CLP, former Lewisham West Youth Officer, London Young Labour committee member 2018-19</em><br><em>Daniel Randall, RMT Bakerloo line branch Assistant Chair</em><br><em>Sacha Ismail, Editor of The Clarion</em><br><em>Daniel Nichol, Romford CLP Political Officer, Unison</em><br><em>Nadia Whittome, Nottingham South CLP, GMB</em><br><em>Duncan Morrison, Lewisham Deptford CLP GC delegate, Assistant District Secretary, Lewisham NEU</em><br><em>Robert Smith, Leeds North East CLP, BECTU</em><br><em>Farah Wise, Hammersmith CLP</em><br><em>John Harwood, Blackpool North &amp; Cleveleys CLP</em><br><em>Sarah Taylor, Norwich, Unison</em><br><em>Ben Lacey, Hackney South and Shoreditch CLP</em><br><em>Fionn McGorry, Bethnal Green and Bow CLP</em><br><em>Justine Canady, Lewisham East CLP, Bakers’ Union activist</em><br><em>Natacha Kennedy, Eltham CLP, UCU</em><br><em>Maria Livings, Lewisham Deptford CLP</em><br><em>Ros Hewitt, Lewisham Deptford CLP, PCS</em><br><em>Gillian Hart, Lewisham Deptford CLP Women’s Officer, NEU and Unite Community</em><br><em>Barry Buitekant, Hackney North and Stoke Newington CLP, USDAW</em><br><em>Felix Hoffmann, Poplar and Limehouse CLP</em><br><em>Dan McCurry, Bethnal Green and Bow CLP</em><br><em>Stuart Jordan, Lewisham Deptford CLP, Unison</em><br><em>Diane Roome, Poplar and Limehouse CLP, NEU</em><br><em>Karen Fletcher, Rother Valley CLP, PCS</em><br><em>Andy Cooper, Exeter CLP, Unite</em><br><em>Chris Bright, Camberwell &amp; Peckham CLP, Unison</em><br><em>Malcolm Hunter, Leicester South CLP</em><br><em>Ian Martin, Exeter CLP, Unite, Lab and Coop Exeter City Councillor 2004 to 2014</em><br><em>Ruth Milsom, Sheffield Hallam CLP, Unite Community</em><br><em>Jill Ebrey, Manchester Withington CLP, Chorlton branch Women’s Officer, UCU</em><br><em>Jeremy Drinkall, Camberwell &amp; Peckham CLP, Nunhead &amp; Queens Road Labour Party Branch Secretary, Lambeth Unison Schools Convenor</em><br><em>Councillor Chas Townley, Labour District councillor for Stroud Uplands, Chair of Housing Stroud DC</em><br><em>Pat Markey, Northampton South, Secretary Northampton District NEU</em><br><em>Chris Wroe, Sherwood CLP</em><br><em>Sacha Marten, Tonbridge and Malling CLP Youth Officer, Borough Council candidate</em><br><em>Christel De Greef, Bermondsey and Old Southwark CLP</em><br><em>Ian Parker, Manchester Withington, Unite</em><br><em>Ian Townson, Secretary, Lambeth &amp; Southwark Unite Community</em><br><em>Councillor Matthew Fulton-McAlister, Councillor University Ward Norwich, Labour EC, NEU Regional organiser, Labour Movement for Europe NEC</em><br><em>Richard Hoffmann, Congleton CLP</em><br><em>Simon Francis, Edinburgh Northern &amp; Leith CLP, National Union of Journalists</em><br><em>John Thor Ewing, North Herefordshire CLP, Branch rep to CLP Executive</em><br><em>Jim Denham, Unite delegate to Birmingham Selly Oak</em><br><em>Kas Witana, Penistone and Stocksbridge CLP Political Education Officer, NHS worker, Unison</em><br><em>Theodore Michael, Sevenoaks CLP Youth Officer, Unison</em><br><em>Keith Best, Leeds North West CLP</em><br><em>Barbara Clark, Swansea West CLP</em><br><em>David Utting, St Albans, NUJ</em><br><em>Patrick Murphy, NEU National Executive, District Secretary Leeds NEU, Leeds NE CLP</em><br><em>Chris Longworth, Tiverton &amp; Honiton CLP</em><br><em>Alena Ivanova, Bethnal Green and Bow CLP, Unite</em><br><em>Kelly Rogers, sacked Picturehouse striker, United Voices of the World member</em><br><em>Daniel Round, Hornsey &amp; Wood Green CLP, Unite</em><br><em>Ed Whitby, Newcastle East CLP, Newcastle City Unison Labour Link Officer</em><br><em>Martin Warne, West Ham CLP</em><br><em>Councillor Martin Fidler Jones, Pontypridd CLP, County Borough Councillor, GMB</em><br><em>Benjamin Eckford, North West Durham CLP, GMB</em><br><em>Ruth Klassen Green, Tottenham CLP</em><br><em>Ben Glaves, Tatton CLP</em><br><em>John C Kulka, Unite rep</em><br><em>James Leclerc, Winchester CLP</em><br><em>Jack Franco, Kensington CLP, DiEM25 UK National Collective</em><br><em>Magi Young, Exeter CLP</em><br><em>Ros Davis, Bolton NE CLP</em><br><em>Roy Tonkin, Kensington and Chelsea CLP, NEU</em><br><em>Rhoni Summerton, Wallasey CLP</em><br><em>Judy Scott, Wells CLP</em><br><em>Jo Winning, Hackney &amp; Stoke Newington CLP</em><br><em>Stewart Manley, South Northants CLP</em><br><em>James Mercer, South Dorset CLP</em><br><em>Erica Levy, Horsey and Wood Green CLP GC delegate, UCU</em><br><em>Helen Tucker, Workington CLP, NASUWT</em><br><em>Gillian Fletcher, Sheffield Hallam CLP</em><br><em>Joern Janssen, Islington South CLP</em><br><em>Carole Leathwood, Eastbourne CLP, UCU</em><br><em>Angela Ramsell, Montgomeryshire CLP</em><br><em>Tony Byrne, Newark CLP joint secretary, RMT</em><br><em>Sue Mew, Walthamstow CLP, Unite &amp; UCU</em><br><em>Yann Leclercq, Greenwich and Woolwich CLP</em><br><em>Canice Frederick, Enfield North CLP, NAHT</em><br><em>Chris Walsh, Havant CLP</em><br><em>Chris Jefferies, Bristol West CLP</em><br><em>Walter Riley, Chester CLP</em><br><em>Christine Oestreicher, Tottenham CLP</em><br><em>Douglas Lowe, Manchester Central CLP, UCU</em><br><em>Michael Adamson, Beverly and Holderness CLP</em><br><em>Theresa Freeman, North Durham CLP</em><br><em>Joyce Heard, Colchester CLP, Unison</em><br><em>Cliff Hendon, Leyton &amp; Wanstead CLP, Unison</em><br><em>Tessa Milligan, Hemel Hempstead CLP, GMB</em><br><em>Philip Dore, Cardiff Central, Royal College of Nursing</em><br><em>Michael Watkins, Ludlow CLP</em><br><em>Chris Billing, Totnes CLP, Nautilus UK</em><br><em>Janine Booth, Hackney South and Shoreditch, RMT member</em><br><em>Gabriel Popham, Holborn and St Pancras CLP</em><br><em>Victoria Deakin, Wallasey CLP</em><br><em>Andrew Coates, Ipswich, Unite</em><br><em>Maggie Young, Sheffield Heeley, Delegate to Sheffield LCF</em><br><em>Jean Churm, York Central CLP</em><br><em>Lorna Reith, Tottenham CLP, Unite</em><br><em>Pete Devonport, Brighton Pavilion CLP</em><br><em>Doug Thorpe, Tottenham CLP, Unite</em><br><em>Mary Kipling, Copeland CLP</em><br><em>Glenys Vaughan, St Albans</em><br><em>Sam Evans, Newcastle East, UCU</em><br><em>Liam Sheridan, Denton and Reddish CLP</em><br><em>John Bell, Middlesbrough</em><br><em>Councillor Lezley Marion Cameron, Edinburgh Southern, Unite, City of Edinburgh councillor</em><br><em>Simon Hannah, Tooting CLP Secretary, Lambeth Unison Co-Secretary</em><br><em>Ruth Cashman, Tooting CLP Women’s Officer, Lambeth Unison Co-Secretary</em><br><em>Julie Rowley, Sleaford and North Hykeham CLP</em><br><em>Kate Devlin, UCU, Sheffield Central</em><br><em>Tricia Gillespie, Delyn CLP</em><br><em>Councillor Adam Freeman, South Staffordshire CLP, USDAW</em><br><em>Jennie Jewell, Berkshire</em><br><em>Gavin Edwards, Walthamstow CLP, Unite</em><br><em>Duncan Enright, Witney CLP, GMB</em><br><em>Anne Barry, Brighton Kemptown CLP</em><br><em>Peter Ramage, Tooting CLP Political Education Officer, Unison</em><br><em>Beverley A Stack, Hemsworth CLP</em><br><em>Angie Smith, Sheffield Heeley CLP</em><br><em>Nina Parker, Finchley and Golders Green CLP, GMB</em><br><em>Lynton North, Torridge &amp; West Devon CLP</em><br><em>Thomas Gilbert, Islington South CLP</em><br><em>Michael Spencer, Calderdale CLP</em><br><em>Mark Jones, Aldershot CLP, Unite</em><br><em>Conor Sewell, Sevenoaks, Unite, 2019 District Council Candidate</em><br><em>Christopher Turpin, North Swindon CLP</em><br><em>Victoria Green, Eddisbury CLP</em><br><em>Meg van Rooyen, Warwick and Leamington CLP</em><br><em>Mary Wyatt, Suffolk Coastal CLP</em><br><em>Eleanor Lakew, Kensington and Chelsea CLP, Unite</em><br><em>Guy Emerson, Cambridge CLP</em><br><em>Josh Hughes, Norwich South CLP</em><br><em>Chris Allen, Leicester West, Unite</em><br><em>Keith Edward Kendrick, Derbyshire Dales, Musicians’ Union</em><br><em>David Wise, Lichfield CLP</em><br><em>Tony Cook, Central Devon CLP, NUJ</em><br><em>Kathleen Allen, Manchester Central CLP, Unite</em><br><em>Adam Phillips, Kenilworth and Southam CLP</em><br><em>Stuart Cox, Dover and Deal CLP</em><br><em>Andrew Ward, Northern Ireland, Unite</em><br><em>Thomas Hawkins, Reading East, Constituency</em><br><em>Peter Urbacz, Broxtowe CLP</em><br><em>Martin Prior, Greenwich &amp; Woolwich CLP</em><br><em>Jane Clarke, Hornsey and Wood Green CLP, NEU</em><br><em>Emma Rowell, Bishop Auckland CLP Women’s Officer</em><br><em>Alicia Marshall, Witney CLP</em><br><em>Sean Manning, Stevenage CLP</em><br><em>Tim McCann, Warrington South CLP, Prospect</em><br><em>Stephen Townsley, Gateshead CLP, Unite</em><br><em>Maggie Gothard, Skipton and Ripon CLP</em><br><em>Christina Talbot, Central Devon CLP</em><br><em>Elsie Greenwood, Co-Chair of LGBT Labour Scotland, Edinburgh Southern CLP</em><br><em>Ian Trewin, Kensington CLP, branch secretary</em><br><em>Mark Heer, Derby North CLP</em><br><em>Valerie Phillips, Manchester Withington CLP</em><br><em>Daniel Key, Bristol East CLP, Unite</em><br><em>Dr Paul Tanto, Twickenham, BMA</em><br><em>Kristian Ravnkilde, Broxtowe CLP, Unite Community, branch political education officer</em><br><em>Kevin O’Neill, Islington South and Finsbury, Unite</em><br><em>Sheila Ravnkilde, Broxtowe CLP, Unite Community, branch political education officer</em><br><em>Gareth Forest, Wakefield, GMB Shop Steward and Regional Council Youth Rep</em><br><em>Councillor David Owen, Blackpool North and Cleveleys CLP, Unite 6/218 Branch chair, Blackpool Labour Group Chair</em><br><em>Jayne Marie Allport, Hemsworth CLP, GMB and USDAW</em><br><em>Margaret Harris, Worthing West CLP, Unite Community</em><br><em>Paul Horn, Lewisham West and Penge CLP, Prospect</em><br><em>Walid Graoui, Tooting CLP</em><br><em>Saul Reid, Vauxhall CLP</em><br><em>Sophie Raikes, Huddersfield CLP</em><br><em>Dr. Jessica Jenkins, Truro and Falmouth CLP</em><br><em>Daniel Murphy, Stirling CLP</em><br><em>Mark Normington, Battersea CLP, Unite</em><br><em>Sushila Burgess, Oxford East CLP</em><br><em>Roberta Stevenson, Cheltenham CLP</em><br><em>Sally Davies, Hampstead and Highgate CLP, Unison</em><br><em>William Wilson, Hove CLP</em><br><em>Gill Reed, Ealing Central and Acton CLP, NEU</em><br><em>Steve Walker, Heywood and Middleton CLP, NEU</em><br><em>Adrian Pantlin, Monmouth CLP</em><br><em>Pauline Baseley, Finchley &amp; Golders Green CLP, Unite</em><br><em>Philippa Bevan, Monmouth CLP</em><br><em>Anne Williams, Hackney North and Stoke Newington CLP, UCU</em><br><em>Kimberley Popple, Camberwell and Peckham CLP</em><br><em>Ann O’Donnell, Labour Party of Northern Ireland, GMB</em><br><em>Anna Girolami, High Peak CLP</em><br><em>Jennifer Cragg, Manchester Gorton CLP</em><br><em>Barry Murphy, South East Cornwall CLP</em><br><em>Paul McGivern, West Hull and Hessle CLP, Nautilus International</em><br><em>Loraine Harding, South Dorset CLP</em><br><em>Maggie Fealdman, Finchley and Golders Green CLP</em><br><em>Jasper Holmes, Maidenhead CLP</em><br><em>Ian Mills, Oxford West and Abingdon CLP</em><br><em>Tamzin Oscroft, Twickenham CLP</em><br><em>Una Dent, Bassetlaw CLP</em><br><em>Chris Cosgrove, Gower CLP</em><br><em>Edward Robert Tate, Monmouth CLP</em><br><em>Robin Derwent, Bradford East CLP</em><br><em>Maureen Schneider, Sefton Central CLP, Unison</em><br><em>Kris J Tooke, Torridge and West Devon CLP</em><br><em>Jonathan Dirks, Dulwich &amp; West Norwood CLP GC delegate from Southwark Unison, Southwark Unison Children’s Services Convenor</em><br><em>Ian McDonald, Glasgow North West CLP</em><br><em>Linda Bowden, Hackney North and Stoke Newington CLP</em><br><em>Peter O’Sullivan, Swansea West CLP</em><br><em>Hedley Woods, North Somerset CLP, Unite</em><br><em>Pete Devonport, Brighton Pavilion CLP</em><br><em>Ivy Cameron, North Somerset CLP, Unite</em><br><em>Philip Tucker, Stroud CLP</em><br><em>Kevin O’Brien, Sedgefield CLP</em><br><em>Jill Alger, South Northants, NUJ</em><br><em>Paul Burns, Harrogate and Knaresborough CLP, Vice Chair Knaresborough branch, NEU</em><br><em>Mark Lennon, Brighton Kemptown CLP</em><br><em>Vic Earle, Louth and Horncastle CLP</em><br><em>David Morris, Walsall South CLP</em><br><em>Rhodri Windsor, Greenwich and Woolwich CLP</em><br><em>Catherine Longton, Holborn &amp; St Pancras CLP</em><br><em>Thomas Hayes, Shrewsbury CLP</em><br><em>Yvonne Osman, Newark CLP</em><br><em>Patrick Hall, Brecon and Radnorshire CLP</em><br><em>Sue McLaren, Garston and Halewood CLP</em><br><em>Michael Brooks, Poole CLP, Unite</em><br><em>Paul Kirk, Adel and Wharfedale CLP, NAPO</em><br><em>Darren Bevan, West Bromwich East CLP</em><br><em>Kevin Black, Sunderland North CLP, Unison</em><br><em>Murray Cole, Leatherhead CLP</em><br><em>Nick Parlow, Stevenage CLP, Unite</em><br><em>Mike Allen, Bracknell CLP</em><br><em>Colin Goble, Portsmouth South CLP, UCU</em><br><em>Patrick Duncombe, Selby CLP</em><br><em>Terry Law, Sheffield Brightside CLP, Unison</em><br><em>Gerry Anstiss, Pudsey CLP</em><br><em>Maggie Coello, New Forest West CLP</em><br><em>Adrian Kendon, Ceredigion CLP</em><br><em>Ema Weston, Shrewsbury CLP</em><br><em>Johnathon Leaf, Southampton Itchen CLP</em><br><em>Michael Maunder, Brighton Kemptown</em><br><em>Peter King, Vauxhall CLP</em><br><em>Andy Guy, Exeter CLP</em><br><em>Simon Warwick, Taunton Deane CLP, Prospect</em><br><em>Tony Wilson, Hull North CLP, NEU</em><br><em>Ian Iles, Taunton Deane CLP, UCU</em><br><em>Sarah Hawkins, SE Cambs</em><br><em>Daniel Nucinkis, Mitcham and Morden, UCU</em><br><em>Karen Fletcher, Rother Valley CLP, PCS</em><br><em>Cyril Cleary, Harlow CLP, NAPO</em><br><em>Christopher Wood, Milton Keynes North CLP</em><br><em>Carey Chapman, Harrow West CLP, NUJ</em><br><em>Steve Cranston, Pontypridd CLP, Unison</em><br><em>Simon Pickering, Calder Valley CLP, Unison</em><br><em>Emily Dervisevic, Worsley and Eccles South CLP</em><br><em>Ian Collier, Battersea CLP</em><br><em>Ron Laborde, Weston-super-Mare</em><br><em>Matthew Gray, Unison</em><br><em>Katey Logan, Broxtowe CLP, NUS</em><br><em>Paul Knopinski, Bethnal Green and Bow CLP</em><br><em>Alexander Clarke, Hitchin &amp; Harpenden CLP</em><br><em>Anthony Ovenell, Liverpool Wavertree CLP</em><br><em>John Hodgson, Nottingham North CLP, UCU. Former CLP Secretary, Euroconstituency Chair</em><br><em>Efi Spentzou, Twickenham CLP</em><br><em>Stephen D’Arcy, South Ribble CLP, NASUWT</em><br><em>Kevin O’Connor, Norwich South CLP, NEU</em><br><em>Andrew Pettigrew, Sheffield Central CLP</em><br><em>Matthew Bell, North Tyneside CLP</em><br><em>Simon Jackson, Streatham CLP, UCU</em><br><em>Andrea Clark, Morley and Outwood CLP</em><br><em>Donald Forbes, Staffordshire Moorlands CLP</em><br><em>Elaine Russell, Birmingham Selly Oak, Unite</em><br><em>Malaikat Jahad</em><br><em>Jo Urquhart, Ceredigion CLP, Unite</em><br><em>Lise Magnollay, Bermondsey Old Southwark CLP European Officer</em><br><em>Christopher Evans, Stevenage CLP</em><br><em>Sally Wilcox, Harwich and North East Essex CLP, UCU</em><br><em>Maria Evans, Gateshead CLP</em><br><em>Paul Harrop, East Herts CLP, Unison</em><br><em>David Byrne, Glasgow Maryhill and Springburn CLP</em><br><em>Caroline Saville, Cities of London and Westminster CLP, former CLP Secretary</em><br><em>Beryl Nicholson, Newcastle East CLP</em><br><em>Paul Deane, Ealing Central and Acton CLP, BECTU</em><br><em>Susan Hoddinott, Cheltenham CLP</em><br><em>Tim Beech, Oxford East CLP</em><br><em>Edward Kelly, Bury North CLP</em><br><em>Geoff Fieldsend, Sheffield Hallam CLP, formerly PCS</em><br><em>Gavin McGuffie, Hitchin and Harpenden CLP</em><br><em>Pat Farrington, Hornsey and Wood Green CLP</em><br><em>Ian Bennett, Stockport CLP</em><br><em>Abigail Hodgson, Harbourgh CLP</em><br><em>Patricia Robinson, Birmingham Selly Oak CLP</em><br><em>Mark Tunstall, Heywood and Middleton CLP, GMB</em><br><em>David Clay, Enfield Southgate CLP</em><br><em>Peter Stephenson, Stroud CLP</em><br><em>Coz Lezama, Bermondsey and Old Southwark Constituency</em><br><em>Tim Hood, Gloucester CLP</em><br><em>Jason Guy, Aldershot CLP, Unite</em><br><em>Chris Wade-Evans, Kensington CLP</em><br><em>Andrew Glasson, Lincoln CLP, Unison</em><br><em>Pete Knight, Lewes CLP, PCS</em><br><em>David Walton, Tatton CLP, GMB</em><br><em>Wendy Barnes, Labour International CLP, Italy branch Treasurer</em><br><em>Jeremy Brice, Hornsey &amp; Wood Green CLP, UCU</em><br><em>Roger Matthews, Stratford-on-Avon CLP</em><br><em>Stephen Green, Torfaen CLP</em><br><em>Peter Roberts, Wokingham CLP</em><br><em>Jennifer Joy-Matthews, Derbyshire Dales CLP Communications Officer, Unite</em><br><em>Mary Macpherson, Shipley CLP</em><br><em>Evan Johnson, Cheltenham CLP</em><br><em>Jo Beaumont, Unison</em><br><em>Ruth Gould, Thanet North CLP, Unite</em><br><em>Bob Maltz, Hornsey &amp; Wood Green CLP, Unison</em><br><em>James Fish, Norwich South CLP, Prospect</em><br><em>Bernard Naish, North Wiltshire CLP</em><br><em>Sarah Littlejohn, Manchester Withington CLP</em><br><em>Nestor Milyaev, Lewisham Deptford CLP</em><br><em>Stephen Novak, Bath, BMA</em><br><em>Gerald Bullen, Alyn &amp; Deeside CLP</em><br><em>Marjorie Slade, Portsmouth South CLP</em><br><em>Andrew Mundy, Norwich, Unite</em><br><em>Kim Glennon-Alty, Salisbury CLP,</em><br><em>Laurence Saunders, Warley CLP</em><br><em>Alan Hardy, Oxford West and Abingdon CLP, Unite, former Birkbeck College Unison Health and Safety Officer</em><br><em>Grant Boult, Brighton, BECTU</em><br><em>Matthew Jones, Honley CLP, Unison</em><br><em>Callum J Tarplee, Airdrie and Shotts CLP</em><br><em>Kenneth Smith, Tiverton and Honiton CLP</em><br><em>Jo Hadley-King, Hastings and Rye CLP, Unison</em><br><em>Kirstyn Radford, Hull West and Hessle CLP, UCU</em><br><em>Pauline Waddilove, Bristol South CLP, North Somerset Unison Service Conditions Officer</em><br><em>Robin Paice, Portsmouth South CLP, Unison</em><br><em>Paula Bowman, Liverpool, Unison</em><br><em>Liz Smith, Tiverton &amp; Honiton CLP</em><br><em>Marion Kenney, Unite</em><br><em>Mark Allen, Central Suffolk and North Ipswich CLP</em><br><em>Tom Gray, St Pancras &amp; Holborn CLP, NASUWT</em><br><em>Amanda Cole, Bristol West CLP</em><br><em>Garry Knight, Beckenham CLP</em><br><em>Jonathan Rowley, Staffordshire Moorlands CLP</em><br><em>Ian Webber, Pendle CLP</em><br><em>Phillip Wallis, Hastings &amp; Rye CLP</em><br><em>Mark Byrne, Devizes CLP</em><br><em>Ruth Cuthbert, Waveney CLP</em><br><em>Adrian Ward, Shipley CLP, Unite</em><br><em>Jefferson Parker, Birmingham Northfield CLP</em><br><em>Nat Swift, Clwyd South CLP</em><br><em>John Brooke, Manchester Gorton CLP, UCU</em><br><em>Conor Meaney, Hampstead and Kilburn CLP</em><br><em>Mick Parsons, Bristol West CLP</em><br><em>Eleanor Buffam, Edinburgh Central CLP</em><br><em>Jill Cheatle, Salisbury CLP</em><br><em>Edward Euers, Blaydon CLP, Ryton Branch Treasurer and CLP delegate</em><br><em>Peter Fairhurst, Harrogate and Knaresborough CLP</em><br><em>Douglas Macari, Canterbury CLP, NEU and Unite</em><br><em>Janis Beavon, Bristol South CLP</em><br><em>Harry Penman, Stroud CLP</em><br><em>Howard Jones, Newark CLP</em><br><em>Thos Oates, Newcastle North CLP, NASUWT</em><br><em>Robert Dyson, Oxford</em><br><em>Nicky Hart, Rushcliffe CLP</em><br><em>Sean Chambers, Southampton Test CLP</em><br><em>Katherine Peart, Hertford and Stortford CLP</em><br><em>Elizabeth Sterland, Hexham CLP</em><br><em>Martin Rogers, Brighton Pavilion CLP</em><br><em>Martin Jeremy Harris, North Cornwall CLP, USDAW</em><br><em>Richard Owen, PCS</em><br><em>Fred Minns, Milton Keynes North, Unite</em><br><em>Barry Jackson, Hackney</em><br><em>Simon Foxley, Hackney North &amp; Stoke Newington, Musicians’ Union</em><br><em>Mark Glennon, Lewisham Deptford CLP</em><br><em>Stephen Garbett, Huntingdonshire CLP</em><br><em>Matthew Bennett, North East Hampshire CLP, Prospect</em><br><em>Alison Merricks, Corby CLP, NEU</em><br><em>Rob Elding, North West Cambs CLP, previously councillor for South Ward on Peterborough City Council</em><br><em>Allan Price, Edinburgh Southern</em><br><em>Colin McIntosh, Airdrie and Shotts</em><br><em>Sian Neilson, Swansea West CLP</em><br><em>Pete Thorp, Macclesfield CLP</em><br><em>Ian Love, Lancaster &amp; Fleetwood CLP</em><br><em>Steve Crockett, Brighton</em><br><em>Peter Gunn, Stretford and Urmston CLP, ASLEF</em><br><em>Calvin Malham, St Austell &amp; Newquay CLP</em><br><em>George Jenkinson, Bristol West CLP</em><br><em>Robert Loten, Cambridge CLP, Unite</em><br><em>Han Duijvendak, Liverpool Riverside CLP, Unite</em><br><em>Graham Thomson, Glasgow North West CLP</em><br><em>Zachariah Tailor, Glasgow Kelvin CLP</em><br><em>Tivan Barker, Bury St Edmunds CLP</em><br><em>John Currie, Oxford</em><br><em>Clare Currie, Oxford</em><br><em>Francoise Rutherford, Edinburgh</em><br><em>Diana Caine, Haggerston South and Shoreditch</em><br><em>Nick Mitchell, Croydon</em><br><em>Edna Bradley, Leicester South CLP</em><br><em>Marilyn Suthers, Manchester Withington</em><br><em>Anne Huggett, South East Cornwall, Unite</em><br><em>Thomas Schroder, Amber Valley CLP, Unite</em><br><em>Alan Richardson, East Kilbride, Strathaven and Lesmahagow, EIS union</em><br><em>Linda Knox, Skipton and Ripon CLP</em><br><em>Michael Knox, Skipton and Ripon CLP</em><br><em>Gwyn Gilmour, Westminster North CLP</em><br><em>Chris Collier, Stone CLP</em><br><em>Trevor Suthers, Manchester Withington CLP</em><br><em>Leslie Sinclaire, Brighton</em><br><em>Conor McGovern-Paul, Richmond Park CLP</em><br><em>Barbara Crow, Monmouth CLP</em><br><em>Paul Lewis, Hove CLP, Unite</em><br><em>Ross Armour, Corby CLP Secretary, GMB</em><br><em>John McDonald, Bootle CLP</em><br><em>Michael Ladomery, Stroud CLP, UCU</em><br><em>Philip Lucas, Islington North CLP</em><br><em>Sue Knowles, Manchester Withington CLP, Unison</em><br><em>Alison Littler, Penistone &amp; Stocksbridge CLP</em><br><em>Tony Jennings, Kilburn &amp; Hampstead LP</em><br><em>Nicolas Franklin-Woolley, Penistone and Stocksbridge CLP Clirmate Change and Environment Coordinator</em><br><em>Steve Coles, Unison</em><br><em>Katy Treverton, Southend West</em><br><em>Keith Reader, Islington North</em><br><em>Matthew Whitfield, Lewisham Deptford CLP</em><br><em>Shona Kitson, Bristol West CLP</em><br><em>Richard Gautier, North West Hampshire CLP</em><br><em>Marcus Sutcliffe, Stockport CLP</em><br><em>Jessica Meek, Brighton Kemptown CLP</em><br><em>John Snelling, Brent Central CLP, Unison</em><br><em>Michele Lowe, Monmouth CLP</em><br><em>Joanna Drayton, New Forest West West</em><br><em>Roger Anthony wood, Truro and Falmouth CLP</em><br><em>Tim Sullivan, Romsey and Southampton North CLP</em><br><em>Stephen Palmer, Stockport CLP</em><br><em>Matthew Bramall, Cardiff North CLP</em><br><em>Wolodymyr Maksymiw, Thornbury and Yate CLP</em><br><em>Anne-Marie Clark, High Peak CLP</em><br><em>Bill Walsh, Hastings &amp; Rye CLP, Unite</em><br><em>Linda Davis, East Worthing and Shoreham CLP, Unison</em><br><em>Lynette Gwyn-Jones, Brighton Pavilion CLP</em><br><em>Francis Mead, Labour International, UN Staff Union</em><br><em>Tadeo Corradi, Oxford</em><br><em>Sam Evans, Newcastle East CLP, UCU</em><br><em>Bob Mahon, Hexham CLP</em><br><em>Sally Sweeney, South East Cornwall CLP, Lostwithiel Brach Chair</em><br><em>Kate Czarnecki, St Austell &amp; Newquay CLP, Unison</em><br><em>Duncan Edwards, Manchester Central CLP, Unite</em><br><em>Beate Gegenwart, Gower CLP</em><br><em>Sara Lennon, Ludlow CLP</em><br><em>Owain Morgan, Cardiff Central CLP</em><br><em>Laura Petrie, Edinburgh West CLP</em><br><em>John H Clarkson, South Ribble CLP</em><br><em>Sheila Taylor, Wantage CLP</em><br><em>Paul James Furse, Cheadle, Unison</em><br><em>Al Ferguson, Hove CLP</em><br><em>Allan Robinson, Wyre and Preston North CLP</em><br><em>JS Bartholomew, South Leicestershire CLP</em><br><em>Claudia Sorin, West Dorset CLP, Unison, Dorchester and District Branch Secretary</em><br><em>Sheena Whittingham, Cities of London and Westminster, Unison</em><br><em>Sue Gilbert, Manchester Central CLP</em><br><em>Jill Bartram, Calder valley CLP</em><br><em>Roshan Pedder, Esher and Walton CLP</em><br><em>Caroline Pinder, Calder Valley CLP, Todmorden Branch Chair, Calderson LGB/LCF Panels Secretary, Unite</em><br><em>Bob Heyman, Newcastle North CLP</em><br><em>Lorena Verdes, Cambridge CLP, Unite</em><br><em>Patrick Collins, Islington North CLP, NEU</em><br><em>Matteo Bellani, Cities of London and Westminster CLP</em><br><em>Katharine Hobbs, Dulwich and West Norwood CLP, Unite</em><br><em>Karen Scott, Caerphilly CLP</em><br><em>Rod Stoneman, Torquay CLP</em><br><em>Doreen Osborne, Wokingham CLP, Unite</em><br><em>Anthony Woodward, Spelthorne CLP</em><br><em>Mark Crane, Wantage CLP</em><br><em>Hilary Sommerlad, Keighley CLP, UCU</em><br><em>Kevin James, Lincoln CLP, Unite</em><br><em>Dr Philip Shotton, Ramsgate CLP</em><br><em>Andrew Stevens, Northamptonshire North CLP</em><br><em>Jeff Bell, Stockton South CLP</em><br><em>Kathy Condon, Broxbourne CLP, BMA</em><br><em>Nick Jordan, Manchester Withington CLP, Unite</em><br><em>Rob Jewitt, Berwick upon Tweed CLP, Unison</em><br><em>Minette Smith, Canterbury CLP</em><br><em>Hazel Lamb, Horsham CLP, Unison</em><br><em>Crysse Morrison, Somerton and Frome CLP</em><br><em>Lisa Marriott, York Outer, Unison</em><br><em>Lesley Bond, West Ham CLP</em><br><em>Neil Mclaughlin, Stroud CLP, Branch Secretary</em><br><em>Anthony Stalgis, Leeds East, Unite</em><br><em>Ben Howen, Manchester Withington CLP</em><br><em>Gordon Neil Parker, York CLP</em><br><em>Anne Beech, Inverness and Nairn CLP</em><br><em>Eleanor Nicolaou, Carshalton and Wallington CLP, Musicians’ Union</em><br><em>Christopher Goldward, Welwyn &amp; Hatfield CLP</em><br><em>Su Budge, Totnes CLP, Unite</em><br><em>Maggie Brady, NEU</em><br><em>Jack Buckley, Croydon South, CGIL</em><br><em>Elizabeth Freedman, Buckinghamshire, NEU</em><br><em>David Williams, Meon Valley CLP</em><br><em>Andrew Gray, Sheffield Heeley CLP</em><br><em>John Lewis, NW Hampshire CLP</em><br><em>Adrian Kanyoli, Coventry North East CLP, NUS</em><br><em>Joe Goodwin, Tottenham CLP, UCU</em><br><em>Jennifer Walker, Rushcliffe CLP</em><br><em>Moira Sykes, Manchester Withington CLP</em><br><em>Joseph Meldau, Bristol West CLP</em><br><em>Magdalene Lake, Sheffield Central CLP</em><br><em>Nick Nick Ullmann, Basildon CLP</em><br><em>Alex Bird, Cardiff North CLP, Community</em><br><em>Douglas Taylor, Kingston and Surbiton CLP</em><br><em>Noel Logan, Garston and Halewood CLP</em><br><em>Clare Speedie, Stirling CLP</em><br><em>Martin Large, Stroud CLP</em><br><em>Paul Mitchell, Copeland CLP</em><br><em>Christopher Horne, South East Cambridgeshire CLP</em><br><em>Olga Kulibaeva, Bromley and Chislehurst CLP</em><br><em>Judy Ainsworth, High Peak CLP</em><br><em>Eileen Alderman, Brent Central CLP, Unite</em><br><em>Martin Spelling, Worthing West CLP</em><br><em>Mr J. Giles, North Swindon CLP</em><br><em>David Reeve, West Dorset CLP</em><br><em>Pauline Duffield, West Dorset CLP</em><br><em>Jennifer Murray, Rushcliffe CLP Women’s Officer, Unite</em><br><em>Liz Crow, Bristol West</em><br><em>Helen McCabe, Broxtowe CLP, UCU</em><br><em>Anthea Callen, Warwick and Leamington CLP</em><br><em>Sarah Jones, Cotswolds CLP</em><br><em>Johannah Aynsley, Witney CLP</em><br><em>Colin Izod, Tooting CLP, Musicians’ Union</em><br><em>Adam Ritchie, Brent South</em><br><em>Amelie Sumptet, Highlands and Islands CLP</em><br><em>Norm Bygrave, Norwich South CLP</em><br><em>Bernadette Barton, Denton and Reddish CLP</em><br><em>Bill Ramsbottom, Derby CLP</em><br><em>Kevin Purdy, Kenilworth and Southam CLP, UCU</em><br><em>Gill Aldridge, Rushcliffe CLP, South Rushcliffe branch chair, GMB</em><br><em>Peter Jackson, Lewes, UCU</em><br><em>Ann Ramsbottom, Derby south CLP</em><br><em>Sam Clark, Liverpool</em><br><em>Tamsin Scott, Stevenage CLP, Prospect</em><br><em>Keith Gilbert, Wolverhampton South West CLP</em><br><em>Marilyn Smith, Cambridge CLP</em><br><em>Jeremy Abraham, East Hampshire CLP, Petersfield branch Secretary, GMB</em><br><em>Christina Burnett, Edinburgh East CLP, Unison</em><br><em>Jane Lawson, Manchester Withington CLP, Unite</em><br><em>Julie Jaglowski, Rossendale and Darwen CLP</em><br><em>Jill Lovecy, Manchester Gorton CLP, Unite</em><br><em>Calum Watt, Lincoln CLP, Unite</em><br><em>Stephen McDowell, Calder Valley CLP, Unison</em><br><em>Mike Cowley, Edinburgh North and Leith CLP, EIS</em><br><em>Kai Stuart, CLP Campaign Convenor Unite</em><br><em>Peter Cadwgan, North Somerset CLP</em><br><em>Stephen Booth, Birmingham Yardley CLP, Union Steward, Health &amp; Safety Rep and ULR.</em><br><em>Deborah Orr, Makerfield CLP Vice Chair Membership, Unite</em><br><em>Shirley Horn, South East Cornwall CLP</em><br><em>Patricia Johnston, Edinburgh Northern and Leith CLP</em><br><em>Farid El-Jazouli, BECTU</em><br><em>John Croft, Erith and Thamesmead CLP, UCU</em><br><em>Christie Neary, Croydon South CLP, NEU</em><br><em>David Ball, Finchley and Golders Green CLP, NEU and Unison</em><br><em>Stan Crooke, Glasgow Shettleston CLP TU Liason Officer, Unite</em><br><em>Silvio Bukbardis, Brighton</em><br><em>Andrew Webb, Garston and Halewood CLP</em><br><em>Digger Johnston, Lewisham Deptford CLP GC delegate, Brockley ward fundraising/events, IWW</em><br><em>Jacquie Wilson, Wythenshawe and Sale East CLP, UCU</em><br><em>Susanna Sewell, Bury North CLP, Unite</em><br><em>Andrew Murray, Peterborough CLP</em><br><em>Joan Allwright, Lancaster and Fleetwood CLP</em><br><em>Graham Martin, York Central CLP, Unite</em><br><em>Adrian Williams, Clwyd South CLP</em><br><em>Martyn A Roberts, Lewisham East CLP</em><br><em>James Harding, Dulwich and West Norwood CLP</em><br><em>Morgan Tooth, Edinburgh Northern &amp; Leith CLP, Unite</em><br><em>Annie Lennon, Harwich &amp; North Essex CLP</em><br><em>Chris Day, Exeter CLP, UCU</em><br><em>Sebastian Zaleski, Bexhill and Battle CLP</em><br><em>Jane Stoggles, East Worthing and Shoreham CLP</em><br><em>Stephen Smellie, Hamilton CLP, Unison NEC member</em><br><em>Tom Howorth, Musselburgh, Unison Stewards’ convener &amp; union branch treasurer</em><br><em>Andrew Goatly, Canterbury CLP</em><br><em>Margaret Masterman, Boston and Skegness CLP, Unison</em><br><em>Ann James, Leamington and Warwick CLP</em><br><em>Andrew Peak, Oxford East CLP</em><br><em>Nigel Rooke, Wallasey CLP, Unite</em><br><em>Steve Wright, Hornsey and Wood Green CLP, Prospect</em><br><em>Jennifer Rhodes, West Ham CLP</em><br><em>Helen Peters, Ellesmere Port CLP, PCS</em><br><em>Roland Laycock, Mansfield CLP, CWU</em><br><em>Josephine Dickinson, Penrith and the Border CLP</em><br><em>Dick Allwright, Lancaster and Fleetwood CLP</em><br><em>Paul Dickinson, Burnley CLP</em><br><em>Helen Mitchell, Southend West CLP</em><br><em>David Mitchell, Southend West CLP</em><br><em>Chris Jardine, Edinburgh Central CLP, UCU, Vice Chair Edinburgh Labour Students</em><br><em>Richard Hoffmann</em><br><em>Monica Dowling, Milton Keynes</em><br><em>Michael Paige, Labour International CLP</em><br><em>Clare Tawney, Salisbury CLP, Unite</em><br><em>Patrick Jenkins, Kenilworth and Southam CLP, GMB, former President of UWSU Labour and former Campaign Coordinator of Kenilworth and Southam CLP</em><br><em>Jayne Linney, Leicester West CLP, Unite Community</em><br><em>Gail Wiliams, Chingford &amp; Woodford Green CLP</em><br><em>Fiona Lynas, Edinburgh North &amp; Leith</em><br><em>Rick Gaehl, Totnes CLP Secretary</em><br><em>Amen Tesfay, Youth Officer, Enfield North CLP</em><br><em>Tony Simpson, Rushcliffe CLP, Unite, Representative, Permanent EU Citizenship initiative</em><br><em>Ronnie Tremlett, Brighton Kemptown CLP</em><br><em>Catherine Blair, Birmingham Selly Oak CLP</em><br><em>Eloise Harris, Bethnal Green and Bow CLP, Unite, Co-Chair of Queen Mary Labour Society, CLP Social Media Officer</em><br><em>Andrea Dudding, York, Unison</em><br><em>Bob Shaw, Eastwood CLP</em><br><em>Councillor Shaista Aziz, representing Rose Hill and Iffley ward, Oxford Labour joint Women’s Officer, co-founder Labour Homelessness Campaign</em><br><em>Michael Hayward, Worthing West CLP, Unite</em><br><em>Jenny Reeves, Faversham and Mid Kent CLP Women’s Officer, 2019 local elections candidate</em><br><em>Nicolas Hudson, Battersea CLP</em><br><em>Rashmi Kalubowila, Harrow West CLP BAME Officer</em><br><em>James Jacobs, Broxtowe CLP, branch Disability Officer</em><br><em>Vince Barry, Plymouth Sutton and Devonport CLP, GMB</em><br><em>Martin Tolley, Ipswich CLP, Unite</em><br><em>Sioux Blair-Jordan, Colchester CLP, Unite</em><br><em>S Andersson, Morecambe &amp; Lunesdale CLP, NAHT</em><br><em>Christine Twin, Glasgow South CLP</em><br><em>P Dominey, Taunton CLP, Unison</em><br><em>Juliet Gadney, Cambridge CLP</em><br><em>Councillor Martin Lennon, Rutherglen Central and North ward, Rutherglen CLP Campaigns Coordinator</em><br><em>Royston Knipe, Broadland CLP</em><br><em>Jean Franco, Kensington CLP, DiEM25 UK</em><br><em>Vijay Jackson, Edinburgh Central CLP, Unite</em><br><em>Liz Ashton, Stroud CLP, formerly District Councillor, now Stroud Labour Group Observer</em><br><em>Chiara Mariotti, Hornsey and Wood Green CLP</em><br><em>Joseph S Gliddon, Bristol East CLP, UCU</em><br><em>Dimitri Scarlato, Barnet</em><br><em>Lynette Murphy-O’Dwyer, Vauxhall CLP</em><br><em>Antonio Mattiello, Bethnal Green and Bow CLP, GMB</em><br><em>Vale Benson, Edinburgh Northern &amp; Leith CLP</em><br><em>Mark Chilcott, Unison</em><br><em>Gail Ward, Hexham CLP, branch Chair, Unite Community</em><br><em>Vivien Pointon, Derby South CLP, Labour Against Brexit organiser</em><br><em>Helen Beetham, Totnes CLP Press Officer, South Hams District Council candidate</em><br><em>Lynn Alderson, Totnes CLP</em><br><em>Gerard McLaughlin, Angus South CLP</em><br><em>Canice Frederick, Enfield North, NAHT</em><br><em>Jane Skinner, Hertfordshire</em><br><em>Romy Clark, Lancaster and Fleetwood CLP</em><br><em>Patricia lockhart, Cowdenbeath CLP, former councillor, Momentum Edinburgh exec</em><br><em>Beth Cumming, Edinburgh Central CLP</em><br><em>Scott Billings, Witney CLP</em><br><em>Cheryl Warner, Bristol East CLP LGBT Officer</em><br><em>Alex Perry, Uxbridge and South Ruislip CLP</em><br><em>Simona McKenzie, Twickenham CLP</em><br><em>Allan Challenger, Manchester Gorton, Unison</em><br><em>Thomas Wilkinson, Blaydon CLP</em><br><em>Mandy Parry, Bristol East CLP Women’s Officer, Brislington Branch Campaigns Officer, Unite</em><br><em>Jamie Garton, North West Leicestershire CLP, Unison</em><br><em>Joseph Lord, Surrey Heath CLP, council candidate</em><br><em>Stuart Blyth, Glenrothes CLP</em><br><em>Lucy Trenchard, Ipswich CLP</em><br><em>Deborah Boyce, New Forest West CLP</em><br><em>Karen Fletcher, Rother Valley CLP delegate, PCS</em><br><em>James Urquhart, Edinburgh Northern and Leith CLP, Equity</em><br><em>David Smith, Halesowen and Rowley Regis CLP</em><br><em>Kay, St Austell and Newquay CLP Social Media Comms and Vice Chair Membership, NEU</em><br><em>Androulla Zucker, Milton Keynes South CLP</em><br><em>Bob Heyman, Newcastle North CLP</em><br><em>Jonathan Rhodes, Edinburgh East CLP Youth Officer, Scottish Fabians executive, Labour for a People’s Vote regional organiser</em><br><em>Richard Rawles, Edinburgh Northern and Leith CLP, UCU</em><br><em>Hugh Bowden, Hornsey &amp; Wood Green CLP, UCU</em><br><em>Andreas Wittel, Nottingham East CLP, UCU</em><br><em>Roger Stokes, Tottenham CLP</em><br><em>Edd Mustill, Sheffield Heeley CLP, GMB</em><br><em>Helen Barton, Kingston upon Hull North CLP</em><br><em>Robert Hughes, Burnley CLP, Unite</em><br><em>Elaine Simpson, Calder Valley CLP</em><br><em>Sheila Coular, Ilford North CLP</em><br><em>Ruberta Bisson, Huntingdon CLP</em><br><em>Jenny Skelton, Carrick Cumnock and Doon CLP, Unite</em><br><em>Ame Anastasiu, Hove CLP, PCS</em><br><em>Patrick Cawley, Stourbridge CLP, Unite</em><br><em>Gary de Banke, Nottingham East CLP delegate, Unite</em><br><em>David Day, Ashford CLP</em><br><em>Geoff Barr, Exeter CLP, UCU</em><br><em>Keith Best, Leeds North West CLP</em><br><em>Angela Bretherton, Glasgow Provan CLP, Unite ACTS</em><br><em>Dr Andrew Ryder, Labour International CLP, Hungarian Higher Education Trade Union</em><br><em>Alice Bondi, Penrith and the Border CLP</em><br><em>Susan Sharp, Penrith and the Border CLP</em><br><em>Simon Danby, Penrith and the Border CLP, Unite</em><br><em>Sheila Jones, Bolton West CLP Secretary, Unite</em><br><em>Mr Michael T Farmer, Cheltenham CLP, UCU</em><br><em>Jill Barrett, Hackney South and Shoreditch CLP</em><br><em>Tahrir Swift, Orpington CLP</em><br><em>Mark Nash-Williams, Penrith and the Border CLP</em><br><em>Bar Nash-Williams, Penrith and the Border CLP, LCF Secretary, branch treasurer</em><br><em>Michael Morris, Tynemouth CLP, Unison</em><br><em>Ian Barlow, Nuneaton CLP, Unite Branch Chair</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "4718",
      "commentable": "false",
      "firstPublicationDate": "2019-04-29T16:58:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:59Z",
      "newspaperEditionDate": "2019-04-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bc322",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ade408a845a66d3c73b1a76a623d91f6cfd7b6c3/0_123_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As pressure builds on Labour’s NEC to endorse a confirmatory referendum in its European election manifesto (Explainer: What’s happening on Thursday, 29 April) too little thought is being given to what the referendum question should be. Yet this issue is crucial to achieving a settled outcome on which national reconciliation and reform can be built. The desire of each side of the Brexit argument to achieve its preferred outcome has led to the current impasse and obscured the importance of achieving the right process. The issue of Brexit can only be laid to rest by a process which can command the acceptance of a significant proportion of UK citizens – otherwise we are doomed to rerun it again and again. Four principles should underpin this process – it must involve the people, because only a people’s vote can supplant the 2016 referendum result; it must allow most people to feel that their preferred option has been properly considered; it must lead to an outcome that can be enacted forthwith, avoiding further painful wrangling; and it must be decisive. A people’s vote with the only three immediately implementable options on the ballot paper – remain in the EU, May’s withdrawal agreement and leave with no deal – conducted using preferential voting (1,2,3) and with a threshold of 60% on the first count meets these requirements. This is what Labour, and all those who want to see the UK move on from Brexit, should not only campaign on but enact through legislation as soon as possible. Dr Gregory Connor Chesterfield, Derbyshire • If there are two chief reasons why Labour members supported a new leadership four years ago, it was surely that, firstly, power was often seen to be being pursued at the expense of principle and, secondly, that the views of its members were no longer being listened to, in spite of much vaunted consultation processes. The prospect of Labour going into the European elections with a manifesto that fudges or denies the promise of a confirmatory referendum (Labour hints at backing Brexit deal without a new vote promise, 29 April) against the wishes of the majority of its membership, in order to placate its leave-voting heartlands (where Nigel Farage’s Brexit party will no doubt inflict damage anyway) risks a mass party exodus on a scale not seen since the invasion of Iraq. Better to stick to its principles, retain the support of a younger pro-European generation, and use a general election to expose the policy deficiencies of the single-issue Brexit party to the electorate. Paul Dolan Cheshire • In recent weeks I have been attempting, through personal contact and local networking sites, to get as many EU citizens as possible to register to vote here in the European elections. As they are sometimes unclear about how to vote to register their remain or second referendum sympathies, I have had to point out that the Greens, Lib Dems and Change UK are the only unequivocally remain parties on offer. As a Labour party member, I have added, more in hope than expectation, that Labour too could yet come out clearly for a confirmatory vote in their manifesto. But if Labour fails to include a firm commitment which respects the wishes of the vast majority of its members then I shall advise local EU citizens to take their votes elsewhere as I, and millions of others, will be doing. Though advocating a vote for other parties lays me open to expulsion from the party this is an eventuality which, after three years of frustration at Labour’s utter lack of direction on the domestic issue of the age, would conveniently save me the trouble of resigning. Mike Hine Kingston upon Thames • England is in a mess (Scotland’s case for splitting away is easier to make than ever, 29 April) and as a Labour party member residing in Wales, let me be clear to the leadership; I am a European socialist foremost and, as Plaid Cymru calls for a referendum on EU membership, let me be clear to the NEC and Jeremy Corbyn. Labour has to offer the people and above all our young people a clear mandate on a second referendum; if not, for many in Wales our European identity will lie in Welsh independence within Europe. Corbyn needs to find some clarity that the Labour party has to preserve the British state if it wishes for government, for it is Celtic fringe MPs that are crucial to his bid for power. Peter Hack Presteigne, Powys • There are two simple messages for Labour leavers in the deprived north: your trials and tribulations are not the fault of the EU but of the disastrous austerity policies of the Tory government. And second: if we leave the EU, your economic blight will be made worse, not better. If only Mr Corbyn could be persuaded to proclaim these truths, loud and clear, the Labour party need have no hesitation in endorsing a second referendum. Michael Franklin Barnet, London • As Labour members and trade unionists, we urge our party to embrace the European elections as an opportunity to promote socialist politics in Britain and across Europe. This should include an explicit commitment to a public vote on any Brexit deal, with an option to remain. We want policies for a radical transformation of Britain and Europe. This could include: an end to austerity, and restoration and levelling up of services across Europe; an international green new deal to allow an emergency, socially just climate transition plan; defence of free movement combined with a European migration policy that welcomes migrants; and a radical strengthening of workers’ and trade union rights; and a coordinated crackdown on tax avoidance and evasion; a major expansion of public ownership, including of the banks and finance; an overhaul of trade and other policies to promote workers’ rights, sustainability and redistribution; a ban on nuclear weapons; and further democratisation of EU institutions, including a strengthened European parliament. We want MEPs who will use their voices, from the platform of the European parliament and outside, to popularise socialist policies and support and help organise workers’, migrants’ and other social struggles – locally, nationally and internationally. Our Labour party, with its half a million members, can make a huge difference in these elections, challenging both the far right and a discredited neoliberal establishment. Julie Ward MEP, North West England Jude Kirton-Darling MEP, North East England Marsha De Cordova MP, Battersea Rosie Duffield MP, Canterbury Ged Killen MP, Rutherglen and Hamilton West Lloyd Russell-Moyle MP, Brighton Kemptown Clive Lewis MP, Norwich South Paul Sweeney MP, Glasgow North-East Rachael Maskell MP, York Central Andrea Pisauro, Oxford West and Abingdon CLP, DiEM25 UK national collective Rebecca Lawrence, Lewisham Deptford CLP Chair, Unite SE London Health secretary Councillor Anjona Roy, Northamptonshire County Council, Northampton South CLP Secretary Councillor Genevieve Kitchen, Newham council, East Ham CLP Sandy Paul, Poplar and Limehouse CLP, Unite Sabrina Huck, Wandsworth Momentum chair, Labour Campaign for Free Movement activist Riccardo La Torre, Eastern Region Fire Brigades Union Secretary Alex Fernandes, Tooting CLP, Equity and BECTU Christine Hulme, Slough CLP Chair Seema Syeda, Streatham CLP Co-Secretary John Moloney, Slough CLP, PCS activist Heidy Kempe-Bottcher, Manchester Withington CLP Mark Boothroyd, Camberwell and Peckham CLP, Unite health activist Jon Baird, Bermondsey and Old Southwark CLP, DiEM25 UK national collective Ana Oppenheim, Hornsey and Wood Green Young Labour, LCFM Raquel Palmeira, Hornsey and Wood YL, LCFM Omar Salem, Ilford North CLP Michael Chessum, Streatham CLP, Streatham Hill secretary, Another Europe is Possible national organiser Omar Raii, Lewisham Deptford CLP, former Lewisham West Youth Officer, London Young Labour committee member 2018-19 Daniel Randall, RMT Bakerloo line branch Assistant Chair Sacha Ismail, Editor of The Clarion Daniel Nichol, Romford CLP Political Officer, Unison Nadia Whittome, Nottingham South CLP, GMB Duncan Morrison, Lewisham Deptford CLP GC delegate, Assistant District Secretary, Lewisham NEU Robert Smith, Leeds North East CLP, BECTU Farah Wise, Hammersmith CLP John Harwood, Blackpool North &amp; Cleveleys CLP Sarah Taylor, Norwich, Unison Ben Lacey, Hackney South and Shoreditch CLP Fionn McGorry, Bethnal Green and Bow CLP Justine Canady, Lewisham East CLP, Bakers’ Union activist Natacha Kennedy, Eltham CLP, UCU Maria Livings, Lewisham Deptford CLP Ros Hewitt, Lewisham Deptford CLP, PCS Gillian Hart, Lewisham Deptford CLP Women’s Officer, NEU and Unite Community Barry Buitekant, Hackney North and Stoke Newington CLP, USDAW Felix Hoffmann, Poplar and Limehouse CLP Dan McCurry, Bethnal Green and Bow CLP Stuart Jordan, Lewisham Deptford CLP, Unison Diane Roome, Poplar and Limehouse CLP, NEU Karen Fletcher, Rother Valley CLP, PCS Andy Cooper, Exeter CLP, Unite Chris Bright, Camberwell &amp; Peckham CLP, Unison Malcolm Hunter, Leicester South CLP Ian Martin, Exeter CLP, Unite, Lab and Coop Exeter City Councillor 2004 to 2014 Ruth Milsom, Sheffield Hallam CLP, Unite Community Jill Ebrey, Manchester Withington CLP, Chorlton branch Women’s Officer, UCU Jeremy Drinkall, Camberwell &amp; Peckham CLP, Nunhead &amp; Queens Road Labour Party Branch Secretary, Lambeth Unison Schools Convenor Councillor Chas Townley, Labour District councillor for Stroud Uplands, Chair of Housing Stroud DC Pat Markey, Northampton South, Secretary Northampton District NEU Chris Wroe, Sherwood CLP Sacha Marten, Tonbridge and Malling CLP Youth Officer, Borough Council candidate Christel De Greef, Bermondsey and Old Southwark CLP Ian Parker, Manchester Withington, Unite Ian Townson, Secretary, Lambeth &amp; Southwark Unite Community Councillor Matthew Fulton-McAlister, Councillor University Ward Norwich, Labour EC, NEU Regional organiser, Labour Movement for Europe NEC Richard Hoffmann, Congleton CLP Simon Francis, Edinburgh Northern &amp; Leith CLP, National Union of Journalists John Thor Ewing, North Herefordshire CLP, Branch rep to CLP Executive Jim Denham, Unite delegate to Birmingham Selly Oak Kas Witana, Penistone and Stocksbridge CLP Political Education Officer, NHS worker, Unison Theodore Michael, Sevenoaks CLP Youth Officer, Unison Keith Best, Leeds North West CLP Barbara Clark, Swansea West CLP David Utting, St Albans, NUJ Patrick Murphy, NEU National Executive, District Secretary Leeds NEU, Leeds NE CLP Chris Longworth, Tiverton &amp; Honiton CLP Alena Ivanova, Bethnal Green and Bow CLP, Unite Kelly Rogers, sacked Picturehouse striker, United Voices of the World member Daniel Round, Hornsey &amp; Wood Green CLP, Unite Ed Whitby, Newcastle East CLP, Newcastle City Unison Labour Link Officer Martin Warne, West Ham CLP Councillor Martin Fidler Jones, Pontypridd CLP, County Borough Councillor, GMB Benjamin Eckford, North West Durham CLP, GMB Ruth Klassen Green, Tottenham CLP Ben Glaves, Tatton CLP John C Kulka, Unite rep James Leclerc, Winchester CLP Jack Franco, Kensington CLP, DiEM25 UK National Collective Magi Young, Exeter CLP Ros Davis, Bolton NE CLP Roy Tonkin, Kensington and Chelsea CLP, NEU Rhoni Summerton, Wallasey CLP Judy Scott, Wells CLP Jo Winning, Hackney &amp; Stoke Newington CLP Stewart Manley, South Northants CLP James Mercer, South Dorset CLP Erica Levy, Horsey and Wood Green CLP GC delegate, UCU Helen Tucker, Workington CLP, NASUWT Gillian Fletcher, Sheffield Hallam CLP Joern Janssen, Islington South CLP Carole Leathwood, Eastbourne CLP, UCU Angela Ramsell, Montgomeryshire CLP Tony Byrne, Newark CLP joint secretary, RMT Sue Mew, Walthamstow CLP, Unite &amp; UCU Yann Leclercq, Greenwich and Woolwich CLP Canice Frederick, Enfield North CLP, NAHT Chris Walsh, Havant CLP Chris Jefferies, Bristol West CLP Walter Riley, Chester CLP Christine Oestreicher, Tottenham CLP Douglas Lowe, Manchester Central CLP, UCU Michael Adamson, Beverly and Holderness CLP Theresa Freeman, North Durham CLP Joyce Heard, Colchester CLP, Unison Cliff Hendon, Leyton &amp; Wanstead CLP, Unison Tessa Milligan, Hemel Hempstead CLP, GMB Philip Dore, Cardiff Central, Royal College of Nursing Michael Watkins, Ludlow CLP Chris Billing, Totnes CLP, Nautilus UK Janine Booth, Hackney South and Shoreditch, RMT member Gabriel Popham, Holborn and St Pancras CLP Victoria Deakin, Wallasey CLP Andrew Coates, Ipswich, Unite Maggie Young, Sheffield Heeley, Delegate to Sheffield LCF Jean Churm, York Central CLP Lorna Reith, Tottenham CLP, Unite Pete Devonport, Brighton Pavilion CLP Doug Thorpe, Tottenham CLP, Unite Mary Kipling, Copeland CLP Glenys Vaughan, St Albans Sam Evans, Newcastle East, UCU Liam Sheridan, Denton and Reddish CLP John Bell, Middlesbrough Councillor Lezley Marion Cameron, Edinburgh Southern, Unite, City of Edinburgh councillor Simon Hannah, Tooting CLP Secretary, Lambeth Unison Co-Secretary Ruth Cashman, Tooting CLP Women’s Officer, Lambeth Unison Co-Secretary Julie Rowley, Sleaford and North Hykeham CLP Kate Devlin, UCU, Sheffield Central Tricia Gillespie, Delyn CLP Councillor Adam Freeman, South Staffordshire CLP, USDAW Jennie Jewell, Berkshire Gavin Edwards, Walthamstow CLP, Unite Duncan Enright, Witney CLP, GMB Anne Barry, Brighton Kemptown CLP Peter Ramage, Tooting CLP Political Education Officer, Unison Beverley A Stack, Hemsworth CLP Angie Smith, Sheffield Heeley CLP Nina Parker, Finchley and Golders Green CLP, GMB Lynton North, Torridge &amp; West Devon CLP Thomas Gilbert, Islington South CLP Michael Spencer, Calderdale CLP Mark Jones, Aldershot CLP, Unite Conor Sewell, Sevenoaks, Unite, 2019 District Council Candidate Christopher Turpin, North Swindon CLP Victoria Green, Eddisbury CLP Meg van Rooyen, Warwick and Leamington CLP Mary Wyatt, Suffolk Coastal CLP Eleanor Lakew, Kensington and Chelsea CLP, Unite Guy Emerson, Cambridge CLP Josh Hughes, Norwich South CLP Chris Allen, Leicester West, Unite Keith Edward Kendrick, Derbyshire Dales, Musicians’ Union David Wise, Lichfield CLP Tony Cook, Central Devon CLP, NUJ Kathleen Allen, Manchester Central CLP, Unite Adam Phillips, Kenilworth and Southam CLP Stuart Cox, Dover and Deal CLP Andrew Ward, Northern Ireland, Unite Thomas Hawkins, Reading East, Constituency Peter Urbacz, Broxtowe CLP Martin Prior, Greenwich &amp; Woolwich CLP Jane Clarke, Hornsey and Wood Green CLP, NEU Emma Rowell, Bishop Auckland CLP Women’s Officer Alicia Marshall, Witney CLP Sean Manning, Stevenage CLP Tim McCann, Warrington South CLP, Prospect Stephen Townsley, Gateshead CLP, Unite Maggie Gothard, Skipton and Ripon CLP Christina Talbot, Central Devon CLP Elsie Greenwood, Co-Chair of LGBT Labour Scotland, Edinburgh Southern CLP Ian Trewin, Kensington CLP, branch secretary Mark Heer, Derby North CLP Valerie Phillips, Manchester Withington CLP Daniel Key, Bristol East CLP, Unite Dr Paul Tanto, Twickenham, BMA Kristian Ravnkilde, Broxtowe CLP, Unite Community, branch political education officer Kevin O’Neill, Islington South and Finsbury, Unite Sheila Ravnkilde, Broxtowe CLP, Unite Community, branch political education officer Gareth Forest, Wakefield, GMB Shop Steward and Regional Council Youth Rep Councillor David Owen, Blackpool North and Cleveleys CLP, Unite 6/218 Branch chair, Blackpool Labour Group Chair Jayne Marie Allport, Hemsworth CLP, GMB and USDAW Margaret Harris, Worthing West CLP, Unite Community Paul Horn, Lewisham West and Penge CLP, Prospect Walid Graoui, Tooting CLP Saul Reid, Vauxhall CLP Sophie Raikes, Huddersfield CLP Dr. Jessica Jenkins, Truro and Falmouth CLP Daniel Murphy, Stirling CLP Mark Normington, Battersea CLP, Unite Sushila Burgess, Oxford East CLP Roberta Stevenson, Cheltenham CLP Sally Davies, Hampstead and Highgate CLP, Unison William Wilson, Hove CLP Gill Reed, Ealing Central and Acton CLP, NEU Steve Walker, Heywood and Middleton CLP, NEU Adrian Pantlin, Monmouth CLP Pauline Baseley, Finchley &amp; Golders Green CLP, Unite Philippa Bevan, Monmouth CLP Anne Williams, Hackney North and Stoke Newington CLP, UCU Kimberley Popple, Camberwell and Peckham CLP Ann O’Donnell, Labour Party of Northern Ireland, GMB Anna Girolami, High Peak CLP Jennifer Cragg, Manchester Gorton CLP Barry Murphy, South East Cornwall CLP Paul McGivern, West Hull and Hessle CLP, Nautilus International Loraine Harding, South Dorset CLP Maggie Fealdman, Finchley and Golders Green CLP Jasper Holmes, Maidenhead CLP Ian Mills, Oxford West and Abingdon CLP Tamzin Oscroft, Twickenham CLP Una Dent, Bassetlaw CLP Chris Cosgrove, Gower CLP Edward Robert Tate, Monmouth CLP Robin Derwent, Bradford East CLP Maureen Schneider, Sefton Central CLP, Unison Kris J Tooke, Torridge and West Devon CLP Jonathan Dirks, Dulwich &amp; West Norwood CLP GC delegate from Southwark Unison, Southwark Unison Children’s Services Convenor Ian McDonald, Glasgow North West CLP Linda Bowden, Hackney North and Stoke Newington CLP Peter O’Sullivan, Swansea West CLP Hedley Woods, North Somerset CLP, Unite Pete Devonport, Brighton Pavilion CLP Ivy Cameron, North Somerset CLP, Unite Philip Tucker, Stroud CLP Kevin O’Brien, Sedgefield CLP Jill Alger, South Northants, NUJ Paul Burns, Harrogate and Knaresborough CLP, Vice Chair Knaresborough branch, NEU Mark Lennon, Brighton Kemptown CLP Vic Earle, Louth and Horncastle CLP David Morris, Walsall South CLP Rhodri Windsor, Greenwich and Woolwich CLP Catherine Longton, Holborn &amp; St Pancras CLP Thomas Hayes, Shrewsbury CLP Yvonne Osman, Newark CLP Patrick Hall, Brecon and Radnorshire CLP Sue McLaren, Garston and Halewood CLP Michael Brooks, Poole CLP, Unite Paul Kirk, Adel and Wharfedale CLP, NAPO Darren Bevan, West Bromwich East CLP Kevin Black, Sunderland North CLP, Unison Murray Cole, Leatherhead CLP Nick Parlow, Stevenage CLP, Unite Mike Allen, Bracknell CLP Colin Goble, Portsmouth South CLP, UCU Patrick Duncombe, Selby CLP Terry Law, Sheffield Brightside CLP, Unison Gerry Anstiss, Pudsey CLP Maggie Coello, New Forest West CLP Adrian Kendon, Ceredigion CLP Ema Weston, Shrewsbury CLP Johnathon Leaf, Southampton Itchen CLP Michael Maunder, Brighton Kemptown Peter King, Vauxhall CLP Andy Guy, Exeter CLP Simon Warwick, Taunton Deane CLP, Prospect Tony Wilson, Hull North CLP, NEU Ian Iles, Taunton Deane CLP, UCU Sarah Hawkins, SE Cambs Daniel Nucinkis, Mitcham and Morden, UCU Karen Fletcher, Rother Valley CLP, PCS Cyril Cleary, Harlow CLP, NAPO Christopher Wood, Milton Keynes North CLP Carey Chapman, Harrow West CLP, NUJ Steve Cranston, Pontypridd CLP, Unison Simon Pickering, Calder Valley CLP, Unison Emily Dervisevic, Worsley and Eccles South CLP Ian Collier, Battersea CLP Ron Laborde, Weston-super-Mare Matthew Gray, Unison Katey Logan, Broxtowe CLP, NUS Paul Knopinski, Bethnal Green and Bow CLP Alexander Clarke, Hitchin &amp; Harpenden CLP Anthony Ovenell, Liverpool Wavertree CLP John Hodgson, Nottingham North CLP, UCU. Former CLP Secretary, Euroconstituency Chair Efi Spentzou, Twickenham CLP Stephen D’Arcy, South Ribble CLP, NASUWT Kevin O’Connor, Norwich South CLP, NEU Andrew Pettigrew, Sheffield Central CLP Matthew Bell, North Tyneside CLP Simon Jackson, Streatham CLP, UCU Andrea Clark, Morley and Outwood CLP Donald Forbes, Staffordshire Moorlands CLP Elaine Russell, Birmingham Selly Oak, Unite Malaikat Jahad Jo Urquhart, Ceredigion CLP, Unite Lise Magnollay, Bermondsey Old Southwark CLP European Officer Christopher Evans, Stevenage CLP Sally Wilcox, Harwich and North East Essex CLP, UCU Maria Evans, Gateshead CLP Paul Harrop, East Herts CLP, Unison David Byrne, Glasgow Maryhill and Springburn CLP Caroline Saville, Cities of London and Westminster CLP, former CLP Secretary Beryl Nicholson, Newcastle East CLP Paul Deane, Ealing Central and Acton CLP, BECTU Susan Hoddinott, Cheltenham CLP Tim Beech, Oxford East CLP Edward Kelly, Bury North CLP Geoff Fieldsend, Sheffield Hallam CLP, formerly PCS Gavin McGuffie, Hitchin and Harpenden CLP Pat Farrington, Hornsey and Wood Green CLP Ian Bennett, Stockport CLP Abigail Hodgson, Harbourgh CLP Patricia Robinson, Birmingham Selly Oak CLP Mark Tunstall, Heywood and Middleton CLP, GMB David Clay, Enfield Southgate CLP Peter Stephenson, Stroud CLP Coz Lezama, Bermondsey and Old Southwark Constituency Tim Hood, Gloucester CLP Jason Guy, Aldershot CLP, Unite Chris Wade-Evans, Kensington CLP Andrew Glasson, Lincoln CLP, Unison Pete Knight, Lewes CLP, PCS David Walton, Tatton CLP, GMB Wendy Barnes, Labour International CLP, Italy branch Treasurer Jeremy Brice, Hornsey &amp; Wood Green CLP, UCU Roger Matthews, Stratford-on-Avon CLP Stephen Green, Torfaen CLP Peter Roberts, Wokingham CLP Jennifer Joy-Matthews, Derbyshire Dales CLP Communications Officer, Unite Mary Macpherson, Shipley CLP Evan Johnson, Cheltenham CLP Jo Beaumont, Unison Ruth Gould, Thanet North CLP, Unite Bob Maltz, Hornsey &amp; Wood Green CLP, Unison James Fish, Norwich South CLP, Prospect Bernard Naish, North Wiltshire CLP Sarah Littlejohn, Manchester Withington CLP Nestor Milyaev, Lewisham Deptford CLP Stephen Novak, Bath, BMA Gerald Bullen, Alyn &amp; Deeside CLP Marjorie Slade, Portsmouth South CLP Andrew Mundy, Norwich, Unite Kim Glennon-Alty, Salisbury CLP, Laurence Saunders, Warley CLP Alan Hardy, Oxford West and Abingdon CLP, Unite, former Birkbeck College Unison Health and Safety Officer Grant Boult, Brighton, BECTU Matthew Jones, Honley CLP, Unison Callum J Tarplee, Airdrie and Shotts CLP Kenneth Smith, Tiverton and Honiton CLP Jo Hadley-King, Hastings and Rye CLP, Unison Kirstyn Radford, Hull West and Hessle CLP, UCU Pauline Waddilove, Bristol South CLP, North Somerset Unison Service Conditions Officer Robin Paice, Portsmouth South CLP, Unison Paula Bowman, Liverpool, Unison Liz Smith, Tiverton &amp; Honiton CLP Marion Kenney, Unite Mark Allen, Central Suffolk and North Ipswich CLP Tom Gray, St Pancras &amp; Holborn CLP, NASUWT Amanda Cole, Bristol West CLP Garry Knight, Beckenham CLP Jonathan Rowley, Staffordshire Moorlands CLP Ian Webber, Pendle CLP Phillip Wallis, Hastings &amp; Rye CLP Mark Byrne, Devizes CLP Ruth Cuthbert, Waveney CLP Adrian Ward, Shipley CLP, Unite Jefferson Parker, Birmingham Northfield CLP Nat Swift, Clwyd South CLP John Brooke, Manchester Gorton CLP, UCU Conor Meaney, Hampstead and Kilburn CLP Mick Parsons, Bristol West CLP Eleanor Buffam, Edinburgh Central CLP Jill Cheatle, Salisbury CLP Edward Euers, Blaydon CLP, Ryton Branch Treasurer and CLP delegate Peter Fairhurst, Harrogate and Knaresborough CLP Douglas Macari, Canterbury CLP, NEU and Unite Janis Beavon, Bristol South CLP Harry Penman, Stroud CLP Howard Jones, Newark CLP Thos Oates, Newcastle North CLP, NASUWT Robert Dyson, Oxford Nicky Hart, Rushcliffe CLP Sean Chambers, Southampton Test CLP Katherine Peart, Hertford and Stortford CLP Elizabeth Sterland, Hexham CLP Martin Rogers, Brighton Pavilion CLP Martin Jeremy Harris, North Cornwall CLP, USDAW Richard Owen, PCS Fred Minns, Milton Keynes North, Unite Barry Jackson, Hackney Simon Foxley, Hackney North &amp; Stoke Newington, Musicians’ Union Mark Glennon, Lewisham Deptford CLP Stephen Garbett, Huntingdonshire CLP Matthew Bennett, North East Hampshire CLP, Prospect Alison Merricks, Corby CLP, NEU Rob Elding, North West Cambs CLP, previously councillor for South Ward on Peterborough City Council Allan Price, Edinburgh Southern Colin McIntosh, Airdrie and Shotts Sian Neilson, Swansea West CLP Pete Thorp, Macclesfield CLP Ian Love, Lancaster &amp; Fleetwood CLP Steve Crockett, Brighton Peter Gunn, Stretford and Urmston CLP, ASLEF Calvin Malham, St Austell &amp; Newquay CLP George Jenkinson, Bristol West CLP Robert Loten, Cambridge CLP, Unite Han Duijvendak, Liverpool Riverside CLP, Unite Graham Thomson, Glasgow North West CLP Zachariah Tailor, Glasgow Kelvin CLP Tivan Barker, Bury St Edmunds CLP John Currie, Oxford Clare Currie, Oxford Francoise Rutherford, Edinburgh Diana Caine, Haggerston South and Shoreditch Nick Mitchell, Croydon Edna Bradley, Leicester South CLP Marilyn Suthers, Manchester Withington Anne Huggett, South East Cornwall, Unite Thomas Schroder, Amber Valley CLP, Unite Alan Richardson, East Kilbride, Strathaven and Lesmahagow, EIS union Linda Knox, Skipton and Ripon CLP Michael Knox, Skipton and Ripon CLP Gwyn Gilmour, Westminster North CLP Chris Collier, Stone CLP Trevor Suthers, Manchester Withington CLP Leslie Sinclaire, Brighton Conor McGovern-Paul, Richmond Park CLP Barbara Crow, Monmouth CLP Paul Lewis, Hove CLP, Unite Ross Armour, Corby CLP Secretary, GMB John McDonald, Bootle CLP Michael Ladomery, Stroud CLP, UCU Philip Lucas, Islington North CLP Sue Knowles, Manchester Withington CLP, Unison Alison Littler, Penistone &amp; Stocksbridge CLP Tony Jennings, Kilburn &amp; Hampstead LP Nicolas Franklin-Woolley, Penistone and Stocksbridge CLP Clirmate Change and Environment Coordinator Steve Coles, Unison Katy Treverton, Southend West Keith Reader, Islington North Matthew Whitfield, Lewisham Deptford CLP Shona Kitson, Bristol West CLP Richard Gautier, North West Hampshire CLP Marcus Sutcliffe, Stockport CLP Jessica Meek, Brighton Kemptown CLP John Snelling, Brent Central CLP, Unison Michele Lowe, Monmouth CLP Joanna Drayton, New Forest West West Roger Anthony wood, Truro and Falmouth CLP Tim Sullivan, Romsey and Southampton North CLP Stephen Palmer, Stockport CLP Matthew Bramall, Cardiff North CLP Wolodymyr Maksymiw, Thornbury and Yate CLP Anne-Marie Clark, High Peak CLP Bill Walsh, Hastings &amp; Rye CLP, Unite Linda Davis, East Worthing and Shoreham CLP, Unison Lynette Gwyn-Jones, Brighton Pavilion CLP Francis Mead, Labour International, UN Staff Union Tadeo Corradi, Oxford Sam Evans, Newcastle East CLP, UCU Bob Mahon, Hexham CLP Sally Sweeney, South East Cornwall CLP, Lostwithiel Brach Chair Kate Czarnecki, St Austell &amp; Newquay CLP, Unison Duncan Edwards, Manchester Central CLP, Unite Beate Gegenwart, Gower CLP Sara Lennon, Ludlow CLP Owain Morgan, Cardiff Central CLP Laura Petrie, Edinburgh West CLP John H Clarkson, South Ribble CLP Sheila Taylor, Wantage CLP Paul James Furse, Cheadle, Unison Al Ferguson, Hove CLP Allan Robinson, Wyre and Preston North CLP JS Bartholomew, South Leicestershire CLP Claudia Sorin, West Dorset CLP, Unison, Dorchester and District Branch Secretary Sheena Whittingham, Cities of London and Westminster, Unison Sue Gilbert, Manchester Central CLP Jill Bartram, Calder valley CLP Roshan Pedder, Esher and Walton CLP Caroline Pinder, Calder Valley CLP, Todmorden Branch Chair, Calderson LGB/LCF Panels Secretary, Unite Bob Heyman, Newcastle North CLP Lorena Verdes, Cambridge CLP, Unite Patrick Collins, Islington North CLP, NEU Matteo Bellani, Cities of London and Westminster CLP Katharine Hobbs, Dulwich and West Norwood CLP, Unite Karen Scott, Caerphilly CLP Rod Stoneman, Torquay CLP Doreen Osborne, Wokingham CLP, Unite Anthony Woodward, Spelthorne CLP Mark Crane, Wantage CLP Hilary Sommerlad, Keighley CLP, UCU Kevin James, Lincoln CLP, Unite Dr Philip Shotton, Ramsgate CLP Andrew Stevens, Northamptonshire North CLP Jeff Bell, Stockton South CLP Kathy Condon, Broxbourne CLP, BMA Nick Jordan, Manchester Withington CLP, Unite Rob Jewitt, Berwick upon Tweed CLP, Unison Minette Smith, Canterbury CLP Hazel Lamb, Horsham CLP, Unison Crysse Morrison, Somerton and Frome CLP Lisa Marriott, York Outer, Unison Lesley Bond, West Ham CLP Neil Mclaughlin, Stroud CLP, Branch Secretary Anthony Stalgis, Leeds East, Unite Ben Howen, Manchester Withington CLP Gordon Neil Parker, York CLP Anne Beech, Inverness and Nairn CLP Eleanor Nicolaou, Carshalton and Wallington CLP, Musicians’ Union Christopher Goldward, Welwyn &amp; Hatfield CLP Su Budge, Totnes CLP, Unite Maggie Brady, NEU Jack Buckley, Croydon South, CGIL Elizabeth Freedman, Buckinghamshire, NEU David Williams, Meon Valley CLP Andrew Gray, Sheffield Heeley CLP John Lewis, NW Hampshire CLP Adrian Kanyoli, Coventry North East CLP, NUS Joe Goodwin, Tottenham CLP, UCU Jennifer Walker, Rushcliffe CLP Moira Sykes, Manchester Withington CLP Joseph Meldau, Bristol West CLP Magdalene Lake, Sheffield Central CLP Nick Nick Ullmann, Basildon CLP Alex Bird, Cardiff North CLP, Community Douglas Taylor, Kingston and Surbiton CLP Noel Logan, Garston and Halewood CLP Clare Speedie, Stirling CLP Martin Large, Stroud CLP Paul Mitchell, Copeland CLP Christopher Horne, South East Cambridgeshire CLP Olga Kulibaeva, Bromley and Chislehurst CLP Judy Ainsworth, High Peak CLP Eileen Alderman, Brent Central CLP, Unite Martin Spelling, Worthing West CLP Mr J. Giles, North Swindon CLP David Reeve, West Dorset CLP Pauline Duffield, West Dorset CLP Jennifer Murray, Rushcliffe CLP Women’s Officer, Unite Liz Crow, Bristol West Helen McCabe, Broxtowe CLP, UCU Anthea Callen, Warwick and Leamington CLP Sarah Jones, Cotswolds CLP Johannah Aynsley, Witney CLP Colin Izod, Tooting CLP, Musicians’ Union Adam Ritchie, Brent South Amelie Sumptet, Highlands and Islands CLP Norm Bygrave, Norwich South CLP Bernadette Barton, Denton and Reddish CLP Bill Ramsbottom, Derby CLP Kevin Purdy, Kenilworth and Southam CLP, UCU Gill Aldridge, Rushcliffe CLP, South Rushcliffe branch chair, GMB Peter Jackson, Lewes, UCU Ann Ramsbottom, Derby south CLP Sam Clark, Liverpool Tamsin Scott, Stevenage CLP, Prospect Keith Gilbert, Wolverhampton South West CLP Marilyn Smith, Cambridge CLP Jeremy Abraham, East Hampshire CLP, Petersfield branch Secretary, GMB Christina Burnett, Edinburgh East CLP, Unison Jane Lawson, Manchester Withington CLP, Unite Julie Jaglowski, Rossendale and Darwen CLP Jill Lovecy, Manchester Gorton CLP, Unite Calum Watt, Lincoln CLP, Unite Stephen McDowell, Calder Valley CLP, Unison Mike Cowley, Edinburgh North and Leith CLP, EIS Kai Stuart, CLP Campaign Convenor Unite Peter Cadwgan, North Somerset CLP Stephen Booth, Birmingham Yardley CLP, Union Steward, Health &amp; Safety Rep and ULR. Deborah Orr, Makerfield CLP Vice Chair Membership, Unite Shirley Horn, South East Cornwall CLP Patricia Johnston, Edinburgh Northern and Leith CLP Farid El-Jazouli, BECTU John Croft, Erith and Thamesmead CLP, UCU Christie Neary, Croydon South CLP, NEU David Ball, Finchley and Golders Green CLP, NEU and Unison Stan Crooke, Glasgow Shettleston CLP TU Liason Officer, Unite Silvio Bukbardis, Brighton Andrew Webb, Garston and Halewood CLP Digger Johnston, Lewisham Deptford CLP GC delegate, Brockley ward fundraising/events, IWW Jacquie Wilson, Wythenshawe and Sale East CLP, UCU Susanna Sewell, Bury North CLP, Unite Andrew Murray, Peterborough CLP Joan Allwright, Lancaster and Fleetwood CLP Graham Martin, York Central CLP, Unite Adrian Williams, Clwyd South CLP Martyn A Roberts, Lewisham East CLP James Harding, Dulwich and West Norwood CLP Morgan Tooth, Edinburgh Northern &amp; Leith CLP, Unite Annie Lennon, Harwich &amp; North Essex CLP Chris Day, Exeter CLP, UCU Sebastian Zaleski, Bexhill and Battle CLP Jane Stoggles, East Worthing and Shoreham CLP Stephen Smellie, Hamilton CLP, Unison NEC member Tom Howorth, Musselburgh, Unison Stewards’ convener &amp; union branch treasurer Andrew Goatly, Canterbury CLP Margaret Masterman, Boston and Skegness CLP, Unison Ann James, Leamington and Warwick CLP Andrew Peak, Oxford East CLP Nigel Rooke, Wallasey CLP, Unite Steve Wright, Hornsey and Wood Green CLP, Prospect Jennifer Rhodes, West Ham CLP Helen Peters, Ellesmere Port CLP, PCS Roland Laycock, Mansfield CLP, CWU Josephine Dickinson, Penrith and the Border CLP Dick Allwright, Lancaster and Fleetwood CLP Paul Dickinson, Burnley CLP Helen Mitchell, Southend West CLP David Mitchell, Southend West CLP Chris Jardine, Edinburgh Central CLP, UCU, Vice Chair Edinburgh Labour Students Richard Hoffmann Monica Dowling, Milton Keynes Michael Paige, Labour International CLP Clare Tawney, Salisbury CLP, Unite Patrick Jenkins, Kenilworth and Southam CLP, GMB, former President of UWSU Labour and former Campaign Coordinator of Kenilworth and Southam CLP Jayne Linney, Leicester West CLP, Unite Community Gail Wiliams, Chingford &amp; Woodford Green CLP Fiona Lynas, Edinburgh North &amp; Leith Rick Gaehl, Totnes CLP Secretary Amen Tesfay, Youth Officer, Enfield North CLP Tony Simpson, Rushcliffe CLP, Unite, Representative, Permanent EU Citizenship initiative Ronnie Tremlett, Brighton Kemptown CLP Catherine Blair, Birmingham Selly Oak CLP Eloise Harris, Bethnal Green and Bow CLP, Unite, Co-Chair of Queen Mary Labour Society, CLP Social Media Officer Andrea Dudding, York, Unison Bob Shaw, Eastwood CLP Councillor Shaista Aziz, representing Rose Hill and Iffley ward, Oxford Labour joint Women’s Officer, co-founder Labour Homelessness Campaign Michael Hayward, Worthing West CLP, Unite Jenny Reeves, Faversham and Mid Kent CLP Women’s Officer, 2019 local elections candidate Nicolas Hudson, Battersea CLP Rashmi Kalubowila, Harrow West CLP BAME Officer James Jacobs, Broxtowe CLP, branch Disability Officer Vince Barry, Plymouth Sutton and Devonport CLP, GMB Martin Tolley, Ipswich CLP, Unite Sioux Blair-Jordan, Colchester CLP, Unite S Andersson, Morecambe &amp; Lunesdale CLP, NAHT Christine Twin, Glasgow South CLP P Dominey, Taunton CLP, Unison Juliet Gadney, Cambridge CLP Councillor Martin Lennon, Rutherglen Central and North ward, Rutherglen CLP Campaigns Coordinator Royston Knipe, Broadland CLP Jean Franco, Kensington CLP, DiEM25 UK Vijay Jackson, Edinburgh Central CLP, Unite Liz Ashton, Stroud CLP, formerly District Councillor, now Stroud Labour Group Observer Chiara Mariotti, Hornsey and Wood Green CLP Joseph S Gliddon, Bristol East CLP, UCU Dimitri Scarlato, Barnet Lynette Murphy-O’Dwyer, Vauxhall CLP Antonio Mattiello, Bethnal Green and Bow CLP, GMB Vale Benson, Edinburgh Northern &amp; Leith CLP Mark Chilcott, Unison Gail Ward, Hexham CLP, branch Chair, Unite Community Vivien Pointon, Derby South CLP, Labour Against Brexit organiser Helen Beetham, Totnes CLP Press Officer, South Hams District Council candidate Lynn Alderson, Totnes CLP Gerard McLaughlin, Angus South CLP Canice Frederick, Enfield North, NAHT Jane Skinner, Hertfordshire Romy Clark, Lancaster and Fleetwood CLP Patricia lockhart, Cowdenbeath CLP, former councillor, Momentum Edinburgh exec Beth Cumming, Edinburgh Central CLP Scott Billings, Witney CLP Cheryl Warner, Bristol East CLP LGBT Officer Alex Perry, Uxbridge and South Ruislip CLP Simona McKenzie, Twickenham CLP Allan Challenger, Manchester Gorton, Unison Thomas Wilkinson, Blaydon CLP Mandy Parry, Bristol East CLP Women’s Officer, Brislington Branch Campaigns Officer, Unite Jamie Garton, North West Leicestershire CLP, Unison Joseph Lord, Surrey Heath CLP, council candidate Stuart Blyth, Glenrothes CLP Lucy Trenchard, Ipswich CLP Deborah Boyce, New Forest West CLP Karen Fletcher, Rother Valley CLP delegate, PCS James Urquhart, Edinburgh Northern and Leith CLP, Equity David Smith, Halesowen and Rowley Regis CLP Kay, St Austell and Newquay CLP Social Media Comms and Vice Chair Membership, NEU Androulla Zucker, Milton Keynes South CLP Bob Heyman, Newcastle North CLP Jonathan Rhodes, Edinburgh East CLP Youth Officer, Scottish Fabians executive, Labour for a People’s Vote regional organiser Richard Rawles, Edinburgh Northern and Leith CLP, UCU Hugh Bowden, Hornsey &amp; Wood Green CLP, UCU Andreas Wittel, Nottingham East CLP, UCU Roger Stokes, Tottenham CLP Edd Mustill, Sheffield Heeley CLP, GMB Helen Barton, Kingston upon Hull North CLP Robert Hughes, Burnley CLP, Unite Elaine Simpson, Calder Valley CLP Sheila Coular, Ilford North CLP Ruberta Bisson, Huntingdon CLP Jenny Skelton, Carrick Cumnock and Doon CLP, Unite Ame Anastasiu, Hove CLP, PCS Patrick Cawley, Stourbridge CLP, Unite Gary de Banke, Nottingham East CLP delegate, Unite David Day, Ashford CLP Geoff Barr, Exeter CLP, UCU Keith Best, Leeds North West CLP Angela Bretherton, Glasgow Provan CLP, Unite ACTS Dr Andrew Ryder, Labour International CLP, Hungarian Higher Education Trade Union Alice Bondi, Penrith and the Border CLP Susan Sharp, Penrith and the Border CLP Simon Danby, Penrith and the Border CLP, Unite Sheila Jones, Bolton West CLP Secretary, Unite Mr Michael T Farmer, Cheltenham CLP, UCU Jill Barrett, Hackney South and Shoreditch CLP Tahrir Swift, Orpington CLP Mark Nash-Williams, Penrith and the Border CLP Bar Nash-Williams, Penrith and the Border CLP, LCF Secretary, branch treasurer Michael Morris, Tynemouth CLP, Unison Ian Barlow, Nuneaton CLP, Unite Branch Chair • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "36656",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/apr/29/green-gas-and-the-question-of-digestion",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-04-29T16:57:42Z",
    "webTitle": "Green gas and the question of digestion | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/apr/29/green-gas-and-the-question-of-digestion",
    "apiUrl": "https://content.guardianapis.com/environment/2019/apr/29/green-gas-and-the-question-of-digestion",
    "fields": {
      "headline": "Green gas and the question of digestion",
      "standfirst": "<strong>Simon Richards </strong>says the<strong> </strong>science behind green gas manufacture is straightforward, we just need a government with guts. <strong>ffinlo Costain </strong>thinks energy companies should be more upfront",
      "trailText": "Letters: <strong>Simon Richards </strong>says the<strong> </strong>science behind green gas manufacture is straightforward, we just need a government with guts. <strong>ffinlo Costain </strong>thinks energy companies should be more upfront",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3196c7e4ad505c7b02c39dff9127e433c713b24b\"> <img src=\"https://media.guim.co.uk/3196c7e4ad505c7b02c39dff9127e433c713b24b/0_330_4946_2967/1000.jpg\" alt=\"Blue flame on a gas cooker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Unlike our electricity grid, our gas network has a staggering capacity for storage,’ says Simon Richards.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Your article (<a href=\"https://www.theguardian.com/money/2019/apr/27/green-gas-reaches-milestone-as-it-reaches-1m-uk-homes\" title=\"\">Energy: 1m British homes are now using green gas</a>, 27 April) was great to read. Much is written about renewable electricity, but the truth is that the average British household <a href=\"https://www.ofgem.gov.uk/gas/retail-market/monitoring-data-and-statistics/typical-domestic-consumption-values\" title=\"\">consumes</a> four kilowatt hours of gas for every one of electricity. Decarbonising our gas supply is evidently relatively difficult compared with electricity.</p> <p>In the last quarter of 2018, <a href=\"https://www.ofgem.gov.uk/data-portal/electricity-generation-mix-quarter-and-fuel-source-gb\" title=\"\">just over half</a> of UK electricity was derived from fossil fuels, compared with, despite the progress outlined in the article, <a href=\"http://researchbriefings.files.parliament.uk/documents/POST-PN-0565/POST-PN-0565.pdf\" title=\"\">roughly 99% for gas</a>. Unlike our electricity grid, our gas network has a staggering capacity for storage, and the science behind green gas (biomethane) manufacture is straightforward. We just need a government with guts.<br><strong>Simon Richards</strong><br><em>Beaconsfield, Buckinghamshire</em></p> <p><em>• </em>Green gas is an important part of a sustainable transition. Unfortunately, in their efforts to tackle climate change, green energy providers frequently contribute to biodiversity loss and exacerbate soil degradation. Anaerobic digestion (which is used for green gas and green electricity) often relies on the use of waste from intensive animal farming, and requires feed crops, such as maize, which are produced in unsustainable arable monocultures.</p> <p>Green energy companies should be much more upfront about how they source energy from anaerobic digestion. Green gas is now supplied to 1m homes, so it is more important than ever that green energy providers work together to develop a best practice approach to energy from AD, which addresses biodiversity loss, soil degradation, and farm animal welfare concerns. Genuinely sustainable AD is perfectly possible, but most of the larger green energy companies seem to dismiss it as unimportant.</p> <p>In terms of the existing market, Ecotricity is currently the only provider to guarantee that no animals are exploited in either its gas or electricity supply chains.<br><strong>ffinlo Costain</strong><br><em>Director, Farmwel</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "338",
      "commentable": "false",
      "firstPublicationDate": "2019-04-29T16:57:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:40:09Z",
      "newspaperEditionDate": "2019-04-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bc337",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3196c7e4ad505c7b02c39dff9127e433c713b24b/0_330_4946_2967/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your article (Energy: 1m British homes are now using green gas, 27 April) was great to read. Much is written about renewable electricity, but the truth is that the average British household consumes four kilowatt hours of gas for every one of electricity. Decarbonising our gas supply is evidently relatively difficult compared with electricity. In the last quarter of 2018, just over half of UK electricity was derived from fossil fuels, compared with, despite the progress outlined in the article, roughly 99% for gas. Unlike our electricity grid, our gas network has a staggering capacity for storage, and the science behind green gas (biomethane) manufacture is straightforward. We just need a government with guts. Simon Richards Beaconsfield, Buckinghamshire • Green gas is an important part of a sustainable transition. Unfortunately, in their efforts to tackle climate change, green energy providers frequently contribute to biodiversity loss and exacerbate soil degradation. Anaerobic digestion (which is used for green gas and green electricity) often relies on the use of waste from intensive animal farming, and requires feed crops, such as maize, which are produced in unsustainable arable monocultures. Green energy companies should be much more upfront about how they source energy from anaerobic digestion. Green gas is now supplied to 1m homes, so it is more important than ever that green energy providers work together to develop a best practice approach to energy from AD, which addresses biodiversity loss, soil degradation, and farm animal welfare concerns. Genuinely sustainable AD is perfectly possible, but most of the larger green energy companies seem to dismiss it as unimportant. In terms of the existing market, Ecotricity is currently the only provider to guarantee that no animals are exploited in either its gas or electricity supply chains. ffinlo Costain Director, Farmwel • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2203",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/apr/29/how-has-brexit-vote-affected-the-uk-economy-april-verdict",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-04-29T11:49:38Z",
    "webTitle": "How has Brexit vote affected the UK economy? April verdict",
    "webUrl": "https://www.theguardian.com/business/2019/apr/29/how-has-brexit-vote-affected-the-uk-economy-april-verdict",
    "apiUrl": "https://content.guardianapis.com/business/2019/apr/29/how-has-brexit-vote-affected-the-uk-economy-april-verdict",
    "fields": {
      "headline": "How has Brexit vote affected the UK economy? April verdict",
      "standfirst": "<p>Each month we look at key indicators to see what effect the Brexit process has on growth, prosperity and trade<br>• <a href=\"https://www.theguardian.com/business/2019/apr/29/brexit-has-trapped-uk-in-no-mans-land-warns-top-economist\">Brexit has trapped UK in no-man’s land, warns top economist</a><br>•<a href=\"https://www.theguardian.com/business/2019/apr/29/brexit-is-still-chilling-the-economy-two-experts-debate-the-uk-outlook\">‘Brexit is still chilling the economy’ – two experts debate the UK outlook</a></p><ul><br></ul>",
      "trailText": "Each month we look at key indicators to see what effect the Brexit process has on growth, prosperity and trade",
      "byline": "Richard Partington",
      "main": "<figure class=\"element element-image\" data-media-id=\"ff62946b83d693f57a118066e374d0ca1235836f\"> \n <img src=\"https://media.guim.co.uk/ff62946b83d693f57a118066e374d0ca1235836f/0_0_3500_2100/1000.jpg\" alt=\"Shoppers during on Oxford Street in central London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Britain’s shoppers appeared to shrug off Brexit turmoil and kept on spending in high street stores and online. </span> \n  <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<h2>Sterling tumbles on Brexit concerns</h2> \n<figure class=\"element element-embed\" data-alt=\"sterling\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;sterling&quot;></div></body></html>\"></iframe> \n</figure> \n<p>The pound has been on a wild ride over the past month, as the political turmoil over Brexit developed into a full-blown national crisis. Sterling surged to a high-point for the year of more than $1.33 against the US dollar in March amid speculation a deal could be agreed, but sank back down below $1.30 as the chances of Theresa May pushing her Brexit deal through parliament evaporated. The pound has dropped by 2% against the dollar and 1.5% against the euro. Sterling remains worth about 13% less than before the EU referendum in June 2016.</p> \n<h2>Stock markets surge to six-month high</h2> \n<figure class=\"element element-embed\" data-alt=\"ftse100\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;ftse100&quot;></div></body></html>\"></iframe> \n</figure> \n<figure class=\"element element-embed\" data-alt=\"ftse250\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;ftse250&quot;></div></body></html>\"></iframe> \n</figure> \n<p>The <a href=\"https://www.theguardian.com/business/live/2019/apr/23/oil-hits-2019-high-us-sanctions-iran-business-live?page=with:block-5cbf199d8f085bb0e0de6c84#block-5cbf199d8f085bb0e0de6c84\">FTSE 100</a> burst through the 7,500-point mark this week for the first time since October, helped by central banks around the world leaving interest rates on hold and robust economic data from some of the globe’s biggest economies. The weaker pound has also helped Britain’s biggest companies, which make the bulk of their profits from abroad in foreign currencies. The <a href=\"https://www.theguardian.com/business/2019/apr/02/imf-chief-warns-of-slower-growth-for-most-countries-christine-lagarde\">International Monetary Fund</a> has, however, warned that the majority of countries worldwide can expect slower growth in 2019, in a signal that the recent gains on the financial markets could be short-lived. The FTSE 100 has risen by 4% on the month.</p> \n<h2>Better than forecast</h2> \n<h2>Inflation unexpectedly holds steady</h2> \n<figure class=\"element element-embed element--supporting\" data-alt=\"cpi\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;cpi&quot;></div></body></html>\"></iframe> \n</figure> \n<p>UK households received some better news last month after the consumer price index (CPI) measure of inflation <a href=\"https://www.theguardian.com/business/2019/apr/17/house-prices-rise-at-slowest-for-six-years-as-brexit-drags-on-growth\">unexpectedly remained at 1.9%</a>, unchanged from February, despite expectations for a slight increase in the cost of living. The rising cost of petrol for consumers was offset by falling food prices and computer game prices rising more slowly than a year ago. Nonetheless, a rising oil price on the global markets will add to pressure facing consumers in future, while a sudden drop in the pound in the event of a no-deal Brexit would cause inflation to rise further.</p> \n<h2>Worse than forecast</h2> \n<h2>Trade deficit widens</h2> \n<figure class=\"element element-embed element--supporting\" data-alt=\"trade\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;trade&quot;></div></body></html>\"></iframe> \n</figure> \n<p>The stockpiling rush to avoid Brexit disruption was evident in latest trade figures, as the UK recorded a record monthly goods trade deficit for the second month in a row in February, as British firms bought more merchandise from abroad than was sold overseas. The goods trade deficit was £14.1bn in February, almost £2bn more than economists’ forecasts.</p> \n<h2>Worse than forecast</h2> \n<h2>Business activity stalls as Brexit nears</h2> \n<figure class=\"element element-embed element--supporting\" data-alt=\"pmi\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;pmi&quot;></div></body></html>\"></iframe> \n</figure> \n<p>The latest surveys of business activity, used as an early warning indicator by the Bank of England, showed the economy <a href=\"https://www.theguardian.com/business/2019/apr/03/uk-economy-at-risk-of-shrinking-as-brexit-chaos-hurts-service-sector\">stalling in the first quarter</a> and at risk of sliding into a downturn, after the weakest performance in the private sector in almost seven years. The surveys have proven gloomier than official figures over the past few months, although still paint a worrying picture for the path ahead, as British firms put spending decisions on hold. According to the survey from IHS Markit and the Chartered Institute of Procurement and Supply, both the construction and service sectors plunged into reverse in March, while manufacturing was only able to expand <a href=\"https://www.theguardian.com/business/2019/apr/01/uk-manufacturers-brexit-stockpiling-eurozone-eu\">because of emergency stockpiling</a> in the run-up to Brexit.</p> \n<h2>Meets forecast</h2> \n<h2>Wages increase as unemployment remains steady</h2> \n<figure class=\"element element-embed\" data-alt=\"unemployment\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;unemployment&quot;></div></body></html>\"></iframe> \n</figure> \n<figure class=\"element element-embed\" data-alt=\"wages\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;wages&quot;></div></body></html>\"></iframe> \n</figure> \n<p>Pay growth in Britain <a href=\"https://www.theguardian.com/business/2019/apr/16/uk-pay-grows-at-fastest-rate-since-financial-crisis-ons\">continued to rise at the fastest rate in more than a decade</a> in February, as companies kept hiring despite growing fears over Brexit. In a sign that British workers are starting to repair the damage from a decade of lost wage growth since the financial crisis, average weekly earnings rose by 3.5% on the year, meeting the forecasts of City economists. Companies hired an additional 179,000 workers to keep employment at a record high and unemployment at 3.9%, the lowest since the mid-1970s. However, economists warned that businesses have delayed investments and opted to hire workers instead amid the uncertainty over Brexit. Real wages are also still below the peak recorded before the financial crisis.</p> \n<h2>Better than forecast</h2> \n<h2>Shoppers shrug off Brexit fears</h2> \n<figure class=\"element element-embed element--supporting\" data-alt=\"retail\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;retail&quot;></div></body></html>\"></iframe> \n</figure> \n<p>Britain’s consumers appeared to have ignored the turmoil at Westminster last month and kept on spending in high street stores and online. Despite fears that sales would fall as Brexit neared, figures from the ONS showed that <a href=\"https://www.theguardian.com/business/2019/apr/18/shoppers-ignore-brexit-chaos-as-uk-retail-sales-show-surprise-jump-ons\">retail sales rose 1.1% in March</a> on the month. Economists said last month’s mild weather helped to increase sales, as all categories of retail spending apart from department stores and household goods rose in the three months to March.</p> \n<h2>Worse than forecast</h2> \n<h2>Hammond misses budget deficit target</h2> \n<figure class=\"element element-embed element--supporting\" data-alt=\"borrowing\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;borrowing&quot;></div></body></html>\"></iframe> \n</figure> \n<p><a href=\"https://www.theguardian.com/politics/philip-hammond\">Philip Hammond</a> missed his annual target for bringing down the budget deficit in the latest financial year, despite borrowing dropping to the lowest level since 2002 during 2018-2019. Public sector net borrowing was £1.9bn more than the £22.8bn forecast by the <a href=\"https://www.theguardian.com/business/office-for-budget-responsibility\">Office for Budget Responsibility</a>, the government’s tax and spending watchdog, as spending rose by more than expected in March. Britain ran a budget deficit of £1.7bn in the month of March, above the £400m forecast made by City economists. However, the latest snapshot showed a steady improvement for the public finances since a peak for borrowing after the financial crisis of £153.1bn, recorded in 2010.</p> \n<h2>Better than forecast</h2> \n<h2>House price barometer improves</h2> \n<figure class=\"element element-embed element--supporting\" data-alt=\"rics\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-eg=&quot;rics&quot;></div></body></html>\"></iframe> \n</figure> \n<p>The slump in the British housing market may have bottomed out in March, after a closely watched survey of sales activity staged a modest improvement. The Royal Institution of Chartered Surveyors’ monthly house price balance – measuring the difference between the number of estate agents and property surveyors anticipating increases and those expecting decreases – edged up to -24% in March from -27% in February. However, prices are still forecast to fall in the coming months, as the lack of clarity over Brexit weighs on the property market.</p> \n<h2><strong>And another thing we’ve learned this month … productivity growth is slowing as Brexit bites</strong></h2> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/apr/2019-04-24T13:49:57/embed.html\" data-alt=\"Productivity growth\"> \n <a href=\"https://interactive.guim.co.uk/charts/embed/apr/2019-04-24T13:49:57/embed.html\">Productivity growth</a> \n</figure> \n<p>Economists regard productivity gains as the most important driver of rising living standards over the long term. Amid fears that Brexit could sap the strength of the UK economy over the next decade, the measure of growth in economic output per hour of work slumped in 2018, according to the latest figures, as the UK managed only a quarter of the rate of productivity growth seen before the financial crisis. Productivity grew by 0.5% last year compared with 2017, well below the 2% a year average recorded before the 2008 crash. Productivity gains are linked to investments in the economy, but Brexit has led corporate spending to fall dramatically. Economists fear that lower levels of business investment will mean weaker levels of productivity growth in future, paving the way for lower GDP growth and sluggish pay rises for workers. <br><br></p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2019/04/brexit-dashboard-auto\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2017/07/brexit-dashboard-enhancer/v2\" data-atom-type=\"interactive\"> \n  <!-- invalid atom id (interactives/2017/07/brexit-dashboard-enhancer/v2) -->\n </gu-atom> \n</figure>",
      "newspaperPageNumber": "32",
      "wordcount": "1076",
      "firstPublicationDate": "2019-04-29T11:49:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:52Z",
      "newspaperEditionDate": "2019-04-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6mnj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/152b22d73622295ae31e4409853cef777853baee/6_0_1908_1145/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sterling tumbles on Brexit concerns The pound has been on a wild ride over the past month, as the political turmoil over Brexit developed into a full-blown national crisis. Sterling surged to a high-point for the year of more than $1.33 against the US dollar in March amid speculation a deal could be agreed, but sank back down below $1.30 as the chances of Theresa May pushing her Brexit deal through parliament evaporated. The pound has dropped by 2% against the dollar and 1.5% against the euro. Sterling remains worth about 13% less than before the EU referendum in June 2016. Stock markets surge to six-month high The FTSE 100 burst through the 7,500-point mark this week for the first time since October, helped by central banks around the world leaving interest rates on hold and robust economic data from some of the globe’s biggest economies. The weaker pound has also helped Britain’s biggest companies, which make the bulk of their profits from abroad in foreign currencies. The International Monetary Fund has, however, warned that the majority of countries worldwide can expect slower growth in 2019, in a signal that the recent gains on the financial markets could be short-lived. The FTSE 100 has risen by 4% on the month. Better than forecast Inflation unexpectedly holds steady UK households received some better news last month after the consumer price index (CPI) measure of inflation unexpectedly remained at 1.9%, unchanged from February, despite expectations for a slight increase in the cost of living. The rising cost of petrol for consumers was offset by falling food prices and computer game prices rising more slowly than a year ago. Nonetheless, a rising oil price on the global markets will add to pressure facing consumers in future, while a sudden drop in the pound in the event of a no-deal Brexit would cause inflation to rise further. Worse than forecast Trade deficit widens The stockpiling rush to avoid Brexit disruption was evident in latest trade figures, as the UK recorded a record monthly goods trade deficit for the second month in a row in February, as British firms bought more merchandise from abroad than was sold overseas. The goods trade deficit was £14.1bn in February, almost £2bn more than economists’ forecasts. Worse than forecast Business activity stalls as Brexit nears The latest surveys of business activity, used as an early warning indicator by the Bank of England, showed the economy stalling in the first quarter and at risk of sliding into a downturn, after the weakest performance in the private sector in almost seven years. The surveys have proven gloomier than official figures over the past few months, although still paint a worrying picture for the path ahead, as British firms put spending decisions on hold. According to the survey from IHS Markit and the Chartered Institute of Procurement and Supply, both the construction and service sectors plunged into reverse in March, while manufacturing was only able to expand because of emergency stockpiling in the run-up to Brexit. Meets forecast Wages increase as unemployment remains steady Pay growth in Britain continued to rise at the fastest rate in more than a decade in February, as companies kept hiring despite growing fears over Brexit. In a sign that British workers are starting to repair the damage from a decade of lost wage growth since the financial crisis, average weekly earnings rose by 3.5% on the year, meeting the forecasts of City economists. Companies hired an additional 179,000 workers to keep employment at a record high and unemployment at 3.9%, the lowest since the mid-1970s. However, economists warned that businesses have delayed investments and opted to hire workers instead amid the uncertainty over Brexit. Real wages are also still below the peak recorded before the financial crisis. Better than forecast Shoppers shrug off Brexit fears Britain’s consumers appeared to have ignored the turmoil at Westminster last month and kept on spending in high street stores and online. Despite fears that sales would fall as Brexit neared, figures from the ONS showed that retail sales rose 1.1% in March on the month. Economists said last month’s mild weather helped to increase sales, as all categories of retail spending apart from department stores and household goods rose in the three months to March. Worse than forecast Hammond misses budget deficit target Philip Hammond missed his annual target for bringing down the budget deficit in the latest financial year, despite borrowing dropping to the lowest level since 2002 during 2018-2019. Public sector net borrowing was £1.9bn more than the £22.8bn forecast by the Office for Budget Responsibility, the government’s tax and spending watchdog, as spending rose by more than expected in March. Britain ran a budget deficit of £1.7bn in the month of March, above the £400m forecast made by City economists. However, the latest snapshot showed a steady improvement for the public finances since a peak for borrowing after the financial crisis of £153.1bn, recorded in 2010. Better than forecast House price barometer improves The slump in the British housing market may have bottomed out in March, after a closely watched survey of sales activity staged a modest improvement. The Royal Institution of Chartered Surveyors’ monthly house price balance – measuring the difference between the number of estate agents and property surveyors anticipating increases and those expecting decreases – edged up to -24% in March from -27% in February. However, prices are still forecast to fall in the coming months, as the lack of clarity over Brexit weighs on the property market. And another thing we’ve learned this month … productivity growth is slowing as Brexit bites Economists regard productivity gains as the most important driver of rising living standards over the long term. Amid fears that Brexit could sap the strength of the UK economy over the next decade, the measure of growth in economic output per hour of work slumped in 2018, according to the latest figures, as the UK managed only a quarter of the rate of productivity growth seen before the financial crisis. Productivity grew by 0.5% last year compared with 2017, well below the 2% a year average recorded before the 2008 crash. Productivity gains are linked to investments in the economy, but Brexit has led corporate spending to fall dramatically. Economists fear that lower levels of business investment will mean weaker levels of productivity growth in future, paving the way for lower GDP growth and sluggish pay rises for workers.",
      "charCount": "6601",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/apr/29/brexit-has-trapped-uk-in-no-mans-land-warns-top-economist",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-04-29T11:49:18Z",
    "webTitle": "Brexit has trapped UK in no man's land, warns top economist",
    "webUrl": "https://www.theguardian.com/business/2019/apr/29/brexit-has-trapped-uk-in-no-mans-land-warns-top-economist",
    "apiUrl": "https://content.guardianapis.com/business/2019/apr/29/brexit-has-trapped-uk-in-no-mans-land-warns-top-economist",
    "fields": {
      "headline": "Brexit has trapped UK in no man's land, warns top economist",
      "standfirst": "<p>Effects will continue to drag on economy for years to come, says Andrew Sentance<br>• <a href=\"https://www.theguardian.com/business/2019/apr/29/how-has-brexit-vote-affected-the-uk-economy-april-verdict\">How has the Brexit vote affected the UK economy? April verdict</a><br>• <a href=\"https://www.theguardian.com/business/2019/apr/29/brexit-is-still-chilling-the-economy-two-experts-debate-the-uk-outlook\">‘Brexit is still chilling the economy’ – two experts debate the UK outlook</a></p>",
      "trailText": "Effects will continue to drag on economy for years to come, says Andrew Sentance",
      "byline": "Richard Partington Economics correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"c025c6dd762d947d08994dd4f35650fe3bda0581\"> <img src=\"https://media.guim.co.uk/c025c6dd762d947d08994dd4f35650fe3bda0581/0_33_4805_2883/1000.jpg\" alt=\"Lovespace warehouse worker Pawel Mazur unloads boxes from a trolley\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British manufacturers were bolstered by stockpiling in anticipation of a no-deal Brexit.</span> <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> </figcaption> </figure>",
      "body": "<p>Britain’s economy is trapped in “no man’s land” by Brexit and the next decade could be the weakest for growth since the second world war, a former senior <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\">Bank of England</a> policymaker <a href=\"https://www.theguardian.com/business/2019/apr/29/brexit-is-still-chilling-the-economy-two-experts-debate-the-uk-outlook\">has warned</a>.</p> <p>Andrew Sentance, a former member of the central bank’s interest rate-setting monetary policy committee (MPC), said: “The UK economy will be limping on for a while, until Brexit negotiations are fully resolved. I can see the UK being in this limbo-land for quite a while – certainly until the late 2020s.”</p> <p>The warning comes as the Guardian’s Brexit dashboard reveals robust growth at the start of the year, fuelled by a dramatic rise in stockpiling before the original Brexit date of 29 March, now <a href=\"https://www.theguardian.com/politics/2019/apr/11/may-agrees-to-october-brexit-after-franco-german-carve-up\">postponed until the end of October</a>.</p> <p>Sending sterling tumbling on the foreign exchanges over the past month, observers now fear that Brexit has been transformed from its previous status as a time-limited process into a structural feature of the UK economy, with the prospect of complex and protracted negotiations dragging on growth for years to come.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/apr/29/how-has-brexit-vote-affected-the-uk-economy-april-verdict\">How has Brexit vote affected the UK economy? April verdict</a> </p> </aside>  <p>To gauge the impact of Brexit on a monthly basis, the Guardian is monitoring <a href=\"https://www.theguardian.com/business/2019/mar/26/how-has-brexit-vote-affected-the-uk-economy-march-verdict\">eight economic indicators</a>, along with the value of the pound and the performance of the FTSE 100.</p> <p>Economists made forecasts for seven of those barometers before their release, and in three cases the outcome was worse than expected. In three cases, the result was better than forecast, while one met the expectations of City economists.</p> <p>The latest snapshot reveals a mixed picture for the economy amid the hiatus in talks over leaving the EU, after the negotiations reached fever pitch earlier in April as a full-scale national emergency.</p> <p>Business activity has kicked into reverse amid a lack of new work for firms to replace completed projects, as companies put decisions on hold owing to the lack of clarity over Brexit. Manufacturers have, however, been bolstered by stockpiling to the most intense levels on record for any G7 economy, perversely fuelling higher GDP growth despite the malaise.</p> <p>The UK posted record monthly goods trade deficits in both January and February as business rushed to buy raw materials, components and merchandise from overseas before the previous 29 March deadline in the Brexit talks.</p> <p>Economists fear the stampede to protect against a disruptive no-deal scenario could lead to sluggish economic growth in future as firms run-down their supplies. The EY Item Club forecasting group <a href=\"https://www.theguardian.com/business/2019/apr/29/brexit-will-slow-uk-economy-for-rest-of-2019-forecaster-warns\">downgraded its growth projections</a> for the UK to 1.3% for 2019 and 1.5% for 2020 for this reason, warning that the strong start to 2019 was likely to be a “false dawn” for Britain. The economy grew by 1.4% in 2018.</p> <p>Against this backdrop, and after Theresa May delayed the Brexit process earlier in the month, the Bank of England is widely expected to keep interest rates on hold when it releases the decision of the MPC and its quarterly inflation report on Thursday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/apr/29/brexit-is-still-chilling-the-economy-two-experts-debate-the-uk-outlook\">'Brexit is still chilling the economy' – two experts debate the UK outlook</a> </p> </aside>  <p>The Guardian’s Brexit dashboard also reveals some bright spots for the economy from the latest economic news over the past month.</p> <p>Consumers appear to have ignored the political turmoil and kept on spending on the high street, despite fears that sales would fall as Brexit neared. Households were also handed a reprieve from inflation unexpectedly holding steady at 1.9% in March, while wage growth has risen to the strongest levels in a decade, enabling them to start rebuilding their finances.</p> <p>Unemployment remained at the lowest level since the mid-1970s, in a sign that Brexit has not deterred employers from hiring staff. However, economists believe that firms have put off spending on technology and hired workers to meet demand instead.</p>  <figure class=\"element element-embed\" data-alt=\"Business email signup\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>The latest figures for productivity – a measure of economic output per hour of work, which is key for driving up living standards over the long term – showed that Britain’s efficiency gains slowed in 2018.</p> <p>Last year, business investment, which is key for driving future productivity gains, fell for four quarters in a row for the first time since the financial crisis. Economists fear that protracted delays in the Brexit process could further dampen investment, with a knock-on effect for growth in future.</p> <p><a href=\"https://www.theguardian.com/business/2019/apr/29/brexit-is-still-chilling-the-economy-two-experts-debate-the-uk-outlook\">Writing in the Guardian</a>, David Blanchflower, another former member of the Bank’s MPC, said: “The short-term picture has not been bad but Brexit is still having a chilling effect on the economy.”</p>",
      "newspaperPageNumber": "32",
      "wordcount": "715",
      "firstPublicationDate": "2019-04-29T11:49:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:00Z",
      "newspaperEditionDate": "2019-04-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbaqk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c025c6dd762d947d08994dd4f35650fe3bda0581/0_33_4805_2883/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain’s economy is trapped in “no man’s land” by Brexit and the next decade could be the weakest for growth since the second world war, a former senior Bank of England policymaker has warned. Andrew Sentance, a former member of the central bank’s interest rate-setting monetary policy committee (MPC), said: “The UK economy will be limping on for a while, until Brexit negotiations are fully resolved. I can see the UK being in this limbo-land for quite a while – certainly until the late 2020s.” The warning comes as the Guardian’s Brexit dashboard reveals robust growth at the start of the year, fuelled by a dramatic rise in stockpiling before the original Brexit date of 29 March, now postponed until the end of October. Sending sterling tumbling on the foreign exchanges over the past month, observers now fear that Brexit has been transformed from its previous status as a time-limited process into a structural feature of the UK economy, with the prospect of complex and protracted negotiations dragging on growth for years to come. To gauge the impact of Brexit on a monthly basis, the Guardian is monitoring eight economic indicators, along with the value of the pound and the performance of the FTSE 100. Economists made forecasts for seven of those barometers before their release, and in three cases the outcome was worse than expected. In three cases, the result was better than forecast, while one met the expectations of City economists. The latest snapshot reveals a mixed picture for the economy amid the hiatus in talks over leaving the EU, after the negotiations reached fever pitch earlier in April as a full-scale national emergency. Business activity has kicked into reverse amid a lack of new work for firms to replace completed projects, as companies put decisions on hold owing to the lack of clarity over Brexit. Manufacturers have, however, been bolstered by stockpiling to the most intense levels on record for any G7 economy, perversely fuelling higher GDP growth despite the malaise. The UK posted record monthly goods trade deficits in both January and February as business rushed to buy raw materials, components and merchandise from overseas before the previous 29 March deadline in the Brexit talks. Economists fear the stampede to protect against a disruptive no-deal scenario could lead to sluggish economic growth in future as firms run-down their supplies. The EY Item Club forecasting group downgraded its growth projections for the UK to 1.3% for 2019 and 1.5% for 2020 for this reason, warning that the strong start to 2019 was likely to be a “false dawn” for Britain. The economy grew by 1.4% in 2018. Against this backdrop, and after Theresa May delayed the Brexit process earlier in the month, the Bank of England is widely expected to keep interest rates on hold when it releases the decision of the MPC and its quarterly inflation report on Thursday. The Guardian’s Brexit dashboard also reveals some bright spots for the economy from the latest economic news over the past month. Consumers appear to have ignored the political turmoil and kept on spending on the high street, despite fears that sales would fall as Brexit neared. Households were also handed a reprieve from inflation unexpectedly holding steady at 1.9% in March, while wage growth has risen to the strongest levels in a decade, enabling them to start rebuilding their finances. Unemployment remained at the lowest level since the mid-1970s, in a sign that Brexit has not deterred employers from hiring staff. However, economists believe that firms have put off spending on technology and hired workers to meet demand instead. The latest figures for productivity – a measure of economic output per hour of work, which is key for driving up living standards over the long term – showed that Britain’s efficiency gains slowed in 2018. Last year, business investment, which is key for driving future productivity gains, fell for four quarters in a row for the first time since the financial crisis. Economists fear that protracted delays in the Brexit process could further dampen investment, with a knock-on effect for growth in future. Writing in the Guardian, David Blanchflower, another former member of the Bank’s MPC, said: “The short-term picture has not been bad but Brexit is still having a chilling effect on the economy.”",
      "charCount": "4344",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a> Economics correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]