[
  {
    "id": "business/2019/sep/09/kpmg-predicts-no-deal-brexit-recession-in-2020",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-09-08T23:01:55Z",
    "webTitle": "KPMG predicts no-deal Brexit recession in 2020",
    "webUrl": "https://www.theguardian.com/business/2019/sep/09/kpmg-predicts-no-deal-brexit-recession-in-2020",
    "apiUrl": "https://content.guardianapis.com/business/2019/sep/09/kpmg-predicts-no-deal-brexit-recession-in-2020",
    "fields": {
      "headline": "KPMG predicts no-deal Brexit recession in 2020",
      "standfirst": "<p>Accountancy giant forecasts GDP to shrink by 1.5% with business confidence badly dented</p>",
      "trailText": "Accountancy giant forecasts GDP to shrink by 1.5% with business confidence badly dented",
      "byline": "Phillip Inman",
      "main": "<figure class=\"element element-image\" data-media-id=\"daa21f89947454d34267fcac31268e94a81b3d40\"> \n <img src=\"https://media.guim.co.uk/daa21f89947454d34267fcac31268e94a81b3d40/0_192_5760_3456/1000.jpg\" alt=\"An empty former cafe in Falkirk, Scotland.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">An empty former cafe in Falkirk, Scotland.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Britain will plunge into its first recession in a decade should the government quit the European Union without a deal, according to the latest in <a href=\"https://www.theguardian.com/business/2019/aug/28/recession-looms-for-brexit-britain-two-experts-on-the-economic-outlook\">a string of gloomy forecasts</a> about the UK’s fortunes outside the EU’s free trade area.</p> \n<p>Economists at the accountancy firm KPMG said that the knock-on effects to Britain’s trade and business confidence of a no-deal Brexit would lead to the economy shrinking by 1.5% next year.</p> \n<p>Consumer spending, which has provided between 60% and 80% of growth in the economy over the last three years, would also be severely dented.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/jul/09/consumer-spending-at-weakest-since-mid-90s-amid-brexit-chaos-british-retail-consortium\">Consumer spending at weakest since mid-90s amid Brexit chaos – BRC</a> </p> \n</aside> \n<p>The warning follows forecasts by the Bank of England and the Treasury’s independent forecasting unit, the Office for Budget Responsibility, which have alerted the government to the negative economic consequences of losing access to the EU single market and customs union overnight.</p> \n<p>The central bank and the OBR have predicted a recession in the wake of a no-deal Brexit. KPMG forecasts that securing a deal ahead of the 31 October deadline would have the opposite effect of boosting GDP growth to 1.5% in 2020.</p> \n<p>Yael Selfin, KPMG UK’s chief economist, said she expected that in every quarter of next year the economy would contract, leading to the first recession since 2009 and the aftermath of the financial crisis.</p> \n<p>“With the Brexit debate poised on a knife-edge, the UK economy is now at a crossroads. It is difficult to think of another time when the UK has been on the verge of two economic out-turns that are so different, but the impact of a no-deal Brexit should not be underestimated,” she said.</p> \n<p>“Despite headwinds such as the slowing global economy and limited domestic capacity, the UK economy now has the potential to strengthen over the next 12 months. But a no-deal Brexit could put paid to this upside, triggering the UK’s first recession for a decade.”</p> \n<p>The economy has already slowed in recent months, with only the services sector continuing to expand, according to official figures. An industry survey by business advisers BDO found that optimism in the sector fell dramatically last month as the prospect of a recession became a possibility</p> \n<p>A survey of more than 4,000 services firms found that optimism was now at levels not seen since 2013.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b146305d-32c1-4dc9-9f4d-b60ce025264f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>If the UK leaves the EU without a deal it would by default, become a “third country”, with no overarching post-Brexit plan in place and no transition period. The UK would no longer be paying into the EU budget, nor would it hand over the £39bn divorce payment.</p>\n    <p>The UK would drop out of countless arrangements, pacts and treaties, covering everything from tariffs to the movement of people, foodstuffs, other goods and data, to numerous specific deals on things such as aviation, and policing and security. Without an overall withdrawal agreement each element would need to be agreed. In the immediate aftermath, without a deal the UK would trade with the EU on the default terms of the World Trade Organization (WTO), including tariffs on agricultural goods. This has also been referred to by government ministers as an \"Australia-style deal\". Australia does not have a free trade agreement with the EU.</p>\n    <p>The UK government has already indicated that it will set low or no tariffs on goods coming into the country. This would lower the price of imports – making it harder for British manufacturers to compete with foreign goods. If the UK sets the tariffs to zero on goods coming in from the EU, under WTO “most favoured nation” rules it must also offer the same zero tariffs to other countries.<br></p>\n    <p>WTO rules only cover goods – they do not apply to financial services, a significant part of the UK’s economy. Trading under WTO rules will also require border checks, which could cause delays at ports, and a severe challenge to the peace process in Ireland without alternative arrangements in place to avoid a hard border.<br></p>\n    <p>Some no-deal supporters have claimed that the UK can use article XXIV of the General Agreement on Tariffs and Trade (Gatt) to force the EU to accept a period of up to 10 years where there are no tariffs while a free trade agreement is negotiated. However, the UK cannot invoke article XXIV unilaterally – the EU would have to agree to it. In previous cases where the article has been used, the two sides had a deal in place, and it has never been used to replicate something of the scale and complexity of the EU and the UK’s trading relationship.</p>\n    <p>The director general of the WTO, Roberto Azevêdo, has <a href=\"https://www.prospectmagazine.co.uk/economics-and-finance/jumping-from-league-one-to-league-three-wto-insiders-scathing-assessments-of-a-wto-brexit\">told Prospect magazine</a> that “in simple factual terms in this scenario, you could expect to see the application of tariffs between the UK and EU where currently there are none”.</p>\n    <p>Until some agreements are in place, a no-deal scenario will place extra overheads on UK businesses – eg the current government advice is that all drivers, including lorries and commercial vehicles, will require extra documentation to be able to drive in Europe if there is no deal. Those arguing for a “managed” no deal envisage that a range of smaller, sector-by-sector, bilateral agreements could be quickly put into place as mutual self-interest between the UK and EU to avoid introducing or to rapidly remove this kind of bureaucracy.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/martin-belam\">Martin Belam</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Peter Hemington, of BDO LLP, said: “This month’s dramatic fall in confidence is a very worrying event. Pessimistic companies don’t invest or hire, which is how recessions start.”</p> \n<p>Selfin said a no-deal Brexit threatened household confidence, business investment and cross-border trade, “with policymakers lacking the means to fully mitigate negative impacts”.</p> \n<p>The Resolution Foundation thinktank said its review of the UK’s readiness for a post-Brexit recession found that neither the government nor the Bank of England had the means to prevent the economy slipping into a prolonged downturn.</p> \n<p>It said policy changes over the last 10 years linked to the government’s austerity programme meant the poorest households had lost access to benefits that protected them in the 2008 crash from falling into extreme poverty.</p> \n<p>A switch from generous tax credit payments, which topped up wages when workers were forced to accept shorter hours or lost their jobs, to universal credit was a key reason poorer households were more vulnerable in a recession, the thinktank warned.</p> \n<figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n <figcaption>\n  Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n </figcaption> \n</figure> \n<p>“The UK’s macroeconomic policy framework has not kept pace with significant changes to our economic environment and is therefore at risk of leaving the country underprepared for the next recession. That is not a risk policymakers should take lightly,” it said.</p> \n<p>Governments relied heavily on central banks to rescue their economies during the last recession with moves to lower interest rates and the cost of long-term borrowing by businesses.</p> \n<p>The foundation said the Bank of England and other central banks were largely out of firepower, leaving ministers with a significant gap in their armoury should the economy weaken.</p> \n<p>To overcome this, the thinktank said the government should move to restore the safety net of benefits that have been cut in the last 10 years and strengthen the remit of the Bank of England to expand credit to households and businesses when the economy contracts.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "685",
      "firstPublicationDate": "2019-09-08T23:01:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:15Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ca6ae",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/daa21f89947454d34267fcac31268e94a81b3d40/0_192_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain will plunge into its first recession in a decade should the government quit the European Union without a deal, according to the latest in a string of gloomy forecasts about the UK’s fortunes outside the EU’s free trade area. Economists at the accountancy firm KPMG said that the knock-on effects to Britain’s trade and business confidence of a no-deal Brexit would lead to the economy shrinking by 1.5% next year. Consumer spending, which has provided between 60% and 80% of growth in the economy over the last three years, would also be severely dented. The warning follows forecasts by the Bank of England and the Treasury’s independent forecasting unit, the Office for Budget Responsibility, which have alerted the government to the negative economic consequences of losing access to the EU single market and customs union overnight. The central bank and the OBR have predicted a recession in the wake of a no-deal Brexit. KPMG forecasts that securing a deal ahead of the 31 October deadline would have the opposite effect of boosting GDP growth to 1.5% in 2020. Yael Selfin, KPMG UK’s chief economist, said she expected that in every quarter of next year the economy would contract, leading to the first recession since 2009 and the aftermath of the financial crisis. “With the Brexit debate poised on a knife-edge, the UK economy is now at a crossroads. It is difficult to think of another time when the UK has been on the verge of two economic out-turns that are so different, but the impact of a no-deal Brexit should not be underestimated,” she said. “Despite headwinds such as the slowing global economy and limited domestic capacity, the UK economy now has the potential to strengthen over the next 12 months. But a no-deal Brexit could put paid to this upside, triggering the UK’s first recession for a decade.” The economy has already slowed in recent months, with only the services sector continuing to expand, according to official figures. An industry survey by business advisers BDO found that optimism in the sector fell dramatically last month as the prospect of a recession became a possibility A survey of more than 4,000 services firms found that optimism was now at levels not seen since 2013. Peter Hemington, of BDO LLP, said: “This month’s dramatic fall in confidence is a very worrying event. Pessimistic companies don’t invest or hire, which is how recessions start.” Selfin said a no-deal Brexit threatened household confidence, business investment and cross-border trade, “with policymakers lacking the means to fully mitigate negative impacts”. The Resolution Foundation thinktank said its review of the UK’s readiness for a post-Brexit recession found that neither the government nor the Bank of England had the means to prevent the economy slipping into a prolonged downturn. It said policy changes over the last 10 years linked to the government’s austerity programme meant the poorest households had lost access to benefits that protected them in the 2008 crash from falling into extreme poverty. A switch from generous tax credit payments, which topped up wages when workers were forced to accept shorter hours or lost their jobs, to universal credit was a key reason poorer households were more vulnerable in a recession, the thinktank warned. “The UK’s macroeconomic policy framework has not kept pace with significant changes to our economic environment and is therefore at risk of leaving the country underprepared for the next recession. That is not a risk policymakers should take lightly,” it said. Governments relied heavily on central banks to rescue their economies during the last recession with moves to lower interest rates and the cost of long-term borrowing by businesses. The foundation said the Bank of England and other central banks were largely out of firepower, leaving ministers with a significant gap in their armoury should the economy weaken. To overcome this, the thinktank said the government should move to restore the safety net of benefits that have been cut in the last 10 years and strengthen the remit of the Bank of England to expand credit to households and businesses when the economy contracts.",
      "charCount": "4174",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/phillipinman\">Phillip Inman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/08/guardian-coverage-britain-europe-1971",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-08T18:00:48Z",
    "webTitle": "Was the old Guardian better than today’s? I can now make a direct comparison | Paul Chadwick",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/08/guardian-coverage-britain-europe-1971",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/08/guardian-coverage-britain-europe-1971",
    "fields": {
      "headline": "Was the old Guardian better than today’s? I can now make a direct comparison",
      "standfirst": "Coverage of Britain’s parliamentary drama in 1971 over joining Europe has many echoes today",
      "trailText": "Coverage of Britain’s parliamentary drama in 1971 over joining Europe has many echoes today, says Guardian readers’ editor Paul Chadwick",
      "byline": "Paul Chadwick",
      "main": "<figure class=\"element element-image\" data-media-id=\"26674c5c725c1ce6936f13666b8bf3b5c0fc7d2b\"> <img src=\"https://media.guim.co.uk/26674c5c725c1ce6936f13666b8bf3b5c0fc7d2b/0_137_1755_1053/1000.jpg\" alt=\"Prime minister Edward Heath in 1971\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Leader writers in 1971 and last week both reached for variations on ‘Europhobia’.’ Conservative prime minister Edward Heath, who led the UK into Europe. </span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>I have scouted for ages for an issue that would allow a comparison of Guardian journalism across time. What might be concluded from a look at print-only, black-and-white coverage alongside today’s converged, paper-and-screens coverage? Was the remembered paper really so much better than today’s, as readers sometimes lament to me? I needed subject matter that was sufficiently prominent, consequential and open to this kind of exercise, even if the samples were separated by decades.</p> <p>The chance came last week with the UK parliamentary drama over Brexit. The scene resembled the four days in October 1971 when the UK parliament debated and approved Edward Heath’s Conservative government’s “decision of principle to join the European Communities on the basis of arrangements which have been negotiated”. Labour whipped its MPs to vote against; 90 rebelled, and the motion passed 356 to 244. Recriminations swiftly followed. The House of Lords approved by 451 to 58 as “brother passed brother in the Labour party on the way to the lobbies with none of the acrimony of their Commons counterparts”, reported the Guardian.</p> <p>The project put me in parallel yet weirdly similar worlds. Early mornings and lunchtimes I read the 1971 Hansard and Guardian coverage, and in the evenings I watched today’s UK parliamentarians and followed the Guardian coverage. A connection across the years was Jacob Rees-Mogg because his suits and oratorical style brought to mind the older members of the House of Commons of 1971, and his frontbench lounging recalled the great comic actor Jacques Tati’s character Monsieur Hulot.</p> <p>More on eerie similarities later. The result of the journalism comparison favoured today’s Guardian, but not because the reporting and commentary of 48 years ago were inferior. On the contrary: for example, the reporters’ compression of a large number of the speeches was superb. The commentary was as robust then as now. Leader writers in 1971 and last week both reached for variations on “Europhobia”; only the sufferers have changed.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Experiencing the two debates in parallel was by turns instructive, amusing and sobering</p> </blockquote> </aside>  <p>Compared with the paper of old, striking differences were the immediacy, variety of voices and richness of content enabled by digital technologies, both for coverage on screens – desk, iPad and smartphone – and in the tabloid-size newspaper. In 1971 and 2019 the Guardian recorded who voted how, but today’s coloured, elegant graphics make the information much more digestible. While contemporary coverage prefers short “pull quotes” rather than summaries of an MP’s whole argument, readers today have within easy reach a livestream, short videos, the MP’s own social media presences and perhaps a podcast interview too. The most powerful element in the comparison was the politics live blog. Almost in real time, contributions to the debate are reported now in a kind of telegraphic way, a snippet or chunk at a time, with hyperlinks to explanatory material – the parliamentary library’s work is of particular value – contradictors, data and the tweeted reactions of interested observers such as other EU players.</p> <p>Adjusted for the current switch by the two main parties of what were in 1971 called the pro- and anti-marketeer positions, experiencing the two debates in parallel was by turns instructive, amusing and sobering. Public conscience-wrestling is compelling spectacle, and the sincerity with which views on this fundamental issue were held by many MPs of both generations was palpable. Arguments recurred across decades, sometimes in the same words: about sovereignty, treason/surrender, fisheries (a red herring, said one MP), flight of capital, government propaganda, Europe’s negotiators, free movement, and effects on the younger generation and on resident non-UK citizens. Northern Ireland appeared in both debates, despite the changed context. A small news item, by chance on the same page as the parliamentary reports on 29 October 1971, resounds discomfortingly today: “An Irish army officer pointed his sub-machine gun at a British officer during a 90-minute border confrontation yesterday, demanding that he hand over explosives planted to blow up a bridge in disputed territory at Newtownbutler, County Fermanagh. The British withdrew after consulting maps.”</p> <p>Amid the dross and inevitable repetition was some fine speech-making, some of it multi-purpose and time-proof, such as this from 1971’s secretary of state for employment, Robert Carr. In needling Labour over its attempt to whip obedience to its changed position on Europe, he said: “An occasional revelation, a single journey to Damascus, is respectable, but when a whole party goes in for a package tour the gullibility of onlookers is strained beyond endurance.”</p> <p>Much of Heath’s 1971 statement anticipating joining could readily serve Boris Johnson soon if he manages to leave: “Now we stand ready to take our first step into a new world full of new opportunities … Let us show ourselves to that new world as we would wish it to see us – confident, proud and strong.”</p> <p>• Paul Chadwick is the Guardian’s readers’ editor</p>",
      "newspaperPageNumber": "4",
      "wordcount": "792",
      "commentable": "false",
      "firstPublicationDate": "2019-09-08T18:00:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:16Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ca6j9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/26674c5c725c1ce6936f13666b8bf3b5c0fc7d2b/0_137_1755_1053/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I have scouted for ages for an issue that would allow a comparison of Guardian journalism across time. What might be concluded from a look at print-only, black-and-white coverage alongside today’s converged, paper-and-screens coverage? Was the remembered paper really so much better than today’s, as readers sometimes lament to me? I needed subject matter that was sufficiently prominent, consequential and open to this kind of exercise, even if the samples were separated by decades. The chance came last week with the UK parliamentary drama over Brexit. The scene resembled the four days in October 1971 when the UK parliament debated and approved Edward Heath’s Conservative government’s “decision of principle to join the European Communities on the basis of arrangements which have been negotiated”. Labour whipped its MPs to vote against; 90 rebelled, and the motion passed 356 to 244. Recriminations swiftly followed. The House of Lords approved by 451 to 58 as “brother passed brother in the Labour party on the way to the lobbies with none of the acrimony of their Commons counterparts”, reported the Guardian. The project put me in parallel yet weirdly similar worlds. Early mornings and lunchtimes I read the 1971 Hansard and Guardian coverage, and in the evenings I watched today’s UK parliamentarians and followed the Guardian coverage. A connection across the years was Jacob Rees-Mogg because his suits and oratorical style brought to mind the older members of the House of Commons of 1971, and his frontbench lounging recalled the great comic actor Jacques Tati’s character Monsieur Hulot. More on eerie similarities later. The result of the journalism comparison favoured today’s Guardian, but not because the reporting and commentary of 48 years ago were inferior. On the contrary: for example, the reporters’ compression of a large number of the speeches was superb. The commentary was as robust then as now. Leader writers in 1971 and last week both reached for variations on “Europhobia”; only the sufferers have changed. Compared with the paper of old, striking differences were the immediacy, variety of voices and richness of content enabled by digital technologies, both for coverage on screens – desk, iPad and smartphone – and in the tabloid-size newspaper. In 1971 and 2019 the Guardian recorded who voted how, but today’s coloured, elegant graphics make the information much more digestible. While contemporary coverage prefers short “pull quotes” rather than summaries of an MP’s whole argument, readers today have within easy reach a livestream, short videos, the MP’s own social media presences and perhaps a podcast interview too. The most powerful element in the comparison was the politics live blog. Almost in real time, contributions to the debate are reported now in a kind of telegraphic way, a snippet or chunk at a time, with hyperlinks to explanatory material – the parliamentary library’s work is of particular value – contradictors, data and the tweeted reactions of interested observers such as other EU players. Adjusted for the current switch by the two main parties of what were in 1971 called the pro- and anti-marketeer positions, experiencing the two debates in parallel was by turns instructive, amusing and sobering. Public conscience-wrestling is compelling spectacle, and the sincerity with which views on this fundamental issue were held by many MPs of both generations was palpable. Arguments recurred across decades, sometimes in the same words: about sovereignty, treason/surrender, fisheries (a red herring, said one MP), flight of capital, government propaganda, Europe’s negotiators, free movement, and effects on the younger generation and on resident non-UK citizens. Northern Ireland appeared in both debates, despite the changed context. A small news item, by chance on the same page as the parliamentary reports on 29 October 1971, resounds discomfortingly today: “An Irish army officer pointed his sub-machine gun at a British officer during a 90-minute border confrontation yesterday, demanding that he hand over explosives planted to blow up a bridge in disputed territory at Newtownbutler, County Fermanagh. The British withdrew after consulting maps.” Amid the dross and inevitable repetition was some fine speech-making, some of it multi-purpose and time-proof, such as this from 1971’s secretary of state for employment, Robert Carr. In needling Labour over its attempt to whip obedience to its changed position on Europe, he said: “An occasional revelation, a single journey to Damascus, is respectable, but when a whole party goes in for a package tour the gullibility of onlookers is strained beyond endurance.” Much of Heath’s 1971 statement anticipating joining could readily serve Boris Johnson soon if he manages to leave: “Now we stand ready to take our first step into a new world full of new opportunities … Let us show ourselves to that new world as we would wish it to see us – confident, proud and strong.” • Paul Chadwick is the Guardian’s readers’ editor",
      "charCount": "5043",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/paul-chadwick\">Paul Chadwick</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "education/2019/sep/08/arts-deserve-a-central-place-in-the-curriculum",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-09-08T17:10:43Z",
    "webTitle": "Arts deserve a central place in the curriculum | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/sep/08/arts-deserve-a-central-place-in-the-curriculum",
    "apiUrl": "https://content.guardianapis.com/education/2019/sep/08/arts-deserve-a-central-place-in-the-curriculum",
    "fields": {
      "headline": "Arts deserve a central place in the curriculum",
      "standfirst": "Readers respond to Michael Rosen’s call for a new deal for the arts in schools",
      "trailText": "<strong>Letters: </strong>Readers respond to Michael Rosen’s call for a new deal for the arts in schools",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"dbc1828bdc7fe5ba057259103eabe93a88391560\"> <img src=\"https://media.guim.co.uk/dbc1828bdc7fe5ba057259103eabe93a88391560/0_129_3865_2318/1000.jpg\" alt=\"Art teacher guiding middle school students painting in art class\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The arts offer a powerful means through which all children and young people can make sense of experience,’ writes Roy Prentice.</span> <span class=\"element-image__credit\">Photograph: Juice Images/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Michael Rosen (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/01/term-starting-english-schools-arts-emergency-subjects\" title=\"\">Let the music in: why schools need a new deal for the arts</a>, 2 September) presents a refreshing case for us to reframe our ideas about the school curriculum to accommodate learning in the arts for its intrinsic value. But he is well used to swimming against the tide.</p> <p>Like me, Rosen is old enough to remember the publication of the Gulbenkian Foundation report The Arts in Schools (1982). It was a splendid initiative, an articulate, informed response to the feared marginalisation of the arts in schools by the Thatcher government. In the national curriculum, introduced in 1988, “important” subjects (excluding the arts) were give privileged “core” status. More recently the government has vigorously promoted science, technology, engineering and maths at the expense of the arts.</p> <p>Nearly 40 years after the publication of The Arts in Schools, arts educators find themselves in an even darker, more arid and more depressing educational landscape. This is why the voices of those like Rosen need to be more widely heard and why the Guardian’s continued commitment to facilitating a debate on this issue is vital. The arts offer a powerful means through which all children and young people can make sense of experience. This isn’t a difficult concept to understand or support – unless the fostering of creative ways of thinking and doing isn’t what the government thinks schools are in business for.<br><strong>Roy Prentice</strong><br><em>London</em></p> <p>• Michael Rosen is quite right to attack the influence of former education secretary Michael Gove on the teaching of arts subjects in school. This country has achieved world renown in the last 50 years or so as a result of artistic and musical achievements. Deep involvement in the arts enriches people’s lives and their relationships to one another.</p> <p>All this has nothing to do with “units of sellable labour power” and competition in the global labour market. The UK boasts composers, performers, painters, sculptors, dancers and choreographers, actors and directors of international standing. Young upcoming figures in the same fields need every bit of support and encouragement to uphold this tradition.<br><strong>Meirion Bowen</strong><br><em>London</em></p> <p>• Thank you, Michael Rosen, for your succinct article about the need for creative arts subjects to play a central part in the school curriculum. As always there is a need for all students to develop their imagination and skills in different environments.</p> <p>I was lucky enough to be an art teacher in a Leicestershire upper school in the late 70s and 80s. All students were required to take an art and design subject to GCSE level. Music and drama were also popular subjects, leading pupils to possible membership of the then thriving county orchestra and drama opportunities. General studies was also a well-supported, compulsory A-level subject.</p> <p>I feel it is very important for young people to broaden their minds while developing imagination and problem-solving approaches to everything they do.<br><strong>Rowena Dawson</strong><br><em>Kegworth, Leicestershire</em></p> <p>• Michael Rosen’s article on the arts in schools reminded me of a training day session with a government adviser who told us that our teaching must always be driven by objectives and that those objectives must be measurable.</p> <p>I asked him what I should measure when my objective was to help children appreciate poetry. “You’ve got to find something to measure,” he said.<br><strong>Jim Johnson</strong><br><em>Nottingham</em></p> <p>• A new deal for the arts would be welcome. It may surprise readers to learn that a drama GCSE now requires 70% written assessment and only 30% practical performance. Arts subjects have a reputation for being a soft option. Actually, many arts courses require a wider skills base than many other subjects.<br><strong>Niall Whitehead</strong><br><em>Hastings, East Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "646",
      "commentable": "false",
      "firstPublicationDate": "2019-09-08T17:10:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-08T17:11:31Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ca69f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dbc1828bdc7fe5ba057259103eabe93a88391560/0_129_3865_2318/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Michael Rosen (Let the music in: why schools need a new deal for the arts, 2 September) presents a refreshing case for us to reframe our ideas about the school curriculum to accommodate learning in the arts for its intrinsic value. But he is well used to swimming against the tide. Like me, Rosen is old enough to remember the publication of the Gulbenkian Foundation report The Arts in Schools (1982). It was a splendid initiative, an articulate, informed response to the feared marginalisation of the arts in schools by the Thatcher government. In the national curriculum, introduced in 1988, “important” subjects (excluding the arts) were give privileged “core” status. More recently the government has vigorously promoted science, technology, engineering and maths at the expense of the arts. Nearly 40 years after the publication of The Arts in Schools, arts educators find themselves in an even darker, more arid and more depressing educational landscape. This is why the voices of those like Rosen need to be more widely heard and why the Guardian’s continued commitment to facilitating a debate on this issue is vital. The arts offer a powerful means through which all children and young people can make sense of experience. This isn’t a difficult concept to understand or support – unless the fostering of creative ways of thinking and doing isn’t what the government thinks schools are in business for. Roy Prentice London • Michael Rosen is quite right to attack the influence of former education secretary Michael Gove on the teaching of arts subjects in school. This country has achieved world renown in the last 50 years or so as a result of artistic and musical achievements. Deep involvement in the arts enriches people’s lives and their relationships to one another. All this has nothing to do with “units of sellable labour power” and competition in the global labour market. The UK boasts composers, performers, painters, sculptors, dancers and choreographers, actors and directors of international standing. Young upcoming figures in the same fields need every bit of support and encouragement to uphold this tradition. Meirion Bowen London • Thank you, Michael Rosen, for your succinct article about the need for creative arts subjects to play a central part in the school curriculum. As always there is a need for all students to develop their imagination and skills in different environments. I was lucky enough to be an art teacher in a Leicestershire upper school in the late 70s and 80s. All students were required to take an art and design subject to GCSE level. Music and drama were also popular subjects, leading pupils to possible membership of the then thriving county orchestra and drama opportunities. General studies was also a well-supported, compulsory A-level subject. I feel it is very important for young people to broaden their minds while developing imagination and problem-solving approaches to everything they do. Rowena Dawson Kegworth, Leicestershire • Michael Rosen’s article on the arts in schools reminded me of a training day session with a government adviser who told us that our teaching must always be driven by objectives and that those objectives must be measurable. I asked him what I should measure when my objective was to help children appreciate poetry. “You’ve got to find something to measure,” he said. Jim Johnson Nottingham • A new deal for the arts would be welcome. It may surprise readers to learn that a drama GCSE now requires 70% written assessment and only 30% practical performance. Arts subjects have a reputation for being a soft option. Actually, many arts courses require a wider skills base than many other subjects. Niall Whitehead Hastings, East Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4027",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/08/at-last-the-labour-position-on-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-08T17:09:12Z",
    "webTitle": "At last, the Labour position on Brexit | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/08/at-last-the-labour-position-on-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/08/at-last-the-labour-position-on-brexit",
    "fields": {
      "headline": "At last, the Labour position on Brexit",
      "standfirst": "<strong>Jerry Hodgkinson</strong> comments on Emily Thornberry’s remarks on Question Time",
      "trailText": "Letters: <strong>Jerry Hodgkinson</strong> comments on Emily Thornberry’s remarks on Question Time",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c2ff82fbc809ad5b872df2f57171660498e91137\"> <img src=\"https://media.guim.co.uk/c2ff82fbc809ad5b872df2f57171660498e91137/0_8_4177_2507/1000.jpg\" alt=\"Labour party leader Jeremy Corbyn applauds as shadow Foreign Secretary Emily Thornberry waves to delegates at last year’s Labour conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour party leader Jeremy Corbyn applauds as shadow Foreign Secretary Emily Thornberry waves to delegates at last year’s Labour conference.</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Finally, a senior Labour member has explained the party’s position on Brexit. After a lot of pushing by Fiona Bruce on last Thursday’s Question Time (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/06/three-questions-general-election-brexit-remain\" title=\"\">The three questions that will decide the next election</a>, 7 September), Emily Thornberry said Labour’s position is as follows.</p> <p>When Labour wins the general election they will go to Brussels and negotiate a better deal than the one currently on the table.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/09/getting-to-grips-with-labour-party-brexit-policy\">Getting to grips with the Labour party’s Brexit policy | Letters</a> </p> </aside>  <p>When that negotiation is completed they will come back to Westminster and campaign against that deal. They then hope to hold another referendum, giving a choice of the deal they negotiated or remain. The outcome they would like is remain.</p> <p>Now I know why Jeremy Corbyn has had nothing coherent to say on the matter in years.<br><strong>Jerry Hodgkinson</strong><br><em>Ealing, London</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "174",
      "commentable": "false",
      "firstPublicationDate": "2019-09-08T17:09:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:24Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ca6kb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c2ff82fbc809ad5b872df2f57171660498e91137/0_8_4177_2507/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Finally, a senior Labour member has explained the party’s position on Brexit. After a lot of pushing by Fiona Bruce on last Thursday’s Question Time (The three questions that will decide the next election, 7 September), Emily Thornberry said Labour’s position is as follows. When Labour wins the general election they will go to Brussels and negotiate a better deal than the one currently on the table. When that negotiation is completed they will come back to Westminster and campaign against that deal. They then hope to hold another referendum, giving a choice of the deal they negotiated or remain. The outcome they would like is remain. Now I know why Jeremy Corbyn has had nothing coherent to say on the matter in years. Jerry Hodgkinson Ealing, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1054",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/08/austerity-poverty-and-sajid-javid-magic-money-trees",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-08T17:06:42Z",
    "webTitle": "Austerity, poverty and Sajid Javid’s magic money trees | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/08/austerity-poverty-and-sajid-javid-magic-money-trees",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/08/austerity-poverty-and-sajid-javid-magic-money-trees",
    "fields": {
      "headline": "Austerity, poverty and Sajid Javid’s magic money trees",
      "standfirst": "<p>It will take a revolution in government planning, budgeting and delivery to conquer poverty, writes <strong>John Bird</strong>, while <strong>Michael Miller</strong> says the chancellor’s spending splurge is possible only because public sector pay and benefits have been cruelly constrained</p>",
      "trailText": "<strong>Letters: </strong>It will take a revolution in government planning, budgeting and delivery to conquer poverty, writes <strong>John Bird</strong>, while <strong>Michael Miller</strong> says the chancellor’s spening splurge is possible only because public sector pay and benefits have been cruelly constrained",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"30527e98f347c8755cda8531e57dc71f1822b799\"> <img src=\"https://media.guim.co.uk/30527e98f347c8755cda8531e57dc71f1822b799/0_28_3500_2100/1000.jpg\" alt=\"Chancellor Sajid Javid presents his spending review statement to the House of Commons on 4 September.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chancellor Sajid Javid presents his spending review statement to the House of Commons on 4 September.</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>On Wednesday, the new chancellor announced that Boris Johnson’s administration is turning the page on austerity and beginning a decade of renewal (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/04/the-guardian-view-on-sajid-javids-spending-review-please-sir-can-we-have-some-more\" title=\"\">Editorial</a>, 5 September). If Downing Street is serious about this mission, it’s time for Johnson and Sajid Javid to completely rethink how and why they set budgets in the first place.</p> <p>Take the chancellor’s £54m announcement on reducing homelessness. It will no doubt offer relief to some of the thousands of people sleeping rough, but if HM Treasury really wants to do something about poverty on these islands, it’ll take a revolution in government planning, budgeting and delivery.</p> <p>We have to get the root causes of poverty – with a joined-up strategy to tackle insecure work, illiteracy, low skills, lower pay, family problems, high living costs and ineffective welfarism – and not just focus on its symptoms.</p> <p>Future generations will look back with incredulity at our short-term efforts to tackle the rolling crises of poverty, climate and democracy. It’s time to get serious about the future, and that means rooting the wellbeing of future generations at the heart of our decision-making.<br><strong>John Bird</strong><br><em>House of Lords</em></p> <p>• The <a href=\"https://www.theguardian.com/commentisfree/picture/2019/sep/05/ben-jennings-on-boris-johnsons-faltering-election-push-cartoon\" title=\"\">cartoon by Ben Jennings</a> is spot-on (6 September). As Philip Inman also points out in his analysis (<a href=\"https://www.theguardian.com/business/2019/sep/05/has-the-age-of-austerity-really-come-to-an-end-sajid-javid\" title=\"\">Is Javid really bringing era of austerity to a close?</a>, 6 September), the promises, while trumpeted as a cornucopia, do not actually even return public spending to pre-2010 levels. It’s also obscene and cruel that the forests of “magic money trees” now being harvested for Conservative pre-election softeners are there only because of a decade of public sector pay freezes and devastating reductions in welfare payments.<br><strong>Michael Miller</strong><br><em>Sheffield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "318",
      "commentable": "false",
      "firstPublicationDate": "2019-09-08T17:06:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-11T11:52:25Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ca6hz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/30527e98f347c8755cda8531e57dc71f1822b799/0_28_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On Wednesday, the new chancellor announced that Boris Johnson’s administration is turning the page on austerity and beginning a decade of renewal (Editorial, 5 September). If Downing Street is serious about this mission, it’s time for Johnson and Sajid Javid to completely rethink how and why they set budgets in the first place. Take the chancellor’s £54m announcement on reducing homelessness. It will no doubt offer relief to some of the thousands of people sleeping rough, but if HM Treasury really wants to do something about poverty on these islands, it’ll take a revolution in government planning, budgeting and delivery. We have to get the root causes of poverty – with a joined-up strategy to tackle insecure work, illiteracy, low skills, lower pay, family problems, high living costs and ineffective welfarism – and not just focus on its symptoms. Future generations will look back with incredulity at our short-term efforts to tackle the rolling crises of poverty, climate and democracy. It’s time to get serious about the future, and that means rooting the wellbeing of future generations at the heart of our decision-making. John Bird House of Lords • The cartoon by Ben Jennings is spot-on (6 September). As Philip Inman also points out in his analysis (Is Javid really bringing era of austerity to a close?, 6 September), the promises, while trumpeted as a cornucopia, do not actually even return public spending to pre-2010 levels. It’s also obscene and cruel that the forests of “magic money trees” now being harvested for Conservative pre-election softeners are there only because of a decade of public sector pay freezes and devastating reductions in welfare payments. Michael Miller Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2008",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/08/tuc-head-frances-o-grady-advises-parliament-to-hold-their-nerve-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-08T14:04:18Z",
    "webTitle": "TUC head advises UK parliament to 'hold their nerve'",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/08/tuc-head-frances-o-grady-advises-parliament-to-hold-their-nerve-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/08/tuc-head-frances-o-grady-advises-parliament-to-hold-their-nerve-brexit",
    "fields": {
      "headline": "TUC head advises UK parliament to 'hold their nerve'",
      "standfirst": "<p>Frances O’Grady urged MPs to secure article 50 extension before letting go of control over Brexit</p>",
      "trailText": "Frances O’Grady urged MPs to secure article 50 extension before letting go of control over Brexit",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"d7f432f82a28e02d04cb19b1ad6f8fbb89b44833\"> \n <img src=\"https://media.guim.co.uk/d7f432f82a28e02d04cb19b1ad6f8fbb89b44833/495_213_3005_1802/1000.jpg\" alt=\"Frances O’Grady\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Frances O’Grady, TUC’s general secretary, said for hard-right Tories Brexit was an ‘ideological project’.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Matthews/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>MPs who have taken control of parliament to stop Boris Johnson from forcing a no-deal Brexit have been urged by the leader of the Trades Union Congress (TUC) to “hold their nerve” until after 31 October.</p> \n<p>Frances O’Grady, the TUC’s general secretary, called upon parliament not to budge until an extension to article 50 has been secured.</p> \n<p>It follows a standoff between parliament and the government over Johnson’s plan to leave the EU on 31 October, come what may.</p> \n<p>Speaking at the first day of the TUC’s annual congress, O’Grady said MPs must force an extension before relinquishing control of the Brexit process.</p> \n<p>“My advice to MPs is this: when you’ve got your opponent on the ropes – don’t let them off. Hold your nerve until 31 October and call Boris Johnson’s bluff.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/06/boris-johnson-short-of-options-as-rebels-vow-to-secure-brexit-delay\">Brexit: Boris Johnson short of options as rebels vow to secure delay</a> </p> \n</aside> \n<p>“So once we have that extension locked down, then let’s have that general election on our terms – not his. Boris Johnson is not above the law, he doesn’t have a divine right to rule,” she said.</p> \n<p>O’Grady added that Johnson was motivated by political power and fulfilling a hard-right agenda.</p> \n<p>“We know what kind of man Boris Johnson is, and the people he gets to do his dirty work. We don’t trust him. He would sell livelihoods down the river because all he cares about is political power,” she said.</p> \n<p>O’Grady said events in the coming days and months would shape jobs and living standards for a generation, while leaving without a deal would be a “disaster” for workers, especially those in the NHS, civil service, the food industry and ports.</p> \n<p>“A no-deal Brexit means higher fuel prices and a more expensive weekly shop, it will destroy good British jobs, [mean] less money for the NHS and medicine shortages for cancer patients,” she added.</p> \n<p>“For hard-right Tories, Brexit has always been part of a bigger ideological project. A no-deal Brexit would pave the way for a low-tax, low-regulation Britain that works for hedge fund managers but offers nothing for working people,” O’Grady added.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a6e3847f-f534-48fa-9919-609e4c49cad2\" data-atom-type=\"timeline\"> \n  <div>\n   <div class=\"atom-Timeline\">\n    <p><i>(August 24, 2019)</i>&nbsp;<strong> The story breaks</strong></p>\n    <p></p>\n    <p>The Observer breaks the story that <a href=\"https://www.theguardian.com/politics/2019/aug/24/johnson-seeks-legal-advice-parliament-closure\">Boris Johnson has sought legal advice on closing parliament for five weeks</a>&nbsp;</p>\n    <p></p>\n    <p><i>(August 27, 2019)</i>&nbsp;<strong>Leaks spread</strong></p>\n    <p></p>\n    <p>Other media organisations begin to receive leaks that Johnson will make a statement on prorogation</p>\n    <p></p>\n    <p><i>(August 28, 2019)</i>&nbsp;<strong>Visit to Balmoral</strong></p>\n    <p></p>\n    <p>Three privy counsellors, including Jacob Rees-Mogg, travel to Balmoral to tell the Queen of the prorogation plan. Cabinet ministers are informed by conference call</p>\n    <p></p>\n    <p><i>(August 31, 2019)</i>&nbsp;<strong>Protests and protestations</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/politics/2019/aug/31/thousands-expected-to-join-protests-against-boris-johnson-coup\">Tens of thousands protest against prorogation</a>. Cross-party group of MPs steps up preparation for blocking no deal when parliament makes a brief return</p>\n    <p></p>\n    <p><i>(September 3, 2019)</i>&nbsp;<strong>Parliament returns</strong></p>\n    <p></p>\n    <p>Parliament returns and the prime minister loses six votes in six days. MPs vote to prevent a no-deal Brexit, and refuse Johnson's attempts to force them into a general election.</p>\n    <p></p>\n    <p><i>(September 6, 2019)</i>&nbsp;<strong> Gina Miller case fails</strong></p>\n    <p></p>\n    <p>Legal campaigner Gina Miller vows to continue her “fight for democracy” after the high court dismissed her claim that the prime minister acted unlawfully in giving advice to the Queen to suspend parliament at a time of momentous political upheaval.</p>\n    <p></p>\n    <p><i>(September 9, 2019)</i>&nbsp;<strong>Parliament dissolved</strong></p>\n    <p></p>\n    <p>Parliament is dissolved amid chaotic scenes as some MPs hold up signs saying they have been silenced, try to prevent Speaker John Bercow leaving the chamber, and&nbsp; sing the Red Flag.</p>\n    <p></p>\n    <p><i>(September 11, 2019)</i>&nbsp;<strong> Scottish court ruling</strong></p>\n    <p></p>\n    <p>The court of session in Scotland rules that <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-judges-rule-boris-johnsons-prorogation-unlawful\">Boris Johnson’s decision to prorogue parliament for five weeks was unlawful</a>. The case will go to the supreme court.</p>\n    <p></p>\n    <p><i>(September 17, 2019)</i>&nbsp;<strong> Supreme court hearing</strong></p>\n    <p></p>\n    <p>The Supreme court begins three-day hearing to join together all the appeals and legal challenges to the prorogation.</p>\n    <p></p>\n    <p><i>(September 24, 2019)</i>&nbsp;<strong>Supreme court finds prorogation was unlawful</strong></p>\n    <p></p>\n    <p>The judges unanimously decided that prorogation was justiciable, and it was in the power of the court to rule on it.<b>&nbsp;</b>They additionally found that <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">the prorogation was unlawful</a>, as it had the effect of preventing parliament from being able to carry out its constitutional functions. The court found that the prime minister’s advice to the Queen was unlawful, void and of no effect. Their unanimous judgement was that parliament had not been prorogued.</p>\n    <p></p>\n    <p><i>(September 25, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Parliament goes back to work.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The TUC will debate their own Brexit policy on Sunday afternoon, with some of the biggest unions still split over the direction of the Labour movement.</p> \n<p>While many unions would like the TUC to push for a second referendum in which they campaigned to remain, others, including the fire brigades’ union, the communication workers’ union and Unite’s leader Len McCluskey have argued against this.</p> \n<p>Jeremy Corbyn, Labour’s leader, is due to address the congress on Tuesday, followed by the shadow Brexit secretary Keir Starmer’s appearance on Wednesday.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "423",
      "firstPublicationDate": "2019-09-08T14:04:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:17Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ca64p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d7f432f82a28e02d04cb19b1ad6f8fbb89b44833/495_213_3005_1802/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs who have taken control of parliament to stop Boris Johnson from forcing a no-deal Brexit have been urged by the leader of the Trades Union Congress (TUC) to “hold their nerve” until after 31 October. Frances O’Grady, the TUC’s general secretary, called upon parliament not to budge until an extension to article 50 has been secured. It follows a standoff between parliament and the government over Johnson’s plan to leave the EU on 31 October, come what may. Speaking at the first day of the TUC’s annual congress, O’Grady said MPs must force an extension before relinquishing control of the Brexit process. “My advice to MPs is this: when you’ve got your opponent on the ropes – don’t let them off. Hold your nerve until 31 October and call Boris Johnson’s bluff. “So once we have that extension locked down, then let’s have that general election on our terms – not his. Boris Johnson is not above the law, he doesn’t have a divine right to rule,” she said. O’Grady added that Johnson was motivated by political power and fulfilling a hard-right agenda. “We know what kind of man Boris Johnson is, and the people he gets to do his dirty work. We don’t trust him. He would sell livelihoods down the river because all he cares about is political power,” she said. O’Grady said events in the coming days and months would shape jobs and living standards for a generation, while leaving without a deal would be a “disaster” for workers, especially those in the NHS, civil service, the food industry and ports. “A no-deal Brexit means higher fuel prices and a more expensive weekly shop, it will destroy good British jobs, [mean] less money for the NHS and medicine shortages for cancer patients,” she added. “For hard-right Tories, Brexit has always been part of a bigger ideological project. A no-deal Brexit would pave the way for a low-tax, low-regulation Britain that works for hedge fund managers but offers nothing for working people,” O’Grady added. The TUC will debate their own Brexit policy on Sunday afternoon, with some of the biggest unions still split over the direction of the Labour movement. While many unions would like the TUC to push for a second referendum in which they campaigned to remain, others, including the fire brigades’ union, the communication workers’ union and Unite’s leader Len McCluskey have argued against this. Jeremy Corbyn, Labour’s leader, is due to address the congress on Tuesday, followed by the shadow Brexit secretary Keir Starmer’s appearance on Wednesday.",
      "charCount": "2504",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/sep/08/javid-decade-of-renewal-sop-tory-voters-spending-review-austerity",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-09-08T14:01:42Z",
    "webTitle": "An end to austerity, really? It's just a sop to older Tory voters",
    "webUrl": "https://www.theguardian.com/business/2019/sep/08/javid-decade-of-renewal-sop-tory-voters-spending-review-austerity",
    "apiUrl": "https://content.guardianapis.com/business/2019/sep/08/javid-decade-of-renewal-sop-tory-voters-spending-review-austerity",
    "fields": {
      "headline": "An end to austerity, really? It's just a sop to older Tory voters",
      "standfirst": "<p>Rather than truly instigating a ‘new decade of renewal’ austerity, the spending review has only an election in mind</p>",
      "trailText": "Rather than truly instigating a ‘new decade of renewal’ austerity, the spending review has only an election in mind",
      "main": "<figure class=\"element element-image\" data-media-id=\"58e820f672d1096af406278c483fac2fd3284b2a\"> <img src=\"https://media.guim.co.uk/58e820f672d1096af406278c483fac2fd3284b2a/842_974_3711_2228/1000.jpg\" alt=\"Chancellor Sajid Javid leaves 11 Downing Street before delivering his spending review to parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sajid Javid leaves 11 Downing Street before delivering his spending review to parliament.</span> <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> </figcaption> </figure>",
      "body": "<p>There were plenty of shaking heads on the opposition benches when Sajid Javid claimed that his <a href=\"https://www.theguardian.com/politics/2019/sep/04/spending-review-2019-the-chancellors-key-points-at-a-glance\" title=\"\">review of Whitehall spending</a> meant “we are turning the page on austerity and beginning a new decade of renewal”.</p> <p>The thinktanks that pore over the government’s finances were kind to the chancellor, agreeing that a £13.8bn, above-inflation increase in Whitehall budgets meant a page had been turned. But they emphasised that there was <a href=\"https://www.theguardian.com/business/2019/sep/05/has-the-age-of-austerity-really-come-to-an-end-sajid-javid\" title=\"\">a long way to go before ministers would see the back of austerity</a>.</p> <p>The Institute for Fiscal Studies (IFS) and the Resolution Foundation, which vie to have the last word on tax and spending policies, agreed that an average increase of 4.1% in Whitehall budgets represented a chunky boost, if only for the 2020-21 financial year covered by the review.</p> <p>They were less convinced that the money on offer was enough to restore Britain’s battered public services and shrinking welfare state. Downplaying the impact on most departmental spending, the IFS said that, excluding health, the additional boost would be enough to reverse only around a quarter of the cuts since 2010. Worse, if the calculation takes account of the UK’s rising population, the increase claws back just 15% of cuts in spending since 2010 on a per-capita basis.</p> <p>Arguably, government thinking is limited by a narrow focus on the UK’s older voters, whom the Tory party needs to keep inside the fold as an election approaches.</p> <p>Increasing strain on the health system, which warranted a large slug of the extra spending, comes mainly from an ageing population. Likewise, a rise in funding for local government was mostly directed at social care, a service required mostly by older people.</p> <p>Even the money set aside for 20,000 extra police officers can be seen as a sop to the old, who fear crime beyond anything that shows up in the figures. The huge number of trainee positions is well above what police chiefs asked for. And so it is assumed the excessive figure is part of Boris Johnson’s voter-friendly policy playbook.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It is assumed the huge number of new police trainees is part of Boris Johnson’s voter-friendly policy playbook</p> </blockquote> </aside>  <p>As an election tactic, it probably works well. But ministers should be spending wisely and rethinking some of the priorities of 10 years ago, not simply pushing staff numbers back to previous highs.</p> <p>Education is another case of spending with an election – rather than the sustainability and success of public services – in mind. Javid said that he would restore funding lost in recent rounds of cuts, adding £7.1bn over three years to the schools budget.</p> <p>Will that funding be sensibly spent? The Department for Education wants to expand teacher recruitment, yet without addressing why surveys show that <a href=\"https://www.theguardian.com/education/2019/apr/16/fifth-of-teachers-plan-to-leave-profession-within-two-years\" title=\"\">a fifth of teachers expect to leave the profession</a> in the next two years.</p> <p>There are also concerns that the money will be directed at schools in Tory shires, leaving many pupils from low-income families in the big cities unprotected from further budget cuts.</p> <p>These are not plans for a “new beginning”. They are slanted too much to short-term gain for that.</p> <p>Making matters worse, the spending plans are based on economic forecasts dating back to the spring and, without tax rises or other ways of raising money, are unfunded. Whether there is a last-minute Brexit deal or the UK crashes out of the EU on 31 October, the economy is weaker than it was in spring and government receipts will be lower than in those forecasts.</p> <p>All this means that when Javid swaps his Scrooge outfit for a Santa suit and shakes the magic money tree, he is neither deploying his funds sensibly, nor being prudent.</p> <h2>We are too far down the line to give up on HS2 now</h2> <p>The announcement that HS2 would cost £88bn instead of £56bn was a revelation that surprised no one. According to <a href=\"https://www.theguardian.com/uk-news/2019/sep/03/hs2-to-be-delayed-by-up-to-five-years\" title=\"\">the conclusions of the current chairman</a> of HS2 Ltd, the first train services will be at least two years behind schedule and final completion could lag by seven years to 2040 – timescales which almost certainly imply further cost spirals ahead.</p> <p>The new transport secretary, Grant Shapps, did the right thing in releasing the report. Whatever the government may eventually decide after the short Oakervee review into HS2’s costs and benefits, part of the ugly truth is in the open. Transparency is essential, both from HS2 and government.</p> <p>Both bear a portion of the blame for the current mess. Doubtless, HS2 Ltd has allowed swollen salaries and controversial payoffs that, at the very least, contravened public sector rules. Ministers cannot have been unaware of the pressure on budgets, and it was wishful thinking or wilful blindness to dole out concessions such as generous property compensation while claiming the budget ceiling could never be broken. It now transpires that geological surveys along much of the 330-mile route were yet to be conducted before HS2 decided how much it would cost to build the railway.</p> <p>But letting the sunlight in on HS2 Ltd should not blind us to the project’s virtues. As with any public expenditure, the game of finding more deserving causes is easy. But HS2 has gained as much consensus as any infrastructure scheme, been legislated for, and is now under way to the tune of £7bn. Even if a cheaper project might have been better in hindsight, any alternative would now spend another decade in the purgatory of planning and debate. For all its faults, eventually the high-speed line will enhance Britain. The nation will be best served by ploughing on, however reluctantly, with HS2.</p> <h2>Watchdog’s weedy approach to Viagogo leaves fans exposed</h2> <p>Critics of the controversial ticket resale website Viagogo have been left scratching their heads after the Competition and Markets Authority (CMA) <a href=\"https://www.theguardian.com/money/2019/sep/05/watchdog-drops-viagogo-legal-case-after-changes-on-resale-site\" title=\"\">suspended its legal pursuit of the company</a> for contempt of court.</p> <p>The consumer watchdog <a href=\"https://www.theguardian.com/money/2019/jul/04/cma-seeks-to-find-viagogo-in-contempt-of-court\" title=\"\">resorted to the courts</a> this year, after accusing Viagogo of repeatedly flouting laws designed to protect the public from sharp business practice.</p> <p>The CMA now says Viagogo has mended its ways but music industry groups and ticket industry sources insist that they’ve seen examples as recently as last week that should test the regulator’s confidence.</p> <p>It took the CMA far too long to act, but when the regulator finally stirred it gave Viagogo – a well-resourced multinational company – plenty of time to make changes that it should have made voluntarily. Now, after a £2m investigation, the CMA appears to have given in.</p> <p>In its statement, the regulator said its tussle with Viagogo lent weight to its campaign to be given greater regulatory powers. It’s hard not to think its weedy approach was always intended to highlight its impotence and bolster its case for better enforcement tools.</p> <p>Even if Viagogo were fully compliant with consumer law, there remains a debate to be had over the morality, rather than the legality, of the secondary ticketing market.</p> <p>The recent experience of Ed Sheeran fans, who were <a href=\"https://www.theguardian.com/music/2019/aug/30/ed-sheeran-criticised-by-fans-as-anti-touting-scheme-backfires\" title=\"\">left unable to sell tickets they couldn’t use</a> due to unfair resale restrictions, shows some form of market must exist for fans to recoup some, or all, of their money if they can’t go to a show. But permitting resale at vastly marked-up prices only ends up hitting devoted fans in the pocket, undermining efforts made by some artists to keep ticket costs down.</p> <p>It is the owners of secondary ticketing websites – and the parasitic touts who use them – who reap the rewards of this skewed marketplace. What role do such people have in the music industry, other than to exploit fans’ passion for their profit?</p>",
      "newspaperPageNumber": "64",
      "wordcount": "1240",
      "commentable": "false",
      "firstPublicationDate": "2019-09-08T06:00:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-08T14:02:23Z",
      "newspaperEditionDate": "2019-09-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c9nab",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/58e820f672d1096af406278c483fac2fd3284b2a/842_974_3711_2228/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There were plenty of shaking heads on the opposition benches when Sajid Javid claimed that his review of Whitehall spending meant “we are turning the page on austerity and beginning a new decade of renewal”. The thinktanks that pore over the government’s finances were kind to the chancellor, agreeing that a £13.8bn, above-inflation increase in Whitehall budgets meant a page had been turned. But they emphasised that there was a long way to go before ministers would see the back of austerity. The Institute for Fiscal Studies (IFS) and the Resolution Foundation, which vie to have the last word on tax and spending policies, agreed that an average increase of 4.1% in Whitehall budgets represented a chunky boost, if only for the 2020-21 financial year covered by the review. They were less convinced that the money on offer was enough to restore Britain’s battered public services and shrinking welfare state. Downplaying the impact on most departmental spending, the IFS said that, excluding health, the additional boost would be enough to reverse only around a quarter of the cuts since 2010. Worse, if the calculation takes account of the UK’s rising population, the increase claws back just 15% of cuts in spending since 2010 on a per-capita basis. Arguably, government thinking is limited by a narrow focus on the UK’s older voters, whom the Tory party needs to keep inside the fold as an election approaches. Increasing strain on the health system, which warranted a large slug of the extra spending, comes mainly from an ageing population. Likewise, a rise in funding for local government was mostly directed at social care, a service required mostly by older people. Even the money set aside for 20,000 extra police officers can be seen as a sop to the old, who fear crime beyond anything that shows up in the figures. The huge number of trainee positions is well above what police chiefs asked for. And so it is assumed the excessive figure is part of Boris Johnson’s voter-friendly policy playbook. As an election tactic, it probably works well. But ministers should be spending wisely and rethinking some of the priorities of 10 years ago, not simply pushing staff numbers back to previous highs. Education is another case of spending with an election – rather than the sustainability and success of public services – in mind. Javid said that he would restore funding lost in recent rounds of cuts, adding £7.1bn over three years to the schools budget. Will that funding be sensibly spent? The Department for Education wants to expand teacher recruitment, yet without addressing why surveys show that a fifth of teachers expect to leave the profession in the next two years. There are also concerns that the money will be directed at schools in Tory shires, leaving many pupils from low-income families in the big cities unprotected from further budget cuts. These are not plans for a “new beginning”. They are slanted too much to short-term gain for that. Making matters worse, the spending plans are based on economic forecasts dating back to the spring and, without tax rises or other ways of raising money, are unfunded. Whether there is a last-minute Brexit deal or the UK crashes out of the EU on 31 October, the economy is weaker than it was in spring and government receipts will be lower than in those forecasts. All this means that when Javid swaps his Scrooge outfit for a Santa suit and shakes the magic money tree, he is neither deploying his funds sensibly, nor being prudent. We are too far down the line to give up on HS2 now The announcement that HS2 would cost £88bn instead of £56bn was a revelation that surprised no one. According to the conclusions of the current chairman of HS2 Ltd, the first train services will be at least two years behind schedule and final completion could lag by seven years to 2040 – timescales which almost certainly imply further cost spirals ahead. The new transport secretary, Grant Shapps, did the right thing in releasing the report. Whatever the government may eventually decide after the short Oakervee review into HS2’s costs and benefits, part of the ugly truth is in the open. Transparency is essential, both from HS2 and government. Both bear a portion of the blame for the current mess. Doubtless, HS2 Ltd has allowed swollen salaries and controversial payoffs that, at the very least, contravened public sector rules. Ministers cannot have been unaware of the pressure on budgets, and it was wishful thinking or wilful blindness to dole out concessions such as generous property compensation while claiming the budget ceiling could never be broken. It now transpires that geological surveys along much of the 330-mile route were yet to be conducted before HS2 decided how much it would cost to build the railway. But letting the sunlight in on HS2 Ltd should not blind us to the project’s virtues. As with any public expenditure, the game of finding more deserving causes is easy. But HS2 has gained as much consensus as any infrastructure scheme, been legislated for, and is now under way to the tune of £7bn. Even if a cheaper project might have been better in hindsight, any alternative would now spend another decade in the purgatory of planning and debate. For all its faults, eventually the high-speed line will enhance Britain. The nation will be best served by ploughing on, however reluctantly, with HS2. Watchdog’s weedy approach to Viagogo leaves fans exposed Critics of the controversial ticket resale website Viagogo have been left scratching their heads after the Competition and Markets Authority (CMA) suspended its legal pursuit of the company for contempt of court. The consumer watchdog resorted to the courts this year, after accusing Viagogo of repeatedly flouting laws designed to protect the public from sharp business practice. The CMA now says Viagogo has mended its ways but music industry groups and ticket industry sources insist that they’ve seen examples as recently as last week that should test the regulator’s confidence. It took the CMA far too long to act, but when the regulator finally stirred it gave Viagogo – a well-resourced multinational company – plenty of time to make changes that it should have made voluntarily. Now, after a £2m investigation, the CMA appears to have given in. In its statement, the regulator said its tussle with Viagogo lent weight to its campaign to be given greater regulatory powers. It’s hard not to think its weedy approach was always intended to highlight its impotence and bolster its case for better enforcement tools. Even if Viagogo were fully compliant with consumer law, there remains a debate to be had over the morality, rather than the legality, of the secondary ticketing market. The recent experience of Ed Sheeran fans, who were left unable to sell tickets they couldn’t use due to unfair resale restrictions, shows some form of market must exist for fans to recoup some, or all, of their money if they can’t go to a show. But permitting resale at vastly marked-up prices only ends up hitting devoted fans in the pocket, undermining efforts made by some artists to keep ticket costs down. It is the owners of secondary ticketing websites – and the parasitic touts who use them – who reap the rewards of this skewed marketplace. What role do such people have in the music industry, other than to exploit fans’ passion for their profit?",
      "charCount": "7394",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/commentisfree/2019/sep/08/telegraph-boris-johnson",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-09-08T13:00:43Z",
    "webTitle": "Like the Tories, the Telegraph has turned radical | Jane Martinson",
    "webUrl": "https://www.theguardian.com/media/commentisfree/2019/sep/08/telegraph-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/media/commentisfree/2019/sep/08/telegraph-boris-johnson",
    "fields": {
      "headline": "Like the Tories, the Telegraph has turned radical",
      "standfirst": "<p>It was once the paper of the establishment – but it has been refashioned as ‘the Daily Boris’</p>",
      "trailText": "It was once the paper of the establishment – but it has been refashioned as ‘the Daily Boris’",
      "byline": "Jane Martinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"d989f82077ef17ca847b4e08c380faef369bb59e\"> <img src=\"https://media.guim.co.uk/d989f82077ef17ca847b4e08c380faef369bb59e/0_725_3888_2333/1000.jpg\" alt=\"Boris Johnson appears on cover page of the Daily Telegraph\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Daily Telegraph has been an enthusiastic cheerleader for Boris Johnson. </span> <span class=\"element-image__credit\">Photograph: ifeelstock/Alamy</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson had lost every Commons vote, his overall majority and the support of his own brother last week when the editor of the Telegraph sent an email to subscribers headlined, “Is it really that bleak for Boris?”</p> <p>After months of unstinting support for its former-columnist-turned-prime-minister, the lack of regret for the departures of either Jo Johnson or former Tory big beasts such as Kenneth Clarke did not come as a huge surprise. Yet the note from Chris Evans was telling nonetheless for promoting <a href=\"https://www.telegraph.co.uk/politics/2019/09/04/ignore-remainer-triumphalism-boris-still-course-victory/\" title=\"\">a piece by the editor of the Sunday Telegraph, Allister Heath</a>, that welcomed “a tougher, rougher non-deferential conservatism”. For leave voters, he said, “losing anti-Brexit irreconcilables, especially overrated establishment figures, is a huge step in the right direction”.</p> <p>For much of its history the Telegraph was the paper of the establishment, at least its landed and military wings, which underlines quite how much has changed. In his column, Heath welcomed the long-delayed “seismic realignment” of the Conservative party, but he could have easily been talking of the similar refashioning of the paper long known as “the Torygraph” and now more often “the Daily Boris”.</p> <p>It is not alone in its visceral support for the hardline new government, and writing news with an agenda has long been a feature of the British press. This week <a href=\"https://www.theguardian.com/politics/2019/sep/05/pm-cornered-how-the-papers-covered-johnsons-horror-day-in-commons\" title=\"\">the Sun superimposed the Labour leader’s head on to a bird</a> with the headline “Is this the most dangerous chicken in Britain?” in an echo of its infamous lightbulb front page featuring Neil Kinnock ahead of the 1992 election. It went further in using Johnson’s words to set the news agenda, when it took his playground use of the sexist “big girl’s blouse” to send a reporter with a pink top to Jeremy Corbyn’s house.</p> <p>These antics, rather than act as a reminder of the days when millions more read these papers, reflect a new shrill tone for the “news”. The debate about whether the media sets or reflects that tone is never ending but there is evidence that, while Johnson and his allies may be becoming more radical in order to take power, the press is doing so in a bid to survive.</p> <p>It is hardly news that mass-market newspapers are ailing: <a href=\"https://www.pressgazette.co.uk/national-newspaper-abcs-guardian-sees-smallest-circulation-decline-for-july-2019/\" title=\"\">the once million-selling Telegraph sold 328,000 in August</a>, just 4,000 more than the Times, once bulks sales are taken out. The Sun still sells 1.26m, but double-digit sales declines were suffered by all but the Mail, Guardian and FT in August.</p> <p>Although print can still set broadcast and online news agendas, none of this should matter as most of us read content online offering greater readership but less revenue. Faced with the online onslaught, the reaction of many beleaguered newspapers, a bit like the tone of protest outside parliament, is either to merge news with entertainment or start shouting into people’s faces.</p> <p>Johnson, a favourite of the billionaire Barclay brothers who own the Telegraph, has long had special treatment from the last remaining national daily broadsheet. Ahead of his anointment as prime minister, it splashed his weekly columns on its front page while paying him £275,000 for the privilege. Unlike the Sun, it has always backed the Conservative party in an election. But there were always certain issues – the armed forces in particular, possibly the monarchy – where it would happily disagree for the greater cause. <a href=\"https://en.wikipedia.org/wiki/Arthur_B._Sleigh\" title=\"\">Founded by an army colonel with a grievance</a>, it has always been a chest-puffed proponent of Queen and Country.</p> <p>This changed in the Johnson era where support for his policies trumps other concerns. This was evident in the favourable treatment of Gavin Williamson when he was sacked as defence secretary by Theresa May on suspicion of leaking security information. <a href=\"https://www.telegraph.co.uk/politics/2019/05/02/gavin-williamson-allies-reveal-evidence-confronted-theresa-may/\" title=\"\">The resulting interview</a> took umbrage at the fact he was “ambushed” while on holiday. Two months later Williamson, who denied the leaks, was appointed to Johnson’s cabinet.</p> <p>Then in June, the paper splashed that Johnson’s leadership rival Rory Stewart may have “spied” for MI6 – a job that would once have been considered quite honourable by the paper. Stewart denied any such role but the truly surprising thing was that the paper was willing to splash on a national security issue to attack its candidate’s opponent. One old Telegraph reader described both stories to me as “completely rum”.</p> <p>Award-winning journalist Peter Oborne left the paper and <a href=\"https://www.opendemocracy.net/en/opendemocracyuk/why-i-have-resigned-from-telegraph/\" title=\"\">wrote about the unethical relationship between editorial and commercial in 2015</a>. Now at the Mail, he has written little about the newspaper until last month. Imagining the sort of treatment Corbyn would have received if his first days had gone as badly as the new prime minister’s, <a href=\"https://www.middleeasteye.net/opinion/its-time-end-sycophancy-over-boris-johnson]\" title=\"\">Oborne wrote</a>: “It’s time to end the sycophancy over Boris Johnson.” In it he warned of the dangers of failing to question a politician by leave-supporting newspapers. “They weren’t interested in truth. They were interested in winning,” he wrote. Truth has made way for propaganda, in other words.</p> <p>Yet there are still many honourable exceptions in the paper: from the MPs’ expenses scandal to the Philip Green harassment case; from detailed analysis by Europe editor Peter Foster to great columns on the business pages.</p> <p>Brexit has simply added fuel to the fires lit by the arrival of online competition and the need to maintain readers and finance. Where once millions of people belonged to the two main political parties and bought the connected papers, now the mass market finds news and entertainment via Facebook and YouTube, where they are prey to attack ads. The Telegraph, which made an operating profit of £51m in 2015, is rumoured to be barely breaking even this year.</p> <p>For years there has been talk of it being for sale. A recent trip to Washington by senior executives <a href=\"https://www.thetimes.co.uk/article/could-amazons-jeff-bezos-have-his-eye-on-the-telegraph-30f0gz7wz\" title=\"\">reignited rumours that the Washington Post’s owner, Jeff Bezos, may be interested</a>. </p> <p>News organisations owned by companies not run by founding fathers, such as the Nikkei-owned FT, appear to be ploughing a different course. This week’s FT series on Corbyn had been months in the planning and attempted to offer a a detailed analysis of Labour plans.</p> <p>It is still unclear which business strategy will prevail. It might be those who shout loudest or those who try to hold the line of good solid reporting, like almost everyone else.</p> <p>The Telegraph ran a piece by Guto Bebb, an MP stripped of the Tory whip last week, which talked of the party run by “an obsessed sect”. A day later a front page column by Allison Pearson blasted: “As for those taking out the smelling salts and wailing about the Tory party becoming a ‘narrow sect’ don’t seem to understand that, without Brexit, their ‘broad church’ will soon be a ruined cathedral, with only the ghost of greatness.”</p> <p>That’s a line that could be as true of newspapers, as it is of the Conservative party.</p>",
      "newspaperPageNumber": "35",
      "wordcount": "1133",
      "firstPublicationDate": "2019-09-08T13:00:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-08T14:55:01Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9nzg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d989f82077ef17ca847b4e08c380faef369bb59e/0_725_3888_2333/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson had lost every Commons vote, his overall majority and the support of his own brother last week when the editor of the Telegraph sent an email to subscribers headlined, “Is it really that bleak for Boris?” After months of unstinting support for its former-columnist-turned-prime-minister, the lack of regret for the departures of either Jo Johnson or former Tory big beasts such as Kenneth Clarke did not come as a huge surprise. Yet the note from Chris Evans was telling nonetheless for promoting a piece by the editor of the Sunday Telegraph, Allister Heath, that welcomed “a tougher, rougher non-deferential conservatism”. For leave voters, he said, “losing anti-Brexit irreconcilables, especially overrated establishment figures, is a huge step in the right direction”. For much of its history the Telegraph was the paper of the establishment, at least its landed and military wings, which underlines quite how much has changed. In his column, Heath welcomed the long-delayed “seismic realignment” of the Conservative party, but he could have easily been talking of the similar refashioning of the paper long known as “the Torygraph” and now more often “the Daily Boris”. It is not alone in its visceral support for the hardline new government, and writing news with an agenda has long been a feature of the British press. This week the Sun superimposed the Labour leader’s head on to a bird with the headline “Is this the most dangerous chicken in Britain?” in an echo of its infamous lightbulb front page featuring Neil Kinnock ahead of the 1992 election. It went further in using Johnson’s words to set the news agenda, when it took his playground use of the sexist “big girl’s blouse” to send a reporter with a pink top to Jeremy Corbyn’s house. These antics, rather than act as a reminder of the days when millions more read these papers, reflect a new shrill tone for the “news”. The debate about whether the media sets or reflects that tone is never ending but there is evidence that, while Johnson and his allies may be becoming more radical in order to take power, the press is doing so in a bid to survive. It is hardly news that mass-market newspapers are ailing: the once million-selling Telegraph sold 328,000 in August, just 4,000 more than the Times, once bulks sales are taken out. The Sun still sells 1.26m, but double-digit sales declines were suffered by all but the Mail, Guardian and FT in August. Although print can still set broadcast and online news agendas, none of this should matter as most of us read content online offering greater readership but less revenue. Faced with the online onslaught, the reaction of many beleaguered newspapers, a bit like the tone of protest outside parliament, is either to merge news with entertainment or start shouting into people’s faces. Johnson, a favourite of the billionaire Barclay brothers who own the Telegraph, has long had special treatment from the last remaining national daily broadsheet. Ahead of his anointment as prime minister, it splashed his weekly columns on its front page while paying him £275,000 for the privilege. Unlike the Sun, it has always backed the Conservative party in an election. But there were always certain issues – the armed forces in particular, possibly the monarchy – where it would happily disagree for the greater cause. Founded by an army colonel with a grievance, it has always been a chest-puffed proponent of Queen and Country. This changed in the Johnson era where support for his policies trumps other concerns. This was evident in the favourable treatment of Gavin Williamson when he was sacked as defence secretary by Theresa May on suspicion of leaking security information. The resulting interview took umbrage at the fact he was “ambushed” while on holiday. Two months later Williamson, who denied the leaks, was appointed to Johnson’s cabinet. Then in June, the paper splashed that Johnson’s leadership rival Rory Stewart may have “spied” for MI6 – a job that would once have been considered quite honourable by the paper. Stewart denied any such role but the truly surprising thing was that the paper was willing to splash on a national security issue to attack its candidate’s opponent. One old Telegraph reader described both stories to me as “completely rum”. Award-winning journalist Peter Oborne left the paper and wrote about the unethical relationship between editorial and commercial in 2015. Now at the Mail, he has written little about the newspaper until last month. Imagining the sort of treatment Corbyn would have received if his first days had gone as badly as the new prime minister’s, Oborne wrote: “It’s time to end the sycophancy over Boris Johnson.” In it he warned of the dangers of failing to question a politician by leave-supporting newspapers. “They weren’t interested in truth. They were interested in winning,” he wrote. Truth has made way for propaganda, in other words. Yet there are still many honourable exceptions in the paper: from the MPs’ expenses scandal to the Philip Green harassment case; from detailed analysis by Europe editor Peter Foster to great columns on the business pages. Brexit has simply added fuel to the fires lit by the arrival of online competition and the need to maintain readers and finance. Where once millions of people belonged to the two main political parties and bought the connected papers, now the mass market finds news and entertainment via Facebook and YouTube, where they are prey to attack ads. The Telegraph, which made an operating profit of £51m in 2015, is rumoured to be barely breaking even this year. For years there has been talk of it being for sale. A recent trip to Washington by senior executives reignited rumours that the Washington Post’s owner, Jeff Bezos, may be interested. News organisations owned by companies not run by founding fathers, such as the Nikkei-owned FT, appear to be ploughing a different course. This week’s FT series on Corbyn had been months in the planning and attempted to offer a a detailed analysis of Labour plans. It is still unclear which business strategy will prevail. It might be those who shout loudest or those who try to hold the line of good solid reporting, like almost everyone else. The Telegraph ran a piece by Guto Bebb, an MP stripped of the Tory whip last week, which talked of the party run by “an obsessed sect”. A day later a front page column by Allison Pearson blasted: “As for those taking out the smelling salts and wailing about the Tory party becoming a ‘narrow sect’ don’t seem to understand that, without Brexit, their ‘broad church’ will soon be a ruined cathedral, with only the ghost of greatness.” That’s a line that could be as true of newspapers, as it is of the Conservative party.",
      "charCount": "6763",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/janemartinson\">Jane Martinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/08/how-likely-general-election-october-brexit-boris-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-08T11:26:40Z",
    "webTitle": "How likely is a UK general election in October?",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/08/how-likely-general-election-october-brexit-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/08/how-likely-general-election-october-brexit-boris-johnson",
    "fields": {
      "headline": "How likely is a UK general election in October?",
      "standfirst": "<p>PM’s latest election bid looks doomed and a no-deal Brexit appears unlikely. So what now?</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/08/brexit-boris-johnson-amber-rudd-resignation-live-news\">Latest political developments – live updates</a></li></ul>",
      "trailText": "Boris Johnson’s latest election bid looks doomed and a no-deal Brexit appears unlikely. So what now?",
      "byline": "Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"00775de6dea253b273794affbd00da312dedc747\"> <img src=\"https://media.guim.co.uk/00775de6dea253b273794affbd00da312dedc747/0_243_5568_3341/1000.jpg\" alt=\"Activists hold placards and wave EU flags at a protest in London on Saturday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Activists hold placards and wave EU flags at a protest in London on Saturday.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<h2>Will there be an election before 31 October?</h2> <p>It now looks very unlikely. The government has tabled another motion under the Fixed-term Parliaments Act (FTPA) calling for an early election. MPs will vote on this on Monday, but the opposition parties have <a href=\"https://www.theguardian.com/politics/2019/sep/06/opposition-parties-agree-block-snap-election-until-brexit-delay-secured\">agreed not to support it</a>, so it will not receive the backing of the two-thirds of MPs needed to pass it.</p> <p>The government could attempt to pass a one-line amendment to the act, setting an election date, but that option is not so appealing because it could be amended by rebel MPs.</p> <p>It now looks likely Johnson will go ahead and <a href=\"https://www.theguardian.com/politics/2019/aug/28/what-is-prorogation-prorogue-parliament-boris-johnson-brexit\">prorogue parliament</a>, perhaps as soon as the end of Monday’s session. MPs are not then due to return to Westminster until 14 October, when the government plans to hold a Queen’s speech setting out its domestic priorities.</p> <p>These are usually debated for about six days. Even if the government loses a vote on the Queen’s speech, it is not formally considered a matter of no confidence under the FTPA – though it would be a crystal clear signal that Johnson has no majority in parliament and Labour could be tempted to table a motion of no confidence.</p> <h2>Could Britain still leave the EU with a deal?</h2> <p>Yes: Amber Rudd said the government’s lack of seriousness about trying to renegotiate a Brexit deal was one reason for <a href=\"https://www.theguardian.com/politics/2019/sep/07/amber-rudd-resigns-from-cabinet-and-surrenders-conservative-whip\">her resignation</a>. But with no deal looking impossible without an epic constitutional bustup, winning a deal that could get through parliament now looks like the most straightforward way out of the mire for Johnson.</p> <p>Whether or not he is serious about achieving that is a matter of debate, but almost all of the Tory rebels would vote for a deal – and indeed have already done so before. A cohort of Labour MPs who do not want Brexit to be stopped would be likely to join them.</p> <p>Johnson will be in Dublin on Monday meeting Leo Varadkar in an attempt to find some common ground on the Irish border. He has already suggested an all-Ireland agrifood zone and there is some speculation at Westminster that the ultimate plan could be something like an Ireland-only backstop.</p> <p>That was rejected by Theresa May because of the Democratic Unionist party’s vehement objections, but if it opened to the way to the looser, free-trade deal-style future relationship he wants, would Johnson be willing to throw his <a href=\"https://www.theguardian.com/politics/2017/jun/11/confidence-and-supply-what-does-it-mean-and-how-will-it-work-for-the-new-government\">confidence-and-supply</a> partners overboard? Even with their support, he has no majority now anyway.</p> <h2>Can Johnson just ignore parliament if he fails to get a new Brexit deal?</h2> <p>The bill passed last week by the rebel alliance mandates the prime minister to write to fellow EU leaders and request an extension to the article 50 period if he has not either passed a deal in parliament or won a majority vote for a no-deal Brexit by 19 October.</p> <p>He has repeatedly said he will not request a delay under any circumstances but cabinet ministers have also insisted he will obey the law. It is unclear whether Downing Street believes there is some wriggle room in the way the legislation has been drafted that gives the government a get-out or whether there is an intention to contest the issue through the courts.</p> <p>The rebels believe they have allowed sufficient time, if necessary, to challenge the government all the way to the supreme court, as <a href=\"https://www.theguardian.com/politics/gina-miller\">Gina Miller</a> did over allowing MPs a vote on triggering article 50.</p> <p>Johnson and his strategists believe that while such a move would provoke outrage, it will allow him to portray Jeremy Corbyn as part of a remainer establishment, plotting to overturn the result of the referendum.</p> <h2>When will there be a general election?</h2> <p>Soon: John McDonnell repeated on Sunday that Labour was keen to go to the polls once a no-deal Brexit was “off the table”.</p> <p>Corbyn and his close advisers would have been <a href=\"https://www.theguardian.com/politics/2019/sep/05/election-date-labour-consulting-on-whether-to-go-long-or-short\">happy to sign up for an election</a> immediately once the backbench bill receives royal assent – expected to happen on Monday – and that was what the Labour leader said in parliament last week. But that position shifted under pressure from Keir Starmer and many Labour backbenchers, who wanted to see the extension to article 50 secured first.</p> <p>An election could come about either because Corbyn tables a vote of no confidence and Johnson loses it, or because after a delay is secured, the government makes another attempt to trigger a poll and the opposition parties back it.</p> <p>If Johnson lost a confidence vote, Corbyn would have 14 parliamentary sitting days to try to assemble an alternative majority. He has suggested he would seek to lead a time-limited caretaker government to prevent no deal and then call an election, though the Liberal Democrat leader, Jo Swinson, <a href=\"https://www.theguardian.com/politics/2019/aug/16/sadiq-khan-lib-dems-jo-swinson-corbyn-only-viable-pm-stop-no-deal-brexit\">has suggested</a> a more neutral backbench figure would be a better temporary leader.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "803",
      "firstPublicationDate": "2019-09-08T11:26:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:17Z",
      "newspaperEditionDate": "2019-09-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ca5tv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/00775de6dea253b273794affbd00da312dedc747/0_243_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Will there be an election before 31 October? It now looks very unlikely. The government has tabled another motion under the Fixed-term Parliaments Act (FTPA) calling for an early election. MPs will vote on this on Monday, but the opposition parties have agreed not to support it, so it will not receive the backing of the two-thirds of MPs needed to pass it. The government could attempt to pass a one-line amendment to the act, setting an election date, but that option is not so appealing because it could be amended by rebel MPs. It now looks likely Johnson will go ahead and prorogue parliament, perhaps as soon as the end of Monday’s session. MPs are not then due to return to Westminster until 14 October, when the government plans to hold a Queen’s speech setting out its domestic priorities. These are usually debated for about six days. Even if the government loses a vote on the Queen’s speech, it is not formally considered a matter of no confidence under the FTPA – though it would be a crystal clear signal that Johnson has no majority in parliament and Labour could be tempted to table a motion of no confidence. Could Britain still leave the EU with a deal? Yes: Amber Rudd said the government’s lack of seriousness about trying to renegotiate a Brexit deal was one reason for her resignation. But with no deal looking impossible without an epic constitutional bustup, winning a deal that could get through parliament now looks like the most straightforward way out of the mire for Johnson. Whether or not he is serious about achieving that is a matter of debate, but almost all of the Tory rebels would vote for a deal – and indeed have already done so before. A cohort of Labour MPs who do not want Brexit to be stopped would be likely to join them. Johnson will be in Dublin on Monday meeting Leo Varadkar in an attempt to find some common ground on the Irish border. He has already suggested an all-Ireland agrifood zone and there is some speculation at Westminster that the ultimate plan could be something like an Ireland-only backstop. That was rejected by Theresa May because of the Democratic Unionist party’s vehement objections, but if it opened to the way to the looser, free-trade deal-style future relationship he wants, would Johnson be willing to throw his confidence-and-supply partners overboard? Even with their support, he has no majority now anyway. Can Johnson just ignore parliament if he fails to get a new Brexit deal? The bill passed last week by the rebel alliance mandates the prime minister to write to fellow EU leaders and request an extension to the article 50 period if he has not either passed a deal in parliament or won a majority vote for a no-deal Brexit by 19 October. He has repeatedly said he will not request a delay under any circumstances but cabinet ministers have also insisted he will obey the law. It is unclear whether Downing Street believes there is some wriggle room in the way the legislation has been drafted that gives the government a get-out or whether there is an intention to contest the issue through the courts. The rebels believe they have allowed sufficient time, if necessary, to challenge the government all the way to the supreme court, as Gina Miller did over allowing MPs a vote on triggering article 50. Johnson and his strategists believe that while such a move would provoke outrage, it will allow him to portray Jeremy Corbyn as part of a remainer establishment, plotting to overturn the result of the referendum. When will there be a general election? Soon: John McDonnell repeated on Sunday that Labour was keen to go to the polls once a no-deal Brexit was “off the table”. Corbyn and his close advisers would have been happy to sign up for an election immediately once the backbench bill receives royal assent – expected to happen on Monday – and that was what the Labour leader said in parliament last week. But that position shifted under pressure from Keir Starmer and many Labour backbenchers, who wanted to see the extension to article 50 secured first. An election could come about either because Corbyn tables a vote of no confidence and Johnson loses it, or because after a delay is secured, the government makes another attempt to trigger a poll and the opposition parties back it. If Johnson lost a confidence vote, Corbyn would have 14 parliamentary sitting days to try to assemble an alternative majority. He has suggested he would seek to lead a time-limited caretaker government to prevent no deal and then call an election, though the Liberal Democrat leader, Jo Swinson, has suggested a more neutral backbench figure would be a better temporary leader.",
      "charCount": "4658",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/08/is-iain-duncan-smith-brexit-bogeyman",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-08T08:59:36Z",
    "webTitle": "Is Iain Duncan Smith the Brexit bogeyman? | Stewart Lee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/08/is-iain-duncan-smith-brexit-bogeyman",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/08/is-iain-duncan-smith-brexit-bogeyman",
    "fields": {
      "headline": "Is Iain Duncan Smith the Brexit bogeyman?",
      "standfirst": "<p>The Leave cheerleader was caught on camera indulging in some strategic snacking</p>",
      "trailText": "The Leave cheerleader was caught on camera indulging in some strategic snacking",
      "byline": "Stewart Lee",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"5234c32c881da803ec846349c5712224249f0401\"> <img src=\"https://media.guim.co.uk/5234c32c881da803ec846349c5712224249f0401/61_61_1473_943/1000.jpg\" alt=\"Fingers landscape David Foldvari\" width=\"1000\" height=\"640\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by David Foldvari.</span> <span class=\"element-image__credit\">Illustration: David Foldvari</span> </figcaption> </figure>",
      "body": "<p>‘Everyone will have the food they need,” declared <a href=\"https://www.theguardian.com/politics/2019/sep/01/brexit-gove-refuses-rule-out-ignoring-law-passed-stop-no-deal-\" title=\"\">Michael Gove to Andrew Marr</a> last Sunday, denying both the lies of Project Fear and the hysterical, biased, ill-informed and suppressed research of his own department.</p> <p>On Tuesday, as the Commons camera drifted past Ken Clarke, I saw the Brexit cheerleader <a href=\"https://www.youtube.com/watch?v=cDAPgFBm7Jg\" title=\"\">Iain Duncan Smith picking his nose</a> and eating his own bogeys. Iain Duncan Smith, it appears, will not only have the food he needs, he will also have the food he deserves.</p> <p><a href=\"https://www.theguardian.com/politics/2019/jan/04/dominic-cummings-brilliant-eccentric-or-evil-genius-brexit-tv-drama-benedict-cumberbatch\" title=\"\">Dominic Cumming held back most of his Leave campaign budget</a> to direct-market lies to 7 million unwitting Facebook users immediately prior to the referendum he helped rig. Leave agitators know all about surveillance. Presumably then, Iain Duncan Smith allowed his sickening mid-debate snack to be caught on camera deliberately. But why?</p>  <figure class=\"element element-image\" data-media-id=\"d63d3f2b39430935e344bd01b46b8a8206cb715f\"> <img src=\"https://media.guim.co.uk/d63d3f2b39430935e344bd01b46b8a8206cb715f/0_109_793_476/500.jpg\" alt=\"Backbench occupation: Iain Duncan Smith.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Backbench occupation: Iain Duncan Smith.</span> <span class=\"element-image__credit\">Photograph: BBC Parliament ( screengrab)</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"186efbbad6852b0a1f25fb350cd26c0b27e6b4f6\"> <img src=\"https://media.guim.co.uk/186efbbad6852b0a1f25fb350cd26c0b27e6b4f6/0_61_789_473/500.jpg\" alt=\"The honourable member for Chingford on Tuesday.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The honourable member for Chingford on Tuesday.</span> <span class=\"element-image__credit\">Photograph: BBC Parliament ( screengrab)</span> </figcaption> </figure>  <p>Gobbling nostril refuse can have hidden health benefits. If he ate enough schnoz manure, Iain Duncan Smith could theoretically make his body immune to bacteria, like a Marvel superhero given powers by the accidental ingestion of gallons of mucus. That which does not kill us makes us stronger.</p> <p>Though superficially sickening, Iain Duncan Smith eating his own conk filth is as life-enhancing as if he were to drink his own urine, though it would doubtless be disrespectful for Iain Duncan Smith to do either of these while Ken Clarke was speaking, especially directly from the source.</p> <p>Tellingly, Iain Duncan Smith did not even lean forward to offer any of his hand-mined nosegays to Theresa May, who was sitting just in front of him, and would doubtless have loved to lick dry mucus balls from the debonair Brexiter’s fingers.</p> <p>On Wednesday lunchtime, I watched prime minister’s questions live on TV, wondering if I might catch another glimpse of Iain Duncan Smith feasting on different by-products of his own body, while lying Boris Piccaninny Watermelon Letterbox Cake Bumboys Vampires Haircut Wall-Spaffer Spunk-Burster Fuck-Business Fuck-The-Families Get-Off-My-Fucking-Laptop Turds Johnson avoided all Corbyn’s direct questions.</p> <p>Perhaps Iain Duncan Smith would be caught scraping wax out of his own ears and spreading it on a Jacob’s Cracker; or licking his own belly-button fluff off a stick as if it were fairground candyfloss; or sprinkling dried smegma flakes from beneath his foreskin on to a strawberry ice cream and saying: “Yum! Yum! I love eating smegma!” Everyone will have the food they need.</p> <p>Commentators who view Turds’ adviser Cumming as an omnipotent Rasputin assume nothing happens in his Brexit gazebo by accident. Even Cumming’s reported red wine rampage around Portcullis House on Tuesday night may have been calculated to suggest he was unhinged enough to accelerate Britain off the cliff.</p> <p>But which part of the Game Theory strategy book was it that encouraged Cumming to make a former Scots Guard eat his own dried nasal mucus off his own fingertip in full view of millions of viewers, like some horrific snot-gobbling circus freak in a downbeat midwestern carnival sideshow?</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Turds performed each of Cumming’s pronouncements against a backdrop of increasingly hostile yowling, eventually disintegrating into the sadomasochistic Friars’ Roast of Turds’ Wednesday night evisceration</p> </blockquote> </aside>  <p>Did Cumming plan Iain Duncan Smith’s visible consumption of his face filth as a distraction from the new government’s ongoing Brexit bungle, just as the ostentatious arrival of a compliant, and thus criminally complicit, Welsh dog at 10 Downing Street was clearly timed to hit the front pages and eclipse Turds’ continued humiliations? If this was the case, it worked for me.</p> <p>Last week, Cumming made Turds attempt to gull the opposition into backing an election, in order to have the numbers to force through a no-deal Brexit. Turds performed each of Cumming’s pronouncements against a backdrop of increasingly hostile yowling, eventually disintegrating into the sadomasochistic Friars’ Roast of Turds’ Wednesday night evisceration.</p> <p>On Tuesday, Cumming suddenly lost his majority and then dramatically removed the whip from the grandson of the Jamaican reggae singer Winston Reedy, a totemic figure to the Tory party generally, and Turds specifically, who once ate jerk chicken with David Cameron at Oxford’s Haile Selassie Eating House in the mid-80s.</p> <p>If no deal is successfully legislated against, and Cumming is unable to force an election by some backdoor method, then Turds may be trapped in ineffectual office, a Netto Prometheus, chained to the dispatch box, his liver pecked out anew every day by the crows of truth. In the bright lights of parliament, Turds is as strange and tragic as the Fonz with his laugh track removed. And yet here am I, still <a href=\"https://www.theguardian.com/commentisfree/2019/aug/23/iain-duncan-smith-tory-mp-work-state-pension\" title=\"\">fixated instead upon Iain Duncan Smith</a>, lapping his bacteria-ridden slime off his hands. Cumming is an evil genius. He played me like a pipe.</p> <p>In his book <em>Gastronaut</em>, the <a href=\"https://www.theguardian.com/technology/2015/sep/13/future-of-food-what-we-eat\" title=\"\">TV chef Stefan Gates</a>, who is one of the naked children running away on the sleeve of Led Zeppelin’s <em>Houses of </em><em>the Holy</em>, says 44% of people surveyed admit to having eaten their own dried nasal mucous in adulthood and maintains that “our body has been built to consume snot”, though not exclusively.</p> <p>But that means that 56% of people, in the largest and most conclusive referendum of dried nasal mucous consumption ever, did not want to eat their own dried nasal mucous. Iain Duncan Smith must respect their feelings too if he is to heal this broken land, even though he himself is an enthusiastic consumer of mucus.</p> <p>The big red bus, with “Let’s Suck Our Own Mucus Off Our Own Fingers and Eat It and Fund the NHS Instead” written on its side, is discredited. Iain Duncan Smith must advance toward the electorate in a spirit of compromise, a dried clod of his own snot on one index finger, the other index finger scrupulously clean, showing that he is at the heart of the party that can unite both extremes of broken Brexit Britain.</p> <p>Everyone will have the food they need. You are living in a failed state.</p> <p><em>• </em>Stewart Lee’s new book, <em>March of </em><em>the Lemmings</em>, is out now, and his new standup show <a href=\"https://leicestersquaretheatre.ticketsolve.com/shows/873600219\" title=\"\">Snowflake/Tornado is at the Leicester Square theatre, London</a>, from 29 October, <em><a href=\"https://www.stewartlee.co.uk/live-dates/\" title=\"\">with national </a></em><em><a href=\"https://www.stewartlee.co.uk/live-dates/\" title=\"\">tour from February</a></em></p>",
      "newspaperPageNumber": "5",
      "wordcount": "986",
      "commentCloseDate": "2019-09-08T13:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-08T08:59:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:25Z",
      "newspaperEditionDate": "2019-09-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c9tn7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5234c32c881da803ec846349c5712224249f0401/73_71_1444_866/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘Everyone will have the food they need,” declared Michael Gove to Andrew Marr last Sunday, denying both the lies of Project Fear and the hysterical, biased, ill-informed and suppressed research of his own department. On Tuesday, as the Commons camera drifted past Ken Clarke, I saw the Brexit cheerleader Iain Duncan Smith picking his nose and eating his own bogeys. Iain Duncan Smith, it appears, will not only have the food he needs, he will also have the food he deserves. Dominic Cumming held back most of his Leave campaign budget to direct-market lies to 7 million unwitting Facebook users immediately prior to the referendum he helped rig. Leave agitators know all about surveillance. Presumably then, Iain Duncan Smith allowed his sickening mid-debate snack to be caught on camera deliberately. But why? Gobbling nostril refuse can have hidden health benefits. If he ate enough schnoz manure, Iain Duncan Smith could theoretically make his body immune to bacteria, like a Marvel superhero given powers by the accidental ingestion of gallons of mucus. That which does not kill us makes us stronger. Though superficially sickening, Iain Duncan Smith eating his own conk filth is as life-enhancing as if he were to drink his own urine, though it would doubtless be disrespectful for Iain Duncan Smith to do either of these while Ken Clarke was speaking, especially directly from the source. Tellingly, Iain Duncan Smith did not even lean forward to offer any of his hand-mined nosegays to Theresa May, who was sitting just in front of him, and would doubtless have loved to lick dry mucus balls from the debonair Brexiter’s fingers. On Wednesday lunchtime, I watched prime minister’s questions live on TV, wondering if I might catch another glimpse of Iain Duncan Smith feasting on different by-products of his own body, while lying Boris Piccaninny Watermelon Letterbox Cake Bumboys Vampires Haircut Wall-Spaffer Spunk-Burster Fuck-Business Fuck-The-Families Get-Off-My-Fucking-Laptop Turds Johnson avoided all Corbyn’s direct questions. Perhaps Iain Duncan Smith would be caught scraping wax out of his own ears and spreading it on a Jacob’s Cracker; or licking his own belly-button fluff off a stick as if it were fairground candyfloss; or sprinkling dried smegma flakes from beneath his foreskin on to a strawberry ice cream and saying: “Yum! Yum! I love eating smegma!” Everyone will have the food they need. Commentators who view Turds’ adviser Cumming as an omnipotent Rasputin assume nothing happens in his Brexit gazebo by accident. Even Cumming’s reported red wine rampage around Portcullis House on Tuesday night may have been calculated to suggest he was unhinged enough to accelerate Britain off the cliff. But which part of the Game Theory strategy book was it that encouraged Cumming to make a former Scots Guard eat his own dried nasal mucus off his own fingertip in full view of millions of viewers, like some horrific snot-gobbling circus freak in a downbeat midwestern carnival sideshow? Did Cumming plan Iain Duncan Smith’s visible consumption of his face filth as a distraction from the new government’s ongoing Brexit bungle, just as the ostentatious arrival of a compliant, and thus criminally complicit, Welsh dog at 10 Downing Street was clearly timed to hit the front pages and eclipse Turds’ continued humiliations? If this was the case, it worked for me. Last week, Cumming made Turds attempt to gull the opposition into backing an election, in order to have the numbers to force through a no-deal Brexit. Turds performed each of Cumming’s pronouncements against a backdrop of increasingly hostile yowling, eventually disintegrating into the sadomasochistic Friars’ Roast of Turds’ Wednesday night evisceration. On Tuesday, Cumming suddenly lost his majority and then dramatically removed the whip from the grandson of the Jamaican reggae singer Winston Reedy, a totemic figure to the Tory party generally, and Turds specifically, who once ate jerk chicken with David Cameron at Oxford’s Haile Selassie Eating House in the mid-80s. If no deal is successfully legislated against, and Cumming is unable to force an election by some backdoor method, then Turds may be trapped in ineffectual office, a Netto Prometheus, chained to the dispatch box, his liver pecked out anew every day by the crows of truth. In the bright lights of parliament, Turds is as strange and tragic as the Fonz with his laugh track removed. And yet here am I, still fixated instead upon Iain Duncan Smith, lapping his bacteria-ridden slime off his hands. Cumming is an evil genius. He played me like a pipe. In his book Gastronaut, the TV chef Stefan Gates, who is one of the naked children running away on the sleeve of Led Zeppelin’s Houses of the Holy, says 44% of people surveyed admit to having eaten their own dried nasal mucous in adulthood and maintains that “our body has been built to consume snot”, though not exclusively. But that means that 56% of people, in the largest and most conclusive referendum of dried nasal mucous consumption ever, did not want to eat their own dried nasal mucous. Iain Duncan Smith must respect their feelings too if he is to heal this broken land, even though he himself is an enthusiastic consumer of mucus. The big red bus, with “Let’s Suck Our Own Mucus Off Our Own Fingers and Eat It and Fund the NHS Instead” written on its side, is discredited. Iain Duncan Smith must advance toward the electorate in a spirit of compromise, a dried clod of his own snot on one index finger, the other index finger scrupulously clean, showing that he is at the heart of the party that can unite both extremes of broken Brexit Britain. Everyone will have the food they need. You are living in a failed state. • Stewart Lee’s new book, March of the Lemmings, is out now, and his new standup show Snowflake/Tornado is at the Leicester Square theatre, London, from 29 October, with national tour from February",
      "charCount": "5941",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stewart-lee\">Stewart Lee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/08/boris-johnson-tory-rebels-trust-brexit-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-08T08:10:36Z",
    "webTitle": "All trust is gone ... and the PM only has one way out",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/08/boris-johnson-tory-rebels-trust-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/08/boris-johnson-tory-rebels-trust-brexit-deal",
    "fields": {
      "headline": "All trust is gone ... and the PM only has one way out",
      "standfirst": "The former minister, who lost the whip along with 20 other Tory rebels, argues Johnson’s only hope is to do a deal with the EU",
      "trailText": "The former minister, who lost the whip along with 20 other Tory rebels, argues Johnson’s only hope is to do a deal with the EU",
      "byline": "Alistair Burt",
      "main": "<figure class=\"element element-image\" data-media-id=\"d510e16e7a513afb9699c992dbf3d42d6eaa6884\"> <img src=\"https://media.guim.co.uk/d510e16e7a513afb9699c992dbf3d42d6eaa6884/0_172_5146_3088/1000.jpg\" alt=\"Alistair Burt, MP for North East Bedfordshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alistair Burt, MP for North East Bedfordshire.</span> <span class=\"element-image__credit\">Photograph: James Drew Turner/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The phrase “fingertip control” is used by parliamentary whips to disguise panic in government as policies and votes dip perilously close to the wire. There are few fingertips left at Westminster now. I have never seen a government strategy so misjudged, nor fail so speedily, as that devised in Downing Street since late July.</p> <p>The errors began with the reconstituting of the Vote Leave team at No 10, making the classic error of fighting the next war like the last, assuming, with the arrogance of years of despising politicians and Westminster, that running government was easy if you cut out the middle-men.</p> <p>Secret plans were laid, despite public denials, to prorogue parliament for a lengthy spell. When announced, this required ministers uneasily to claim that it was merely business as usual for a Queen’s speech, making them look evasive. Last Tuesday, MPs – later that day to lose the whip – met the PM in Downing Street. Boris Johnson was told sharply how damaging prorogation had been. Colleagues returning to Westminster to support his efforts in Berlin and Paris, giving him the time we thought we had, now saw the rug pulled from under our feet, thus forcing early the measure to protect against no deal.</p> <p>That error had been compounded by Michael Gove’s ambiguity about obeying the law, and then crucially by public signalling that a vote against the government would be treated as a confidence vote, and the whip withdrawn from those rebelling. With no support for a Corbyn confidence vote, the government’s decision seemed deliberate – to provoke a confrontation.</p> <p>I do not know if this follows a decision to purge the party of moderates like us, as advocated in some Tory circles, or if it was a crude attempt to see us fold under pressure. Either way they would win.</p> <p>They got their result. Whoever doubted the government’s contempt for our expression of constituents’ concerns had to endure the arrogance and inexplicable performance of Jacob Rees-Mogg responding to the debate. Hearts were hardened, a Rubicon was crossed. The rest, as they may say, is history.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>No one will be fooled into supporting an election before 31 October. Whatever attempt the government makes, it is doomed to failure</p> </blockquote> </aside>  <p>This also means no one will be fooled into supporting an election before 31 October. Whatever attempt the government makes, either trying a vote of confidence in itself, or trying to run a one-clause bill to get round the fixed-term legislation, it is doomed to failure. The resulting lack of trust has been fatal to that.</p> <p>There is an answer. The EU is indeed watching the government’s control of the Commons and wants to know if a deal agreed will get its support, but so far the government has the wrong people in its sights. If we are to leave on 31 October, we must agree a deal at the European Council. Boris Johnson can achieve this, but only if he tackles those who stopped it before. He needs to scrap his present strategy. He should stop insulting a divided opposition, and work with those who want to leave, and also square up to the ERG, the elephants in the room last week.</p> <p>They now need to be told that he is doing a new deal, but based on the withdrawal agreement, still the only thing agreed between 28 states. If they do not vote for it, they will follow us out of the party without a whip, and a Conservative election victory is improbable if we have not left. Brexit will vanish if the Tories lose, and millions will dance on its grave. The ERG, so close to everything they desired in 2016, will have stuffed it up and lost it.</p> <p>Vote for the deal, he will say. I’d love to be there.</p> <p><em>Alistair Burt, Conservative MP for North East Bedfordshire, will stand down at the next election</em></p>",
      "newspaperPageNumber": "45",
      "wordcount": "625",
      "commentable": "false",
      "firstPublicationDate": "2019-09-08T08:10:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:18Z",
      "newspaperEditionDate": "2019-09-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/caxy9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d510e16e7a513afb9699c992dbf3d42d6eaa6884/0_172_5146_3088/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The phrase “fingertip control” is used by parliamentary whips to disguise panic in government as policies and votes dip perilously close to the wire. There are few fingertips left at Westminster now. I have never seen a government strategy so misjudged, nor fail so speedily, as that devised in Downing Street since late July. The errors began with the reconstituting of the Vote Leave team at No 10, making the classic error of fighting the next war like the last, assuming, with the arrogance of years of despising politicians and Westminster, that running government was easy if you cut out the middle-men. Secret plans were laid, despite public denials, to prorogue parliament for a lengthy spell. When announced, this required ministers uneasily to claim that it was merely business as usual for a Queen’s speech, making them look evasive. Last Tuesday, MPs – later that day to lose the whip – met the PM in Downing Street. Boris Johnson was told sharply how damaging prorogation had been. Colleagues returning to Westminster to support his efforts in Berlin and Paris, giving him the time we thought we had, now saw the rug pulled from under our feet, thus forcing early the measure to protect against no deal. That error had been compounded by Michael Gove’s ambiguity about obeying the law, and then crucially by public signalling that a vote against the government would be treated as a confidence vote, and the whip withdrawn from those rebelling. With no support for a Corbyn confidence vote, the government’s decision seemed deliberate – to provoke a confrontation. I do not know if this follows a decision to purge the party of moderates like us, as advocated in some Tory circles, or if it was a crude attempt to see us fold under pressure. Either way they would win. They got their result. Whoever doubted the government’s contempt for our expression of constituents’ concerns had to endure the arrogance and inexplicable performance of Jacob Rees-Mogg responding to the debate. Hearts were hardened, a Rubicon was crossed. The rest, as they may say, is history. This also means no one will be fooled into supporting an election before 31 October. Whatever attempt the government makes, either trying a vote of confidence in itself, or trying to run a one-clause bill to get round the fixed-term legislation, it is doomed to failure. The resulting lack of trust has been fatal to that. There is an answer. The EU is indeed watching the government’s control of the Commons and wants to know if a deal agreed will get its support, but so far the government has the wrong people in its sights. If we are to leave on 31 October, we must agree a deal at the European Council. Boris Johnson can achieve this, but only if he tackles those who stopped it before. He needs to scrap his present strategy. He should stop insulting a divided opposition, and work with those who want to leave, and also square up to the ERG, the elephants in the room last week. They now need to be told that he is doing a new deal, but based on the withdrawal agreement, still the only thing agreed between 28 states. If they do not vote for it, they will follow us out of the party without a whip, and a Conservative election victory is improbable if we have not left. Brexit will vanish if the Tories lose, and millions will dance on its grave. The ERG, so close to everything they desired in 2016, will have stuffed it up and lost it. Vote for the deal, he will say. I’d love to be there. Alistair Burt, Conservative MP for North East Bedfordshire, will stand down at the next election",
      "charCount": "3574",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/alistair-burt\">Alistair Burt</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/08/boris-johnson-week-can-he-survive-chaos",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-08T08:00:36Z",
    "webTitle": "High drama, low politics: can Johnson survive the chaos?",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/08/boris-johnson-week-can-he-survive-chaos",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/08/boris-johnson-week-can-he-survive-chaos",
    "fields": {
      "headline": "High drama, low politics: can Johnson survive the chaos?",
      "standfirst": "As defeat followed defeat, the Brexit masterplan of Boris Johnson and Dominic Cummings came undone, torn apart by Tory rebellion and cross-party collaboration",
      "trailText": "As defeat followed defeat, the Brexit masterplan of Boris Johnson and Dominic Cummings came undone, torn apart by Tory rebellion and cross-party collaboration",
      "byline": "Toby Helm",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"d70e7635c1a2a453d1503c701f220b5eb57f3e00\"> <img src=\"https://media.guim.co.uk/d70e7635c1a2a453d1503c701f220b5eb57f3e00/0_0_2456_1473/1000.jpg\" alt=\"Boris Johnson prepares to speak to the media outside 10 Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson prepares to speak to the media outside 10 Downing Street.</span> <span class=\"element-image__credit\">Photograph: Alberto Pezzali/AP</span> </figcaption> </figure>",
      "body": "<p>At 11am last Tuesday a group of senior Tory MPs opposed to a no-deal Brexit gathered outside the cabinet room at No 10 for a meeting with the prime minister. The former chancellor Philip Hammond, the ex-justice secretary David Gauke and the former business secretary Greg Clark were among them. Along with other Tory MPs, including Sir Oliver Letwin and Dominic Grieve, and Labour’s Keir Starmer and Hilary Benn, they had spent their summer holidays drawing up a bill they believed would force Boris Johnson to seek an extension to Brexit if he could not strike a new deal with the EU by mid-October.</p> <p>Johnson had insisted before and since becoming prime minister that he would never ask the EU for another postponement and would take the UK out of the EU on 31 October “deal or no deal”, “do or die”. To limit the amount of parliamentary time the rebels would have to pass the bill,<strong> </strong>the prime<strong> </strong>minister had already announced he would<a href=\"https://www.theguardian.com/politics/2019/aug/28/boris-johnsons-move-to-prorogue-parliament-a-constitutional-outrage-says-speaker\" title=\"\"> shut parliament down</a> for five weeks from next week ahead of a new Queen’s speech on 14 October. But the cross-party alliance opposed to no deal had moved fast in response, and accelerated their plans. As they chatted before the meeting, they were confident they had both the numbers to get the bill on the statute book and the time to do so before parliament was closed.</p> <p>Outside in Whitehall, and down the road in Parliament Square, a constant din of protest and counter-protest rang out from Remainers and Leavers alike. It was parliament’s first day back after the long July and August recess – and the controversial prorogation announcement. Police had separated people on different sides of the Brexit divide as best they could but still arguments broke out between them on the pavement. Remainers chanted “stop the coup” while Leavers carried banners saying “Traitor Parliament” and “Boris. No Deal is Ideal”. Opposite the entrance to the Commons one of the protesters, Dr John Dinnen, said he had woken up at 2am so worried about what Brexit would mean for peace on the island of Ireland, where he was born, that he had decided to get a train from Hereford to protest about a possible no deal. “I feel very strongly about it,” he said.</p> <p>When the No 10 meeting got under way, the former Tory ministers – members of the so-called Gaukeward Squad – asked Johnson what proposals he had to break the deadlock with Brussels and secure a new agreement to stop the UK crashing out in less than two months’ time. If he really had such a plan, and it proved acceptable to the EU and parliament, they made clear that their efforts to force him to go to Brussels to ask for another delay would be unnecessary and everyone would be happy.</p> <p>“He had a folder on the desk with him and pointed at it, suggesting the plans were inside,” said one source at the meeting. The MPs then inquired whether the folder’s contents had been presented to EU leaders. “His response was that the EU would only really begin negotiating in earnest when it was sure the UK was serious about no deal,” said another source. “And the PM was clear the EU was not yet sure that we were serious about no deal so nothing had been sent to them yet.”</p> <p>The message Johnson wanted to convey was that the MPs’ attempts to block no deal were taking the heat off Brussels. During an hour of discussions, Clark asked for some specific details on particular issues and Johnson said someone from his office would get back to him. Later that day, Clark received a phone call from Johnson’s closest aide, Dominic Cummings, which failed to provide answers. Instead Clark found himself on the end of a foul-mouthed tirade.</p> <p>According to sources aware of the exchange, Cummings bawled at him, saying: “When are you MPs going to realise that we are leaving on 31 October?” before adding: “We are going to fucking purge you.”</p>  <figure class=\"element element-image\" data-media-id=\"3de660a566082c8e991130a347486a99a36b2de2\"> <img src=\"https://media.guim.co.uk/3de660a566082c8e991130a347486a99a36b2de2/549_215_2951_1770/1000.jpg\" alt=\"Boris Johnson speaks in the House of Commonson Tuesday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson speaking in the House of Commons for the first time on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/AP</span> </figcaption> </figure>  <p>Just a few hours after the meeting, Johnson made his first speech in the chamber as prime minister. Reporting on the G7 summit in Biarritz, he struck a different tone about the Brexit talks. “It is simply not true to say we are not making progress,” he said. “I returned from the G7 with real momentum in the Brexit discussions.” This ran contrary not only to the impression he had given to rebel MPs earlier, but also to a report that day in the <em>Daily Telegraph</em> which had quoted Cummings as having admitted in a private meeting that negotiations with the EU were “a sham”.</p> <p>As Johnson spoke, the Tory MP Phillip Lee, a Remainer,<a href=\"https://www.theguardian.com/politics/live/2019/sep/03/commons-showdown-looms-in-battle-over-no-deal-brexit-live?page=with:block-5d6e9e7e8f082da28762cb25\" title=\"\"> crossed the floor of the house to join the Liberal Democrats on the opposition benches</a>. In an instant Johnson had lost his majority; his ability to govern was draining away. Lee and the rebels could see that the Prime Minister was putting out one set of messages in private and another in public. “The only conclusion to be drawn was that he was actually planning for No Deal,” said one of the rebels. Lee wrote in his resignation letter that Brexit had transformed the Conservative party into a “narrow faction” that had “increasingly become infected with the twin diseases of populism and English nationalism”.</p> <p>Later, during a debate that evening on the rebel plan to take control of parliamentary business, the leader of the Commons, Jacob-Rees Mogg, reclined on the government frontbench. The image went viral within minutes. He was accused of being “contemptuous of this house” by the Green MP Caroline Lucas.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"ce4066e26809d41c38434dd44edc8e5230e12911\"> <img src=\"https://media.guim.co.uk/ce4066e26809d41c38434dd44edc8e5230e12911/9_805_2137_1281/1000.jpg\" alt=\"Jacob Rees-Mogg relaxing on the front benches\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The photo of Jacob Rees-Mogg relaxing on the front benches rapidly went viral.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <p>When the result of the vote on the Tory rebel plan was announced, the opposition benches erupted while Tory Remainers tried to control their glee. The government had lost by 328 to 301 votes. Twenty-one Conservative MPs had defied their party by voting to allow debate on a bill that would force their own prime minister to ask the EU for an extension – which he had promised over and over again never to do.</p> <p>As MPs left the chamber, the purge Cummings had threatened began. All rebel MPs, including the father of the house, Kenneth Clarke, and Sir Nicholas Soames, the grandson of Winston Churchill, had the whip withdrawn, and were told they would not be allowed to stand as Conservatives at the next election. The veteran Tory MP Roger Gale said Johnson was “in danger of tearing the party apart” and rumours spread that cabinet ministers, including Amber Rudd, were seething and considering how long they could remain in the government.</p> <p>It was clear by the evening that part one of the Johnson/Cummings masterplan - to use prorogation coupled with threats - had not only failed spectacularly but had backfired. One of those who were purged, the former foreign office minister Alistair Burt says: “I have never seen a government strategy so misjudged, nor fail so speedily, as that devised in Downing Street since late July.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/08/boris-johnson-tory-rebels-trust-brexit-deal\">All trust is gone ... and the PM only has one way out</a> </p> </aside>  <p>The treatment of grandees such as Clarke and Soames had upset Tory MPs of all Brexit persuasions, even some of the most committed Leavers, such as Sir Edward Leigh, who voiced his disquiet at a meeting of the 1922 Committee of Tory backbenchers. The rebels said the behaviour of No 10 was swelling their numbers, not reducing them so had been utterly counter-productive as well as deeply divisive.</p> <p>On the Tory benches on Wednesday – a day No 10 had set aside for Sajid Javid’s spending review, with its many promises to increase funding of public services – purged MPs rose one after another to decry the gradual disintegration of a once-tolerant and internationalist Conservative party.</p> <p>There was defiance and dark humour. Soames was emotional and scathing in turns, saying he was sad his long career as a Conservative MP was ending in this way, before noting that Johnson’s “serial disloyalty” in the past “had been such an inspiration to many of us”. Burt asked “if we are being purged now, who is next?” and vowed that the anti-EU obsessions his party had developed “may have curtailed my future but it will not rob me of what I believe. I will walk out of here looking up at the sky, not at my shoes.”</p> <p>That evening’s first vote on the “Benn bill” passed at 7pm by 327 and 299. Barring problems in the Lords it was heading on to the statute book.</p> <p>On only the second day of parliamentary business under Johnson’s premiership he had suffered two defeats and lost his majority. Ian Blackford, leader of the SNP at Westminster, observed that “this must be the shortest-lived honeymoon in parliamentary history”.</p> <p>Incredibly, some Conservatives went further, predicting that Johnson was cornered and could be finished as PM. He had promised never to extend the Brexit deadline but had failed to stop a new law being passed that was about to force him to do so. “I don’t like to say this, and I hardly dare, but I think it could be checkmate,” said one of the leading Tory rebels.</p> <p>He was right to be cautious. Johnson, Cummings, and No 10’s head of legislative affairs, Nikki da Costa, might not have succeeded yet, but they had another scheme up their sleeves which they believed would still scupper the rebel plans.</p> <p>At 7.51pm on Wednesday, Johnson rose in the Commons <a href=\"https://www.theguardian.com/politics/2019/sep/03/boris-johnson-suffers-commons-defeat-as-tories-turn-against-him\" title=\"\">to move a motion</a> “that there shall be an early general election” on 15 October. If parliament were to vote in favour in sufficient numbers, and the Tories were to win the election with a big enough majority, Johnson could then repeal the Benn bill and avoid having to ask for an extension. The pressure, it seemed, was on the Labour leader Jeremy Corbyn.</p> <p>Johnson told MPs it would be unthinkable for the Labour party leader to refuse a chance to go to the country. “He has demanded an election for two years while blocking Brexit. He said only two days ago that he would support an election...is he now going to say the public cannot be allowed an election to decide which of us sorts out this mess?” Labour and the other opposition parties, including the SNP, had, however, agreed their lines. They would back a general election – but not on Johnson’s terms and not on 15 October.</p> <p>Instead they would vote against the motion and say an election should be called when the Benn bill had received royal assent or, better still, when Johnson had actually asked the EU for an extension. Corbyn responded to the election call with mockery. “The offer of the election today is a bit like the offer of an apple to Snow White from the Wicked Queen, because what the Prime Minister is offering is not an apple or even an election, but the poison of no deal.”</p> <p>To force an election, Johnson needed a two-thirds majority of all MPs to back him. But Labour MPs abstained en masse. The result when it came at 9.21pm was 298 in favour and 56 against. The election ploy had failed, Johnson had lost again, and everyone wondered what on earth he could do next. In the early hours of the next day – Thursday – exhausted peers who were opposed to the Benn bill<a href=\"https://www.theguardian.com/world/2019/sep/05/thursday-briefing-peers-shut-down-tory-filibuster-of-bill-to-stop-no-deal\" title=\"\"> gave up their attempts at filibustering </a>in the House of Lords and the last hurdle in the way of the Benn bill had been cleared. It is expected to gain royal assent early this week.</p> <p>The headlines in the Tory-supporting papers tore into Corbyn. The <em>Daily Mail</em> declared: “Corbyn chickens out of an election”. But it was the prime minister who was in far deeper trouble. And things were to get worse. Shortly after 11pm, the prime minister’s brother Jo, a Remainer, resigned from the cabinet, saying he had been “torn between family loyalty and the national interest”.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b1e856cf79d7cdbf4c762c65ef7610e9553841f2\"> <img src=\"https://media.guim.co.uk/b1e856cf79d7cdbf4c762c65ef7610e9553841f2/0_0_3500_2100/1000.jpg\" alt=\"Johnson speaking in West Yorkshire on Thursday; he was criticised for using police cadets for political purposes.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson speaking in West Yorkshire on Thursday; he was criticised for using police cadets for political purposes.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>On a visit to Morley, in West Yorkshire, the prime minister was harangued in front of TV cameras by residents, with one accusing him of “playing games” when he “should be in Brussels negotiating”, and another telling him: “Please leave my town”. On the same trip north he gave speech in Wakefield, with rows of police cadets lined up behind, declaring that he would rather “die in a ditch” than ask for an extension to the UK’s EU membership. The decision to use police cadets for political purposes was widely criticised as senior Tories, including some in the Cabinet, called for a change of strategy. At a dinner that night, the former Conservative prime minister John Major called on Johnson to “get rid” of Cummings and reinstate the MPs he had suspended, without whom “we will cease to be a broad-based national party, and be seen as a mean-minded sect”.</p> <p>This weekend, Johnson and his advisers suffered another blow: Amber Rudd quit as work and pensions secretary and resigned the Tory whip. She cited the same concerns that Gauke’s rebels had raised, that she no longer believed Johnson wanted to get a deal with the EU. His decision to withdraw the whip from the 21 rebels was “an assault on decency and democracy”.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"59a600783d0a298e899d6de7fecc998c51dcdda4\"> <img src=\"https://media.guim.co.uk/59a600783d0a298e899d6de7fecc998c51dcdda4/509_0_978_1222/800.jpg\" alt=\"Amber Rudd\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amber Rudd resigned as work and pensions secretary and quit the Tory whip on Saturday.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <p>They are desperate to find ways to trigger a general election in which they can attack Labour and the other opposition parties for blocking the “will of the people”. Polls this weekend, including the latest Opinium survey for the <em>Observer</em>, showing a 10-point lead for the Conservatives, will encourage them to hang on and fight.</p> <p>No 10 insists that the prime minister will neither resign nor ask for an extension to Brexit. But doing neither would mean Johnson being in contempt of court and having to quit, say lawyers.</p> <p>There are suggestions that he will try on Monday to call a vote of no confidence in his own government in an attempt to force a general election, and ask Tory MPs to back that motion. But would the speaker, John Bercow, allow such a move that was clearly aimed at achieving a purpose other than that stated in the motion itself? Another idea floated by sources close to Johnson yesterday was that he would try to force the EU to expel the UK by refusing to nominate a commissioner, a ploy Downing Street seems to think would bring the EU to its knees – but which Brussels insists would not work.</p> <p>After a week of such drama culminating in Rudd’s resignation, MPs have no idea what will unfold next. “We just have to wait and see what the latest genius plans are from No 10,” said a senior Labour figure. “If they are as disastrous as those they tried over the last few days, I don’t see how he can survive.</p> <p>“But what do I know? What does anyone know?”</p>",
      "newspaperPageNumber": "43",
      "wordcount": "2461",
      "commentable": "false",
      "firstPublicationDate": "2019-09-08T08:00:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:18Z",
      "newspaperEditionDate": "2019-09-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ca3v7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d70e7635c1a2a453d1503c701f220b5eb57f3e00/0_0_2456_1473/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "At 11am last Tuesday a group of senior Tory MPs opposed to a no-deal Brexit gathered outside the cabinet room at No 10 for a meeting with the prime minister. The former chancellor Philip Hammond, the ex-justice secretary David Gauke and the former business secretary Greg Clark were among them. Along with other Tory MPs, including Sir Oliver Letwin and Dominic Grieve, and Labour’s Keir Starmer and Hilary Benn, they had spent their summer holidays drawing up a bill they believed would force Boris Johnson to seek an extension to Brexit if he could not strike a new deal with the EU by mid-October. Johnson had insisted before and since becoming prime minister that he would never ask the EU for another postponement and would take the UK out of the EU on 31 October “deal or no deal”, “do or die”. To limit the amount of parliamentary time the rebels would have to pass the bill, the prime minister had already announced he would shut parliament down for five weeks from next week ahead of a new Queen’s speech on 14 October. But the cross-party alliance opposed to no deal had moved fast in response, and accelerated their plans. As they chatted before the meeting, they were confident they had both the numbers to get the bill on the statute book and the time to do so before parliament was closed. Outside in Whitehall, and down the road in Parliament Square, a constant din of protest and counter-protest rang out from Remainers and Leavers alike. It was parliament’s first day back after the long July and August recess – and the controversial prorogation announcement. Police had separated people on different sides of the Brexit divide as best they could but still arguments broke out between them on the pavement. Remainers chanted “stop the coup” while Leavers carried banners saying “Traitor Parliament” and “Boris. No Deal is Ideal”. Opposite the entrance to the Commons one of the protesters, Dr John Dinnen, said he had woken up at 2am so worried about what Brexit would mean for peace on the island of Ireland, where he was born, that he had decided to get a train from Hereford to protest about a possible no deal. “I feel very strongly about it,” he said. When the No 10 meeting got under way, the former Tory ministers – members of the so-called Gaukeward Squad – asked Johnson what proposals he had to break the deadlock with Brussels and secure a new agreement to stop the UK crashing out in less than two months’ time. If he really had such a plan, and it proved acceptable to the EU and parliament, they made clear that their efforts to force him to go to Brussels to ask for another delay would be unnecessary and everyone would be happy. “He had a folder on the desk with him and pointed at it, suggesting the plans were inside,” said one source at the meeting. The MPs then inquired whether the folder’s contents had been presented to EU leaders. “His response was that the EU would only really begin negotiating in earnest when it was sure the UK was serious about no deal,” said another source. “And the PM was clear the EU was not yet sure that we were serious about no deal so nothing had been sent to them yet.” The message Johnson wanted to convey was that the MPs’ attempts to block no deal were taking the heat off Brussels. During an hour of discussions, Clark asked for some specific details on particular issues and Johnson said someone from his office would get back to him. Later that day, Clark received a phone call from Johnson’s closest aide, Dominic Cummings, which failed to provide answers. Instead Clark found himself on the end of a foul-mouthed tirade. According to sources aware of the exchange, Cummings bawled at him, saying: “When are you MPs going to realise that we are leaving on 31 October?” before adding: “We are going to fucking purge you.” Just a few hours after the meeting, Johnson made his first speech in the chamber as prime minister. Reporting on the G7 summit in Biarritz, he struck a different tone about the Brexit talks. “It is simply not true to say we are not making progress,” he said. “I returned from the G7 with real momentum in the Brexit discussions.” This ran contrary not only to the impression he had given to rebel MPs earlier, but also to a report that day in the Daily Telegraph which had quoted Cummings as having admitted in a private meeting that negotiations with the EU were “a sham”. As Johnson spoke, the Tory MP Phillip Lee, a Remainer, crossed the floor of the house to join the Liberal Democrats on the opposition benches. In an instant Johnson had lost his majority; his ability to govern was draining away. Lee and the rebels could see that the Prime Minister was putting out one set of messages in private and another in public. “The only conclusion to be drawn was that he was actually planning for No Deal,” said one of the rebels. Lee wrote in his resignation letter that Brexit had transformed the Conservative party into a “narrow faction” that had “increasingly become infected with the twin diseases of populism and English nationalism”. Later, during a debate that evening on the rebel plan to take control of parliamentary business, the leader of the Commons, Jacob-Rees Mogg, reclined on the government frontbench. The image went viral within minutes. He was accused of being “contemptuous of this house” by the Green MP Caroline Lucas. When the result of the vote on the Tory rebel plan was announced, the opposition benches erupted while Tory Remainers tried to control their glee. The government had lost by 328 to 301 votes. Twenty-one Conservative MPs had defied their party by voting to allow debate on a bill that would force their own prime minister to ask the EU for an extension – which he had promised over and over again never to do. As MPs left the chamber, the purge Cummings had threatened began. All rebel MPs, including the father of the house, Kenneth Clarke, and Sir Nicholas Soames, the grandson of Winston Churchill, had the whip withdrawn, and were told they would not be allowed to stand as Conservatives at the next election. The veteran Tory MP Roger Gale said Johnson was “in danger of tearing the party apart” and rumours spread that cabinet ministers, including Amber Rudd, were seething and considering how long they could remain in the government. It was clear by the evening that part one of the Johnson/Cummings masterplan - to use prorogation coupled with threats - had not only failed spectacularly but had backfired. One of those who were purged, the former foreign office minister Alistair Burt says: “I have never seen a government strategy so misjudged, nor fail so speedily, as that devised in Downing Street since late July.” The treatment of grandees such as Clarke and Soames had upset Tory MPs of all Brexit persuasions, even some of the most committed Leavers, such as Sir Edward Leigh, who voiced his disquiet at a meeting of the 1922 Committee of Tory backbenchers. The rebels said the behaviour of No 10 was swelling their numbers, not reducing them so had been utterly counter-productive as well as deeply divisive. On the Tory benches on Wednesday – a day No 10 had set aside for Sajid Javid’s spending review, with its many promises to increase funding of public services – purged MPs rose one after another to decry the gradual disintegration of a once-tolerant and internationalist Conservative party. There was defiance and dark humour. Soames was emotional and scathing in turns, saying he was sad his long career as a Conservative MP was ending in this way, before noting that Johnson’s “serial disloyalty” in the past “had been such an inspiration to many of us”. Burt asked “if we are being purged now, who is next?” and vowed that the anti-EU obsessions his party had developed “may have curtailed my future but it will not rob me of what I believe. I will walk out of here looking up at the sky, not at my shoes.” That evening’s first vote on the “Benn bill” passed at 7pm by 327 and 299. Barring problems in the Lords it was heading on to the statute book. On only the second day of parliamentary business under Johnson’s premiership he had suffered two defeats and lost his majority. Ian Blackford, leader of the SNP at Westminster, observed that “this must be the shortest-lived honeymoon in parliamentary history”. Incredibly, some Conservatives went further, predicting that Johnson was cornered and could be finished as PM. He had promised never to extend the Brexit deadline but had failed to stop a new law being passed that was about to force him to do so. “I don’t like to say this, and I hardly dare, but I think it could be checkmate,” said one of the leading Tory rebels. He was right to be cautious. Johnson, Cummings, and No 10’s head of legislative affairs, Nikki da Costa, might not have succeeded yet, but they had another scheme up their sleeves which they believed would still scupper the rebel plans. At 7.51pm on Wednesday, Johnson rose in the Commons to move a motion “that there shall be an early general election” on 15 October. If parliament were to vote in favour in sufficient numbers, and the Tories were to win the election with a big enough majority, Johnson could then repeal the Benn bill and avoid having to ask for an extension. The pressure, it seemed, was on the Labour leader Jeremy Corbyn. Johnson told MPs it would be unthinkable for the Labour party leader to refuse a chance to go to the country. “He has demanded an election for two years while blocking Brexit. He said only two days ago that he would support an election...is he now going to say the public cannot be allowed an election to decide which of us sorts out this mess?” Labour and the other opposition parties, including the SNP, had, however, agreed their lines. They would back a general election – but not on Johnson’s terms and not on 15 October. Instead they would vote against the motion and say an election should be called when the Benn bill had received royal assent or, better still, when Johnson had actually asked the EU for an extension. Corbyn responded to the election call with mockery. “The offer of the election today is a bit like the offer of an apple to Snow White from the Wicked Queen, because what the Prime Minister is offering is not an apple or even an election, but the poison of no deal.” To force an election, Johnson needed a two-thirds majority of all MPs to back him. But Labour MPs abstained en masse. The result when it came at 9.21pm was 298 in favour and 56 against. The election ploy had failed, Johnson had lost again, and everyone wondered what on earth he could do next. In the early hours of the next day – Thursday – exhausted peers who were opposed to the Benn bill gave up their attempts at filibustering in the House of Lords and the last hurdle in the way of the Benn bill had been cleared. It is expected to gain royal assent early this week. The headlines in the Tory-supporting papers tore into Corbyn. The Daily Mail declared: “Corbyn chickens out of an election”. But it was the prime minister who was in far deeper trouble. And things were to get worse. Shortly after 11pm, the prime minister’s brother Jo, a Remainer, resigned from the cabinet, saying he had been “torn between family loyalty and the national interest”. On a visit to Morley, in West Yorkshire, the prime minister was harangued in front of TV cameras by residents, with one accusing him of “playing games” when he “should be in Brussels negotiating”, and another telling him: “Please leave my town”. On the same trip north he gave speech in Wakefield, with rows of police cadets lined up behind, declaring that he would rather “die in a ditch” than ask for an extension to the UK’s EU membership. The decision to use police cadets for political purposes was widely criticised as senior Tories, including some in the Cabinet, called for a change of strategy. At a dinner that night, the former Conservative prime minister John Major called on Johnson to “get rid” of Cummings and reinstate the MPs he had suspended, without whom “we will cease to be a broad-based national party, and be seen as a mean-minded sect”. This weekend, Johnson and his advisers suffered another blow: Amber Rudd quit as work and pensions secretary and resigned the Tory whip. She cited the same concerns that Gauke’s rebels had raised, that she no longer believed Johnson wanted to get a deal with the EU. His decision to withdraw the whip from the 21 rebels was “an assault on decency and democracy”. They are desperate to find ways to trigger a general election in which they can attack Labour and the other opposition parties for blocking the “will of the people”. Polls this weekend, including the latest Opinium survey for the Observer, showing a 10-point lead for the Conservatives, will encourage them to hang on and fight. No 10 insists that the prime minister will neither resign nor ask for an extension to Brexit. But doing neither would mean Johnson being in contempt of court and having to quit, say lawyers. There are suggestions that he will try on Monday to call a vote of no confidence in his own government in an attempt to force a general election, and ask Tory MPs to back that motion. But would the speaker, John Bercow, allow such a move that was clearly aimed at achieving a purpose other than that stated in the motion itself? Another idea floated by sources close to Johnson yesterday was that he would try to force the EU to expel the UK by refusing to nominate a commissioner, a ploy Downing Street seems to think would bring the EU to its knees – but which Brussels insists would not work. After a week of such drama culminating in Rudd’s resignation, MPs have no idea what will unfold next. “We just have to wait and see what the latest genius plans are from No 10,” said a senior Labour figure. “If they are as disastrous as those they tried over the last few days, I don’t see how he can survive. “But what do I know? What does anyone know?”",
      "charCount": "13942",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/08/politics-is-about-getting-things-done-not-creating-drama-boris-johnson",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-08T05:00:33Z",
    "webTitle": "Politics should be about getting things done – not creating drama | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/08/politics-is-about-getting-things-done-not-creating-drama-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/08/politics-is-about-getting-things-done-not-creating-drama-boris-johnson",
    "fields": {
      "headline": "Politics should be about getting things done – not creating drama",
      "standfirst": "Boris Johnson may be more entertaining than the last PM but what is he achieving?",
      "trailText": "Boris Johnson may be more entertaining than the last PM but what is he achieving?",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"9041a912c34b990ddc3ac86b968b35b37113fb7d\"> <img src=\"https://media.guim.co.uk/9041a912c34b990ddc3ac86b968b35b37113fb7d/0_240_4000_2401/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson visits Darnford farm in Banchory near Aberdeen.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>",
      "body": "<p>A prime minister willing to die in a ditch. A machiavellian adviser snared by his own ambition. Bloodletting and purges. Brothers falling out. An opposition leader trapped by his own indecision.</p> <p>It’s been a week of high political drama. Journalists and politicians have revelled in the brinkmanship, the bluffs, the clash of characters, the arcane plots. There will no doubt be a TV drama. And probably a David Hare play, too.</p> <p>And that’s the problem. For we’ve come to value politics less as a contest of ideas, or as the pursuit of policies or just as a process by which things get done, than as the making of theatre, the illumination of psychology, the clash of personalities. The meaning of democracy, the costs of austerity, the consequences of trade deals – all become subsumed to the creation of drama.</p> <p>Seeing politics as spectacle also exacerbates the gulf between the Westminster “bubble” and the rest of the country. I suspect most of the electorate simply want their voices heard and their lives made better.</p> <p>“Whatever you think of Boris Johnson,” <a href=\"https://twitter.com/paulbranditv?lang=en\" title=\"\">ITV News political correspondent Paul Brand </a>tweeted recently, “his press conferences are 100 times more engaging than Theresa May’s. He might not always fully answer the question, but he does at least engage with it.”</p> <p>Johnson no more “engages” with the issues than May did. His reluctance to appear in the media during the Tory leadership campaign, and the government’s refusal to put up spokespeople to debate policy on radio or television, speaks to a profound lack of engagement.</p> <p>What Johnson manages to be is more entertaining than May. Confusing engagement and entertainment sums up both our politics and our media.</p> <p>• Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "32",
      "wordcount": "286",
      "commentCloseDate": "2019-09-11T05:00:33Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-08T05:00:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-08T07:08:28Z",
      "newspaperEditionDate": "2019-09-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/caxt2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9041a912c34b990ddc3ac86b968b35b37113fb7d/0_240_4000_2401/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A prime minister willing to die in a ditch. A machiavellian adviser snared by his own ambition. Bloodletting and purges. Brothers falling out. An opposition leader trapped by his own indecision. It’s been a week of high political drama. Journalists and politicians have revelled in the brinkmanship, the bluffs, the clash of characters, the arcane plots. There will no doubt be a TV drama. And probably a David Hare play, too. And that’s the problem. For we’ve come to value politics less as a contest of ideas, or as the pursuit of policies or just as a process by which things get done, than as the making of theatre, the illumination of psychology, the clash of personalities. The meaning of democracy, the costs of austerity, the consequences of trade deals – all become subsumed to the creation of drama. Seeing politics as spectacle also exacerbates the gulf between the Westminster “bubble” and the rest of the country. I suspect most of the electorate simply want their voices heard and their lives made better. “Whatever you think of Boris Johnson,” ITV News political correspondent Paul Brand tweeted recently, “his press conferences are 100 times more engaging than Theresa May’s. He might not always fully answer the question, but he does at least engage with it.” Johnson no more “engages” with the issues than May did. His reluctance to appear in the media during the Tory leadership campaign, and the government’s refusal to put up spokespeople to debate policy on radio or television, speaks to a profound lack of engagement. What Johnson manages to be is more entertaining than May. Confusing engagement and entertainment sums up both our politics and our media. • Kenan Malik is an Observer columnist",
      "charCount": "1718",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/sep/08/observer-view-on-best-way-to-beat-boris-johnson-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-08T05:00:28Z",
    "webTitle": "The Observer view on the best way to defeat Boris Johnson | Observer editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/08/observer-view-on-best-way-to-beat-boris-johnson-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/08/observer-view-on-best-way-to-beat-boris-johnson-brexit",
    "fields": {
      "headline": "The Observer view on the best way to defeat Boris Johnson",
      "standfirst": "<p>The stakes have never been higher as Britain heads for an election</p>",
      "trailText": "The stakes have never been higher as Britain heads for an election",
      "byline": "Observer editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"07122a48f44861e2737239e706be01d3aa6fd0aa\"> \n <img src=\"https://media.guim.co.uk/07122a48f44861e2737239e706be01d3aa6fd0aa/0_0_6720_4032/1000.jpg\" alt=\"Brexit protest\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘This state of affairs is the inevitable consequence of Johnson’s strategy to smash up and reinvent the Tory party in the image of Nigel Farage.’</span> \n  <span class=\"element-image__credit\">Photograph: Martin Godwin/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>“A no-deal Brexit could cause far more damage to our future economic success than a Corbyn government, the former chancellor Ken Clarke told the <em>Observer</em> this weekend.</p> \n<p>It is an extraordinary sign that the Conservative party has imploded beyond the point of no return that someone who until days ago was its longest-serving MP would now rather see not Boris Johnson, but a man whose politics he has staunchly opposed for decades as prime minister. The party’s crisis was compounded last night by cabinet minister Amber Rudd resigning the Conservative whip. “I cannot stand by as good, moderate Conservatives are expelled,” she said.</p> \n<p>Any Tory who feels a <a href=\"https://www.theguardian.com/politics/2019/sep/07/sir-nicholas-soames-says-tories-started-resembling-brexit-sect-boris-johnson-jacob-rees-mogg\" title=\"\">shred of responsibility</a> to the country should agree with Clarke and Rudd. This state of affairs is the inevitable consequence of Johnson’s strategy to smash up and reinvent his party in the image of Nigel Farage. Hence his pledge to take us out of the EU on 31 October “do or die”, despite the vanishingly small prospect of a negotiated deal. He is willing to sacrifice his party, plunge the country into economic crisis and risk the union so long as it keeps him clinging to the reins of power. But in behaving as though he could ride roughshod over our sovereign parliament, Johnson has miscalculated. In proroguing parliament for five weeks as Britain experiences its worst political crisis in living memory, he galvanised the parliamentary opposition to no deal. In threatening rebels in his own party with immediate expulsion should they try to prevent no deal, he destroyed his own working majority. In trying to force a quickfire election to his own tactical advantage, but to the detriment of the country, he has encouraged unity among his opponents.</p> \n<p>Parliament has finally exerted itself, as it always had the power to do. And so a <a href=\"https://www.theguardian.com/politics/2019/sep/06/boris-johnson-short-of-options-as-rebels-vow-to-secure-brexit-delay\">terrible week for Johnson</a> has been a good week for Jeremy Corbyn, who appeared prime ministerial where Johnson did not. The 21 Conservative rebels who put the national interest ahead of party and career in voting for the extension bill deserve credit and respect, as does Jo Johnson. Those ministers who have spent months warning of the dangers of no deal but who continue to prop up Boris Johnson should follow his lead.</p> \n<p>But none of last week’s drama changes the fundamental reality that politics is as gridlocked as ever. While parliament is opposed to no deal, there is no majority in favour of anything constructive. The <em>Observer</em> has long argued that a referendum on a negotiated exit versus the status quo is ultimately the only way to resolve this. Asking voters to decide only on the basis of a yes/no question, with no concrete Brexit plan on the table, could never have imbued a vote to leave the EU with sufficient democratic legitimacy. The fact that parliament has repeatedly rejected the withdrawal agreement, which contained all the real-world trade-offs that the Leave campaigns denied ever existed, only provides further impetus. But there is currently no parliamentary majority for a referendum either. The only way out of this bind is a general election.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1681586e-6c8a-4420-8811-083fbaab2c8e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/jkJgcq2Lvw4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Any general election will inevitably be treated as a <a href=\"https://www.theguardian.com/commentisfree/2019/sep/07/boris-johnson-prime-minister-toxic-voters\" title=\"\">quasi-referendum</a>, however. So it must be held at a time that allows for as considered a debate as possible, not rushed through because it is to Johnson’s political advantage. Corbyn is absolutely right that now parliament has mandated the prime minister to ask for a three-month article 50 extension if he cannot agree a deal, the election should be called only once that extension has been requested. We live in a parliamentary democracy, where a prime minister’s authority to govern derives solely from parliament. If Johnson cannot bring himself to obey the law it has just passed, he must resign to make way for someone who will.</p> \n<p>The quasi-referendum status of a forthcoming election means it is vital voters are offered a clear choice. That is much harder in an election, where the two main parties are split on Brexit, than in a referendum. Labour’s position – that it would negotiate its own Brexit deal, put that to a referendum and allow its MPs to campaign whichever way they wished – falls far short. It means that a vote for Labour could be interpreted both as a vote for Brexit and a vote to remain in the EU.</p> \n<p>The options facing the country are clear: staying in the EU; a soft, Norway-style Brexit that includes signing up to free movement; a hard Brexit with an Irish backstop; or no deal. It is disingenuous for Labour to avoid saying which of these four options it is for in a doomed attempt to keep all its voters happy. Corbyn must be clear that if Labour were to be elected it would put the withdrawal deal, which allows for a wide range of different Brexits as a final destination, to a referendum against the status quo and that Labour would campaign to remain in the EU.</p> \n<p>This will be a general election like no other, to determine the way forward on a question that cuts across traditional party divides. It would be a travesty if it returned a majority for the pro-Brexit parties despite more people voting for pro-referendum parties. The best way to avoid this is to maximise the anti-Brexit seat share through efforts to encourage people to vote tactically and candidates stepping aside where there is another pro-referendum candidate better placed to win.</p> \n<p>The stakes have never been higher. Britain’s economic wellbeing and the future of the union hang in the balance. Voters deserve a clear choice.</p>",
      "newspaperPageNumber": "52",
      "wordcount": "929",
      "commentCloseDate": "2019-09-08T10:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-08T05:00:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:27Z",
      "newspaperEditionDate": "2019-09-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ca22c",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/07122a48f44861e2737239e706be01d3aa6fd0aa/0_0_6720_4032/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“A no-deal Brexit could cause far more damage to our future economic success than a Corbyn government, the former chancellor Ken Clarke told the Observer this weekend. It is an extraordinary sign that the Conservative party has imploded beyond the point of no return that someone who until days ago was its longest-serving MP would now rather see not Boris Johnson, but a man whose politics he has staunchly opposed for decades as prime minister. The party’s crisis was compounded last night by cabinet minister Amber Rudd resigning the Conservative whip. “I cannot stand by as good, moderate Conservatives are expelled,” she said. Any Tory who feels a shred of responsibility to the country should agree with Clarke and Rudd. This state of affairs is the inevitable consequence of Johnson’s strategy to smash up and reinvent his party in the image of Nigel Farage. Hence his pledge to take us out of the EU on 31 October “do or die”, despite the vanishingly small prospect of a negotiated deal. He is willing to sacrifice his party, plunge the country into economic crisis and risk the union so long as it keeps him clinging to the reins of power. But in behaving as though he could ride roughshod over our sovereign parliament, Johnson has miscalculated. In proroguing parliament for five weeks as Britain experiences its worst political crisis in living memory, he galvanised the parliamentary opposition to no deal. In threatening rebels in his own party with immediate expulsion should they try to prevent no deal, he destroyed his own working majority. In trying to force a quickfire election to his own tactical advantage, but to the detriment of the country, he has encouraged unity among his opponents. Parliament has finally exerted itself, as it always had the power to do. And so a terrible week for Johnson has been a good week for Jeremy Corbyn, who appeared prime ministerial where Johnson did not. The 21 Conservative rebels who put the national interest ahead of party and career in voting for the extension bill deserve credit and respect, as does Jo Johnson. Those ministers who have spent months warning of the dangers of no deal but who continue to prop up Boris Johnson should follow his lead. But none of last week’s drama changes the fundamental reality that politics is as gridlocked as ever. While parliament is opposed to no deal, there is no majority in favour of anything constructive. The Observer has long argued that a referendum on a negotiated exit versus the status quo is ultimately the only way to resolve this. Asking voters to decide only on the basis of a yes/no question, with no concrete Brexit plan on the table, could never have imbued a vote to leave the EU with sufficient democratic legitimacy. The fact that parliament has repeatedly rejected the withdrawal agreement, which contained all the real-world trade-offs that the Leave campaigns denied ever existed, only provides further impetus. But there is currently no parliamentary majority for a referendum either. The only way out of this bind is a general election. Any general election will inevitably be treated as a quasi-referendum, however. So it must be held at a time that allows for as considered a debate as possible, not rushed through because it is to Johnson’s political advantage. Corbyn is absolutely right that now parliament has mandated the prime minister to ask for a three-month article 50 extension if he cannot agree a deal, the election should be called only once that extension has been requested. We live in a parliamentary democracy, where a prime minister’s authority to govern derives solely from parliament. If Johnson cannot bring himself to obey the law it has just passed, he must resign to make way for someone who will. The quasi-referendum status of a forthcoming election means it is vital voters are offered a clear choice. That is much harder in an election, where the two main parties are split on Brexit, than in a referendum. Labour’s position – that it would negotiate its own Brexit deal, put that to a referendum and allow its MPs to campaign whichever way they wished – falls far short. It means that a vote for Labour could be interpreted both as a vote for Brexit and a vote to remain in the EU. The options facing the country are clear: staying in the EU; a soft, Norway-style Brexit that includes signing up to free movement; a hard Brexit with an Irish backstop; or no deal. It is disingenuous for Labour to avoid saying which of these four options it is for in a doomed attempt to keep all its voters happy. Corbyn must be clear that if Labour were to be elected it would put the withdrawal deal, which allows for a wide range of different Brexits as a final destination, to a referendum against the status quo and that Labour would campaign to remain in the EU. This will be a general election like no other, to determine the way forward on a question that cuts across traditional party divides. It would be a travesty if it returned a majority for the pro-Brexit parties despite more people voting for pro-referendum parties. The best way to avoid this is to maximise the anti-Brexit seat share through efforts to encourage people to vote tactically and candidates stepping aside where there is another pro-referendum candidate better placed to win. The stakes have never been higher. Britain’s economic wellbeing and the future of the union hang in the balance. Voters deserve a clear choice.",
      "charCount": "5446",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/observer-editorials\">Observer editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]