[
  {
    "id": "politics/2019/nov/04/johnsons-brexit-would-be-thatcherism-on-steroids-says-corbyn",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T22:30:35Z",
    "webTitle": "Johnson's Brexit would be Thatcherism on steroids, says Corbyn",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/johnsons-brexit-would-be-thatcherism-on-steroids-says-corbyn",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/johnsons-brexit-would-be-thatcherism-on-steroids-says-corbyn",
    "fields": {
      "headline": "Johnson's Brexit would be Thatcherism on steroids, says Corbyn",
      "standfirst": "<p>Labour leader accuses prime minister of hijacking EU exit to slash workers’ rights</p>",
      "trailText": "Labour leader accuses prime minister of hijacking EU exit to slash workers’ rights",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"8fdf3e769164d2cb6eed44927e863ed6bddfafbf\"> <img src=\"https://media.guim.co.uk/8fdf3e769164d2cb6eed44927e863ed6bddfafbf/0_170_4500_2700/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn will give a speech in Essex on Tuesday, saying that he will ‘get Brexit sorted’ in six months.</span> <span class=\"element-image__credit\">Photograph: Vickie Flores/EPA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn is to accuse Boris Johnson of seeking to “hijack” Britain’s exit from the EU in order to unleash “Thatcherism on steroids” by slashing workers’ rights and throwing the NHS open to US corporations.</p> <p>With Labour’s stance on Brexit under intense scrutiny, Corbyn will promise an audience in the leave-supporting Tory-held seat of Harlow, Essex, on Tuesday that he will “get Brexit sorted” within six months.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/04/jeremy-corbyn-targets-tory-seats-with-labour-in-attack-mode\">Jeremy Corbyn targets Tory seats as Labour goes into attack mode</a> </p> </aside>  <p>Labour is again trying to appeal to both leavers and remainers at this election by promising another referendum – but declining to say how a Labour government would campaign in it.</p> <p>Corbyn will be introduced by the shadow Brexit secretary, Keir Starmer, who will explain how the party plans to renegotiate a Brexit deal within three months, which Labour says would then put to the public in a referendum by next June.</p> <p>Starmer is among those who had pushed for Labour to announce that it would campaign for remain in that vote – but that view did not prevail at the party’s conference in September, and Corbyn insisted on Sunday: “<a href=\"https://www.theguardian.com/politics/2019/nov/03/obey-brexit-jeremy-corbyn-warns-cabinet-dissenters\">The debate is over</a>.”</p> <p>Many Labour MPs in remain-supporting constituencies fear that the more ardently pro-remain Liberal Democrats could benefit at their expense.</p> <p>The Labour leader’s address in Harlow will be his second major speech since the election was announced.</p> <p>Corbyn is to say: “A vote for Johnson’s Conservatives is a vote to betray our NHS in a sell-out to Trump. Johnson’s Trump-deal Brexit puts a price tag on our NHS. So we’ll say it again and again until the message gets through to the White House: our NHS is not for sale.”</p> <p>Johnson has highlighted the UK’s ability to strike free trade deals with non-EU countries, including the US, as a key benefit of his Brexit agreement over Theresa May’s, although Trump himself has <a href=\"https://www.theguardian.com/politics/2019/oct/31/trump-says-johnson-and-farage-could-form-unstoppable-force\">raised doubts about that</a>. </p> <p>The prime minister’s deal also shifted assurances about labour laws and environmental standards from the legally-binding withdrawal agreement into the non legally-binding political declaration. Corbyn will warn that means the government is preparing to slash workers’ rights.</p> <p>“What Boris Johnson’s Conservatives want is to hijack Brexit to unleash Thatcherism on steroids,” he will say. “Margaret Thatcher’s attack on the working people of our country left scars that have never healed and communities that have never recovered.</p> <p>“The Conservatives know they can’t win support for what they’re planning to do in the name of Thatcherism. So they’re trying to do it under the banner of Brexit instead.”</p> <p>Labour knows Brexit will be a key issue in the election on 12 December, but Corbyn is also seeking to shift the agenda on to other issues, including the climate emergency.</p> <p>Johnson has insisted he is the party leader who will “get Brexit done”, with the “oven-ready” Brexit deal he struck in Brussels last month.</p> <p>The prime minister wrote to Corbyn on Monday night, accusing the Labour leader of failing to make clear what his policy was on Brexit. “Your current position seems to be that you want to go back to square one. You want to throw out the great new deal we have reached with our European friends, and instead negotiate a whole new treaty from scratch,” Johnson wrote.</p> <p>“Even assuming the EU agrees to go back to the very beginning, this will take months and possibly years to do – under your proposals, 2020 will be lost to more dither and delay over Brexit. Voters also have the right to know: what would your supposed Brexit ‘deal’ actually take back control of?”</p> <p>He challenged Corbyn to rule out supporting revoking article 50 to cancel Brexit if the general election resulted in a hung parliament and Labour entered negotiations with the Lib Dems. Jo Swinson’s party has said it would revoke article 50 if it formed a majority government.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "630",
      "firstPublicationDate": "2019-11-04T22:30:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:29Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ck2bd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8fdf3e769164d2cb6eed44927e863ed6bddfafbf/0_170_4500_2700/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn is to accuse Boris Johnson of seeking to “hijack” Britain’s exit from the EU in order to unleash “Thatcherism on steroids” by slashing workers’ rights and throwing the NHS open to US corporations. With Labour’s stance on Brexit under intense scrutiny, Corbyn will promise an audience in the leave-supporting Tory-held seat of Harlow, Essex, on Tuesday that he will “get Brexit sorted” within six months. Labour is again trying to appeal to both leavers and remainers at this election by promising another referendum – but declining to say how a Labour government would campaign in it. Corbyn will be introduced by the shadow Brexit secretary, Keir Starmer, who will explain how the party plans to renegotiate a Brexit deal within three months, which Labour says would then put to the public in a referendum by next June. Starmer is among those who had pushed for Labour to announce that it would campaign for remain in that vote – but that view did not prevail at the party’s conference in September, and Corbyn insisted on Sunday: “The debate is over.” Many Labour MPs in remain-supporting constituencies fear that the more ardently pro-remain Liberal Democrats could benefit at their expense. The Labour leader’s address in Harlow will be his second major speech since the election was announced. Corbyn is to say: “A vote for Johnson’s Conservatives is a vote to betray our NHS in a sell-out to Trump. Johnson’s Trump-deal Brexit puts a price tag on our NHS. So we’ll say it again and again until the message gets through to the White House: our NHS is not for sale.” Johnson has highlighted the UK’s ability to strike free trade deals with non-EU countries, including the US, as a key benefit of his Brexit agreement over Theresa May’s, although Trump himself has raised doubts about that. The prime minister’s deal also shifted assurances about labour laws and environmental standards from the legally-binding withdrawal agreement into the non legally-binding political declaration. Corbyn will warn that means the government is preparing to slash workers’ rights. “What Boris Johnson’s Conservatives want is to hijack Brexit to unleash Thatcherism on steroids,” he will say. “Margaret Thatcher’s attack on the working people of our country left scars that have never healed and communities that have never recovered. “The Conservatives know they can’t win support for what they’re planning to do in the name of Thatcherism. So they’re trying to do it under the banner of Brexit instead.” Labour knows Brexit will be a key issue in the election on 12 December, but Corbyn is also seeking to shift the agenda on to other issues, including the climate emergency. Johnson has insisted he is the party leader who will “get Brexit done”, with the “oven-ready” Brexit deal he struck in Brussels last month. The prime minister wrote to Corbyn on Monday night, accusing the Labour leader of failing to make clear what his policy was on Brexit. “Your current position seems to be that you want to go back to square one. You want to throw out the great new deal we have reached with our European friends, and instead negotiate a whole new treaty from scratch,” Johnson wrote. “Even assuming the EU agrees to go back to the very beginning, this will take months and possibly years to do – under your proposals, 2020 will be lost to more dither and delay over Brexit. Voters also have the right to know: what would your supposed Brexit ‘deal’ actually take back control of?” He challenged Corbyn to rule out supporting revoking article 50 to cancel Brexit if the general election resulted in a hung parliament and Labour entered negotiations with the Lib Dems. Jo Swinson’s party has said it would revoke article 50 if it formed a majority government.",
      "charCount": "3758",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T20:48:23Z",
    "webTitle": "PM accused of cover-up over report on Russian meddling in UK politics",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election",
    "fields": {
      "headline": "PM accused of cover-up over report on Russian meddling in UK politics",
      "standfirst": "<p>No 10 refuses to clear release of report into Russian political interference before election </p>",
      "trailText": "No 10 refuses to clear release of report into Russian political interference before election ",
      "byline": "Dan Sabbagh and Luke Harding",
      "main": "<figure class=\"element element-image\" data-media-id=\"13d5b8dd5ac94148b84acdc296695277b5986135\"> <img src=\"https://media.guim.co.uk/13d5b8dd5ac94148b84acdc296695277b5986135/308_339_4946_2968/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson has been accused of presiding over a cover-up over No 10’s refusal to allow the 50-page dossier to be released.</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson was on Monday night accused of presiding over a cover-up after it emerged that No 10 refused to clear the publication of a potentially incendiary report examining Russian infiltration in British politics, including the Conservative party.</p> <p>Downing Street indicated on Monday that it would not allow a 50-page dossier from the intelligence and security committee to be published before the election, prompting a string of complaints over its suppression.</p> <p>The committee’s chairman, Dominic Grieve, called the decision “jaw dropping”, saying no reason for the refusal had been given, while Labour and Scottish National party politicians accused No 10 of refusing to recognise the scale of Russian meddling.</p> <p>Fresh evidence has also emerged of attempts by the Kremlin to infiltrate the Conservatives by a senior Russian diplomat suspected of espionage, who spent five years in London cultivating leading Tories including Johnson himself.</p> <p>It can now be revealed that <a href=\"https://www.theguardian.com/politics/2012/nov/30/activities-of-conservative-friends-of-russia\">Sergey Nalobin</a> – who once <a href=\"https://www.businessinsider.com/suspected-russian-spy-pictured-with-his-good-friend-boris-johnson-2018-2?r=US&amp;IR=T\">described the future prime minister as “our good friend”</a> – lives in a Moscow apartment block known as the “FSB house” because it houses so many employees from the Kremlin’s main spy agency.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/07/smash-and-grab-dominic-cummings-democracy\">The real reason we should fear the work of Dominic Cummings</a> </p> </aside>  <p>The committee’s report is based on analysis from Britain’s intelligence agencies, as well as third-party experts such as the former MI6 officer Christopher Steele, and is subject to a final clearance from Downing Street. That has to come before parliament is dissolved on Tuesday if it is to be released ahead of the election.</p> <p>Downing Street sources stated that was not now expected to happen in time, claiming the sign-off process typically takes six weeks. A No 10 spokesman added: “There are processes reports such as this have to go through before publication, and the committee is well-informed of these.”</p> <p>However, it is understood the dossier has already been approved by the intelligence agencies themselves as part of a long clearance process that began in late March. Downing Street was sent a final draft on 17 October and had been expected to sign off the report by the end of last week.</p> <p>Grieve said: “The protocols are quite clear. If the prime minister has a good reason for preventing publication he should explain to the committee what it is, and do it within 10 days of him receiving the report. If not, it should be published.”</p> <p>The dossier specifically examines Russian attempts to interfere in the 2016 EU referendum. Members of the committee – which meets in secret because of the sensitivity of its work – had wanted to make recommendations to introduce greater safeguards ahead of the December poll.</p> <p>Ian Lucas, a Labour MP who sits on the culture media and sport select committee, which has conducted related inquiries into the conduct of the EU referendum said “the government needs to come clean about its view on Russian interference in British politics”.</p> <p>Ministers have argued that there are no examples of successful Russian interference in UK elections, but Lucas said that this needed to be properly tested: “This decision looks like it is designed to avoid proper scrutiny of what we actually know.”</p> <p>Allegations that Moscow money has flowed into the Conservative party via emigres living in the UK making high-profile donations, were also heard by the committee – although the party has consistently denied receiving money improperly.</p> <p>In 2014, Lubov Chernukhin – the wife of the former Russian deputy finance minister – <a href=\"https://www.theguardian.com/politics/2014/jul/23/boris-johnson-tennis-match-russian-chernukhin\">paid £160,000 to play tennis with Johnson and David Cameron</a>. The match was the star lot at a Conservative summer party auction. Another guest at the 2013 fundraiser <a href=\"https://www.theguardian.com/politics/2014/jul/01/-sp-tory-summer-party-drew-super-rich-supporters-with-total-wealth-of-11bn\">was Vasily Shestakov, Vladimir Putin’s judo partner</a>.</p> <p>Committee members were also briefed on an extraordinary – and for a while an apparently successful – attempt to penetrate Conservative circles by Nalobin, who instigated a pro-Kremlin parliamentary group, the Conservative Friends of Russia.</p> <p>During his time in the UK, Nalobin went to exclusive Tory fundraising events and met senior Conservatives. In January 2014 he posed for a photograph with Johnson at an event at city hall in London. Nalobin posted it on Twitter, writing in a caption that the then mayor was <a href=\"https://www.businessinsider.com/suspected-russian-spy-pictured-with-his-good-friend-boris-johnson-2018-2?r=US&amp;IR=T\">“our good friend” who said “warm words” about Russians</a>.</p> <p>Conservative Friends of Russia held its 2012 launch party in the Russian ambassador’s Kensington garden, with about <a href=\"https://web.archive.org/web/20120823165325/http://cfor.org.uk/resounding-praise-for-sell-out-conservative-friends-of-russia-launch-event/\">250 Russian and British guests</a> present, including Tories who went on to play a prominent role in the referendum campaign. One was Matthew Elliott, now chief executive of pro-Brexit group Vote Leave, alongside Dominic Cummings, now the prime minister’s chief strategist.</p>  <figure class=\"element element-image\" data-media-id=\"b2735da12161ba1de634206017c6879049d26f66\"> <img src=\"https://media.guim.co.uk/b2735da12161ba1de634206017c6879049d26f66/0_71_647_388/500.jpg\" alt=\"Sergey Nalobin\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sergey Nalobin at the launch of Conservative Friends of Russia at the Russian embassy in August 2012.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>Another guest was Johnson’s future girlfriend Carrie Symonds, a Tory party activist. At the time she worked in the office of John Whittingdale, the pro-Brexit MP who was the <a href=\"https://web.archive.org/web/20120823165325/http://cfor.org.uk/resounding-praise-for-sell-out-conservative-friends-of-russia-launch-event/\">group’s honorary vice-president</a>. The group collapsed after revelations of Nalobin’s alleged ties with the Kremlin’s SVR foreign intelligence agency.</p> <p>Over the weekend, the shadow foreign secretary, Emily Thornberry, raised questions over <a href=\"https://www.theguardian.com/politics/2019/nov/03/dominic-cummings-labour-questions-russia-links\">Cummings’ connections</a> to Russia, and the levels of security vetting to which he had been subject, after an official whistleblower raised concerns with her.</p> <p>Thornberry asked if Cummings had been asked about his relationship with members of Conservative Friends of Russia, as well as the purpose of his three-year period of work in post-communist Russia between 1994 and 1997.</p> <p>The Guardian’s investigation was carried out with the <a href=\"https://theins.ru/\">The Insider, an independent Russian news website</a>. Property records show that Nalobin owns an apartment<a href=\"https://www.google.com/maps/place/Michurinskiy+Prospekt,+27+%D0%BA%D0%BE%D1%80%D0%BF%D1%83%D1%81+1,+Moskva,+Russia,+119607/@55.6979303,37.5022715,3a,75y,227.9h,107.57t/data=!3m7!1e1!3m5!1s5U2W24A9d78RSIF01J_n9w!2e0!6s%2F%2Fgeo0.ggpht.com%2Fcbk%3Fpanoid%3D5U2W24A9d78RSIF01J_n9w%26output%3Dthumbnail%26cb_client%3Dmaps_sv.tactile.gps%26thumb%3D2%26w%3D203%26h%3D100%26yaw%3D226.0654%26pitch%3D0%26thumbfov%3D100!7i13312!8i6656!4m5!3m4!1s0x46b54c46a0e3d7b9:0xa4fb28c2e468c701!8m2!3d55.697641!4d37.5016251\"> at Michurinskiy Prospect 27</a>, in south-west Moscow. The block’s ties with state spying are so well established that sellers are able to advertise their properties in the “FSB house” at above market rates.</p> <p>Peers held a special debate about the withheld dossier, after an urgent question from the cross-bench peer David Anderson, a national security expert, who insisted the delay was unjustified. “It invites, I’m afraid, suspicion of the government and its motives,” he said.</p> <p>Earl Howe, responding for the government, told peers: “The length of time that the government had had for this report is not at all unusual. It was delivered on 17 October – that is not a very long time ago. And the prime minister is entitled to take his view on what the report contains.”</p> <p>Stewart McDonald, the SNP’s defence spokesman, said: “Parliament is about to be sent packing into a general election without fully understanding the extent to which Russia has meddled in our most recent democratic electoral events.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1047",
      "firstPublicationDate": "2019-11-04T12:58:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:29Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckx4j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/13d5b8dd5ac94148b84acdc296695277b5986135/308_339_4946_2968/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson was on Monday night accused of presiding over a cover-up after it emerged that No 10 refused to clear the publication of a potentially incendiary report examining Russian infiltration in British politics, including the Conservative party. Downing Street indicated on Monday that it would not allow a 50-page dossier from the intelligence and security committee to be published before the election, prompting a string of complaints over its suppression. The committee’s chairman, Dominic Grieve, called the decision “jaw dropping”, saying no reason for the refusal had been given, while Labour and Scottish National party politicians accused No 10 of refusing to recognise the scale of Russian meddling. Fresh evidence has also emerged of attempts by the Kremlin to infiltrate the Conservatives by a senior Russian diplomat suspected of espionage, who spent five years in London cultivating leading Tories including Johnson himself. It can now be revealed that Sergey Nalobin – who once described the future prime minister as “our good friend” – lives in a Moscow apartment block known as the “FSB house” because it houses so many employees from the Kremlin’s main spy agency. The committee’s report is based on analysis from Britain’s intelligence agencies, as well as third-party experts such as the former MI6 officer Christopher Steele, and is subject to a final clearance from Downing Street. That has to come before parliament is dissolved on Tuesday if it is to be released ahead of the election. Downing Street sources stated that was not now expected to happen in time, claiming the sign-off process typically takes six weeks. A No 10 spokesman added: “There are processes reports such as this have to go through before publication, and the committee is well-informed of these.” However, it is understood the dossier has already been approved by the intelligence agencies themselves as part of a long clearance process that began in late March. Downing Street was sent a final draft on 17 October and had been expected to sign off the report by the end of last week. Grieve said: “The protocols are quite clear. If the prime minister has a good reason for preventing publication he should explain to the committee what it is, and do it within 10 days of him receiving the report. If not, it should be published.” The dossier specifically examines Russian attempts to interfere in the 2016 EU referendum. Members of the committee – which meets in secret because of the sensitivity of its work – had wanted to make recommendations to introduce greater safeguards ahead of the December poll. Ian Lucas, a Labour MP who sits on the culture media and sport select committee, which has conducted related inquiries into the conduct of the EU referendum said “the government needs to come clean about its view on Russian interference in British politics”. Ministers have argued that there are no examples of successful Russian interference in UK elections, but Lucas said that this needed to be properly tested: “This decision looks like it is designed to avoid proper scrutiny of what we actually know.” Allegations that Moscow money has flowed into the Conservative party via emigres living in the UK making high-profile donations, were also heard by the committee – although the party has consistently denied receiving money improperly. In 2014, Lubov Chernukhin – the wife of the former Russian deputy finance minister – paid £160,000 to play tennis with Johnson and David Cameron. The match was the star lot at a Conservative summer party auction. Another guest at the 2013 fundraiser was Vasily Shestakov, Vladimir Putin’s judo partner. Committee members were also briefed on an extraordinary – and for a while an apparently successful – attempt to penetrate Conservative circles by Nalobin, who instigated a pro-Kremlin parliamentary group, the Conservative Friends of Russia. During his time in the UK, Nalobin went to exclusive Tory fundraising events and met senior Conservatives. In January 2014 he posed for a photograph with Johnson at an event at city hall in London. Nalobin posted it on Twitter, writing in a caption that the then mayor was “our good friend” who said “warm words” about Russians. Conservative Friends of Russia held its 2012 launch party in the Russian ambassador’s Kensington garden, with about 250 Russian and British guests present, including Tories who went on to play a prominent role in the referendum campaign. One was Matthew Elliott, now chief executive of pro-Brexit group Vote Leave, alongside Dominic Cummings, now the prime minister’s chief strategist. Another guest was Johnson’s future girlfriend Carrie Symonds, a Tory party activist. At the time she worked in the office of John Whittingdale, the pro-Brexit MP who was the group’s honorary vice-president. The group collapsed after revelations of Nalobin’s alleged ties with the Kremlin’s SVR foreign intelligence agency. Over the weekend, the shadow foreign secretary, Emily Thornberry, raised questions over Cummings’ connections to Russia, and the levels of security vetting to which he had been subject, after an official whistleblower raised concerns with her. Thornberry asked if Cummings had been asked about his relationship with members of Conservative Friends of Russia, as well as the purpose of his three-year period of work in post-communist Russia between 1994 and 1997. The Guardian’s investigation was carried out with the The Insider, an independent Russian news website. Property records show that Nalobin owns an apartment at Michurinskiy Prospect 27, in south-west Moscow. The block’s ties with state spying are so well established that sellers are able to advertise their properties in the “FSB house” at above market rates. Peers held a special debate about the withheld dossier, after an urgent question from the cross-bench peer David Anderson, a national security expert, who insisted the delay was unjustified. “It invites, I’m afraid, suspicion of the government and its motives,” he said. Earl Howe, responding for the government, told peers: “The length of time that the government had had for this report is not at all unusual. It was delivered on 17 October – that is not a very long time ago. And the prime minister is entitled to take his view on what the report contains.” Stewart McDonald, the SNP’s defence spokesman, said: “Parliament is about to be sent packing into a general election without fully understanding the extent to which Russia has meddled in our most recent democratic electoral events.”",
      "charCount": "6553",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a> and <a href=\"profile/lukeharding\">Luke Harding</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/04/britain-divided-hung-parliament-proportional-representation",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-04T19:05:28Z",
    "webTitle": "Britain is divided. That’s why we need a hung parliament again | Polly Toynbee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/04/britain-divided-hung-parliament-proportional-representation",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/04/britain-divided-hung-parliament-proportional-representation",
    "fields": {
      "headline": "Britain is divided. That’s why we need a hung parliament again",
      "standfirst": "Compromise and negotiation is better than a majority for one party. We should move to proportional representation",
      "trailText": "Compromise and negotiation is better than an absolute majority for one party, says Guardian columnist Polly Toynbee",
      "byline": "Polly Toynbee",
      "main": "<figure class=\"element element-image\" data-media-id=\"69c0d7ad8a3eb9accd36dbef1525fe0ed05ea8c3\"> <img src=\"https://media.guim.co.uk/69c0d7ad8a3eb9accd36dbef1525fe0ed05ea8c3/0_364_5568_3341/1000.jpg\" alt=\"Lindsay Hoyle during the election debate for a new Speaker in the Commons on 4 November.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lindsay Hoyle during the election debate for a new Speaker in the Commons on 4 November. </span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/EPA</span> </figcaption> </figure>",
      "body": "<p>Goodbye to this most remarkable of parliaments, dissolving all too aptly on Guy Fawkes night. For all the extremes of abuse hurled at them, it has harboured the bravest and best MPs, who have broken ranks to defend the country against a Brexit disaster, putting conscience and honour before party, tribe or personal career. This departing Commons should be remembered as the parliament of conscience.</p> <p>These MPs were fortunate in a Speaker who rose to the great constitutional crisis with the vision and effrontery to break traditions, to protect parliament’s sovereignty against an overreaching executive. With no Commons majority, Theresa May and Boris Johnson summoned unprecedented <a href=\"https://www.theguardian.com/politics/2017/sep/12/henry-viii-powers-and-parliamentary-sovereignty\" title=\"\">Henry VIII powers</a> to try to sneak in shedloads of crucial legislation by statutory instrument, without votes. If taking back control was the purpose of Brexit, John Bercow seized it on behalf of citizens.</p> <p>Traditionally, people say they want MPs to speak their minds, not blindly follow party whips. Look how many MPs broke free. May <a href=\"https://en.wikipedia.org/w/index.php?title=List_of_Government_defeats_in_the_House_of_Commons_(1945%E2%80%93present)&amp;action=edit&amp;section=17\" title=\"\">lost</a> an unheard-of 33 votes in the Commons, Johnson has already <a href=\"https://en.wikipedia.org/wiki/List_of_Government_defeats_in_the_House_of_Commons_(1945%E2%80%93present)\" title=\"\">lost 12</a>. In ministerial resignations, <a href=\"https://www.bbc.co.uk/news/uk-politics-48374098\" title=\"\">36 walked out on May</a> – including Johnson, who has already lost two.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Our first past the post system grinds up most who dare leave the rigid bondage of the two-and-half main English parties</p> </blockquote> </aside>  <p>Even more momentous, an unprecedented 89 MPs left their parties, voluntarily or ejected. Johnson the autocrat purged 21 of his moderate MPs, including distinguished ex-chancellors and brightest sparks, causing most of their One Nation club to stand down tomorrow. Remember that purge whenever Johnson poses as a one-nationer.</p> <p>This parliament, says Gavin Freeguard of the Institute for Government, has seen its greatest cracking of the parties: only 28 Labour MPs split to form the <a href=\"https://www.bbc.co.uk/news/world-47280218\" title=\"\">SDP in 1981</a>. If Change UK defectors were disappointed that their defections didn’t set off a system-breaking avalanche, their insignificance did act as a deterrent: our abominable first-past-the-post system grinds up most who dare leave the rigid bondage of the two-and-half main English parties. Tory rebels Dominic Grieve or Anna Soubry standing as independents in their old seats defy gigantic odds. But in a fair voting system, it shouldn’t be so.</p> <p>Shining lights in this departing parliament include many such as Oliver Letwin, who defied their parties to ensure a vote on the great question of our generation. How shaming it looks that May initially wanted to Brexit with no Commons vote on her final deal. Rebellions on all sides were driven by conscience: Mark Francois and his European Research Group are greeted as “raving lunatics” by those they in turn dub “remainiacs”, but there’s no doubting their sincerity. Nobody could accuse those such as Caroline Flint – who choose to obey their leave constituents – of a lack of conviction.</p> <p>However, any parliament has its quota of bounders and greasy pole-vaulters: Matt Hancock and Jeremy Hunt swivelled from remain to hardest leave in their leadership bids. Too many Tory remainers stayed silent, imposing on the country a leader they know is unfit, hoping Johnson will save their jobs. Some Labour shadow spokespeople, with their eye on post-Corbyn times, parrot a party line on Brexit neutrality they can’t possibly believe – though bolder voices loudly proclaim for remain against orders.</p> <p>If this parliament looked like deadlocked purgatory, the Commons has rarely better reflected the national state of mind. The country is split, conflicted, afraid to defy the referendum, to revoke it or carry it out. That is who we are: angry, anxious, stuck. But a “firm government” with only minority support would be no answer. Cameron’s 2015 government, elected by just 36% of the people, stampeded through a referendum that has destroyed us. Let that be the last time. Brexit makes the case for electoral reform unanswerable.</p> <p>With the most volatile electorate on record, people are thrashing against this lack of choice. YouGov reports 37% will reject the two main parties, but most risk wasting their votes. There is only Johnson, Jeremy Corbyn or Jo Swinson, take it or leave it. The Tory press begs voters to shun Farage’s party or lose Brexit. Remainers need <a href=\"https://www.theneweuropean.co.uk/top-stories/just-30-per-cent-of-remain-voters-need-to-vote-tactically-to-deny-boris-johnson-victory-1-6349351\" title=\"\">one in three</a> of the electorate to vote tactically, so Corbyn-detesting Liberal Democrats must vote Labour, and passionate Corbynistas must vote Lib Dem in winnable seats. Let’s hope they do.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/11/amber-rudd-proportional-representation-voting-system-speech-brexit\">Amber Rudd calls for proportional voting system to be discussed</a> </p> </aside>  <p>It’s a monstrous system that denies people the right to vote for their true feelings. Many want to vote Green in this climate crisis, but are denied. Last time, 68% of votes were utterly wasted, lost in those rotten boroughs called safe seats. Parties would think differently if they had representation in every region. Tories are adrift in much of the north (look at their patronising expedition to <a href=\"https://www.theguardian.com/commentisfree/2019/oct/31/workington-man-swing-voter-north-rugby-league-towns\" title=\"\">Workington</a>). Yet <a href=\"https://www.bbc.co.uk/news/election-2017-39949130\" title=\"\">last time</a> they got 34% of the north-east vote, but only <a href=\"https://www.localgov.co.uk/Analysis-shows-22-million-votes-were-wasted-in-General-Election/43650\" title=\"\">9% of the seats</a>. Labour is all but excluded from the south-east, its 29% vote gaining only 10% of seats.</p> <p>With Scotland gone, psephologists judge a hung parliament the best Labour can hope for – and a good thing, too. Compromise and negotiation between parties in hung parliaments is a better path, given the divided country. An outright majority for Johnson is a terrifying prospect – free to do anything, with his party’s moderates purged, despite only minority support.</p> <p>Labour’s leadership could add electoral reform to the party manifesto and trounce critics by proving themselves to be open democrats, not tight party conspirators – willing to collaborate with others. (Since Lib Dems would make it inevitable, why not take the credit?) John McDonnell is just one of Labour’s many <a href=\"https://www.independent.co.uk/news/uk/politics/labour-john-mcdonnell-proportional-representation-pr-make-votes-matter-protest-a7018056.html\" title=\"\">proportional representation supporters</a>. The Hansard Society warns: “The public reputation of parliament and MPs is at a nadir.” The best hope is for a hung parliament – and a new Speaker brave enough to encourage a convention on voting reform.</p> <p>• Polly Toynbee is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "941",
      "commentCloseDate": "2019-11-04T22:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-04T19:05:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:35Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ck26b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/69c0d7ad8a3eb9accd36dbef1525fe0ed05ea8c3/0_364_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Goodbye to this most remarkable of parliaments, dissolving all too aptly on Guy Fawkes night. For all the extremes of abuse hurled at them, it has harboured the bravest and best MPs, who have broken ranks to defend the country against a Brexit disaster, putting conscience and honour before party, tribe or personal career. This departing Commons should be remembered as the parliament of conscience. These MPs were fortunate in a Speaker who rose to the great constitutional crisis with the vision and effrontery to break traditions, to protect parliament’s sovereignty against an overreaching executive. With no Commons majority, Theresa May and Boris Johnson summoned unprecedented Henry VIII powers to try to sneak in shedloads of crucial legislation by statutory instrument, without votes. If taking back control was the purpose of Brexit, John Bercow seized it on behalf of citizens. Traditionally, people say they want MPs to speak their minds, not blindly follow party whips. Look how many MPs broke free. May lost an unheard-of 33 votes in the Commons, Johnson has already lost 12. In ministerial resignations, 36 walked out on May – including Johnson, who has already lost two. Even more momentous, an unprecedented 89 MPs left their parties, voluntarily or ejected. Johnson the autocrat purged 21 of his moderate MPs, including distinguished ex-chancellors and brightest sparks, causing most of their One Nation club to stand down tomorrow. Remember that purge whenever Johnson poses as a one-nationer. This parliament, says Gavin Freeguard of the Institute for Government, has seen its greatest cracking of the parties: only 28 Labour MPs split to form the SDP in 1981. If Change UK defectors were disappointed that their defections didn’t set off a system-breaking avalanche, their insignificance did act as a deterrent: our abominable first-past-the-post system grinds up most who dare leave the rigid bondage of the two-and-half main English parties. Tory rebels Dominic Grieve or Anna Soubry standing as independents in their old seats defy gigantic odds. But in a fair voting system, it shouldn’t be so. Shining lights in this departing parliament include many such as Oliver Letwin, who defied their parties to ensure a vote on the great question of our generation. How shaming it looks that May initially wanted to Brexit with no Commons vote on her final deal. Rebellions on all sides were driven by conscience: Mark Francois and his European Research Group are greeted as “raving lunatics” by those they in turn dub “remainiacs”, but there’s no doubting their sincerity. Nobody could accuse those such as Caroline Flint – who choose to obey their leave constituents – of a lack of conviction. However, any parliament has its quota of bounders and greasy pole-vaulters: Matt Hancock and Jeremy Hunt swivelled from remain to hardest leave in their leadership bids. Too many Tory remainers stayed silent, imposing on the country a leader they know is unfit, hoping Johnson will save their jobs. Some Labour shadow spokespeople, with their eye on post-Corbyn times, parrot a party line on Brexit neutrality they can’t possibly believe – though bolder voices loudly proclaim for remain against orders. If this parliament looked like deadlocked purgatory, the Commons has rarely better reflected the national state of mind. The country is split, conflicted, afraid to defy the referendum, to revoke it or carry it out. That is who we are: angry, anxious, stuck. But a “firm government” with only minority support would be no answer. Cameron’s 2015 government, elected by just 36% of the people, stampeded through a referendum that has destroyed us. Let that be the last time. Brexit makes the case for electoral reform unanswerable. With the most volatile electorate on record, people are thrashing against this lack of choice. YouGov reports 37% will reject the two main parties, but most risk wasting their votes. There is only Johnson, Jeremy Corbyn or Jo Swinson, take it or leave it. The Tory press begs voters to shun Farage’s party or lose Brexit. Remainers need one in three of the electorate to vote tactically, so Corbyn-detesting Liberal Democrats must vote Labour, and passionate Corbynistas must vote Lib Dem in winnable seats. Let’s hope they do. It’s a monstrous system that denies people the right to vote for their true feelings. Many want to vote Green in this climate crisis, but are denied. Last time, 68% of votes were utterly wasted, lost in those rotten boroughs called safe seats. Parties would think differently if they had representation in every region. Tories are adrift in much of the north (look at their patronising expedition to Workington). Yet last time they got 34% of the north-east vote, but only 9% of the seats. Labour is all but excluded from the south-east, its 29% vote gaining only 10% of seats. With Scotland gone, psephologists judge a hung parliament the best Labour can hope for – and a good thing, too. Compromise and negotiation between parties in hung parliaments is a better path, given the divided country. An outright majority for Johnson is a terrifying prospect – free to do anything, with his party’s moderates purged, despite only minority support. Labour’s leadership could add electoral reform to the party manifesto and trounce critics by proving themselves to be open democrats, not tight party conspirators – willing to collaborate with others. (Since Lib Dems would make it inevitable, why not take the credit?) John McDonnell is just one of Labour’s many proportional representation supporters. The Hansard Society warns: “The public reputation of parliament and MPs is at a nadir.” The best hope is for a hung parliament – and a new Speaker brave enough to encourage a convention on voting reform. • Polly Toynbee is a Guardian columnist",
      "charCount": "5817",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pollytoynbee\">Polly Toynbee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/nov/04/huw-edwards-to-host-bbc-election-night-coverage",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T18:36:51Z",
    "webTitle": "Huw Edwards to host BBC election night coverage",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/huw-edwards-to-host-bbc-election-night-coverage",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/huw-edwards-to-host-bbc-election-night-coverage",
    "fields": {
      "headline": "Huw Edwards to host BBC election night coverage",
      "standfirst": "<p>Newsreader gets nod for key broadcast after being linked with job five years ago</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/04/general-election-news-latest-health-chief-urge-parties-not-to-use-nhs-as-political-weapon-live-news\">General election news – live updates</a></li></ul>",
      "trailText": "Newsreader gets nod for key broadcast after being linked with job for five years",
      "byline": "Jim Waterson and Tara Conlan",
      "main": "<figure class=\"element element-image\" data-media-id=\"d61b148032e66e6db30cd9f1777bddbec63827a8\"> <img src=\"https://media.guim.co.uk/d61b148032e66e6db30cd9f1777bddbec63827a8/530_224_2357_1413/1000.jpg\" alt=\"Huw Edwards takes over the general election duties from David Dimbleby.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Huw Edwards takes over the general election duties from David Dimbleby.</span> <span class=\"element-image__credit\">Photograph: Anthony Harvey/Bafta/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Huw Edwards has been confirmed as the host of the BBC’s election night coverage, taking one of the most high-profile jobs in British broadcasting more than five years after he was first linked with it.</p> <p>He had originally been expected to succeed David Dimbleby as the face of the BBC’s election programme in time for the 2015 general election, only for BBC bosses to give Dimbleby one final chance to host the show.</p> <p>The former Question Time host showed no interest in handing over the baton and successfully remained in the hot seat for both the 2016 EU referendum and the 2017 general election coverage.</p> <p>Other BBC presenters due to have leading roles in the coverage include Reeta Chakrabarti, Andrew Neil, Tina Daheley and Jeremy Vine. Vine will be responsible for the swingometer, while the website will be publishing semi-automated journalism in stories on the election results for all 650 constituencies.</p> <p>The BBC is preparing for criticism of its news coverage from all sides during the election, as political parties <a href=\"https://www.theguardian.com/politics/2019/sep/25/labour-media-tactics-more-trumpian-admit-jeremy-corbyn\">realise the effectiveness</a> of rallying supporters by blaming the media for negative coverage.</p> <p>The BBC’s head of news, Fran Unsworth, has <a href=\"https://www.bbc.co.uk/blogs/aboutthebbc/entries/2752f335-c6b7-43af-a3cc-797d330301cc\">already felt the need to warn audiences</a> that during the election “everyone will hear people on BBC News they don’t agree with, and opinions they don’t share”. She said putting a particular political candidate on air did not indicate bias: “Interviewing is not ‘platforming’ and reporting someone’s words isn’t an endorsement of what they’ve said.”</p> <p>She said the BBC’s journalists would be willing to call out falsehoods: “Our aim is to achieve due impartiality. That means understanding that not all issues are ‘on the one hand, on the other hand’. We do not support ‘false balance’. There are facts and there are judgments to be made. And we will make them where that is appropriate.”</p> <p>Although the BBC is promising that Neil will interview party leaders one-on-one, it is still negotiating over party leader debates. Both Labour and the Conservatives are keen to only participate in head-to-head debates that exclude the Brexit party, Lib Dems and the SNP.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/04/facebook-and-google-asked-to-suspend-political-ads-before-general-election\">Facebook and Google urged to ban political ads before UK election</a> </p> </aside>  <p>ITV has already struck a deal for a head-to-head debate between Jeremy Corbyn and Boris Johnson on 19 November but the BBC may find it harder as a publicly funded broadcaster to exclude smaller parties.</p>  <figure class=\"element element-image\" data-media-id=\"ec03e70f4a08111ae7e1d4b704b821a4981b8768\"> <img src=\"https://media.guim.co.uk/ec03e70f4a08111ae7e1d4b704b821a4981b8768/0_114_2042_1225/1000.jpg\" alt=\"David Dimbleby in 2001.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Dimbleby.</span> <span class=\"element-image__credit\">Photograph: Richard Kendal/BBC One</span> </figcaption> </figure>  <p>This will be one of few recent elections without the involvement of a member of the Dimbleby family, who have been central to televised coverage of British general elections since 1955, when Richard Dimbleby began hosting the BBC’s programming.</p> <p>David Dimbleby first appeared on a BBC election night broadcast as a junior reporter in 1964 <a href=\"https://www.radiotimes.com/news/2017-06-07/a-history-of-david-dimblebys-election-nights-on-the-bbc/\">alongside his father</a>, who died the following year. This created a 15-year interregnum during which the public had to cope without a Dimbleby hosting the broadcast before David was promoted to the top job in time for Margaret Thatcher’s first victory in 1979.</p> <p>David’s brother, Jonathan, the former host of Radio 4’s Any Questions, anchored ITV’s election night coverage between 1997 and 2005, meaning that for almost a decade terrestrial viewers had no choice but to learn the election results from a Dimbleby.</p>  <figure class=\"element element-image\" data-media-id=\"7661432faa35b65a0a534f27c46b5d6450842032\"> <img src=\"https://media.guim.co.uk/7661432faa35b65a0a534f27c46b5d6450842032/856_498_3258_1955/1000.jpg\" alt=\"Emily Maitlis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Maitlis.</span> <span class=\"element-image__credit\">Photograph: David Hartley/Rex/Shutterstock</span> </figcaption> </figure>  <p>In another first for the BBC, Newsnight presenter <a href=\"https://www.theguardian.com/media/emily-maitlis\">Emily Maitlis</a> will front the coverage of the second day, after Edwards ends his broadcast – making her the first woman to be a sole anchor of the corporation’s general election programme.</p> <p>Previously, Edwards <a href=\"https://www.theguardian.com/media/2010/may/05/general-election-2010-tv-coverage\">hosted the second day’s coverage</a> while Maitlis monitored the exit polls and results using a giant touchscreen.</p> <p>Although other women have been involved in the BBC’s general election programmes, with Fiona Bruce being the first in 2001, it is believed that none have been the main host during the two days of coverage.</p> <p>Maitlis said: “It’s hard to think of a day that will be more defining of our political futures than this one. This is not just about which seats change hands, but which party leaders stay or go, whether we remain in or exit the EU, and the fundamental direction of the entire United Kingdom. We will witness first-hand what the electorate make of the choices laid before them – and I can’t wait to be fronting a day that will be challenging, exhilarating, exhausting and probably game-changing.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "702",
      "firstPublicationDate": "2019-11-04T14:36:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:40Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckx23",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d61b148032e66e6db30cd9f1777bddbec63827a8/530_224_2357_1413/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Huw Edwards has been confirmed as the host of the BBC’s election night coverage, taking one of the most high-profile jobs in British broadcasting more than five years after he was first linked with it. He had originally been expected to succeed David Dimbleby as the face of the BBC’s election programme in time for the 2015 general election, only for BBC bosses to give Dimbleby one final chance to host the show. The former Question Time host showed no interest in handing over the baton and successfully remained in the hot seat for both the 2016 EU referendum and the 2017 general election coverage. Other BBC presenters due to have leading roles in the coverage include Reeta Chakrabarti, Andrew Neil, Tina Daheley and Jeremy Vine. Vine will be responsible for the swingometer, while the website will be publishing semi-automated journalism in stories on the election results for all 650 constituencies. The BBC is preparing for criticism of its news coverage from all sides during the election, as political parties realise the effectiveness of rallying supporters by blaming the media for negative coverage. The BBC’s head of news, Fran Unsworth, has already felt the need to warn audiences that during the election “everyone will hear people on BBC News they don’t agree with, and opinions they don’t share”. She said putting a particular political candidate on air did not indicate bias: “Interviewing is not ‘platforming’ and reporting someone’s words isn’t an endorsement of what they’ve said.” She said the BBC’s journalists would be willing to call out falsehoods: “Our aim is to achieve due impartiality. That means understanding that not all issues are ‘on the one hand, on the other hand’. We do not support ‘false balance’. There are facts and there are judgments to be made. And we will make them where that is appropriate.” Although the BBC is promising that Neil will interview party leaders one-on-one, it is still negotiating over party leader debates. Both Labour and the Conservatives are keen to only participate in head-to-head debates that exclude the Brexit party, Lib Dems and the SNP. ITV has already struck a deal for a head-to-head debate between Jeremy Corbyn and Boris Johnson on 19 November but the BBC may find it harder as a publicly funded broadcaster to exclude smaller parties. This will be one of few recent elections without the involvement of a member of the Dimbleby family, who have been central to televised coverage of British general elections since 1955, when Richard Dimbleby began hosting the BBC’s programming. David Dimbleby first appeared on a BBC election night broadcast as a junior reporter in 1964 alongside his father, who died the following year. This created a 15-year interregnum during which the public had to cope without a Dimbleby hosting the broadcast before David was promoted to the top job in time for Margaret Thatcher’s first victory in 1979. David’s brother, Jonathan, the former host of Radio 4’s Any Questions, anchored ITV’s election night coverage between 1997 and 2005, meaning that for almost a decade terrestrial viewers had no choice but to learn the election results from a Dimbleby. In another first for the BBC, Newsnight presenter Emily Maitlis will front the coverage of the second day, after Edwards ends his broadcast – making her the first woman to be a sole anchor of the corporation’s general election programme. Previously, Edwards hosted the second day’s coverage while Maitlis monitored the exit polls and results using a giant touchscreen. Although other women have been involved in the BBC’s general election programmes, with Fiona Bruce being the first in 2001, it is believed that none have been the main host during the two days of coverage. Maitlis said: “It’s hard to think of a day that will be more defining of our political futures than this one. This is not just about which seats change hands, but which party leaders stay or go, whether we remain in or exit the EU, and the fundamental direction of the entire United Kingdom. We will witness first-hand what the electorate make of the choices laid before them – and I can’t wait to be fronting a day that will be challenging, exhilarating, exhausting and probably game-changing.”",
      "charCount": "4236",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jim-waterson\">Jim Waterson</a> and <a href=\"profile/taraconlan\">Tara Conlan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/election-stakes-are-high-for-boris-johnson-after-bold-nhs-gamble",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T18:35:08Z",
    "webTitle": "Election stakes are high for Boris Johnson after bold NHS gamble",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/election-stakes-are-high-for-boris-johnson-after-bold-nhs-gamble",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/election-stakes-are-high-for-boris-johnson-after-bold-nhs-gamble",
    "fields": {
      "headline": "Election stakes are high for Boris Johnson after bold NHS gamble",
      "standfirst": "<p>PM’s strategy means Tories are now doing battle on what is usually Labour territory</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/nov/04/boris-johnson-criticised-for-selective-quotes-about-nhs-in-letter-to-voters\">Johnson criticised for selective quotes about NHS in letter to voters</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/04/general-election-news-latest-health-chief-urge-parties-not-to-use-nhs-as-political-weapon-live-news\">All the latest general election news – live</a></li></ul>",
      "trailText": "PM’s strategy means Tories are now doing battle on what is usually Labour territory",
      "byline": "Denis Campbell Health policy editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"ee7d1c9923516b7237425c023e5ea2e31ab0c32f\"> <img src=\"https://media.guim.co.uk/ee7d1c9923516b7237425c023e5ea2e31ab0c32f/0_72_3500_2100/1000.jpg\" alt=\"Boris Johnson visits Addenbrooke’s hospital in Cambridge\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Publicity stunt? Boris Johnson visits Addenbrooke’s hospital in Cambridge.</span> <span class=\"element-image__credit\">Photograph: Pool/Reuters</span> </figcaption> </figure>",
      "body": "<p>It was billed as a single-issue election about Brexit. But less than a week after the 12 December poll was announced, it is the state of the NHS that has so far dominated media coverage of the nascent campaign.</p> <p>Back in September, Boris Johnson got an early taste of the risks that await any prime minister using a hospital visit to burnish their credentials as a staunch supporter of the NHS. During a tour of Whipps Cross hospital in east London, and with TV cameras rolling, Johnson was confronted by the father of a week-old baby girl who angrily <a href=\"https://www.theguardian.com/politics/2019/sep/18/nhs-destroyed-boris-johnson-father-sick-child-hospital-london\">challenged</a> him over the hospital’s lack of staff. The parent, Omar Salem – who is also a Labour activist – said: “The NHS has been destroyed … and now you come here for a press opportunity.”</p> <p>While staff at the many hospitals Johnson goes to see are often happy to meet him, his visit to Addenbrooke’s in Cambridge last Thursday led to extensive media <a href=\"https://www.theguardian.com/politics/2019/oct/31/cowardly-boris-johnson-booed-in-cambridge-hospital-trip\">coverage</a> of him being booed by medical student Julia Simons along with her claim that his presence was “a PR stunt”.</p> <p>However, the NHS issue that threatens to do Johnson the greatest damage is the suggestion that the health service could see its annual bill for drugs soar in future as the result of a post-Brexit UK-US trade deal.</p> <p>A Channel 4 Dispatches investigation last Monday into that subject initially received scant media attention despite it quoting an estimate of the bill for the NHS ballooning from £18bn to £45bn if the US government and drug firms got their way in trade negotiations. But the programme did lead to Johnson and the health secretary, Matt Hancock, becoming visibly awkward when challenged about it subsequently at prime minister’s questions and in media interviews respectively.</p> <p>Hancock has stated categorically that the price the NHS pays for medicines will not go up. But Donald Trump has made it clear that in effect any country seeking a trade deal with the US will have to pay higher prices for American-made drugs. Johnson may continue to have trouble rebutting the charge, which Labour are making regularly, that he is prepared to leave the health service at the mercy of rapacious US pharma companies.</p> <p>However, the debate in the campaign so far about the NHS has not followed its usual pattern of Labour accusing the Conservatives of running the nation’s most loved institution into the ground, and the Tories being stuck on the backfoot trying to convince voters that they are its resolute, generous and trustworthy protectors.</p> <p>Instead, unusually, the Tories see the NHS – one of Johnson’s three key “people’s priorities” – as a strong card. They are trumpeting record levels of funding, plans for 40 new hospitals in England and a further cash bonanza to buy new scanners and other vital equipment. Recent opinion polls have shown that the PM is trusted by more voters than Jeremy Corbyn on the NHS, which could be taken as evidence that this unlikely approach is paying off.</p> <p>The Tory attempt to get on the front foot over the health service is a surprising, and potentially reckless, strategy for them, given its safe stewardship is usually perceived as a surefire vote-winner for Labour.</p> <p>It is an approach that appears improbable and counter-intuitive, especially given that the last nine-and-a-half years have seen the NHS through no fault of its own: plunge billions of pounds into the red; experience an escalating staffing crisis; stop meeting key waiting-time targets for A&amp;E care, cancer treatment and planned operations; and fail to deliver the “parity of esteem” between mental health care and physical health services that was first promised in 2014.</p> <p>Public concern that runs across party lines about the privatisation of NHS services, claims that Hancock can be economical with the truth, and Johnson’s own <a href=\"http://archive.spectator.co.uk/article/23rd-september-1995/6/politics\">previous support </a>for charging patients to use NHS services may all prove pitfalls for the PM in the weeks ahead.</p> <p>Johnson’s bold gamble leaves the two main parties locked in a bidding war over who will do most to improve a service that many of its own personnel view as being in a precarious state after nine years of austerity funding.</p> <p>No wonder, with the stakes so high, that the Academy of Medical Royal Colleges, which represent’s the UK’s 220,000 doctors, has warned that the parties’ promises on the NHS can be little more than “guaranteed vote bait” and even involve the telling of “outright lies”, fears echoed by NHS Providers, which represents hospital trusts in England.</p> <p>The NHS’s unique role in national life, its place in the British mindset plus, especially, the public’s increasing <a href=\"https://www.kingsfund.org.uk/projects/public-satisfaction-nhs\">dissatisfaction</a> with their own experience of care – long waits for a test, GP appointments, ambulance, mental health bed or cataract removal – mean the election war over the health service is only just beginning, and will get much louder soon.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "808",
      "firstPublicationDate": "2019-11-04T18:35:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:36Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ck22n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ee7d1c9923516b7237425c023e5ea2e31ab0c32f/0_72_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It was billed as a single-issue election about Brexit. But less than a week after the 12 December poll was announced, it is the state of the NHS that has so far dominated media coverage of the nascent campaign. Back in September, Boris Johnson got an early taste of the risks that await any prime minister using a hospital visit to burnish their credentials as a staunch supporter of the NHS. During a tour of Whipps Cross hospital in east London, and with TV cameras rolling, Johnson was confronted by the father of a week-old baby girl who angrily challenged him over the hospital’s lack of staff. The parent, Omar Salem – who is also a Labour activist – said: “The NHS has been destroyed … and now you come here for a press opportunity.” While staff at the many hospitals Johnson goes to see are often happy to meet him, his visit to Addenbrooke’s in Cambridge last Thursday led to extensive media coverage of him being booed by medical student Julia Simons along with her claim that his presence was “a PR stunt”. However, the NHS issue that threatens to do Johnson the greatest damage is the suggestion that the health service could see its annual bill for drugs soar in future as the result of a post-Brexit UK-US trade deal. A Channel 4 Dispatches investigation last Monday into that subject initially received scant media attention despite it quoting an estimate of the bill for the NHS ballooning from £18bn to £45bn if the US government and drug firms got their way in trade negotiations. But the programme did lead to Johnson and the health secretary, Matt Hancock, becoming visibly awkward when challenged about it subsequently at prime minister’s questions and in media interviews respectively. Hancock has stated categorically that the price the NHS pays for medicines will not go up. But Donald Trump has made it clear that in effect any country seeking a trade deal with the US will have to pay higher prices for American-made drugs. Johnson may continue to have trouble rebutting the charge, which Labour are making regularly, that he is prepared to leave the health service at the mercy of rapacious US pharma companies. However, the debate in the campaign so far about the NHS has not followed its usual pattern of Labour accusing the Conservatives of running the nation’s most loved institution into the ground, and the Tories being stuck on the backfoot trying to convince voters that they are its resolute, generous and trustworthy protectors. Instead, unusually, the Tories see the NHS – one of Johnson’s three key “people’s priorities” – as a strong card. They are trumpeting record levels of funding, plans for 40 new hospitals in England and a further cash bonanza to buy new scanners and other vital equipment. Recent opinion polls have shown that the PM is trusted by more voters than Jeremy Corbyn on the NHS, which could be taken as evidence that this unlikely approach is paying off. The Tory attempt to get on the front foot over the health service is a surprising, and potentially reckless, strategy for them, given its safe stewardship is usually perceived as a surefire vote-winner for Labour. It is an approach that appears improbable and counter-intuitive, especially given that the last nine-and-a-half years have seen the NHS through no fault of its own: plunge billions of pounds into the red; experience an escalating staffing crisis; stop meeting key waiting-time targets for A&amp;E care, cancer treatment and planned operations; and fail to deliver the “parity of esteem” between mental health care and physical health services that was first promised in 2014. Public concern that runs across party lines about the privatisation of NHS services, claims that Hancock can be economical with the truth, and Johnson’s own previous support for charging patients to use NHS services may all prove pitfalls for the PM in the weeks ahead. Johnson’s bold gamble leaves the two main parties locked in a bidding war over who will do most to improve a service that many of its own personnel view as being in a precarious state after nine years of austerity funding. No wonder, with the stakes so high, that the Academy of Medical Royal Colleges, which represent’s the UK’s 220,000 doctors, has warned that the parties’ promises on the NHS can be little more than “guaranteed vote bait” and even involve the telling of “outright lies”, fears echoed by NHS Providers, which represents hospital trusts in England. The NHS’s unique role in national life, its place in the British mindset plus, especially, the public’s increasing dissatisfaction with their own experience of care – long waits for a test, GP appointments, ambulance, mental health bed or cataract removal – mean the election war over the health service is only just beginning, and will get much louder soon.",
      "charCount": "4801",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/deniscampbell\">Denis Campbell</a> Health policy editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/boris-johnson-criticised-for-selective-quotes-about-nhs-in-letter-to-voters",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T18:23:29Z",
    "webTitle": "Boris Johnson criticised for selective quotes about NHS in letter to voters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/boris-johnson-criticised-for-selective-quotes-about-nhs-in-letter-to-voters",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/boris-johnson-criticised-for-selective-quotes-about-nhs-in-letter-to-voters",
    "fields": {
      "headline": "Boris Johnson criticised for selective quotes about NHS in letter to voters",
      "standfirst": "<p>PM wrongly implied medical experts were fully supportive of government policy</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/nov/04/election-stakes-are-high-for-boris-johnson-after-bold-nhs-gamble\">Election stakes are high for Boris Johnson after bold NHS gamble</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/04/general-election-news-latest-health-chief-urge-parties-not-to-use-nhs-as-political-weapon-live-news\">All the latest general election news – live</a></li></ul>",
      "trailText": "PM wrongly implied medical experts were fully supportive of government policy",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"22e9fa1b6609ac11e2dcaab9a4cb87d791ba5c1a\"> <img src=\"https://media.guim.co.uk/22e9fa1b6609ac11e2dcaab9a4cb87d791ba5c1a/0_0_4047_2428/1000.jpg\" alt=\"Boris Johnson at Addenbrooke’s hospital, Cambridge. The Tories have put the NHS at the centre of their election campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson at Addenbrooke’s hospital, Cambridge. The Tories have put the NHS at the centre of their election campaign.</span> <span class=\"element-image__credit\">Photograph: Alastair Grant/POOL/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson has been criticised for misleading voters over the Tories’ record on the NHS, after he sent letters to voters in swing seats that selectively quoted a charity.</p> <p>The letter, sent out across marginal seats such as High Peak and Reading West, highlighted comments from various media sources and charities praising the long-term plan for the NHS, which was set out before Johnson took office.</p> <p>One of the highlighted quotes, from Sarb Bajwa, the chief executive of the British Psychological Society, lauded the plan for a “clear commitment to mental health through increased spending and introducing access standards”.</p> <p>But Johnson’s letter missed off subsequent parts of the quote saying that there was “still a long way to go”, though the plan showed the NHS was listening to concerns about mental health provision. It also <a href=\"https://www.bps.org.uk/news-and-policy/nhs-long-term-plan-shows-promise-mental-health-and-acknowledges-workforce-challenge\">highlighted the need</a> for “immediate action for children and young people’s services as they have become woefully underfunded and overstretched” and for mental health provision outside the NHS to be resourced effectively.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/04/nhs-health-service-uk-politicise\">The NHS needs more than just cash. It needs major reform too | Simon Jenkins</a> </p> </aside>  <p>A BPS spokesperson said: “The BPS works to promote excellence in psychology and support the psychological workforce. We remain entirely politically neutral and were unaware that this comment had been taken from our website and used out of context as a political endorsement.”</p> <p>Another quote on the letter comes from <a href=\"https://www.bbc.co.uk/news/health-46777387\">the BBC website</a>, showing just the headline: “NHS long-term plan: Focus on prevention ‘could save 500,000 lives’.” The article refers to concerns from unions that staffing shortages could undermine the ambitions and a comment from Dr Nick Scriven, the president of the Society of Acute Medicine, saying he was “staggered” that the plans overlooked acute and emergency care and hospital capacity.</p> <p>The British Heart Foundation, a charity also quoted in the letter, said it had not been consulted about its inclusion on the election material, but it would work with any government of the day on the NHS long-term plan, which it supported.</p> <p>Jonathan Ashworth, Labour’s shadow health secretary, said: “The truth is the Tories have spent a decade running down our NHS, cutting over 15,000 beds, starving the NHS of cash, <a href=\"https://www.theguardian.com/politics/2019/nov/03/labour-promises-remove-privatisation-nhs-mcdonnell-trump\">privatising key services</a> and failing to recruit the extra nurses, doctors and staff needed.</p> <p>“They now even risk the NHS being sold off in a Trump trade deal that will cost our NHS £500m a week. No one will believe this desperate spin from Boris Johnson.”</p> <p>The government has denied that the NHS is any way “up for sale”, and said it “could not agree to any proposals on medicines pricing or access that would put NHS finances at risk or reduce clinician and patient choice”.</p> <p>Johnson has put the NHS at the centre of the Conservatives’ campaign, despite Labour traditionally being more trusted on the health service and the likelihood that the government will be <a href=\"https://www.theguardian.com/society/2019/nov/02/tories-act-to-prevent-nhs-crisis-hitting-election-hopes\">blamed for any winter crisis</a> that emerges as a result of squeezed services.</p> <p>Tory MPs are nervous about the move, but the party’s strategists believe Johnson is associated by voters with prioritising the NHS because of the highly controversial Vote Leave pledge to spend £350m a week on the health service after Brexit.</p> <p>On Monday, Ashworth released research showing the number of operations cancelled due to staffing issues and equipment failures in the health service had increased by a third in two years. The Conservatives contested the way he presented the information, saying Labour’s own freedom of information figures showed that the number of cancelled operations overall fell last year.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/oct/02/tories-promises-nhs-boris-johnson-hospitals\">I work in a crumbling NHS. Glitzy Tory promises won’t save it | Rachel Clarke</a> </p> </aside>  <p>Earlier, Chris Hopson, the head of the organisation representing NHS trusts, called for parties to avoid “<a href=\"https://www.theguardian.com/politics/2019/nov/04/nhs-trusts-call-on-parties-to-avoid-cheap-political-slogans\">cheap political slogans</a>” about health during the general election campaign, and instead engage in a rational debate about the best way to fund and manage the service.</p> <p>The chief executive of NHS Providers stressed that his organisation was politically neutral and not seeking to criticise any party. But pointing to examples of potentially misleading campaigning, Hopson noted that the level of NHS funding increases promised by the Conservatives would do no more than maintain current provision, rather than take the NHS to “sunlit uplands”.</p> <p>Asked about Labour’s warnings on NHS privatisation, Hopson said the debate on outsourcing had to be framed around the point that some private provision was seen as working well; for example, hospices.</p> <p>“What really worries us, if you look back over the last four or five elections, the debates about our health and care systems have generated extreme amounts of heat and very little light,” he told BBC Radio 4’s Today programme. </p> <p>“What we’re very keen to do is ensure that as we start to think about that debate in the general election campaign, we frame it in the right way.”</p>",
      "newspaperPageNumber": "6",
      "wordcount": "778",
      "firstPublicationDate": "2019-11-04T18:23:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:31Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckxfm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/22e9fa1b6609ac11e2dcaab9a4cb87d791ba5c1a/0_0_4047_2428/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has been criticised for misleading voters over the Tories’ record on the NHS, after he sent letters to voters in swing seats that selectively quoted a charity. The letter, sent out across marginal seats such as High Peak and Reading West, highlighted comments from various media sources and charities praising the long-term plan for the NHS, which was set out before Johnson took office. One of the highlighted quotes, from Sarb Bajwa, the chief executive of the British Psychological Society, lauded the plan for a “clear commitment to mental health through increased spending and introducing access standards”. But Johnson’s letter missed off subsequent parts of the quote saying that there was “still a long way to go”, though the plan showed the NHS was listening to concerns about mental health provision. It also highlighted the need for “immediate action for children and young people’s services as they have become woefully underfunded and overstretched” and for mental health provision outside the NHS to be resourced effectively. A BPS spokesperson said: “The BPS works to promote excellence in psychology and support the psychological workforce. We remain entirely politically neutral and were unaware that this comment had been taken from our website and used out of context as a political endorsement.” Another quote on the letter comes from the BBC website, showing just the headline: “NHS long-term plan: Focus on prevention ‘could save 500,000 lives’.” The article refers to concerns from unions that staffing shortages could undermine the ambitions and a comment from Dr Nick Scriven, the president of the Society of Acute Medicine, saying he was “staggered” that the plans overlooked acute and emergency care and hospital capacity. The British Heart Foundation, a charity also quoted in the letter, said it had not been consulted about its inclusion on the election material, but it would work with any government of the day on the NHS long-term plan, which it supported. Jonathan Ashworth, Labour’s shadow health secretary, said: “The truth is the Tories have spent a decade running down our NHS, cutting over 15,000 beds, starving the NHS of cash, privatising key services and failing to recruit the extra nurses, doctors and staff needed. “They now even risk the NHS being sold off in a Trump trade deal that will cost our NHS £500m a week. No one will believe this desperate spin from Boris Johnson.” The government has denied that the NHS is any way “up for sale”, and said it “could not agree to any proposals on medicines pricing or access that would put NHS finances at risk or reduce clinician and patient choice”. Johnson has put the NHS at the centre of the Conservatives’ campaign, despite Labour traditionally being more trusted on the health service and the likelihood that the government will be blamed for any winter crisis that emerges as a result of squeezed services. Tory MPs are nervous about the move, but the party’s strategists believe Johnson is associated by voters with prioritising the NHS because of the highly controversial Vote Leave pledge to spend £350m a week on the health service after Brexit. On Monday, Ashworth released research showing the number of operations cancelled due to staffing issues and equipment failures in the health service had increased by a third in two years. The Conservatives contested the way he presented the information, saying Labour’s own freedom of information figures showed that the number of cancelled operations overall fell last year. Earlier, Chris Hopson, the head of the organisation representing NHS trusts, called for parties to avoid “cheap political slogans” about health during the general election campaign, and instead engage in a rational debate about the best way to fund and manage the service. The chief executive of NHS Providers stressed that his organisation was politically neutral and not seeking to criticise any party. But pointing to examples of potentially misleading campaigning, Hopson noted that the level of NHS funding increases promised by the Conservatives would do no more than maintain current provision, rather than take the NHS to “sunlit uplands”. Asked about Labour’s warnings on NHS privatisation, Hopson said the debate on outsourcing had to be framed around the point that some private provision was seen as working well; for example, hospices. “What really worries us, if you look back over the last four or five elections, the debates about our health and care systems have generated extreme amounts of heat and very little light,” he told BBC Radio 4’s Today programme. “What we’re very keen to do is ensure that as we start to think about that debate in the general election campaign, we frame it in the right way.”",
      "charCount": "4761",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/a-plan-to-fix-britains-broken-democracy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T18:00:30Z",
    "webTitle": "A plan to fix Britain’s broken democracy | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/a-plan-to-fix-britains-broken-democracy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/a-plan-to-fix-britains-broken-democracy",
    "fields": {
      "headline": "A plan to fix Britain’s broken democracy",
      "standfirst": "<strong>Dr Wanda Wyporska</strong>, <strong>Jonathon Porritt</strong>, <strong>Neal Lawson</strong> and nine others on the creation of a special assembly of citizens to make our democratic system fit for the 21st century",
      "trailText": "Letter: <strong>Dr Wanda Wyporska</strong>, <strong>Jonathon Porritt</strong>, <strong>Neal Lawson</strong> and nine others on the creation of a special assembly of citizens to make our democratic system fit for the 21st century",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"94d2db9def0013decbfc2ddce48c885028ad3cfd\"> <img src=\"https://media.guim.co.uk/94d2db9def0013decbfc2ddce48c885028ad3cfd/0_87_8256_4954/1000.jpg\" alt=\"Pro- and anti-Brexit protests in London on 31 October, the day Prime Minister Boris Johnson promised to take the UK out of the EU\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pro- and anti-Brexit protests in London on 31 October, the day Boris Johnson promised to take the UK out of the EU.</span> <span class=\"element-image__credit\">Photograph: Justin Griffiths-Williams/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Our democracy is precious. But right now, it’s in a mess. The problems are there for all to see: in the chaos over Brexit, in our inability to respond to the climate crisis, and in an economic system that keeps failing.</p> <p>These are all symptoms of the same disorder: the way we make decisions isn’t working. Our democratic system is in urgent need of renewal. Power is too far away from people. We need the power to make changes in our lives and our communities. But too often we don’t know who can help or who is responsible. Parliament and elections are stuck in the past. The structures and systems are in urgent need of an upgrade. And under the current electoral system too many voters are simply ignored. No one knows what the rules of our democracy are. They should be set down properly, so that everyone can understand and follow them.</p> <p>At times of social and political change, we need our democracy to keep pace. Today, we’re all connected to one another, but our democratic system lags far behind the technology and its promise of participation.</p> <p>To solve the challenges we face, we need to transform democracy to make it fit for the 21st century and to create a political culture that invites people in, rather than puts them off. Parliament and politicians cannot get this done alone. We have to work together, showing how we can make decisions across divides and find solutions that work for everyone.</p> <p>To do this, we need a special assembly of the people. Learning from examples around the world, we need to bring together a group of citizens, the same way we select juries, and give them the best advice and the space to think through the challenges. Parliament must act on their recommendations.</p> <p>In the UK, this work has already begun; we have a plan for how to do this and a growing alliance of supporters. This is a once-in-a-generation opportunity to create a democratic settlement that works for us all. It’s <a href=\"https://www.uptous.co.uk/\" title=\"\">up to us</a>.<br><strong>Dr Wanda Wyporska </strong><em>The Equality Trust, </em><strong>Jonathon Porritt </strong><em>Forum for the Future, </em><strong>Kathy Evans </strong><em>Children England, </em><strong>Georgia Gould </strong><em>Leader, Camden council, </em><strong>Neal Lawson </strong><em>Compass, </em><strong>Alexandra Runswick </strong><em>Unlock Democracy, </em><strong>Klina Jordan </strong><em>Make Votes Matter, </em><strong>Willie Sullivan </strong><em>Electoral Reform Society, </em><strong>Frances Foley</strong><em> Citizens’ Convention </em><em>on UK Democracy, </em><strong>Richard Sennett </strong><em>Author, Together, </em><strong>Anthony Barnett </strong><em>OpenDemocracy, </em><strong>Jon Alexander </strong><em>New Citizenship Project</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "448",
      "commentable": "false",
      "firstPublicationDate": "2019-11-04T18:00:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:24Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckx9j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/94d2db9def0013decbfc2ddce48c885028ad3cfd/0_87_8256_4954/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Our democracy is precious. But right now, it’s in a mess. The problems are there for all to see: in the chaos over Brexit, in our inability to respond to the climate crisis, and in an economic system that keeps failing. These are all symptoms of the same disorder: the way we make decisions isn’t working. Our democratic system is in urgent need of renewal. Power is too far away from people. We need the power to make changes in our lives and our communities. But too often we don’t know who can help or who is responsible. Parliament and elections are stuck in the past. The structures and systems are in urgent need of an upgrade. And under the current electoral system too many voters are simply ignored. No one knows what the rules of our democracy are. They should be set down properly, so that everyone can understand and follow them. At times of social and political change, we need our democracy to keep pace. Today, we’re all connected to one another, but our democratic system lags far behind the technology and its promise of participation. To solve the challenges we face, we need to transform democracy to make it fit for the 21st century and to create a political culture that invites people in, rather than puts them off. Parliament and politicians cannot get this done alone. We have to work together, showing how we can make decisions across divides and find solutions that work for everyone. To do this, we need a special assembly of the people. Learning from examples around the world, we need to bring together a group of citizens, the same way we select juries, and give them the best advice and the space to think through the challenges. Parliament must act on their recommendations. In the UK, this work has already begun; we have a plan for how to do this and a growing alliance of supporters. This is a once-in-a-generation opportunity to create a democratic settlement that works for us all. It’s up to us. Dr Wanda Wyporska The Equality Trust, Jonathon Porritt Forum for the Future, Kathy Evans Children England, Georgia Gould Leader, Camden council, Neal Lawson Compass, Alexandra Runswick Unlock Democracy, Klina Jordan Make Votes Matter, Willie Sullivan Electoral Reform Society, Frances Foley Citizens’ Convention on UK Democracy, Richard Sennett Author, Together, Anthony Barnett OpenDemocracy, Jon Alexander New Citizenship Project • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2661",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/tv-election-debates-must-include-the-lib-dems-leader",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T17:52:51Z",
    "webTitle": "TV election debates must include the Lib Dems’ leader | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/tv-election-debates-must-include-the-lib-dems-leader",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/tv-election-debates-must-include-the-lib-dems-leader",
    "fields": {
      "headline": "TV election debates must include the Lib Dems’ leader",
      "standfirst": "Exclusion would be another blow to our already vulnerable democratic system, says <strong>Sara Parkin</strong>, while<strong> Amanda Epps </strong>stands up for<strong> </strong>Plaid Cymru",
      "trailText": "<strong>Letters:</strong> Exclusion would be another blow to our already vulnerable democratic system, says <strong>Sara Parkin</strong>, while<strong> Amanda Epps </strong>stands up for<strong> </strong>Plaid Cymru",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"38bfe215fc844050b57c75a3f19044d4b6fa5a2d\"> <img src=\"https://media.guim.co.uk/38bfe215fc844050b57c75a3f19044d4b6fa5a2d/1097_117_2403_1442/1000.jpg\" alt=\"Leader of Britain’s Liberal Democrats Jo Swinson \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson, the leader of Britain’s Liberal Democrats .</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>The suggestion that broadcast debates may be limited to the leaders of the Labour and Conservative parties is another blow to our already vulnerable democratic system (<a href=\"https://www.theguardian.com/politics/2019/oct/30/liberal-democrats-face-being-frozen-out-of-live-tv-debates-general-election\" title=\"\">TV debates: Lib Dems face fight to share leaders’ stage</a>, 31 October).</p> <p>An open and fair media is a vital part of a healthy democracy. To help us decide about matters that will affect us for generations, be it dealing with the climate emergency or our membership of the European Union, we need broadcasters and journalists to ask the right questions. Which is why their search for the best ideas and the best people must be across all parties and candidates.<br><strong>Sara Parkin</strong><br><em>The Sustainability Literacy Project</em></p> <p>• Plaid Cymru is absent from the list of parties in your article (<a href=\"https://www.theguardian.com/politics/2019/oct/30/let-battle-commence-how-the-parties-are-shaping-up-for-decembers-election?page=with:img-3\" title=\"\">Let battle commence: The parties’ policies, their war chests and how they’ll woo voters</a>, 30 October), despite having four times as many MPs as the Green party. A serious omission?<br><strong>Amanda Epps</strong><br><em>Charlbury, Oxfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "204",
      "commentable": "false",
      "firstPublicationDate": "2019-11-04T17:52:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:31Z",
      "newspaperEditionDate": "2019-11-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckxnt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/38bfe215fc844050b57c75a3f19044d4b6fa5a2d/1097_117_2403_1442/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The suggestion that broadcast debates may be limited to the leaders of the Labour and Conservative parties is another blow to our already vulnerable democratic system (TV debates: Lib Dems face fight to share leaders’ stage, 31 October). An open and fair media is a vital part of a healthy democracy. To help us decide about matters that will affect us for generations, be it dealing with the climate emergency or our membership of the European Union, we need broadcasters and journalists to ask the right questions. Which is why their search for the best ideas and the best people must be across all parties and candidates. Sara Parkin The Sustainability Literacy Project • Plaid Cymru is absent from the list of parties in your article (Let battle commence: The parties’ policies, their war chests and how they’ll woo voters, 30 October), despite having four times as many MPs as the Green party. A serious omission? Amanda Epps Charlbury, Oxfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1249",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/labour-lib-dems-and-snp-call-for-tv-election-debate-on-climate-crisis",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T15:53:57Z",
    "webTitle": "Labour, Lib Dems and SNP call for TV election debate on climate crisis",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/labour-lib-dems-and-snp-call-for-tv-election-debate-on-climate-crisis",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/labour-lib-dems-and-snp-call-for-tv-election-debate-on-climate-crisis",
    "fields": {
      "headline": "Labour, Lib Dems and SNP call for TV election debate on climate crisis",
      "standfirst": "<p>School strikers and pensioners back petition demanding televised environment debate</p>",
      "trailText": "School strikers and pensioners back petition demanding televised environment debate",
      "byline": "Matthew Taylor",
      "main": "<figure class=\"element element-image\" data-media-id=\"24430f9d9dd37a25b20aad0db64f7c5c130089d7\"> <img src=\"https://media.guim.co.uk/24430f9d9dd37a25b20aad0db64f7c5c130089d7/0_349_5243_3146/1000.jpg\" alt=\"Students and pupils march in London in September to demand action on the climate crisis\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students and pupils march in London in September to demand action on the climate crisis.</span> <span class=\"element-image__credit\">Photograph: Guy Bell/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Labour, the Scottish National party and the Liberal Democrats have backed calls for a televised climate debate between party leaders ahead of the election, warning that time is running out to tackle the <a href=\"https://www.theguardian.com/environment/climate-change\">global heating emergency</a>.</p> <p>School strikers, students and pensioners’ groups launched a campaign at the weekend to try to force political leaders to discuss the climate crisis live on television ahead of the December poll.</p> <p>On Monday, Jeremy Corbyn supported the proposal, saying the upcoming election was the “last chance to radically change course, or face the threat of a hostile and dying planet”.</p> <p>“We don’t have time to waste,” the Labour leader told the Guardian. “A leaders’ debate on the climate and environment emergency is essential.”</p> <p>Ed Davey, the deputy leader of the Liberal Democrats, backed the initiative, saying it was a “no brainer”. The Green party also supported the plan. The Conservative party had not responded to requests for comment at the time of publication.</p> <p>The climate emergency has been forced up the political agenda in the past year as evidence of the crisis – from floods to wildfires, record temperatures to melting ice – has become impossible to ignore.</p> <p>In the UK, <a href=\"https://www.theguardian.com/environment/2019/apr/12/students-climate-strikes-protests-london-environment\">hundreds of thousands of schoolchildren</a> have taken to the streets to demand action and <a href=\"https://www.theguardian.com/environment/2019/oct/15/extinction-rebellion-activists-defy-london-wide-protest-ban\">Extinction Rebellion protests</a> have brought large parts of London to a standstill.</p> <p>In the spring, parliament declared a climate emergency, but experts warn that although the language used to describe the crisis has changed, there has been no meaningful change in policy.</p> <p>The campaign for a climate debate was launched by the National Union of Students and National Pensioners Convention as part of a coalition of groups representing students, pensioners, trade unions, business and charities. <a href=\"https://you.38degrees.org.uk/petitions/take-part-in-a-national-televised-climate-and-nature-debate\">An online petition</a> was launched on Monday, calling on members of the public to back the plan.</p> <p>Joe Brindle, 17, a campaigner with the <a href=\"https://ukscn.org/\">UK Student Climate Network</a>, said: “We need to know what a potential prime minister will do to tackle the climate emergency. It’s essential that we have a climate and nature debate to inform the electorate and centre the issue at the heart of the election.”</p> <p>Labour has said it is putting the climate crisis at the heart of its election campaign under its <a href=\"https://www.theguardian.com/environment/2019/apr/27/labour-green-industrial-revolution\">green industrial revolution</a> agenda. It has announced a raft of policies that it said would transform the economy with the ambition of becoming zero carbon by 2030, creating hundreds of thousands of jobs, <a href=\"https://www.theguardian.com/global/2019/nov/02/labour-scheme-homes-energy-efficiency\">transforming the housing stock</a> and <a href=\"https://www.theguardian.com/environment/2019/oct/10/corbyn-sanders-fossil-fuels-us-uk-climate-change-big-oil\">cracking down on the major polluters.</a></p> <p>Corbyn said: “Labour’s ‘green new deal’ will have the most ambitious climate targets of any country in the world and will invest on a massive scale, [transforming] towns, cities and communities that have been held back for too long.”</p> <p>For the Liberal Democrats, Davey said:<strong> </strong>“With the climate crisis already doing irreversible damage to our planet, it is a no brainer that candidates for prime minister debate their plans to tackle climate change.”</p> <p>The SNP’s Westminster leader, Ian Blackford, said the youth climate strikers had made “a huge and tangible impact on our political sphere”. He added: “The SNP strongly supports the proposal for climate change debates and will work with the youth climate strikers to ensure the climate crisis is at the forefront of the upcoming general election.”</p> <p>The call for a leaders’ debate came as <a href=\"https://www.theguardian.com/environment/2019/nov/04/charities-next-uk-government-bring-forward-climate-targets\">more than 30 environmental charities</a> and NGOs representing 13 million people called on political parties to put the environment at the centre of their manifestos.</p> <p>Max Wakefield, a director at the climate charity <a href=\"https://www.wearepossible.org/\">Possible</a>, which is leading the campaign for the debate, said the past year “of extraordinary social movements and political protest” had created “a new climate moment”.</p> <p>“Now we need a new climate mandate. The world’s first election climate and nature debate would help to deliver one, and shine a light on just how closely this emergency affects vital issues such as housing, health and security. Simply put, this must be our first climate election.”</p> <p>John Sauven, the executive director of Greenpeace UK, which was one of the signatories, said: “Our environment is drifting into uncharted and dangerous waters. Instead of bobbing about on a wave of inaction, it’s time for politicians across all political parties to take the helm.”</p> <p>Boris Johnson and Jeremy Corbyn will take part in the first <a href=\"https://www.theguardian.com/politics/2019/oct/30/liberal-democrats-face-being-frozen-out-of-live-tv-debates-general-election\">head-to-head debate</a> of the election campaign on 19 November. It will be followed later on the same evening by a live interview-based programme in which other parties will have the opportunity to comment on the debate and set out their own policy agenda.</p>",
      "wordcount": "758",
      "firstPublicationDate": "2019-11-04T15:53:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:36Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ckxv8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/24430f9d9dd37a25b20aad0db64f7c5c130089d7/0_349_5243_3146/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour, the Scottish National party and the Liberal Democrats have backed calls for a televised climate debate between party leaders ahead of the election, warning that time is running out to tackle the global heating emergency. School strikers, students and pensioners’ groups launched a campaign at the weekend to try to force political leaders to discuss the climate crisis live on television ahead of the December poll. On Monday, Jeremy Corbyn supported the proposal, saying the upcoming election was the “last chance to radically change course, or face the threat of a hostile and dying planet”. “We don’t have time to waste,” the Labour leader told the Guardian. “A leaders’ debate on the climate and environment emergency is essential.” Ed Davey, the deputy leader of the Liberal Democrats, backed the initiative, saying it was a “no brainer”. The Green party also supported the plan. The Conservative party had not responded to requests for comment at the time of publication. The climate emergency has been forced up the political agenda in the past year as evidence of the crisis – from floods to wildfires, record temperatures to melting ice – has become impossible to ignore. In the UK, hundreds of thousands of schoolchildren have taken to the streets to demand action and Extinction Rebellion protests have brought large parts of London to a standstill. In the spring, parliament declared a climate emergency, but experts warn that although the language used to describe the crisis has changed, there has been no meaningful change in policy. The campaign for a climate debate was launched by the National Union of Students and National Pensioners Convention as part of a coalition of groups representing students, pensioners, trade unions, business and charities. An online petition was launched on Monday, calling on members of the public to back the plan. Joe Brindle, 17, a campaigner with the UK Student Climate Network, said: “We need to know what a potential prime minister will do to tackle the climate emergency. It’s essential that we have a climate and nature debate to inform the electorate and centre the issue at the heart of the election.” Labour has said it is putting the climate crisis at the heart of its election campaign under its green industrial revolution agenda. It has announced a raft of policies that it said would transform the economy with the ambition of becoming zero carbon by 2030, creating hundreds of thousands of jobs, transforming the housing stock and cracking down on the major polluters. Corbyn said: “Labour’s ‘green new deal’ will have the most ambitious climate targets of any country in the world and will invest on a massive scale, [transforming] towns, cities and communities that have been held back for too long.” For the Liberal Democrats, Davey said: “With the climate crisis already doing irreversible damage to our planet, it is a no brainer that candidates for prime minister debate their plans to tackle climate change.” The SNP’s Westminster leader, Ian Blackford, said the youth climate strikers had made “a huge and tangible impact on our political sphere”. He added: “The SNP strongly supports the proposal for climate change debates and will work with the youth climate strikers to ensure the climate crisis is at the forefront of the upcoming general election.” The call for a leaders’ debate came as more than 30 environmental charities and NGOs representing 13 million people called on political parties to put the environment at the centre of their manifestos. Max Wakefield, a director at the climate charity Possible, which is leading the campaign for the debate, said the past year “of extraordinary social movements and political protest” had created “a new climate moment”. “Now we need a new climate mandate. The world’s first election climate and nature debate would help to deliver one, and shine a light on just how closely this emergency affects vital issues such as housing, health and security. Simply put, this must be our first climate election.” John Sauven, the executive director of Greenpeace UK, which was one of the signatories, said: “Our environment is drifting into uncharted and dangerous waters. Instead of bobbing about on a wave of inaction, it’s time for politicians across all political parties to take the helm.” Boris Johnson and Jeremy Corbyn will take part in the first head-to-head debate of the election campaign on 19 November. It will be followed later on the same evening by a live interview-based programme in which other parties will have the opportunity to comment on the debate and set out their own policy agenda.",
      "charCount": "4634",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewtaylor\">Matthew Taylor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/nhs-trusts-call-on-parties-to-avoid-cheap-political-slogans",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T09:25:46Z",
    "webTitle": "NHS trusts call on parties to avoid 'cheap political slogans'",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/nhs-trusts-call-on-parties-to-avoid-cheap-political-slogans",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/nhs-trusts-call-on-parties-to-avoid-cheap-political-slogans",
    "fields": {
      "headline": "NHS trusts call on parties to avoid 'cheap political slogans'",
      "standfirst": "<p>Rational and evidence-based debate rather than surface-level approaches have been urged</p>",
      "trailText": "Rational and evidence-based debate rather than surface-level approaches have been urged",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"3069c63ef5f5990d9307bdc9b346c390db48efe3\"> <img src=\"https://media.guim.co.uk/3069c63ef5f5990d9307bdc9b346c390db48efe3/0_0_4040_2425/1000.jpg\" alt=\"Chris Hopson, chief executive of NHS Providers, said recent Tory funding pledges would only maintain current provision.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Hopson, chief executive of NHS Providers, said recent Tory funding pledges would only maintain current provision.</span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The head of the organisation representing NHS trusts has called for parties to avoid “cheap political slogans” about health during the general election campaign, and instead engage in a rational debate about the best way to fund and manage the service.</p> <p>Chris Hopson, the chief executive of NHS Providers, stressed that his organisation was politically neutral and not seeking to criticise any one party.</p> <p>But pointing to examples of potentially misleading campaigning, Hopson noted that the level of NHS funding increases promised by the Conservatives would do no more than maintain current provision, rather than take the NHS to “sunlit uplands”.</p> <p>Asked about Labour’s warnings on NHS privatisation, Hopson said the debate around outsourcing had to be framed around the point that much of this took place anyway, and that some private provision was seen as working well, for example hospices.</p> <p>“What really worries us, if you look back over the last four or five elections, the debates about our health and care systems have generated extreme amounts of heat and very little light,” he told BBC Radio 4’s Today programme.</p> <p>“What we’re very keen to do is ensure that as we start to think about that debate in the general election campaign, we frame it in the right way.”</p> <p>The NHS is expected to dominate much of the domestic policy debate during the campaign. Given the popularity of the service, “you can see why politicians would want to wrap themselves in the mantle of the NHS and show how they are it’s biggest champions, it’s biggest defenders”, Hopson said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/03/labour-promises-remove-privatisation-nhs-mcdonnell-trump\">Labour promises to remove all traces of privatisation from NHS</a> </p> </aside>  <p>“What we are saying is: let’s have a proper, mature, evidence-based debate about what the NHS needs, and let’s not resort to the cheap political slogans, and skimming across the top, which is what we’ve seen over the last four or five elections.”</p> <p>In discussing the current plans to increase the real-terms NHS budget by an average of 3.4% a year, it was important to be “honest about what the extra funding is going to buy”, Hopson said.</p> <p>“One of the worries we have is that everybody is running around saying that this extra money now takes us to the sunlit uplands and that it’s all going to be fantastic. The reality is, it’s an amount of funding that just enables us to keep up with demand.”</p> <p>A key Conservative pledge has been to create six extra hospitals, with seed finding for others. However, hospitals were not the only issue, he argued: “The NHS has a whole range of capital needs. It’s not just about acute hospitals, it’s actually also about mental health facilities, community and ambulance facilities. So we need a debate about how you cover all of the NHS’s capital needs.”</p>",
      "wordcount": "454",
      "firstPublicationDate": "2019-11-04T09:25:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:32Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ckv9z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3069c63ef5f5990d9307bdc9b346c390db48efe3/0_0_4040_2425/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The head of the organisation representing NHS trusts has called for parties to avoid “cheap political slogans” about health during the general election campaign, and instead engage in a rational debate about the best way to fund and manage the service. Chris Hopson, the chief executive of NHS Providers, stressed that his organisation was politically neutral and not seeking to criticise any one party. But pointing to examples of potentially misleading campaigning, Hopson noted that the level of NHS funding increases promised by the Conservatives would do no more than maintain current provision, rather than take the NHS to “sunlit uplands”. Asked about Labour’s warnings on NHS privatisation, Hopson said the debate around outsourcing had to be framed around the point that much of this took place anyway, and that some private provision was seen as working well, for example hospices. “What really worries us, if you look back over the last four or five elections, the debates about our health and care systems have generated extreme amounts of heat and very little light,” he told BBC Radio 4’s Today programme. “What we’re very keen to do is ensure that as we start to think about that debate in the general election campaign, we frame it in the right way.” The NHS is expected to dominate much of the domestic policy debate during the campaign. Given the popularity of the service, “you can see why politicians would want to wrap themselves in the mantle of the NHS and show how they are it’s biggest champions, it’s biggest defenders”, Hopson said. “What we are saying is: let’s have a proper, mature, evidence-based debate about what the NHS needs, and let’s not resort to the cheap political slogans, and skimming across the top, which is what we’ve seen over the last four or five elections.” In discussing the current plans to increase the real-terms NHS budget by an average of 3.4% a year, it was important to be “honest about what the extra funding is going to buy”, Hopson said. “One of the worries we have is that everybody is running around saying that this extra money now takes us to the sunlit uplands and that it’s all going to be fantastic. The reality is, it’s an amount of funding that just enables us to keep up with demand.” A key Conservative pledge has been to create six extra hospitals, with seed finding for others. However, hospitals were not the only issue, he argued: “The NHS has a whole range of capital needs. It’s not just about acute hospitals, it’s actually also about mental health facilities, community and ambulance facilities. So we need a debate about how you cover all of the NHS’s capital needs.”",
      "charCount": "2647",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/04/elections-solutions-politics-scandal-lies",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-04T08:49:02Z",
    "webTitle": "Elections used to bring us solutions. The 2019 general election won’t | John Harris",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/04/elections-solutions-politics-scandal-lies",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/04/elections-solutions-politics-scandal-lies",
    "fields": {
      "headline": "Elections used to bring us solutions. The 2019 general election won’t",
      "standfirst": "<p>In the confusion of today’s cynical politics, where scandal and lies seem to be priced in, nothing is ever achieved</p>",
      "trailText": "In the confusion of today’s cynical politics, nothing is ever achieved, says the Guardian columnist John Harris",
      "byline": "John Harris",
      "main": "<figure class=\"element element-image\" data-media-id=\"5d810f78921e7dd092340c78aabb71913b403d93\"> <img src=\"https://media.guim.co.uk/5d810f78921e7dd092340c78aabb71913b403d93/0_47_3000_1801/1000.jpg\" alt=\"Votes being counted in Glasgow during the 2015 general election campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Votes being counted in Glasgow during the 2015 general election.</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure>",
      "body": "<p>From the politicians who reluctantly voted for it, to the millions who must now make a choice and cast their vote, everybody surely knows it: this is a very, very weird election. I mean that not just in terms of the borderline absurd timing, nor the sense that it will not resolve the fundamentals of Brexit, but much deeper tensions and contradictions.</p> <p>Large chunks of the public seem weary, and ill-disposed to both main parties; to ask a lot of people who they might vote for is to invite long sighs and eye-rolls, and suggestions that the whole thing is ridiculous. It has always been the case that when politicians, party activists and the media dissolve in excitement and passion, most people tend to keep their distance. But now the gap is so big, and political outcomes seemingly so random, that there is a resulting sense of big events happening almost by accident.</p> <p>The fact that the media carries on with rituals unchanged in 50 years – <a href=\"https://www.dailymail.co.uk/news/article-7626753/The-10-crunch-battleground-seats-decide-2019-December-general-election.html\" title=\"\">identify the target seats!</a> <a href=\"https://www.lbc.co.uk/radio/presenters/shelagh-fogarty/professor-john-curtice-makes-surprising-prediction/\" title=\"\">Bring on the psephologists! </a>Do 10-second vox pops! – only compounds the oddness. The best example of the absurdity of what passes for the national conversation is the attention still paid to opinion polling: on Sunday, <a href=\"https://www.thetimes.co.uk/article/general-election-poll-double-trouble-for-boris-johnson-after-bounce-in-corbyn-support-and-remain-electoral-pact-0nbttwvwd\" title=\"\">reports suggested the Tories were variously leading Labour by eight, 16 and 12 percentage points</a>. Meanwhile, Nigel Farage was on the BBC’s Andrew Marr Show again. At the same time, the stakes could not be higher: one way or another, it’s clear that this contest will mark a historic tipping point not just for politics, but the future of the country.</p> <p>What is it all actually about? As in 2017, there are at least three elections going on at once: the contest about Brexit – and the ludicrous idea that we will soon “get it done” – conceived by the Tories and pounced on by the Liberal Democrats; Labour’s great debate about austerity and inequality – and the mixture of both, woven through with the question of independence, defining the battle in Scotland, and centred on the Scottish National party.</p> <p>The extent to which the public buys into these narratives is open to question: three years of anticlimactic pantomime over Brexit have only increased people’s distance from politics, and 40-odd years of dealignment and waning loyalties apparently mean that <a href=\"https://www.thetimes.co.uk/article/nearly-half-of-voters-will-switch-parties-at-next-general-election-rs7ffsf9z\" title=\"\">nearly half of us might switch to a different party from the one we backed in 2017</a>. Thanks to our creaking electoral system, support for the newly energised Lib Dems, the Brexit party and the Greens could have no end of unforeseen consequences, or very few at all. All that is certain is that those staunchly partisan voices that echo around social media are in a small, somewhat freakish minority: far more people are politically on the move, almost constantly.</p> <p>Thanks to the means we now use to communicate, what is going on is probably more complicated still. Thousands – millions? – of personalised micro-campaigns are already unfolding on people’s social media feeds, defined by many forces and voices way beyond the party machines and the traditional media, and often beyond anyone’s control.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In the digital age, capitalism has constructed ways of blindsiding its opponents and distracting the public at large</p> </blockquote> </aside>  <p>Two years ago, a big part of Theresa May’s undoing was the way that an <a href=\"https://www.bbc.co.uk/news/newsbeat-48549130\" title=\"\">avalanche of mocking memes</a> quickly rendered her a laughing stock; similar things will happen this time, but it is not yet clear who they will affect, and how. <a href=\"https://www.theguardian.com/technology/2019/oct/31/twitter-use-facebook-scale-against-it-ban-political-advertising\" title=\"\">Twitter may have suddenly banned political advertising</a>, but that probably means there is all the more reason for plenty of actors to use the subterfuge of bots, fake accounts, and all the rest. We know that CTF Partners, the lobbying firm run by Boris Johnson’s confidant Lynton Crosby, <a href=\"https://www.theguardian.com/politics/2019/apr/03/grassroots-facebook-brexit-ads-secretly-run-by-staff-of-lynton-crosby-firm\" title=\"\">was recently caught overseeing pro-Brexit Facebook ads purporting to be the work of grassroots activists</a>. We know too that the<a href=\"https://www.theguardian.com/politics/2019/oct/23/tories-hire-facebook-propaganda-pair-to-run-online-election-campaign\" title=\"\"> Conservative party has hired people closely connected to CTF</a>, well versed in the most slippery online campaigning techniques.</p> <p>This weekend brought the unsurprising news that <a href=\"https://edition.cnn.com/2019/11/01/tech/facebook-false-ads-uk/index.html\" title=\"\">Facebook’s policy of allowing lies in political adverts will apply to the UK,</a> which will obviously suit plenty of people just fine. It’s clear that the Tories are prepared to use falsehoods in their online campaigning: in September, they put ads on Facebook presenting a <a href=\"https://www.theguardian.com/politics/2019/sep/13/tories-misrepresent-critical-bbc-news-article-in-facebook-ad\" title=\"\">BBC report about £14bn of schools funding</a> as if it was a fact, when the report in question actually criticised the figure’s credibility. The fines levied on the official leave campaign for funding breaches related to online activity and sending thousands of people unsolicited text messages shine unflattering light on the presence of many of its former high-ups – including, obviously, the prime minister – at the heart of government (<a href=\"https://www.bbc.co.uk/news/uk-politics-50276673\" title=\"\">we now know that a file relating to the former transgression was passed to the Crown Prosecution Service last month</a>). And before anyone on the left starts feeling too smug, let us at least acknowledge that there are those who make the case for Labour online – some closely connected to the party machine – who have a somewhat loose relationship with fact, and a <a href=\"https://www.bbc.co.uk/news/entertainment-arts-42430083\" title=\"\">tendency to pursue their objectives using nastiness and misinformation</a>.</p> <p>Bluntly put, it is not the 20th century any more, and that is not just about online dirty tricks, but people’s very understanding of what an election means. The occasions when an election could thrash out national differences, decide a victor and then accord them the stability and space to implement their programme belong to another age, along with Thatcher, Churchill, Attlee and the rest. The accelerated, saturated culture we now live in fosters so much irreverence and cynicism that the very idea of people and parties claiming they have all-encompassing solutions to the country’s problems can easily look absurd, something Boris Johnson – like Donald Trump – seems to consciously trade on, pushing politics towards the absurd as a matter of conscious strategy.</p> <p>This isn’t to say that seriously radical intentions such as those of the reinvented Labour party are illegitimate, nor that all kind of unfairnesses and inequalities are in dire need of those kind of answers. But in the digital age, capitalism has constructed ways of blindsiding its opponents and distracting the public at large way beyond the old opiates of the masses, and it is an onerous task to even begin to shift them.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/02/general-election-key-contests-changing-tactics-fractured-nation\">Key contests and changing tactics in Britain’s general election</a> </p> </aside>  <p>Clearly, the internet has political benefits that suit progressive people and parties, from the ease of crowdfunding, through the way that activists can quickly form networks, to information channels that can bypass the orthodox – and often rightwing – media. But at the current stage of the online world’s evolution, these things seem to be constantly overshadowed by the way that the cacophony hosted by the big platforms scrambles meanings, promotes the worst kind of discourse, and sows confusion. This is less about messages than the medium: once politics moves online, it tends to operate in a context of disbelief, cynicism and the kind of endless tribal warfare that rarely achieves any resolution. No one really wins.</p> <p>In the 21st century’s political culture, few stories develop any traction, and scandal and lies almost seem to be priced in to people’s expectations. As Trump and Johnson prove, politics may now be more about camp, performance and the imperative to crash around the right online platforms than the idea of actually achieving anything. And nothing is ever concluded. What transpires on Friday 13 December will have a big influence on the future. But the day after, the usual noise and confusion will resume, as our politics continues to evolve in ways we are only just beginning to understand.</p> <p>• John Harris is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1250",
      "commentCloseDate": "2019-11-04T14:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-04T06:00:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:32Z",
      "newspaperEditionDate": "2019-11-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjz57",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5d810f78921e7dd092340c78aabb71913b403d93/0_47_3000_1801/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "From the politicians who reluctantly voted for it, to the millions who must now make a choice and cast their vote, everybody surely knows it: this is a very, very weird election. I mean that not just in terms of the borderline absurd timing, nor the sense that it will not resolve the fundamentals of Brexit, but much deeper tensions and contradictions. Large chunks of the public seem weary, and ill-disposed to both main parties; to ask a lot of people who they might vote for is to invite long sighs and eye-rolls, and suggestions that the whole thing is ridiculous. It has always been the case that when politicians, party activists and the media dissolve in excitement and passion, most people tend to keep their distance. But now the gap is so big, and political outcomes seemingly so random, that there is a resulting sense of big events happening almost by accident. The fact that the media carries on with rituals unchanged in 50 years – identify the target seats! Bring on the psephologists! Do 10-second vox pops! – only compounds the oddness. The best example of the absurdity of what passes for the national conversation is the attention still paid to opinion polling: on Sunday, reports suggested the Tories were variously leading Labour by eight, 16 and 12 percentage points. Meanwhile, Nigel Farage was on the BBC’s Andrew Marr Show again. At the same time, the stakes could not be higher: one way or another, it’s clear that this contest will mark a historic tipping point not just for politics, but the future of the country. What is it all actually about? As in 2017, there are at least three elections going on at once: the contest about Brexit – and the ludicrous idea that we will soon “get it done” – conceived by the Tories and pounced on by the Liberal Democrats; Labour’s great debate about austerity and inequality – and the mixture of both, woven through with the question of independence, defining the battle in Scotland, and centred on the Scottish National party. The extent to which the public buys into these narratives is open to question: three years of anticlimactic pantomime over Brexit have only increased people’s distance from politics, and 40-odd years of dealignment and waning loyalties apparently mean that nearly half of us might switch to a different party from the one we backed in 2017. Thanks to our creaking electoral system, support for the newly energised Lib Dems, the Brexit party and the Greens could have no end of unforeseen consequences, or very few at all. All that is certain is that those staunchly partisan voices that echo around social media are in a small, somewhat freakish minority: far more people are politically on the move, almost constantly. Thanks to the means we now use to communicate, what is going on is probably more complicated still. Thousands – millions? – of personalised micro-campaigns are already unfolding on people’s social media feeds, defined by many forces and voices way beyond the party machines and the traditional media, and often beyond anyone’s control. Two years ago, a big part of Theresa May’s undoing was the way that an avalanche of mocking memes quickly rendered her a laughing stock; similar things will happen this time, but it is not yet clear who they will affect, and how. Twitter may have suddenly banned political advertising, but that probably means there is all the more reason for plenty of actors to use the subterfuge of bots, fake accounts, and all the rest. We know that CTF Partners, the lobbying firm run by Boris Johnson’s confidant Lynton Crosby, was recently caught overseeing pro-Brexit Facebook ads purporting to be the work of grassroots activists. We know too that the Conservative party has hired people closely connected to CTF, well versed in the most slippery online campaigning techniques. This weekend brought the unsurprising news that Facebook’s policy of allowing lies in political adverts will apply to the UK, which will obviously suit plenty of people just fine. It’s clear that the Tories are prepared to use falsehoods in their online campaigning: in September, they put ads on Facebook presenting a BBC report about £14bn of schools funding as if it was a fact, when the report in question actually criticised the figure’s credibility. The fines levied on the official leave campaign for funding breaches related to online activity and sending thousands of people unsolicited text messages shine unflattering light on the presence of many of its former high-ups – including, obviously, the prime minister – at the heart of government (we now know that a file relating to the former transgression was passed to the Crown Prosecution Service last month). And before anyone on the left starts feeling too smug, let us at least acknowledge that there are those who make the case for Labour online – some closely connected to the party machine – who have a somewhat loose relationship with fact, and a tendency to pursue their objectives using nastiness and misinformation. Bluntly put, it is not the 20th century any more, and that is not just about online dirty tricks, but people’s very understanding of what an election means. The occasions when an election could thrash out national differences, decide a victor and then accord them the stability and space to implement their programme belong to another age, along with Thatcher, Churchill, Attlee and the rest. The accelerated, saturated culture we now live in fosters so much irreverence and cynicism that the very idea of people and parties claiming they have all-encompassing solutions to the country’s problems can easily look absurd, something Boris Johnson – like Donald Trump – seems to consciously trade on, pushing politics towards the absurd as a matter of conscious strategy. This isn’t to say that seriously radical intentions such as those of the reinvented Labour party are illegitimate, nor that all kind of unfairnesses and inequalities are in dire need of those kind of answers. But in the digital age, capitalism has constructed ways of blindsiding its opponents and distracting the public at large way beyond the old opiates of the masses, and it is an onerous task to even begin to shift them. Clearly, the internet has political benefits that suit progressive people and parties, from the ease of crowdfunding, through the way that activists can quickly form networks, to information channels that can bypass the orthodox – and often rightwing – media. But at the current stage of the online world’s evolution, these things seem to be constantly overshadowed by the way that the cacophony hosted by the big platforms scrambles meanings, promotes the worst kind of discourse, and sows confusion. This is less about messages than the medium: once politics moves online, it tends to operate in a context of disbelief, cynicism and the kind of endless tribal warfare that rarely achieves any resolution. No one really wins. In the 21st century’s political culture, few stories develop any traction, and scandal and lies almost seem to be priced in to people’s expectations. As Trump and Johnson prove, politics may now be more about camp, performance and the imperative to crash around the right online platforms than the idea of actually achieving anything. And nothing is ever concluded. What transpires on Friday 13 December will have a big influence on the future. But the day after, the usual noise and confusion will resume, as our politics continues to evolve in ways we are only just beginning to understand. • John Harris is a Guardian columnist",
      "charCount": "7563",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnharris\">John Harris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "us-news/2019/nov/03/trump-johnson-farage-come-together-general-election",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-11-04T07:18:35Z",
    "webTitle": "Trump: Johnson and Farage should 'come together' for general election",
    "webUrl": "https://www.theguardian.com/us-news/2019/nov/03/trump-johnson-farage-come-together-general-election",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/nov/03/trump-johnson-farage-come-together-general-election",
    "fields": {
      "headline": "Trump: Johnson and Farage should 'come together' for general election",
      "standfirst": "<ul><li>PM has dismissed idea he should work with Brexit party</li><li><a href=\"https://www.theguardian.com/politics/2019/nov/03/nigel-farage-says-he-will-not-stand-for-mp-in-general-election-brexit-party\">Farage says he will not stand as MP in general election</a></li></ul>",
      "trailText": "PM has dismissed idea he should work with Brexit party while Farage says he will not stand as MP in general election",
      "byline": "Edward Helmore",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"77dfc947-0baa-429a-93ce-ae17404f08cb\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yo94VxB90O4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Donald Trump has waded into British politics again, addressing the key question facing pro-leave right-wingers in <a href=\"https://www.theguardian.com/politics/2019/nov/03/mps-pledge-to-stop-abusive-language-during-general-election\">the forthcoming general election</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2019/nov/03/donald-trump-ufc-retweet-jorge-masvidal-new-york-city-boos-cheers\">Donald Trump retweets obscene comments from fighter after UFC appearance</a> </p> \n</aside> \n<p>The president said he hoped prime minister Boris Johnson, a “wonderful guy”, and Brexit Party leader Nigel Farage would come together on a united political platform.</p> \n<p>The president spoke to reporters at the White House after returning from <a href=\"https://www.theguardian.com/sport/2019/nov/03/donald-trump-ufc-retweet-jorge-masvidal-new-york-city-boos-cheers\">a visit to New York to watch a UFC fight</a>, an evening which produced both boos and cheers and stoked <a href=\"https://www.theguardian.com/sport/2019/nov/03/donald-trump-ufc-retweet-jorge-masvidal-new-york-city-boos-cheers\">fierce debate on Sunday</a>.</p> \n<p>Asked which British politician he would side with if he had to choose, Trump said: “I like them both … So I think Boris will get it right. They’re both friends of mine. What I’d like to see is for Nigel and Boris to come together. I think that’s a possibility.”</p> \n<p>Farage said on Sunday <a href=\"https://www.theguardian.com/politics/2019/nov/03/nigel-farage-says-he-will-not-stand-for-mp-in-general-election-brexit-party\">he would not run</a> for a seat in the general election. Johnson has <a href=\"https://www.theguardian.com/politics/video/2019/nov/01/boris-johnson-dismisses-trump-and-farages-suggestion-of-pact-with-the-brexit-party-video\">already rejected the suggestion</a> from both Trump and Farage that he should work with the Brexit party.</p> \n<p>Instead, Johnson has talked up the prospect of a post-Brexit trade deal with the US as one of the biggest prizes of leaving the European Union.</p> \n<p>Trump said: “Boris is the right man for the time. He’s really for the times. He’s a great gentleman. He’s a wonderful guy. He’s tough, he’s smart and I think he’s going to do something.”</p> \n<p>Speaking to Farage <a href=\"https://www.theguardian.com/us-news/video/2019/oct/31/corbyn-would-be-so-bad-for-your-country-trump-tells-farage-video\">on the British politician’s LBC radio show</a> earlier this week, Trump said Johnson’s proposed Brexit deal would prevent the UK and US from striking a trade deal of their own and described the situation as “<a href=\"https://www.politico.eu/article/trump-brexit-deal-precludes-us-uk-trade-agreement/\">completely ridiculous</a>”. Downing Street <a href=\"https://www.businessinsider.com/trump-boris-johnsons-brexit-plan-could-rule-out-uk-us-trade-deal-2019-11\">rejected</a> that claim.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3035171a-91a5-4af5-8720-7b9e8828a4af\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/3uGlzTKd0uw?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>On Sunday, Trump indicated that if the UK made a clean break with Europe, as opposed to remaining in the customs union in any form, the US would be in a better position to strike a trade deal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/03/mps-pledge-to-stop-abusive-language-during-general-election\">MPs pledge to stop abusive language during general election</a> </p> \n</aside> \n<p>“We’re far and away the No1 economy in the world,” Trump said, “and, if you do it a certain way, we’re prohibited from trading with the UK. That would be very bad for the UK because we can do much more business than the European Union.”</p> \n<p>In his broadcast conversation with Farage <a href=\"https://www.theguardian.com/us-news/video/2019/oct/31/corbyn-would-be-so-bad-for-your-country-trump-tells-farage-video\">on</a> Thursday, Trump also disparaged the Labour leader, Jeremy Corbyn.</p> \n<p>In response, Corbyn <a href=\"https://twitter.com/jeremycorbyn/status/1189965486638981121\">tweeted</a>: “Donald Trump is trying to interfere in Britain’s election to get his friend Boris Johnson elected.”</p>",
      "wordcount": "393",
      "firstPublicationDate": "2019-11-03T20:51:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:33Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cjpvx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1975d5aa07562043f52aced039a5a46b82c42127/0_162_3430_2058/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Donald Trump has waded into British politics again, addressing the key question facing pro-leave right-wingers in the forthcoming general election. The president said he hoped prime minister Boris Johnson, a “wonderful guy”, and Brexit Party leader Nigel Farage would come together on a united political platform. The president spoke to reporters at the White House after returning from a visit to New York to watch a UFC fight, an evening which produced both boos and cheers and stoked fierce debate on Sunday. Asked which British politician he would side with if he had to choose, Trump said: “I like them both … So I think Boris will get it right. They’re both friends of mine. What I’d like to see is for Nigel and Boris to come together. I think that’s a possibility.” Farage said on Sunday he would not run for a seat in the general election. Johnson has already rejected the suggestion from both Trump and Farage that he should work with the Brexit party. Instead, Johnson has talked up the prospect of a post-Brexit trade deal with the US as one of the biggest prizes of leaving the European Union. Trump said: “Boris is the right man for the time. He’s really for the times. He’s a great gentleman. He’s a wonderful guy. He’s tough, he’s smart and I think he’s going to do something.” Speaking to Farage on the British politician’s LBC radio show earlier this week, Trump said Johnson’s proposed Brexit deal would prevent the UK and US from striking a trade deal of their own and described the situation as “completely ridiculous”. Downing Street rejected that claim. On Sunday, Trump indicated that if the UK made a clean break with Europe, as opposed to remaining in the customs union in any form, the US would be in a better position to strike a trade deal. “We’re far and away the No1 economy in the world,” Trump said, “and, if you do it a certain way, we’re prohibited from trading with the UK. That would be very bad for the UK because we can do much more business than the European Union.” In his broadcast conversation with Farage on Thursday, Trump also disparaged the Labour leader, Jeremy Corbyn. In response, Corbyn tweeted: “Donald Trump is trying to interfere in Britain’s election to get his friend Boris Johnson elected.”",
      "charCount": "2247",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/edwardhelmore\">Edward Helmore</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/03/obey-brexit-jeremy-corbyn-warns-cabinet-dissenters",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T07:08:51Z",
    "webTitle": "Brexit: Jeremy Corbyn warns shadow cabinet dissenters to fall in line",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/03/obey-brexit-jeremy-corbyn-warns-cabinet-dissenters",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/03/obey-brexit-jeremy-corbyn-warns-cabinet-dissenters",
    "fields": {
      "headline": "Brexit: Jeremy Corbyn warns shadow cabinet dissenters to fall in line",
      "standfirst": "<p>Exclusive: Labour leader says debate is over as he seeks to shift focus to social justice and climate</p>",
      "trailText": "Exclusive: Labour leader says debate is over as he seeks to shift focus to social justice and climate",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"f80b9fd696897b266d4579e2c54e39f7828e87c5\"> \n <img src=\"https://media.guim.co.uk/f80b9fd696897b266d4579e2c54e39f7828e87c5/839_231_4273_2563/1000.jpg\" alt=\"Corbyn:\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Corbyn: ‘I said we are supporting an election – everybody gulped’</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Jeremy Corbyn has told his fractious shadow cabinet “the debate is over” on Brexit, as he seeks to stamp his authority on the general election campaign and shift the focus to social justice and the climate emergency.</p> \n<p>Speaking to the Guardian in the south-west London seat of Putney, the Labour leader claimed he had instructed frontbench colleagues to fall into line, after divisions over Brexit sparked a furious row over whether to go for an election.</p> \n<p>“I just said, ‘look, this debate is now over. We’ve done it, the party has now made its decision, and that’s it; and that’s what we’re going to campaign on’,” he said, describing last week’s shadow cabinet meeting.</p> \n<p>Speaking after a campaign visit to a social housing development, an uncharacteristically assertive Corbyn also said he had made a unilateral decision to back Boris Johnson’s plan to trigger a 12 December general election – despite the vocal objections of several colleagues, including Labour’s chief whip, <a href=\"https://www.theguardian.com/politics/2019/sep/13/nick-brown-joins-senior-labour-figures-vowing-back-remain\">Nick Brown</a>.</p> \n<p>“I put it to them quite clearly: I said, our objections are now gone. We are now supporting a general election – and everybody gulped. I didn’t alert anybody in advance – it was my decision. On my own. I made that decision. And they gulped, and said, Yes Jeremy.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c982a5b0-8e51-4478-9683-eb157cb93d2d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/fE7J3A_SYB8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Labour’s stance on Brexit has shifted significantly over the past 12 months, and the party now says it would seek to negotiate a new deal with Brussels – including a closer trading relationship – within three months, and put it to the public in a referendum within six.</p> \n<p>Several members of the shadow cabinet, including Keir Starmer, have suggested they would campaign for remain in that referendum, and Emily Thornberry recently described Labour as a “remain party”; but Corbyn has insisted any decision on Labour’s position will not be taken until after the election.</p> \n<figure class=\"element element-image\" data-media-id=\"fd86fb8c399c4cf8df6d8bbb3a7e1b408c440f83\"> \n <img src=\"https://media.guim.co.uk/fd86fb8c399c4cf8df6d8bbb3a7e1b408c440f83/0_0_5976_3992/1000.jpg\" alt=\"Corbyn rejected the idea that Jewish voters have anything to fear from a Labour government.\" width=\"1000\" height=\"668\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Corbyn rejected the idea that Jewish voters have anything to fear from a Labour government</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure> \n<p>The detailed content of Labour’s manifesto will not be taken until the “clause V” meeting of senior Labour decision-makers, expected to take place next weekend.</p> \n<p>But Corbyn insisted the Brexit policy decided at the party’s conference in Brighton, which saw a remain-supporting motion defeated by trade unions and constituency delegates, must stand.</p> \n<p>“I don’t see why the clause V meeting would want to change anything, because my whole strategy has been to try and keep the party, the movement and the country together,” he said.</p> \n<p>His robust stance echoed a piece written by union leaders including Unite general secretary Len McCluskey in the New Statesman, which called on shadow cabinet members to “keep their powder dry”.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>If they throw personal stuff at me, it says more about them than me. They go low, we go high</p> \n  <footer> \n   <cite>Jeremy Corbyn</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The union leaders, including Dave Ward, general secretary of the Communication Workers Union (CWU) and Mick Whelan, general secretary of Aslef, alongside McCluskey, said, “Labour’s policy is scarcely going to maintain credibility if the very shadow cabinet members who would, in government, be responsible for negotiating a departure deal with the EU announce now that they will campaign for its public rejection. This is the politics of posturing, and not a serious approach to a pressing problem.”</p> \n<p>The Lib Dem leader, Jo Swinson, has made stopping Brexit the centrepiece of <a href=\"https://www.theguardian.com/politics/2019/sep/17/jo-swinson-urges-lib-dems-to-fight-populists-for-heart-and-soul-of-britain-brexit\">her party’s pitch to the country</a>. But Corbyn said Labour’s aim was to transform Britain.</p> \n<p>“This election is about the future of this country. It’s about the environment. It’s about the cohesion of society. We can’t go on with austerity, poverty, inequality and injustice. We need a government that’s committed to reversing that. And we are the ones to do that.”</p> \n<p>With veterans of the combative Vote Leave campaign running Boris Johnson’s bid for five more years in Downing Street, attacks on Corbyn’s character are likely to feature heavily.</p> \n<p>But the Labour leader insisted he was undaunted. “I’ve had lots of mud thrown at me for a long time, and it doesn’t stick. I don’t care. I know what I believe, I know what we’re doing, I know what our policies are. If they throw personal stuff at me, it says more about them than me. They go low, we go high,” he said.</p> \n<p>Asked whether he would attack Johnson’s character, he said: “I’m not doing personal. I don’t do personal. It doesn’t work.”</p> \n<figure class=\"element element-image\" data-media-id=\"dc565ed71016bcf5652a8c2275ccd170c320d684\"> \n <img src=\"https://media.guim.co.uk/dc565ed71016bcf5652a8c2275ccd170c320d684/0_233_3500_2100/1000.jpg\" alt=\"Corbyn meets Elias, Eesa and mother Sabiha during his visit to Clyde House, Putney, London.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Corbyn meets Elias, Eesa and mother Sabiha during his visit to Clyde House, Putney, London.</span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure> \n<p>Corbyn was speaking after a visit to Clyde House – a social housing block in Putney, where residents have fought a long-running grassroots campaign against their landlords, with the help of Labour community organisers.</p> \n<p>Sitting on a sofa in a chronically overheated flat, he listened while tenants detailed their struggles to get broken lifts fixed and tackle damp, mould and shattered glass.</p> \n<p>Labour has announced that it will spend up to £60bn upfront on retro-fitting existing homes with insulation and clean energy sources, in a “warm homes” pledge.</p> \n<p>Corbyn said he believed the policy helped to show how Labour’s “green industrial revolution” could be a vote winner.</p> \n<p>“My offer is: we will insulate your home, we will save you £400 a year on your bills, and we will create jobs, in fitting those homes, and manufacturing the sustainable energy sources,” he said.</p> \n<p>And he insisted such policies would have appeal beyond allotment-tending north Londoners like himself, describing tackling the climate crisis as a “class issue”.</p> \n<p>“It is a class issue – when it’s working-class communities that have the lowest life expectancy, the highest levels of pollution, the least efficient homes and the highest energy bills – whereas the wealthier middle-classes have cleaner air, longer lives, and much better insulated homes. And it’s the poorest children who eat the worst food, and have the greatest problems of obesity as a result of it,” he said.</p> \n<p>Labour is kicking off the campaign significantly behind Johnson’s Conservatives <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/oct/31/uk-general-election-2019-poll-tracker\">in the national polls</a>, and with the risk of the Lib Dems dividing the remain vote.</p> \n<figure class=\"element element-image\" data-media-id=\"99afe7369170355cda3d88abbe7ecc8f044618b9\"> \n <img src=\"https://media.guim.co.uk/99afe7369170355cda3d88abbe7ecc8f044618b9/0_477_5579_3346/1000.jpg\" alt=\"Corbyn interviewed by Heather Stewart in Putney\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Corbyn interviewed by Heather Stewart.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure> \n<p>The Tories are banking on winning a string of Labour-held seats, <a href=\"https://www.theguardian.com/politics/2019/nov/02/workington-man-cumbria-brexit-labour-bellwether-town-general-election\">particularly in Brexit-voting areas</a>, with a tough stance on law and order, and by painting Corbyn as a threat to national security.</p> \n<p>Asked whether he could promise voters that he would protect them and their families, the Labour leader said: “What is real security in your life? Real security is somewhere to live, real security is a secure job, real security is a health service, real security is social care, real security is knowing that you can bring up your children in a safe, clean, sustainable environment.”</p> \n<p>Pressed on whether he was prepared for the “3am call,” waking a prime minister to warn Britain is under imminent threat, he said: “Of course: absolutely. You have to take decisions at times like that. The principle behind it will be sustainable peace, will be human rights, will be justice.”</p> \n<p>Corbyn also rejected the idea that Jewish voters have anything to fear from a Labour government, after the Jewish Labour Movement <a href=\"https://www.theguardian.com/politics/2019/oct/31/jewish-group-removes-campaigning-support-for-labour-in-election\">said it would barely campaign for the party</a> during the general election, amid concerns over its handling of reports of antisemitism among members and supporters.</p> \n<p>“Antisemitism and racism is an evil within our society. I’ve done everything to confront it throughout my life, and will always do so. We want this country to be safe for all people. An attack on a synagogue, an attack on a mosque, an attack on a church – an attack on a person walking down the street because they’re perceived to be different from the rest of us – we simply can’t tolerate it.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1205",
      "firstPublicationDate": "2019-11-03T20:03:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:37Z",
      "newspaperEditionDate": "2019-11-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjzdb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f80b9fd696897b266d4579e2c54e39f7828e87c5/839_231_4273_2563/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has told his fractious shadow cabinet “the debate is over” on Brexit, as he seeks to stamp his authority on the general election campaign and shift the focus to social justice and the climate emergency. Speaking to the Guardian in the south-west London seat of Putney, the Labour leader claimed he had instructed frontbench colleagues to fall into line, after divisions over Brexit sparked a furious row over whether to go for an election. “I just said, ‘look, this debate is now over. We’ve done it, the party has now made its decision, and that’s it; and that’s what we’re going to campaign on’,” he said, describing last week’s shadow cabinet meeting. Speaking after a campaign visit to a social housing development, an uncharacteristically assertive Corbyn also said he had made a unilateral decision to back Boris Johnson’s plan to trigger a 12 December general election – despite the vocal objections of several colleagues, including Labour’s chief whip, Nick Brown. “I put it to them quite clearly: I said, our objections are now gone. We are now supporting a general election – and everybody gulped. I didn’t alert anybody in advance – it was my decision. On my own. I made that decision. And they gulped, and said, Yes Jeremy.” Labour’s stance on Brexit has shifted significantly over the past 12 months, and the party now says it would seek to negotiate a new deal with Brussels – including a closer trading relationship – within three months, and put it to the public in a referendum within six. Several members of the shadow cabinet, including Keir Starmer, have suggested they would campaign for remain in that referendum, and Emily Thornberry recently described Labour as a “remain party”; but Corbyn has insisted any decision on Labour’s position will not be taken until after the election. The detailed content of Labour’s manifesto will not be taken until the “clause V” meeting of senior Labour decision-makers, expected to take place next weekend. But Corbyn insisted the Brexit policy decided at the party’s conference in Brighton, which saw a remain-supporting motion defeated by trade unions and constituency delegates, must stand. “I don’t see why the clause V meeting would want to change anything, because my whole strategy has been to try and keep the party, the movement and the country together,” he said. His robust stance echoed a piece written by union leaders including Unite general secretary Len McCluskey in the New Statesman, which called on shadow cabinet members to “keep their powder dry”. The union leaders, including Dave Ward, general secretary of the Communication Workers Union (CWU) and Mick Whelan, general secretary of Aslef, alongside McCluskey, said, “Labour’s policy is scarcely going to maintain credibility if the very shadow cabinet members who would, in government, be responsible for negotiating a departure deal with the EU announce now that they will campaign for its public rejection. This is the politics of posturing, and not a serious approach to a pressing problem.” The Lib Dem leader, Jo Swinson, has made stopping Brexit the centrepiece of her party’s pitch to the country. But Corbyn said Labour’s aim was to transform Britain. “This election is about the future of this country. It’s about the environment. It’s about the cohesion of society. We can’t go on with austerity, poverty, inequality and injustice. We need a government that’s committed to reversing that. And we are the ones to do that.” With veterans of the combative Vote Leave campaign running Boris Johnson’s bid for five more years in Downing Street, attacks on Corbyn’s character are likely to feature heavily. But the Labour leader insisted he was undaunted. “I’ve had lots of mud thrown at me for a long time, and it doesn’t stick. I don’t care. I know what I believe, I know what we’re doing, I know what our policies are. If they throw personal stuff at me, it says more about them than me. They go low, we go high,” he said. Asked whether he would attack Johnson’s character, he said: “I’m not doing personal. I don’t do personal. It doesn’t work.” Corbyn was speaking after a visit to Clyde House – a social housing block in Putney, where residents have fought a long-running grassroots campaign against their landlords, with the help of Labour community organisers. Sitting on a sofa in a chronically overheated flat, he listened while tenants detailed their struggles to get broken lifts fixed and tackle damp, mould and shattered glass. Labour has announced that it will spend up to £60bn upfront on retro-fitting existing homes with insulation and clean energy sources, in a “warm homes” pledge. Corbyn said he believed the policy helped to show how Labour’s “green industrial revolution” could be a vote winner. “My offer is: we will insulate your home, we will save you £400 a year on your bills, and we will create jobs, in fitting those homes, and manufacturing the sustainable energy sources,” he said. And he insisted such policies would have appeal beyond allotment-tending north Londoners like himself, describing tackling the climate crisis as a “class issue”. “It is a class issue – when it’s working-class communities that have the lowest life expectancy, the highest levels of pollution, the least efficient homes and the highest energy bills – whereas the wealthier middle-classes have cleaner air, longer lives, and much better insulated homes. And it’s the poorest children who eat the worst food, and have the greatest problems of obesity as a result of it,” he said. Labour is kicking off the campaign significantly behind Johnson’s Conservatives in the national polls, and with the risk of the Lib Dems dividing the remain vote. The Tories are banking on winning a string of Labour-held seats, particularly in Brexit-voting areas, with a tough stance on law and order, and by painting Corbyn as a threat to national security. Asked whether he could promise voters that he would protect them and their families, the Labour leader said: “What is real security in your life? Real security is somewhere to live, real security is a secure job, real security is a health service, real security is social care, real security is knowing that you can bring up your children in a safe, clean, sustainable environment.” Pressed on whether he was prepared for the “3am call,” waking a prime minister to warn Britain is under imminent threat, he said: “Of course: absolutely. You have to take decisions at times like that. The principle behind it will be sustainable peace, will be human rights, will be justice.” Corbyn also rejected the idea that Jewish voters have anything to fear from a Labour government, after the Jewish Labour Movement said it would barely campaign for the party during the general election, amid concerns over its handling of reports of antisemitism among members and supporters. “Antisemitism and racism is an evil within our society. I’ve done everything to confront it throughout my life, and will always do so. We want this country to be safe for all people. An attack on a synagogue, an attack on a mosque, an attack on a church – an attack on a person walking down the street because they’re perceived to be different from the rest of us – we simply can’t tolerate it.”",
      "charCount": "7264",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/04/peoples-vote-to-use-1m-war-chest-to-back-pro-eu-candidates",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-04T00:01:10Z",
    "webTitle": "People's Vote to use £1m war chest to back pro-EU candidates",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/04/peoples-vote-to-use-1m-war-chest-to-back-pro-eu-candidates",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/04/peoples-vote-to-use-1m-war-chest-to-back-pro-eu-candidates",
    "fields": {
      "headline": "People's Vote to use £1m war chest to back pro-EU candidates",
      "standfirst": "<p>Anti-Brexit campaign vows to ‘strain every sinew’ to prevent Tory majority in December vote</p>",
      "trailText": "Anti-Brexit campaign vows to ‘strain every sinew’ to prevent Tory majority in December vote ",
      "byline": "Matthew Weaver and Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"74ee180ee711a2575aafd2484449aa9835172559\"> <img src=\"https://media.guim.co.uk/74ee180ee711a2575aafd2484449aa9835172559/0_287_4389_2634/1000.jpg\" alt=\"The People’s Vote campaign is backing pro-EU candidates with thousands of pounds worth of funding.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The People’s Vote campaign is backing pro-EU candidates with thousands of pounds worth of funding.</span> <span class=\"element-image__credit\">Photograph: Wiktor Szymanowicz/Barcroft Media</span> </figcaption> </figure>",
      "body": "<p>The troubled People’s Vote campaign is to begin spending a £1m election war chest this week despite a continuing internal feud in part about whether it should back more Labour candidates.</p> <p>More than half of the anti-Brexit campaign’s staff are still on strike after the its chairman, <a href=\"https://www.theguardian.com/politics/2019/oct/28/peoples-vote-senior-figures-forced-out\">Roland Rudd, sacked its chief executive, James McGrory, and its director of communications, Tom Baldwin</a>, over strategy.</p> <p>The campaign is, however, ploughing on with its attempt to influence the election by backing dozens of pro-EU MPs with thousand of pounds worth of funding. Despite its well-publicised infighting, the campaign says it has received £200,000 in donations in the last two days.</p> <p>The first recipient is set to be the former attorney general, Dominic Grieve, who is standing as an independent in his Beaconsfield constituency following his expulsion from the Conservative party over Brexit.</p> <p>Others receiving cash will be candidates on the People’s Vote list of 100 marginal seats where it plans to tell remain supporters to vote tactically. Opponents of the strategy say that in some of these seats the campaign has shifted away from backing Labour candidates based on polling from the Best for Britain campaign rather its own research.</p> <p>The campaign’s official tactical voting recommendations are also due to be published this week.</p> <p>Patrick Heneghan, the new chief executive of the People’s Vote, said the campaign would “strain every sinew to stop Boris Johnson getting a majority”.</p> <p>“We will be encouraging voters to get out in record numbers and back the candidate in each constituency with the best chance of defeating the Conservatives provided, at minimum, they support a People’s Vote.”</p> <p>The shadow foreign secretary, Emily Thornberry, who backs a second referendum, urged the campaign to act on its own data. <a href=\"https://www.theguardian.com/politics/2019/nov/03/civil-war-in-peoples-vote-puts-at-risk-tactical-voting-for-referendum\">She told the Observer</a>: “This election, there will be a big tactical vote for Labour by those who want to stop Boris Johnson forcing his hard Brexit and a new era of austerity on our country. Liberal Democrat boasts that they can win hundreds of seats are not supported by the independent analysis done by the People’s Vote campaign.”</p> <p>The Lib Dem leader, Jo Swinson, suggested talks over a “remain alliance” are continuing, after a report in the Sunday Times said a pact could be formed in up to 60 constituencies</p> <p>Swinson said the numbers were not accurate, but the concept of an alliance still stands among parties who want to prevent Brexit.</p> <p>In the <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\">Brecon and Radnorshire byelection</a> in Wales the Greens and Plaid Cymru stood down for the Lib Dem candidate, Jane Dodds, who went on to win. The area voted almost exactly 52% leave to 48% remain.</p> <p>The Lib Dems have already been announced that they will not field a candidate against Grieve in Beaconsfield.</p> <p>The party has also called for the rules on leaders’ debates in elections to be written into law. This follows comments from Swinson that her exclusion from debate slots on prime time television was sexist.</p> <p>In an interview with Sophy Ridge on Sunday on Sky News, she said: “If you look at the 2010 election and the run-up to that election, the Liberal Democrats were polling a similar amount as we are now, actually we are now much closer to the other parties in terms of the poll rating and in that election we had Gordon Brown, David Cameron and Nick Clegg. Spot the difference.”</p> <p>Ed Davey, the Lib Dems’ deputy leader, said: “It should not be in the gift of any political party to decide whether the public deserve the opportunity to scrutinise those who seek to lead this country. That is why TV debates should be mandatory, and the format should be decided by an independent commission.</p> <p>“The current situation in which the Labour and Conservative parties stitch up how debates work is utterly intolerable.”</p> <p>Davey’s comments come after ITV’s decision that its leaders debate would be a head-to-head involving Jeremy Corbyn and Boris Johnson.</p> <p>The Lib Dems have 19 seats in the current parliament. Swinson said: “I think it’s fair to say that in the vast majority of constituencies the party of remain that is going to be best placed to win that seat would be the Liberal Democrats but it is not universally the case.”</p>",
      "wordcount": "708",
      "firstPublicationDate": "2019-11-04T00:01:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:33Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cjzg5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/74ee180ee711a2575aafd2484449aa9835172559/0_287_4389_2634/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The troubled People’s Vote campaign is to begin spending a £1m election war chest this week despite a continuing internal feud in part about whether it should back more Labour candidates. More than half of the anti-Brexit campaign’s staff are still on strike after the its chairman, Roland Rudd, sacked its chief executive, James McGrory, and its director of communications, Tom Baldwin, over strategy. The campaign is, however, ploughing on with its attempt to influence the election by backing dozens of pro-EU MPs with thousand of pounds worth of funding. Despite its well-publicised infighting, the campaign says it has received £200,000 in donations in the last two days. The first recipient is set to be the former attorney general, Dominic Grieve, who is standing as an independent in his Beaconsfield constituency following his expulsion from the Conservative party over Brexit. Others receiving cash will be candidates on the People’s Vote list of 100 marginal seats where it plans to tell remain supporters to vote tactically. Opponents of the strategy say that in some of these seats the campaign has shifted away from backing Labour candidates based on polling from the Best for Britain campaign rather its own research. The campaign’s official tactical voting recommendations are also due to be published this week. Patrick Heneghan, the new chief executive of the People’s Vote, said the campaign would “strain every sinew to stop Boris Johnson getting a majority”. “We will be encouraging voters to get out in record numbers and back the candidate in each constituency with the best chance of defeating the Conservatives provided, at minimum, they support a People’s Vote.” The shadow foreign secretary, Emily Thornberry, who backs a second referendum, urged the campaign to act on its own data. She told the Observer: “This election, there will be a big tactical vote for Labour by those who want to stop Boris Johnson forcing his hard Brexit and a new era of austerity on our country. Liberal Democrat boasts that they can win hundreds of seats are not supported by the independent analysis done by the People’s Vote campaign.” The Lib Dem leader, Jo Swinson, suggested talks over a “remain alliance” are continuing, after a report in the Sunday Times said a pact could be formed in up to 60 constituencies Swinson said the numbers were not accurate, but the concept of an alliance still stands among parties who want to prevent Brexit. In the Brecon and Radnorshire byelection in Wales the Greens and Plaid Cymru stood down for the Lib Dem candidate, Jane Dodds, who went on to win. The area voted almost exactly 52% leave to 48% remain. The Lib Dems have already been announced that they will not field a candidate against Grieve in Beaconsfield. The party has also called for the rules on leaders’ debates in elections to be written into law. This follows comments from Swinson that her exclusion from debate slots on prime time television was sexist. In an interview with Sophy Ridge on Sunday on Sky News, she said: “If you look at the 2010 election and the run-up to that election, the Liberal Democrats were polling a similar amount as we are now, actually we are now much closer to the other parties in terms of the poll rating and in that election we had Gordon Brown, David Cameron and Nick Clegg. Spot the difference.” Ed Davey, the Lib Dems’ deputy leader, said: “It should not be in the gift of any political party to decide whether the public deserve the opportunity to scrutinise those who seek to lead this country. That is why TV debates should be mandatory, and the format should be decided by an independent commission. “The current situation in which the Labour and Conservative parties stitch up how debates work is utterly intolerable.” Davey’s comments come after ITV’s decision that its leaders debate would be a head-to-head involving Jeremy Corbyn and Boris Johnson. The Lib Dems have 19 seats in the current parliament. Swinson said: “I think it’s fair to say that in the vast majority of constituencies the party of remain that is going to be best placed to win that seat would be the Liberal Democrats but it is not universally the case.”",
      "charCount": "4184",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a> and <a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]