[
  {
    "id": "politics/2019/dec/08/corbyn-launches-final-election-push-to-deny-tories-a-majority",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-08T22:30:51Z",
    "webTitle": "Corbyn launches final election push to deny Tories a majority",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/08/corbyn-launches-final-election-push-to-deny-tories-a-majority",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/corbyn-launches-final-election-push-to-deny-tories-a-majority",
    "fields": {
      "headline": "Corbyn launches final election push to deny Tories a majority",
      "standfirst": "<p>Labour will focus on the NHS and voters’ finances in the campaign’s crucial final days</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/09/general-election-labour-sets-out-plan-for-first-100-days-in-office-live-news\">Latest election news - live updates</a></li></ul>",
      "trailText": "Labour will focus on the NHS and voters’ finances in the campaign’s crucial final days",
      "byline": "Heather Stewart and Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"884dd809d0cf3f9cba4a9409435914f8494a3e39\"> <img src=\"https://media.guim.co.uk/884dd809d0cf3f9cba4a9409435914f8494a3e39/51_411_2727_1637/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">At a series of stops in Wales on Sunday, the Labour leader highlighted policies including increasing the national living wage to £10.00 an hour.</span> <span class=\"element-image__credit\">Photograph: Peter Powell/EPA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn will promise Britain’s jaded voters that a Labour government would put “money in your pocket”, as his party makes a last-ditch push to deprive Boris Johnson of a majority at Thursday’s general election.</p> <p>Amid concerns that Labour has overpromised with a blizzard of announcements during the six-week campaign, <a href=\"https://www.theguardian.com/society/2019/dec/08/deaths-of-4600-nhs-patients-linked-to-safety-incidents-says-labour\">Corbyn will focus on the NHS</a> and voters’ finances in the final crucial days of campaigning.</p> <p>At a series of stops in Wales on Sunday, the Labour leader highlighted policies including increasing the national living wage to £10 an hour, expanding free childcare, cutting household bills and providing free personal care for the over-65s.</p> <p>Labour is trying to restore party discipline in the final few days, after what has at times appeared to be a policy free-for-all. One candidate defending a Labour-held marginal complained the party’s messaging during the six-week campaign had resembled “an Advent calendar” with a different policy treat for every day.</p> <p>Labour has also retreated from the gung-ho approach of the early days of the campaign, when it poured resources into Tory-held seats in the hope of winning an outright majority.</p> <p><a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">Corbyn’s message that the NHS risks being sold off to US corporations</a> as part of a post-Brexit trade deal does appear to have hit home, with activists and candidates saying it is being raised spontaneously by voters on doorsteps and in phone calls.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up for Andrew Sparrow's Election Briefing\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/6004\" height=\"52px\" data-form-title=\"Sign up for Andrew Sparrow's Election Briefing\" data-form-description=\"A daily round-up of news from the campaign trail\" data-form-campaign-code=\"UK_signup_page\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Get an evening roundup of the day’s events on election campaign trial from Guardian political correspondent Andrew Sparrow</figcaption> </figure>  <p>Corbyn will be returning to that theme too, as the campaign reaches its climax.</p> <p><a href=\"https://www.theguardian.com/politics/2019/dec/03/labour-plan-to-tackle-rip-off-britain-would-save-families-6700\">John McDonnell will echo Corbyn’s “money in your pocket” message</a> in a speech in London on Monday in which he will pledge to end austerity in his first budget.</p> <p>The shadow chancellor will set out a Labour government’s priorities in its first 100 days in office – including boosting spending on public services, and kickstarting a green industrial revolution.</p> <p>“In too many parts of the country, we have been wasting people’s potential. That’s down to successive governments sitting back and leaving the fate of whole communities at the mercy of market forces,” the shadow chancellor will say.</p> <p>“Our ‘green industrial revolution’ will deliver the changes we need to avert climate catastrophe. And it will put British industry back on the map, bringing prosperity to every part of our country. It will give every community something to be proud of.”</p> <p>While Labour has set out the sweeping changes to Britain’s economy it would seek to make if it wins Thursday’s general election, Boris Johnson’s Conservatives have stuck relentlessly to their “get Brexit done” slogan.</p>  <figure class=\"element element-image\" data-media-id=\"c93d9502c79771d4215a05eeb1013d00e1859278\"> <img src=\"https://media.guim.co.uk/c93d9502c79771d4215a05eeb1013d00e1859278/0_203_4329_2599/1000.jpg\" alt=\"Prime minister Boris Johnson and cabinet colleagues man the lines at a Conservative part phone bank\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prime minister Boris Johnson and cabinet colleagues staff the lines at a Conservative party phone bank.</span> <span class=\"element-image__credit\">Photograph: WPA pool/Getty Images</span> </figcaption> </figure>  <p>The prime minister will reprise that message yet again on Monday as he begins a tour of Labour-held seats the Tories hope to seize to secure a majority.</p> <p>But fresh doubt was cast on Johnson’s claim that his deal is “oven-ready” by news of a leaked government document seen by the Financial Times.</p> <p>Civil servants from the Department for Exiting the EU raised concerns in the document about whether the new customs system that will be necessary to enact the Northern Ireland protocol could be ready in time for the end of 2020.</p> <p>The protocol replaced the controversial “backstop” in the withdrawal agreement and in effect requires a customs border between Northern Ireland and the rest of Great Britain.</p> <p>The document, circulated last week, said, “delivery of the required infrastructure, associated systems, and staffing to implement the requirements of the protocol by December 2020 represents a major strategic, political and operational <a href=\"https://www.ft.com/content/1845e4e6-0eaf-11ea-a225-db2f231cfeae\">challenge</a>.” The government said it did not comment on leaks.</p> <p>Johnson will crisscross the country in the final three days of campaigning with a focus on traditional Labour heartlands, making stops in north Wales, West Yorkshire, Cheshire, Leicestershire, East Anglia and the south-west.</p> <p>At a rally in Sunderland, which voted leave early on the night of the referendum, he will say: “It’s now been 1,264 days since Sunderland’s roar was heard on the night of 23 June 2016.</p> <p>Since then, he will claim, “parliament has bent every rule and broken every convention as it has delayed, diluted and denied Brexit. Remain MPs who said at the last election they would deliver Brexit shamefully did the exact opposite when they got to Westminster.”</p> <p>Johnson himself voted against Theresa May’s Brexit deal twice. But, he will insist: “The Labour party has let you down most of all. Under Jeremy Corbyn, they promised to honour the result of the referendum – before voting against Brexit every chance they had. They won their seats on a false prospectus and then stuck two fingers up to the public ... It’s been the great betrayal.”</p> <p><a href=\"https://www.theguardian.com/politics/2019/dec/08/brexit-party-nigel-farage-life-support-general-election-campaign\">With the Brexit party increasingly pessimistic about its prospects of taking any seats</a> – Nigel Farage said on Sunday he only had hopes for “a handful” – Johnson hopes to win in areas like Sunderland by uniting the leave vote.</p> <p>Labour insiders said their canvassing data in many leave areas has improved in recent weeks as the debate has widened beyond Brexit to the state of public services and the future of the health service.</p> <p>But the party is braced for a string of defeats in the Midlands, with West Bromwich East, where Tom Watson stood aside at the start of the campaign, Birmingham Northfields, and Dudley North among the constituencies believed to be vulnerable.</p> <p>However they are still hopeful of making a few gains, including <a href=\"https://www.theguardian.com/politics/2019/nov/11/green-candidate-steps-aside-as-labour-targets-tory-held-chingford\">Iain Duncan Smith’s Chingford</a>, where Johnson was out campaigning on Sunday in a move that suggests the Tories are worried that the former Tory leader could lose to Faiza Shaheen.</p> <p>Resources have been shifted modestly towards defending Labour-held seats in the past 10 days; but some candidates with wafer-thin majorities complain that the effort has been too little, too late.</p> <p>McDonnell will use his speech on Monday to set out fresh details of Labour’s nationalisation plans, including creating “people’s assemblies” as part of the oversight for the renationalised utilities.</p> <p>“When Labour puts money in your pockets, we will also put power back in your hands. You rely on and work in these services, you know them. But you’ve been ripped off and shut out from how they’re run, to protect vested interests and profits for the wealthy. When we win power it will be to give it to you,” he will say.</p> <p>With national polls suggesting the Tories are on course to secure a majority, <a href=\"https://www.theguardian.com/politics/2019/dec/08/tactical-voting-guide-2019-keep-tories-out-remain-voter-general-election\">anti-Brexit groups are urging voters to vote tactically</a>, “on an industrial scale”.</p> <p>Hugo Dixon, deputy chair of People’s Vote, is urging the public to abandon long-held party allegiances in favour of the candidates best placed to stop Boris Johnson from getting a majority.</p> <p>He said the Liberal Democrat leader, Jo Swinson, needed to take the lead by getting behind <a href=\"https://www.theguardian.com/politics/2019/dec/07/uxbridge-election-campaign-johnson-tory-labour-challenge\">the Labour candidate in Johnson’s seat in Uxbridge</a> to start a gargantuan push to encourage tactical voting.</p> <p>Dixon said: “At this very late stage there still is a chance if there is industrial-scale tactical voting. By focusing on the most high-profile single seat [Uxbridge] it could create a chain reaction. Someone has to make the first move. The best chance at this stage is if Swinson got behind Labour in Uxbridge. In return <a href=\"https://www.theguardian.com/politics/2019/nov/30/tactical-voting-dominic-raab-faces-portillo-moment\">Labour could support the Lib Dems in Dominic Raab’s seat in Esher</a>. We need something seismic to happen to supercharge it.”</p> <p>Dixon admitted that a Johnson government would mean an effective end to any hopes of a second referendum, which he said would be a tragedy.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1221",
      "firstPublicationDate": "2019-12-08T22:30:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:59Z",
      "newspaperEditionDate": "2019-12-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpmfy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/884dd809d0cf3f9cba4a9409435914f8494a3e39/51_411_2727_1637/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn will promise Britain’s jaded voters that a Labour government would put “money in your pocket”, as his party makes a last-ditch push to deprive Boris Johnson of a majority at Thursday’s general election. Amid concerns that Labour has overpromised with a blizzard of announcements during the six-week campaign, Corbyn will focus on the NHS and voters’ finances in the final crucial days of campaigning. At a series of stops in Wales on Sunday, the Labour leader highlighted policies including increasing the national living wage to £10 an hour, expanding free childcare, cutting household bills and providing free personal care for the over-65s. Labour is trying to restore party discipline in the final few days, after what has at times appeared to be a policy free-for-all. One candidate defending a Labour-held marginal complained the party’s messaging during the six-week campaign had resembled “an Advent calendar” with a different policy treat for every day. Labour has also retreated from the gung-ho approach of the early days of the campaign, when it poured resources into Tory-held seats in the hope of winning an outright majority. Corbyn’s message that the NHS risks being sold off to US corporations as part of a post-Brexit trade deal does appear to have hit home, with activists and candidates saying it is being raised spontaneously by voters on doorsteps and in phone calls. Corbyn will be returning to that theme too, as the campaign reaches its climax. John McDonnell will echo Corbyn’s “money in your pocket” message in a speech in London on Monday in which he will pledge to end austerity in his first budget. The shadow chancellor will set out a Labour government’s priorities in its first 100 days in office – including boosting spending on public services, and kickstarting a green industrial revolution. “In too many parts of the country, we have been wasting people’s potential. That’s down to successive governments sitting back and leaving the fate of whole communities at the mercy of market forces,” the shadow chancellor will say. “Our ‘green industrial revolution’ will deliver the changes we need to avert climate catastrophe. And it will put British industry back on the map, bringing prosperity to every part of our country. It will give every community something to be proud of.” While Labour has set out the sweeping changes to Britain’s economy it would seek to make if it wins Thursday’s general election, Boris Johnson’s Conservatives have stuck relentlessly to their “get Brexit done” slogan. The prime minister will reprise that message yet again on Monday as he begins a tour of Labour-held seats the Tories hope to seize to secure a majority. But fresh doubt was cast on Johnson’s claim that his deal is “oven-ready” by news of a leaked government document seen by the Financial Times. Civil servants from the Department for Exiting the EU raised concerns in the document about whether the new customs system that will be necessary to enact the Northern Ireland protocol could be ready in time for the end of 2020. The protocol replaced the controversial “backstop” in the withdrawal agreement and in effect requires a customs border between Northern Ireland and the rest of Great Britain. The document, circulated last week, said, “delivery of the required infrastructure, associated systems, and staffing to implement the requirements of the protocol by December 2020 represents a major strategic, political and operational challenge.” The government said it did not comment on leaks. Johnson will crisscross the country in the final three days of campaigning with a focus on traditional Labour heartlands, making stops in north Wales, West Yorkshire, Cheshire, Leicestershire, East Anglia and the south-west. At a rally in Sunderland, which voted leave early on the night of the referendum, he will say: “It’s now been 1,264 days since Sunderland’s roar was heard on the night of 23 June 2016. Since then, he will claim, “parliament has bent every rule and broken every convention as it has delayed, diluted and denied Brexit. Remain MPs who said at the last election they would deliver Brexit shamefully did the exact opposite when they got to Westminster.” Johnson himself voted against Theresa May’s Brexit deal twice. But, he will insist: “The Labour party has let you down most of all. Under Jeremy Corbyn, they promised to honour the result of the referendum – before voting against Brexit every chance they had. They won their seats on a false prospectus and then stuck two fingers up to the public ... It’s been the great betrayal.” With the Brexit party increasingly pessimistic about its prospects of taking any seats – Nigel Farage said on Sunday he only had hopes for “a handful” – Johnson hopes to win in areas like Sunderland by uniting the leave vote. Labour insiders said their canvassing data in many leave areas has improved in recent weeks as the debate has widened beyond Brexit to the state of public services and the future of the health service. But the party is braced for a string of defeats in the Midlands, with West Bromwich East, where Tom Watson stood aside at the start of the campaign, Birmingham Northfields, and Dudley North among the constituencies believed to be vulnerable. However they are still hopeful of making a few gains, including Iain Duncan Smith’s Chingford, where Johnson was out campaigning on Sunday in a move that suggests the Tories are worried that the former Tory leader could lose to Faiza Shaheen. Resources have been shifted modestly towards defending Labour-held seats in the past 10 days; but some candidates with wafer-thin majorities complain that the effort has been too little, too late. McDonnell will use his speech on Monday to set out fresh details of Labour’s nationalisation plans, including creating “people’s assemblies” as part of the oversight for the renationalised utilities. “When Labour puts money in your pockets, we will also put power back in your hands. You rely on and work in these services, you know them. But you’ve been ripped off and shut out from how they’re run, to protect vested interests and profits for the wealthy. When we win power it will be to give it to you,” he will say. With national polls suggesting the Tories are on course to secure a majority, anti-Brexit groups are urging voters to vote tactically, “on an industrial scale”. Hugo Dixon, deputy chair of People’s Vote, is urging the public to abandon long-held party allegiances in favour of the candidates best placed to stop Boris Johnson from getting a majority. He said the Liberal Democrat leader, Jo Swinson, needed to take the lead by getting behind the Labour candidate in Johnson’s seat in Uxbridge to start a gargantuan push to encourage tactical voting. Dixon said: “At this very late stage there still is a chance if there is industrial-scale tactical voting. By focusing on the most high-profile single seat [Uxbridge] it could create a chain reaction. Someone has to make the first move. The best chance at this stage is if Swinson got behind Labour in Uxbridge. In return Labour could support the Lib Dems in Dominic Raab’s seat in Esher. We need something seismic to happen to supercharge it.” Dixon admitted that a Johnson government would mean an effective end to any hopes of a second referendum, which he said would be a tragedy.",
      "charCount": "7364",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-08T20:22:04Z",
    "webTitle": "Senior politicians clash on Channel 4's 'Everything but Brexit' debate – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news",
    "fields": {
      "headline": "Senior politicians clash on Channel 4's 'Everything but Brexit' debate – as it happened",
      "standfirst": "<p>Follow events on the last Sunday of the campaign as Boris Johnson refuses to say whether he will stand down should Tories lose</p>",
      "trailText": "Follow events on the last Sunday of the campaign as Boris Johnson refuses to say whether he will stand down should Tories lose",
      "byline": "Mattha Busby, Matthew Weaver and Molly Blackall",
      "main": "<figure class=\"element element-image\" data-media-id=\"fc3e40472c07b6f3538a5aaecf9f4286a2be52aa\"> \n <img src=\"https://media.guim.co.uk/fc3e40472c07b6f3538a5aaecf9f4286a2be52aa/67_14_926_555/500.jpg\" alt=\"Channel 4 debate\" width=\"500\" height=\"300\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Left to right: Philippa Whitford, SNP; Angela Rayner, Labour; Adam Price, Plaid Cymru; Jonathan Bartley, Green party; and Jo Swinson, Lib Dems.</span> \n  <span class=\"element-image__credit\">Photograph: Everything But Brexit/Channel 4</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5ded57de8f08bacaf000c7e3\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T20:13:59.844Z\">8.13pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>That concludes the debate tonight. </p> \n  <p>Representatives from all of the main parties were present, except the Conservatives and the Brexit Party who had declined an invitation to join. There were two empty podiums, but no melting ice sculptures this time around.</p> \n  <p>Boris Johnson was widely criticised for his “cowardly” behaviour in failing to show up for interviews and debates, but chair Cathy Newman did fill in the Conservative policies on each of the debate topics. </p> \n  <p>There were no major policy surprises, with all panellists launching attacks on NHS underfunding and emphasising the need for climate action. <br></p> \n  <p>Jo Swinson was the target of much scathing criticism from her fellow panellists, who took the opportunity to raise her record on austerity measures during the coalition government, when she was a minister. Labour’s Angela Rayner and the SNP’s Philippa Whitford led in taking Swinson to task, saying she couldn’t condemn the impact of austerity measures she helped to create.</p> \n  <p>Swinson apologised explicitly for her role in policies such as the bedroom tax, and the infamous tuition fee promises. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T20:22:04.555Z\">at 8.22pm GMT</time></p> \n</div> \n<div id=\"block-5ded55ea8f08e7796de8f130\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T20:05:20.066Z\">8.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The discussion on: trust</strong></p> \n  <p>There seem to be a wide acknowledgement across the panel that voters lacked trust in their politicians. </p> \n  <p>Jo Swinson explicitly admitted her coalition government had broken a promise on election fees, but said the last time she lied was “about how many chocolate biscuits were in the tin” to her son, a joke which fell rather flat. </p> \n  <p>Asked how Jewish voters could trust Labour, Angela Rayner insisted that the party were working to tackle anti-semitism. She emphasised the need for open debate, in a thinly veiled jab at Boris Johnson, calling politics and democracy “the best of British” and saying prospective leaders shouldn’t “hide from scrutiny”. </p> \n  <p>Plaid Cymru’s Adam Price was more explicit, calling Johnson a “coward”. “Those who lead us should not mislead us and get away with it,” he added.</p> \n  <p>Jonathan Bartley came out with the best line of the round, and was met with broad laughter.</p> \n  <p>“Why should you trust us? You don’t join the Green Party for political ambition”. </p> \n  <p>“If you don’t want refugee children coming to our country, I don’t want your vote”, he added.</p> \n  <p>The SNP took the opportunity to call for votes at 16.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T20:21:17.317Z\">at 8.21pm GMT</time></p> \n</div> \n<div id=\"block-5ded54038f08e7796de8f124\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T19:57:33.953Z\">7.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jo Swinson admits the Liberal Democrats got it wrong on tuition fees, conceding that they broke a promise</p> \n </div> \n</div> \n<div id=\"block-5ded532a8f08bacaf000c7ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T19:50:19.077Z\">7.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The discussion on: health and social care</strong></p> \n  <p>A pretty unanimous verdict from tonight’s panellists that the NHS is under-funded, with over-crowding and long waiting times key issues. </p> \n  <p>Angela Rayner, who was a home carer, condemned cuts for causing either undignified or totally inaccessible care.</p> \n  <p>“When my Nan was dying, she said ‘If I was a dog, you’d put me down’, and no older person should feel like that”, Rayner said.</p> \n </div> \n</div> \n<div id=\"block-5ded50d58f08eef22867fcc7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T19:39:33.041Z\">7.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The discussion on: the economy</strong></p> \n  <p>As well as heated criticism of Jo Swinson, this debate centred around child poverty, which Adam Price insisted could be eliminated given the political will. </p> \n  <p>Philippa Witford of the SNP claimed that the UK lost 14,000 children per year before their 15th birthday. Commenting on this, she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“That’s the size of a secondary school - can you imagine if a secondary school had it’s roof falling in every year? Maybe then we’d get off our bahookies and do something about it.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ded4f978f08bacaf000c7c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T19:36:04.590Z\">7.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Swinson under fire for role in the coalition government</strong></p> \n  <p>Jo Swinson is getting a lot of criticism from her fellow panelists over her role in the coalition government, with Angela Rayner saying Swinson couldn’t criticise the impact of austerity caused by a government she was part of.<br></p> \n  <p>Swinson apologised for her part in the policies such as the bedroom tax, but the SNP’s Philippa Whitford said that would not compensate for the policies which had “destroyed lives and families”. </p> \n  <p>Swinson told of how her son’s school had been offering free bagels to combat child hunger. </p> \n  <blockquote class=\"quoted\"> \n   <p>“They don’t want a bagel, they want a job”, Rayner retorted. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T19:41:28.716Z\">at 7.41pm GMT</time></p> \n</div> \n<div id=\"block-5ded4a7d8f08eef22867fcac\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T19:17:49.467Z\">7.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The discussion on: the climate crisis</strong></p> \n  <p>There was a lot of common ground on this issue, with all representatives agreeing much needed to be done to tackle the climate crisis. </p> \n  <p>The target for reaching zero-carbon varies across the representatives, with the Green’s having the most ambitious target of 2030. When criticised for the Green’s commitment to spend £100bn a year on climate action, Jonathan Bartley said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“If the climate was a bank, we’d have bailed it out by now.”</p> \n  </blockquote> \n  <p>The SNP were criticised for being “too late” with their target of 2045, but Witman said that Scotland got most of its energy from renewable sources.<br></p> \n  <p>The most well-received statement of this round came from Plaid Cymru’s Adam Price, who said that the climate was “bigger than party politics”, with “one in seven of our species at risk of extinction”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T19:25:35.755Z\">at 7.25pm GMT</time></p> \n</div> \n<div id=\"block-5ded480c8f08e7796de8f0ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T19:06:09.185Z\">7.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The discussion on: terrorism</strong></p> \n  <p>Angela Rayner and Jo Swinson refused to be drawn specifically on whether convicted terrorists should always serve their full sentence, but both said the safety of the public should come first.<br></p> \n  <p>Swinson also criticised Boris Johnson for politicising the death of Jack Merritt in the London Bridge attack, citing his father Dave Merritt who specifically requested his son’s death was not used in this way.</p> \n  <p>Plaid Cymru’s Adam Price said they should serve the length of their sentence, and the balance had to “err on the side of caution” because the consequences of mistaken release were so high. </p> \n  <p>The SNP’s representative appeared to take a different approach, saying that “to change people’s futures you have to actually solve their problems. There are far too many people in prison who should be helped in a public health approach”. However, Witson condemned automatic release of prisoners. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T19:09:39.272Z\">at 7.09pm GMT</time></p> \n</div> \n<div id=\"block-5ded45e88f08e7796de8f0dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T18:53:16.893Z\">6.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The discussion on: mental health</strong></p> \n  <p>In a discussion on mental health, Plaid Cymru leader Adam Price revealed his own battle with depression, saying he had reached “the darkest points of all”. </p> \n  <p>“I’m one of the one in four”, he said, referring to the number of people in the UK thought to be suffering with mental health problems. </p> \n  <p>Labour’s Angela Rayner and the SNP’s Philippa Witford had more in common on this topic, both saying that health problems should be prevented early through social services. </p> \n  <p>“Health isn’t about the NHS, that’s what picks you up when you fall. Poverty drives people into mental health issues”, Witford said, to rapturous applause. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T19:09:14.212Z\">at 7.09pm GMT</time></p> \n</div> \n<div id=\"block-5ded43ee8f08bacaf000c784\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T18:43:33.536Z\">6.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The discussion on: the NHS</strong></p> \n  <p>The first clash of the debate has come over the NHS, which all parties insisted they would preserve.</p> \n  <p>Green party leader Jonathan Bartley said the NHS shouldn’t be used as “political football”, but claims Labour “built the bridge the Tories are walking towards privatisation”. </p> \n  <p>Angela Rayner asked why A&amp;E in Scotland are failing to meet NHS targets, but Philippa Witford insists Labour are missing theirs in Wales, where they run the health service.<br></p> \n  <p>“People have the right to #GoCompare”, said Witford, in what is surely the first of many one-liners of the evening.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T19:09:11.269Z\">at 7.09pm GMT</time></p> \n</div> \n<div id=\"block-5ded41a28f08bacaf000c775\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T18:36:05.035Z\">6.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p> Cathy Newman, chairing the debate, confirms that both the Conservatives and the Brexit Party were invited to join the debate but declined. </p> \n  <p>Instead, we’ll be hearing from Liberal Democrat leader Jo Swinson, shadow education secretary Angela Rayner, Plaid Cymru leader Adam Price, SNP health spokesperson Philippa Whitford and co-leader of the Green party, Jonathan Bartley.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T18:47:15.761Z\">at 6.47pm GMT</time></p> \n</div> \n<div id=\"block-5ded3c998f08e7796de8f095\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T18:22:30.870Z\">6.22pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good evening, I’m Molly Blackall and I’ll be taking over the live blog tonight. </p> \n  <p>Coming up, we have the ‘Everything But Brexit’ debate on Channel 4, where senior politicians from the main parties are set to be quizzed by audience members on key election issues - with no mention of the B-word. </p> \n  <p>Earlier in the week, the Independent reported that neither the Conservatives nor Brexit party would send a representative to the debate, but it’s currently unclear who will be attending. </p> \n  <p>We’ll have all the updates as they unfold, from 6.30pm. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T18:46:45.852Z\">at 6.46pm GMT</time></p> \n</div> \n<div id=\"block-5ded304b8f08eef22867fbf7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T17:23:43.976Z\">5.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Conservative <strong>David Davies</strong>, who is defending his seat in Monmouth, South Wales, has floated the possibility of a no-deal Brexit.</p> \n  <p>In an interview with the BBC, the pro-Leave former minister also dismissed criticism that the Tories’ campaign slogan “get Brexit done” was misleading, since trade negotiations would likely go on throughout 2020 if the UK did indeed leave the EU early next year.</p> \n  <p>Asked whether a no-deal Brexit was possible after the transition period, Davies said: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>It’s a possibility, you have to accept that. We don’t want a no-deal Brexit. It’s not the first choice of anyone in the Conservative party.</em></p> \n   <p><em>We want a deal, we want a good relationship with Europe, but we want them to accept that we’re leaving. However, anyone who’s done any kind of negotiating knows you cannot negotiate anything unless you’re prepared to walk away.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T18:19:13.434Z\">at 6.19pm GMT</time></p> \n</div> \n<div id=\"block-5ded2b5b8f08eef22867fbaf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T16:59:59.453Z\">4.59pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>ITV’s <strong>Hannah Miller</strong> subjected the prime minister to a tough line of questioning from the side of a football pitch near Stockport and has won plaudits throughout today for holding him to account. <strong>Boris Johnson</strong>’s evasive responses may well explain why he has avoided being interviewed by the BBC’s<strong> Andrew Neil</strong>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hannahITV/status/1203336121368928257\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Did an interview with Boris Johnson in Cheadle this morning. The <a href=\"https://twitter.com/seashelltrust?ref_src=twsrc%5Etfw\">@seashelltrust</a> previously signed a letter saying children's services are at 'breaking point' - so I asked about that. Not sure we really got anywhere to be honest, but here it is <a href=\"https://twitter.com/GranadaReports?ref_src=twsrc%5Etfw\">@GranadaReports</a>: <a href=\"https://t.co/8ZEi5TPwxq\">pic.twitter.com/8ZEi5TPwxq</a></p>— Hannah Miller (@hannahITV) \n    <a href=\"https://twitter.com/hannahITV/status/1203336121368928257?ref_src=twsrc%5Etfw\">December 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T18:16:57.999Z\">at 6.16pm GMT</time></p> \n</div> \n<div id=\"block-5ded25e38f08bacaf000c69d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T16:55:04.059Z\">4.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Shots fired.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JonAshworth/status/1203700561423548417\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Oh mate <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Etfw\">@MattHancock</a> someone’s hacked your account to turn you into a figure of total ridicule. Change your password ASAP! <a href=\"https://t.co/R9NTdh5mlp\">https://t.co/R9NTdh5mlp</a></p>— Jonathan Ashworth (@JonAshworth) \n    <a href=\"https://twitter.com/JonAshworth/status/1203700561423548417?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ded19e28f08bacaf000c61c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T16:52:03.930Z\">4.52pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li>Jo Swinson, the Liberal Democrat leader, floated the suggestion for the second time that her party could be amenable to an accord with Labour in a hung parliament, in order to secure a people’s vote, if Jeremy Corbyn stood down after the election.</li> \n  </ul> \n  <ul> \n   <li>Corbyn urged activists to “go flat out until 10 o’clock on Thursday” and celebrated that for the first time in British history, the Labour party could have more female than male MPs in the next parliament (<a draggable=\"true\" href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decfafb8f08bacaf000c4f6#block-5decfafb8f08bacaf000c4f6\">see 1.55pm</a>).</li> \n  </ul> \n  <ul> \n   <li>Boris Johnson <a href=\"https://www.theguardian.com/politics/2019/dec/08/boris-johnson-admits-there-will-be-some-customs-checks-after-brexit-ireland-customs-checks\">conceded there would be some customs checks</a> for goods crossing the Irish Sea after Brexit but insisted they would apply only to items destined for the Republic of Ireland. He also refused <a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decb9738f08bacaf000c388#block-5decb9738f08bacaf000c388\">to say whether he would resign if he fails to win a majority.</a></li> \n  </ul> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/08/boris-johnson-admits-there-will-be-some-customs-checks-after-brexit-ireland-customs-checks\">Boris Johnson admits there will be some customs checks after Brexit</a> </p> \n  </aside> \n  <ul> \n   <li>The Scottish Tories claimed that a pact between Labour and the SNP was being drawn up and warned unionists in Scotland to vote for Conservative to prevent a second independence referendum from taking place.</li> \n  </ul> \n  <ul> \n   <li>The Labour candidate for Glasgow North East, Paul Sweeney, said Labour would support a second referendum only if an explicit mandate for such a vote came out from the 2021 Scottish elections. “Ultimately, we’re democrats,” he said. “We respect the right of the Scottish people to self-determination.” </li> \n  </ul> \n  <ul> \n   <li>Comedian and Labour supporter Steve Coogan urged voters to be smart as he campaigned with the Lib Dem candidate Oliver Henman on Sunday in his local constituency of Lewes in East Sussex.</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OliHenman/status/1203682298752851972\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Look who has joined me canvassing this afternoon in <a href=\"https://twitter.com/hashtag/Lewes?src=hash&amp;ref_src=twsrc%5Etfw\">#Lewes</a> - it’s Steve Coogan!<a href=\"https://twitter.com/hashtag/VoteHenman?src=hash&amp;ref_src=twsrc%5Etfw\">#VoteHenman</a> <a href=\"https://twitter.com/hashtag/BrighterFuture?src=hash&amp;ref_src=twsrc%5Etfw\">#BrighterFuture</a> <a href=\"https://t.co/es04yvU6Xu\">pic.twitter.com/es04yvU6Xu</a></p>— Oli Henman (@OliHenman) \n    <a href=\"https://twitter.com/OliHenman/status/1203682298752851972?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li>The shadow chancellor, John McDonnell, <a href=\"https://www.theguardian.com/politics/2019/dec/08/labour-antisemitism-row-may-affect-election-result-says-mcdonnell\">expressed his concern that the row over antisemitism in Labour</a> may have an effect on the election result but that the party had “done everything we can possibly do” to tackle the problem.</li> \n  </ul> \n  <ul> \n   <li>The Conservative party chairman, James Cleverly, apologised for Islamophobia in the party. “Well, course, I’m sorry and I’m sorry when people do or say things that are wrong. But I am confident that my party has a robust mechanism for dealing with it.”</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JPonpolitics/status/1203628940583030786\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"Well, course, I'm sorry and I'm sorry when people do or say things that are wrong. But I am confident that my party has a robust mechanism for dealing with it.\"<br><br>Party Chair James Cleverly apologises for Islamophobia within the Conservative Party<a href=\"https://twitter.com/bbc5live?ref_src=twsrc%5Etfw\">@bbc5live</a> |<a href=\"https://twitter.com/hashtag/GE19?src=hash&amp;ref_src=twsrc%5Etfw\">#GE19</a> <a href=\"https://t.co/eIo495I5G0\">pic.twitter.com/eIo495I5G0</a></p>— John Pienaar (@JPonpolitics) \n    <a href=\"https://twitter.com/JPonpolitics/status/1203628940583030786?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li>Ruth Davidson, a former Scottish Conservative leader, <a href=\"https://www.theguardian.com/politics/2019/dec/08/ruth-davidson-hints-at-future-conservative-leadership-bid\">has hinted at a return to frontline politics</a> to lead the Tories in Westminster once they are next in opposition.</li> \n  </ul> \n  <ul> \n   <li>Ed Davey, the deputy leader of the Liberal Democrats, dismissed Boris Johnson’s claim that riding his bike on a pavement is the naughtiest thing he has ever done (<a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decc3d18f08bacaf000c3a2#block-5decc3d18f08bacaf000c3a2\">see 9.38am</a>), saying the prime minister has done many other “far naughtier” things.</li> \n  </ul> \n  <ul> \n   <li>The anti-Brexit Best for Britain campaign released data showing the Tories are on course for a 40-seat majority, but it claims that tactical voting in 36 marginal seats would block this outcome (<a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5dece2498f08e7796de8ed76#block-5dece2498f08e7796de8ed76\">see 11.56am</a>).<br></li> \n  </ul> \n  <ul> \n   <li>Activists from Extinction Rebellion cycled to Heathrow airport to protest against plans to build a third runway, while highlighted the prime minister’s previous ardent opposition to the transport hub’s expansion.</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/XRLondon/status/1203680671279013889\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Heathrow's new runway would cause more emissions annually than Cyprus.<br><br>Boris Johnson promised to lie down in front of bulldozer to oppose it, but when the vote came he fled &amp; vote passed. <br><br>We said we'd lie down to block the bulldozer, here we are.<br><br>Extinction or Rebellion? <a href=\"https://twitter.com/hashtag/XR?src=hash&amp;ref_src=twsrc%5Etfw\">#XR</a> <a href=\"https://t.co/cEFrNCZseI\">pic.twitter.com/cEFrNCZseI</a></p>— Extinction Rebellion London (@XRLondon) \n    <a href=\"https://twitter.com/XRLondon/status/1203680671279013889?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li>Repurposing his famous scrum metaphor, Boris Johnson urged Tory activists to keep the ball within the pack and to learn from the lessons of 2017 when his party squandered a healthy lead in the polls come the election.</li> \n  </ul> \n  <p>And <a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decd0298f08bacaf000c3d3#block-5decd0298f08bacaf000c3d3\">here’s the morning summary</a>. Do drop me a line <a href=\"https://twitter.com/matthabusby\">on my Twitter</a> if I’ve missed anything.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T18:16:03.290Z\">at 6.16pm GMT</time></p> \n</div> \n<div id=\"block-5ded16668f08e7796de8ef45\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T15:42:23.290Z\">3.42pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/08/boris-johnson-delivers-20-minute-barrage-of-mansplaining-and-manspreading\">Johnson delivers 20-minute barrage of mansplaining and manspreading | John Crace</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ded18678f08e7796de8ef50\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T15:39:07.373Z\">3.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ruth Davidson</strong>, a former Scottish Conservative leader, has hinted at a return to frontline politics to lead the Tories in Westminster when they are next in opposition, my colleague <strong>Frances Perraudin </strong>reports.</p> \n  <p>In an interview for the Sunday Telegraph’s <a href=\"https://www.telegraph.co.uk/women/politics/ruth-davidson-motherhood-coming-quitting-politics-can-get-100/\">Stella Magazine</a>, the MSP for Edinburgh Central suggested she could re-enter politics once her one-year-old son was older.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>It may well be that my time in politics doesn’t come again until we’re in opposition. I’ve probably got more experience than anyone in the party on how to lead from opposition.</em></p> \n   <p><em>If someone tapped on my door and asked me to help, I’d be there in a heartbeat. But at the moment, I’ve got four or five years when my son isn’t at school and that is not a time that I’m contemplating moving 450 miles away for the majority of the week. It’s just some things are more important than politics.</em></p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/08/ruth-davidson-hints-at-future-conservative-leadership-bid\">Ruth Davidson hints at future Conservative leadership bid</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T18:15:41.840Z\">at 6.15pm GMT</time></p> \n</div> \n<div id=\"block-5ded14a98f08e7796de8ef2b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T15:25:16.443Z\">3.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Surprising scenes in Sunderland this afternoon where a group of dancers removed their overgarments to reveal they were wearing Brexit party T-shirts. It’s unclear whether they are actual supporters, or if they were merely paid to perform a routine.</p> \n  <p>Equally, it remains unknown whether <strong>Kanye West</strong> – who has cultivated a friendly relationship with <strong>Nigel Farage</strong> ally <strong>Donald Trump</strong> – has consented to his song Power being used repeatedly by the Brexit party during the election campaign.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ajayjagota/status/1203680907686793217\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Brexit Party FLASH MOB Sunderland <a href=\"https://t.co/MMK4z5oUkQ\">https://t.co/MMK4z5oUkQ</a></p>— Ajay Jagota 🏃‍♂️ (@ajayjagota) \n    <a href=\"https://twitter.com/ajayjagota/status/1203680907686793217?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T15:35:16.914Z\">at 3.35pm GMT</time></p> \n</div> \n<div id=\"block-5ded0cd58f08eef22867fa9d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T15:11:57.294Z\">3.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/dec/08/deaths-of-4600-nhs-patients-linked-to-safety-incidents-says-labour\">Deaths of 4,600 NHS patients linked to safety incidents, says Labour</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5decf4398f08bacaf000c4a6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T14:56:48.470Z\">2.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The former Labour home secretary, <strong>Alan Johnson</strong>, has backed an app that is offering motorists free parking on Thursday near polling stations.</p> \n  <p>Heavy rain and high winds are forecast in places on Thursday for the first December general election in almost a century, with only eight hours of daylight expected. To encourage people to go and vote, however, JustPark is allowing people half an hour of free parking through its website.</p> \n  <p>“I am pleased to be part of a campaign that aims to get more people voting on 12 December<sup>,” </sup>Johnson said. </p> \n  <blockquote class=\"quoted\"> \n   <p><em>This will be the first December election for 96 years and for the elderly and infirm in particular, there will be real worries about the cold and dark conditions. Being able to park, free of charge, close to the polling station will make a significant contribution to voter turnout.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T15:13:24.167Z\">at 3.13pm GMT</time></p> \n</div> \n<div id=\"block-5ded09ba8f08e7796de8eeae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T14:45:36.041Z\">2.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Vote smart and box clever to defeat the Conservative party, the actor <strong>Steve Coogan</strong> has urged.</p> \n  <p>Campaigning with the Lib Dem candidate <strong>Oliver Henman</strong> on Sunday in his local constituency of Lewes in East Sussex, the comedian said he would be voting Liberal Democrat on Thursday because it was the “smartest thing to do”.</p> \n  <p>Although he is a Labour supporter, the party came a distant third in 2017 in Lewes and it is one of a number of seats where the Lib Dems are best placed to beat the Tories and a vote for any other party would likely be wasted.</p> \n  <p>Conservative MP <strong>Maria Caulfield</strong> holds the seat, where people voted narrowly to remain during the 2016 EU referendum, with a majority of 5,508. Just over 6,000 voted Labour.</p> \n  <p>Coogan, best known for his portrayal of Alan Partridge, said he would be visiting other constituencies where he would urge people to vote Labour in order to keep out the Tories if they were the main opponent.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>It’s such a crucial issue facing the nation. The most important thing across the country is to defeat the Tories by any means necessary. It’s about being smart and boxing clever.</em></p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OliHenman/status/1203682298752851972\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Look who has joined me canvassing this afternoon in <a href=\"https://twitter.com/hashtag/Lewes?src=hash&amp;ref_src=twsrc%5Etfw\">#Lewes</a> - it’s Steve Coogan!<a href=\"https://twitter.com/hashtag/VoteHenman?src=hash&amp;ref_src=twsrc%5Etfw\">#VoteHenman</a> <a href=\"https://twitter.com/hashtag/BrighterFuture?src=hash&amp;ref_src=twsrc%5Etfw\">#BrighterFuture</a> <a href=\"https://t.co/es04yvU6Xu\">pic.twitter.com/es04yvU6Xu</a></p>— Oli Henman (@OliHenman) \n    <a href=\"https://twitter.com/OliHenman/status/1203682298752851972?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T15:12:33.197Z\">at 3.12pm GMT</time></p> \n</div> \n<div id=\"block-5decf6fe8f08eef22867f9e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T14:26:26.045Z\">2.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ed Davey</strong>, the deputy leader of the Liberal Democrats, has poured scorn on <strong>Boris Johnson</strong>’s claim that riding his bike on a pavement is the naughtiest thing he has ever done (<a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decc3d18f08bacaf000c3a2#block-5decc3d18f08bacaf000c3a2\">see 9.38am</a>), saying the prime minister has done many other “far naughtier” things.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>From lying to the Queen to insulting single mothers, Boris Johnson has done far naughtier things than cycling on the pavement. He has tried to laugh off his dismal track record of lying to the public and attacking women and minority groups. But this is no joke.</em></p> \n  </blockquote> \n  <p>One of the other things he could have mentioned was <a href=\"https://www.oxfordmail.co.uk/news/1446705.boris-took-cocaine-cannabis/\">his previous use of drugs</a> such as cannabis and cocaine, and earlier <strong>Jo Swinson</strong> told PA Media she had smoked “a fair bit of cannabis at university”, when asked the same question.</p> \n  <p>“I don’t know whether that counts as particularly naughty, but your readers and viewers will be able to make up their own mind on that,” she said, adding: “It wasn’t just one, and I did inhale.” </p> \n  <p><strong>Jeremy Corbyn</strong>, meanwhile, said in 2017 that his own admission would be “far too naughty to say”. </p> \n  <p>This week, he was asked to reveal “the most romantic … wild and reckless” moment of his life, <a href=\"https://www.theguardian.com/politics/2019/dec/04/jeremy-corbyn-pressed-on-his-wildest-moment-itv-interview\">to which he confessed</a> to having enjoyed some “wonderful holidays” with his wife and referred suggestively to having a “great time together” when “you’re with somebody”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T15:13:08.507Z\">at 3.13pm GMT</time></p> \n</div> \n<div id=\"block-5ded02518f08e7796de8ee72\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T14:06:12.178Z\">2.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Elsewhere, activists from Extinction Rebellion are protesting against plans to build a third runway at Heathrow airport.</p> \n  <p>Guy Shrubsole, from Friends of the Earth, notes the prime minister’s previous opposition to the transport hub’s expansion. Johnson said famously in 2015 that he would “lie down with you in front of those bulldozers and stop the building, stop the construction of that third runway”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guyshrubsole/status/1203669662485164034\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Meanwhile there is a bulldozer in the road next to Heathrow but conspicuously no sign of <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> being prepared to lie down in front of it... <a href=\"https://twitter.com/hashtag/NoThirdRunway?src=hash&amp;ref_src=twsrc%5Etfw\">#NoThirdRunway</a> <a href=\"https://twitter.com/hashtag/StopHeathrowExpansion?src=hash&amp;ref_src=twsrc%5Etfw\">#StopHeathrowExpansion</a> <a href=\"https://twitter.com/ExtinctionR?ref_src=twsrc%5Etfw\">@ExtinctionR</a> <a href=\"https://t.co/vxYXPhrUH8\">pic.twitter.com/vxYXPhrUH8</a></p>— Guy Shrubsole (@guyshrubsole) \n    <a href=\"https://twitter.com/guyshrubsole/status/1203669662485164034?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/XRLondon/status/1203641437033844736\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Bikes against bulldozers is going strong! 🚴🏾‍♀️🚴🏼‍♀️🚴‍♂️🚴🏿‍♂️<br>.<br>100s of cyclists and ‘deconstruction’ workers now en route to Heathrow for mass lie in. 🛩<br>.<br>We must <a href=\"https://twitter.com/hashtag/actnow?src=hash&amp;ref_src=twsrc%5Etfw\">#actnow</a> to stop airport expansion and yet MORE CO2 being pumped into the atmosphere 🤯<br>.<a href=\"https://twitter.com/XRebellionUK?ref_src=twsrc%5Etfw\">@XRebellionUK</a> <a href=\"https://twitter.com/hashtag/ExtinctionRebellion?src=hash&amp;ref_src=twsrc%5Etfw\">#ExtinctionRebellion</a> <a href=\"https://t.co/xjRCbUiWJv\">pic.twitter.com/xjRCbUiWJv</a></p>— Extinction Rebellion London (@XRLondon) \n    <a href=\"https://twitter.com/XRLondon/status/1203641437033844736?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T14:07:56.626Z\">at 2.07pm GMT</time></p> \n</div> \n<div id=\"block-5decfafb8f08bacaf000c4f6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T13:55:55.838Z\">1.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> has declared that Labour would invest to achieve prosperity and restated its pledge of free personal care for older people to end the crisis in social care.</p> \n  <p>During a speech in Bangor – in the ultra-marginal Arfon constituency, held by Plaid Cymru with a majority of just 92 ahead of Labour in 2017 – he paid tribute to the determination of party campaigners and waxed lyrical about the beauty of the Welsh countryside. </p> \n  <p>Corbyn urged activists to “go flat out until 10 o’clock on Thursday” and said that for the first time in British history, the Labour party intended to have at least an equal number of female MPs in the next parliamentary party.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>The [Labour] government of Wales is doing its best in very difficult circumstances. But it’s lost a billion pounds in funding because of austerity imposed by the Tories and the Liberal Democrats in Westminster in 2010.</em></p> \n   <p><em>And then you drive through Wales … beautiful countryside, fantastic hills, wonderful diversity of topography and everything else. And then behind all that, is stunted aspirations and a great deal of poverty because of a lack of investment and the cruelty of how austerity has worked.</em></p> \n   <p><em>In modern Britain, there are 4 million children living in poverty. This Christmas, 135,000 children will wake up not knowing if the place they’re waking up will be there home for much longer because they’re on short term tenancies.</em></p> \n   <p><em>The price of austerity is not paid by the very rich [or] the 150 billionaires in Britain. It’s paid for by those going through mental health stress, those who are homeless, our children going hungry, by the underfunding of public services all over Britain. None of this is at all necessary. You can’t cut your way to prosperity. You invest your way to prosperity.</em></p> \n  </blockquote> \n  <p>However, in spite of the funding cuts from Westminster, Plaid Cymru accused Labour of “hypocrisy” over its social care policy.</p> \n  <p>Plaid’s MP in Carmarthen, <strong>Jonathan Edwards, </strong>suggested Labour could have already delivered free social care in Wales but chose not to and criticised the party for not giving “credible answers” about its government in Wales.</p> \n  <p>Edwards said in a statement:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>Labour in Wales could deliver free social care tomorrow if they wanted to. But they choose not to. Meanwhile, Plaid Cymru is promising free social care at the point of need for everyone in Wales.</em></p> \n   <p><em>In Wales, Labour has had 20 years in government to deliver real change but has failed to do so and instead find themselves defending worse A&amp;E waiting times than England, health board scandal after health board scandal and a worrying fall in the number of GPs.</em></p> \n   <p><em>That’s why twice on TV debates this election, poorly briefed Labour politicians have failed to give credible answers to questions on their own Labour government’s record in Wales. Richard Burgon simply smiled when asked why Labour had chosen not to deliver free social care in Wales, where they have the power to do so.</em></p> \n   <p><em>You only have to look to Labour in government in Wales to see that Labour promises and Labour in government mean different things.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T15:11:45.552Z\">at 3.11pm GMT</time></p> \n</div> \n<div id=\"block-5decf70d8f08eef22867f9e3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T13:24:17.348Z\">1.24pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Swinson hints at possible accord with Labour to secure people's vote</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jo Swinson</strong>, the Liberal Democrat leader, has suggested once more that her party could amenable to an accord with Labour in a hung parliament, in order to secure a people’s vote, if <strong>Jeremy Corbyn</strong> stood down after the election.</p> \n  <p>She told PA Media: <br></p> \n  <blockquote class=\"quoted\"> \n   <p><em>Obviously we don’t know who the personalities would be in that circumstance, but we will obviously take a view on that depending on what circumstance we find ourselves in.</em></p> \n   <p><em>I have been working with people from the Labour party, and people from the Conservative party, and the SNP, and Plaid Cymru, and the Green party to try and stop Brexit and try and secure a people’s vote so that we can remain in the EU. I’ve been doing that for the last couple of years and I will certainly be continuing to do that.</em></p> \n   <p><em>Obviously, Jeremy Corbyn … is completely unfit to be prime minister, as is Boris Johnson for a whole host of different reasons. And so, if Labour are in a situation where they consider that Jeremy Corbyn is no longer fit to lead them, then we will of course look to keep working with people to try and secure a people’s vote.</em></p> \n  </blockquote> \n  <p>On Friday, Swinson told LBC that the party would not go into coalition with any other party.</p> \n  <p>She told a caller: “There’s lots of places that we can win as Liberal Democrats where previously they might have been Conservative strongholds and will not put Corbyn in No 10. I will work constructively cross-party. I don’t think we’re in coalition territory.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T13:29:27.645Z\">at 1.29pm GMT</time></p> \n</div> \n<div id=\"block-5decf33c8f08eef22867f9b1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T13:08:24.863Z\">1.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Remember when <strong>Boris Johnson</strong>, then mayor of London, mused back in 2013 that “if the ball came loose from the back of the scrum” he would like to be prime minister?</p> \n  <p>Now, as PM, he has urged Tory activists to keep the ball within the pack and to learn from the lessons of 2017 when his party squandered a healthy lead in the polls come the election.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>We’re now in the final furlong of this race and that is when of course the horses can still change places.</em></p> \n   <p><em>We’re in their 25, to use a rugby metaphor, or is it 22 metres now? I can’t remember. Anyway, we’re still not quite there yet and do not forget what happened in 2017.</em></p> \n   <p><em>To get back to rugby, we’ve got to drive for the line, keep the ball firmly at the back of our feet and we’re going to get there but only if we work really hard. Keep the ball firmly at the back of the scrum and drive for the line, if you know what I mean.</em></p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"33a8dd361c8b082049ac46fb946eb9a5045b8dbe\"> \n   <img src=\"https://media.guim.co.uk/33a8dd361c8b082049ac46fb946eb9a5045b8dbe/0_0_5238_3162/1000.jpg\" alt=\"Boris Johnson poses for a photograph at the Conservative Campaign Headquarters on Sunday.\" width=\"1000\" height=\"604\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson poses for a photograph at the Conservative Campaign Headquarters on Sunday.</span> \n    <span class=\"element-image__credit\">Photograph: Ben Stansall/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T13:26:22.097Z\">at 1.26pm GMT</time></p> \n</div> \n<div id=\"block-5deceea78f08bacaf000c485\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T12:55:05.392Z\">12.55pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">'A Labour-SNP pact is being drawn up', claim Scottish Tories</h2> \n <div class=\"block-elements\"> \n  <p>Good afternoon, I’m <strong>Mattha Busby</strong>, taking the reins from my colleague <strong>Matthew Weaver</strong>.</p> \n  <p>Earlier, the SNP leader, <strong>Nicola Sturgeon,</strong> said Labour would have “questions to answer” if it does not accept the SNP’s post-election demands.</p> \n  <p>Shortly after, the Labour candidate for Glasgow North East, <strong>Paul Sweeney</strong>, said his party would not “stand in the way” of a second referendum if independence-supporting parties return a majority to Holyrood in 2021.</p> \n  <p>However, he stressed there was no clear mandate for a second vote and Labour “would not be going into that at this stage” although he noted <strong tabindex=\"-1\">Ian Blackford </strong>would “meet regularly” with <strong tabindex=\"-1\">Jeremy Corbyn</strong> while parliament is sitting.</p> \n  <p>He told Sunday Politics Scotland:<br></p> \n  <blockquote class=\"quoted\"> \n   <p><em>Ultimately, we’re democrats. We respect the right of the Scottish people to self-determination. If there were an explicit mandate for that, say, after the Scottish elections in 2021, it wouldn’t be for any British government to stand in the way of that.</em></p> \n  </blockquote> \n  <p>The interim Scottish Tory leader, <strong tabindex=\"-1\">Jackson Carlaw,</strong> said Sweeney’s comments were confirmation of a deal between the two parties and he restated what has become a traditional line of attack for his party.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>Paul Sweeney has set it out in black and white. A Labour-SNP pact is being drawn up; it’s just a matter of dotting the i’s and crossing the t’s. This is what could happen by Friday if Sturgeon and Corbyn succeed.</em></p> \n   <p><em>It means our union is on the line this week. Ian Blackford said today that he and Jeremy Corbyn speak regularly, and he doesn’t expect Corbyn to oppose the Nationalists. So pro-UK voters in Scotland face the very real risk of an Indyref2 pact being stitched up by the end of this week.</em></p> \n   <p><em>Pro-UK voters in Scotland must act on Thursday to stop this happening. And it is only by voting Scottish Conservative and Unionist that we can do that.</em></p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"f522761b7bcba26fcd29ba714a454345f6d921e3\"> \n   <img src=\"https://media.guim.co.uk/f522761b7bcba26fcd29ba714a454345f6d921e3/0_0_4738_3159/1000.jpg\" alt=\"Jackson Carlaw, interim leader of the Scottish Conservatives, urges voters to back the party to stop ‘Indyref2’\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jackson Carlaw, interim leader of the Scottish Conservatives, urges voters to back the party to stop ‘Indyref2’ last month.</span> \n    <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Meanwhile, the Liberal Democrat candidate, <strong>Christine Jardine, </strong>has said her party would “not put Jeremy Corbyn into Downing Street, full stop”. However, the Lib Dems would back legislation for another Brexit referendum, she said.</p> \n  <p>Speaking to Andrew Marr this morning, Sturgeon had said every Tory-held seat in Scotland faced the SNP as the main opposition and she raised the spectre of what damage a Boris Johnson-led government would cause.<br></p> \n  <p>She said Labour would have “some big explaining” to do if it refused the conditional support of the Scottish Nationalist party.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>Well look, I lead a minority government so I probably know more than most politicians in the UK what it takes. You can’t do anything in a minority government unless you have the support of another party. I don’t believe Labour if against of all of the odds and what the opinion polls are suggesting they get into a position where they can govern and implement their manifesto. </em></p> \n   <p><em>They would turn their backs on that. But can I just say my key priority in this election, because I think it’s in Scotland’s interest and the UK’s interest, is to try to stop Boris Johnson getting a majority on Thursday. Every Tory-held seat in Scotland has the SNP as the main challenger and my appeal to people is to make sure we’re not waking up on Friday with the prospect of five years of Boris Johnson because I think it would do real damage.</em></p> \n   <p><em>We will offer our support to a minority Labour government with certain conditions attached to that and I guess my view here would be to think about that prospect and imagine on Friday Jeremy Corbyn, John McDonnell are in the position of being able to form a government. I don’t think they’re going to turn their backs on that, and if they do – I think they’ve got some big explaining to do.</em></p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"0c72ad4474713ebf252b72c07cd2d6b466e502a0\"> \n   <img src=\"https://media.guim.co.uk/0c72ad4474713ebf252b72c07cd2d6b466e502a0/0_0_2997_2265/1000.jpg\" alt=\"Nicola Sturgeon speaks to Andrew Marr on Sunday.\" width=\"1000\" height=\"756\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicola Sturgeon speaks to Andrew Marr on Sunday.</span> \n    <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T13:09:58.584Z\">at 1.09pm GMT</time></p> \n</div> \n<div id=\"block-5dece67f8f08e7796de8ed8f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T12:05:59.701Z\">12.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"ec91efaa503f3c8599a37a122a3c79dc06c9848b\"> \n   <img src=\"https://media.guim.co.uk/ec91efaa503f3c8599a37a122a3c79dc06c9848b/0_117_3500_2101/1000.jpg\" alt=\"Boris Johnson and Sajid Javid with other members of the Cabinet at Conservative Campaign Headquarters Call Centre\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">8 minutes idle: Boris Johnson and Sajid Javid with other members of the cabinet at Conservative Campaign Headquarters call centre</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA Media</span> \n   </figcaption> \n  </figure> \n  <p>Boris Johnson and members of his cabinet have had a taste of being call centre operatives in a bid to drum up Tory support.</p> \n  <p>The prime minister spent a couple of minutes appearing to work out how to use the system, before the chancellor, Sajid Javid, handed him a headset to wear. </p> \n  <p>After he announced his name to the voter, Johnson helpfully added: “I’m the prime minister”, before having a short chat. </p> \n  <p>Dominic Raab, Michael Gove and Theresa Villiers were among the other senior ministers who were making calls at the Conservative party offices in Millbank, central London. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T12:24:30.426Z\">at 12.24pm GMT</time></p> \n</div> \n<div id=\"block-5dece58d8f08eef22867f953\" class=\"block\" data-block-contributor=\"profile/frances-perraudin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T11:59:33.689Z\">11.59am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow chancellor has expressed his concern that the row over antisemitism in <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> may have an effect on the election result, adding that the party had “done everything we can possibly do” to tackle the problem.</p> \n  <p>In a BBC One interview on Sunday morning, <a href=\"https://www.theguardian.com/politics/john-mcdonnell\">John McDonnell</a> apologised to the Jewish community for “the suffering we’ve inflicted on them”. He added: “I say to them, we’re doing everything possible and we are going to learn more lessons and we want to be the shining example of anti-racism that the Labour party should be.”</p> \n  <p>Asked if he thought antisemitism in the party would be partly to blame if Labour lost Thursday’s general election, he said: “I worry that this has had its effect. We’ve done everything that I think we can possibly do. We’ve apologised to the Jewish community … We’ve always got to learn lessons, of course we have, all political parties. Because it isn’t just the Labour party.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/08/labour-antisemitism-row-may-affect-election-result-says-mcdonnell\">Labour antisemitism row may affect election result, says McDonnell</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dece2498f08e7796de8ed76\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T11:56:32.341Z\">11.56am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Tactical voting in 36 seats could deny Tory majority</h2> \n <div class=\"block-elements\"> \n  <p>The anti-Brexit Best for Britain campaign has released MRP data showing the Conservatives are on course for a 40-seat majority, but it claims that tactical voting in 36 marginal seats would block this outcome. </p> \n  <p>It has calculated that just 40,704 tactical votes in these seats would prevent a Conservative majority.</p> \n  <p>The seat-by-seat analysis of 28,272 voters found that without tactical voting the Conservative party would win 345 seats. It reckons that less than 2,500 tactical votes in the 36 marginals would stop this outcome. The <a draggable=\"true\" href=\"https://gallery.mailchimp.com/a706d4e03dc82629db3f7acf9/files/ad25b94a-9c95-43ef-876e-2db8aa159567/December_MRP_information_sheet.pdf\">list of marginals and the votes required</a> in each to block the Conservatives is published here.</p> \n  <p>In Dewsbury, it would take only 82 Green and Lib Dem voters backing Labour to prevent the Conservative party winning the seat. Other seats on the list include West Bromwich West, Carshalton and Wallington and Sedgefield.<br tabindex=\"-1\"></p> \n  <p>Best for Britain says that if tactical voting were successful in these 36 seats, the Conservatives would win 309 seats, Labour 255, Lib Dems 14, Greens one, Plaid three, and the SNP 49 seats.</p> \n  <p>Its chief executive, Naomi Smith, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“This election is on a knife-edge, and if enough remainers hold their nose and vote for the candidate with the best chance of stopping the Tories in their seat we’re heading for a hung parliament and a final-say referendum.”</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T12:32:44.628Z\">at 12.32pm GMT</time></p> \n</div> \n<div id=\"block-5decdd438f08e7796de8ed2a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T11:26:02.244Z\">11.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Cleverly was also asked about the investigation the Tory party has promised into Islamophobia and whether it would be included only in a wider look at prejudice more generally. </p> \n  <p>He said: “It will specifically look into Islamophobia in my party. And it will, by definition, also have to look at other stuff as well, because you can’t always unpick this.” <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T11:37:01.685Z\">at 11.37am GMT</time></p> \n</div> \n<div id=\"block-5decd9e18f08eef22867f8f9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T11:19:50.187Z\">11.19am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Cleverly apologises for Tory Islamophobia</h2> \n <div class=\"block-elements\"> \n  <p>The Conservative party chairman, James Cleverly, has apologised for Islamophobia in the party.</p> \n  <p>Speaking to BBC Radio 5 Live, he said: “Well, course, I’m sorry and I’m sorry when people do or say things that are wrong. But I am confident that my party has a robust mechanism for dealing with it.”</p> \n  <p>Cleverly also falsely claimed that <a href=\"https://www.theguardian.com/politics/2018/aug/09/tory-party-must-choose-its-future-direction-after-boris-johnson-burqa-row-says-sajjad-karim-mep\">Boris Johnson had apologised for a notorious article he wrote in 2018</a> when he said women wearing niqabs resembled “letterboxes” and “bank robbers”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JPonpolitics/status/1203628940583030786\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"Well, course, I'm sorry and I'm sorry when people do or say things that are wrong. But I am confident that my party has a robust mechanism for dealing with it.\"<br><br>Party Chair James Cleverly apologises for Islamophobia within the Conservative Party<a href=\"https://twitter.com/bbc5live?ref_src=twsrc%5Etfw\">@bbc5live</a> |<a href=\"https://twitter.com/hashtag/GE19?src=hash&amp;ref_src=twsrc%5Etfw\">#GE19</a> <a href=\"https://t.co/eIo495I5G0\">pic.twitter.com/eIo495I5G0</a></p>— John Pienaar (@JPonpolitics) \n    <a href=\"https://twitter.com/JPonpolitics/status/1203628940583030786?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Last week the Guardian revealed that at least four ministers have gone on election campaigning trips to endorse Tory candidates facing allegations of Islamophobia since the claims against them came to light. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/06/tory-ministers-back-candidates-accused-of-islamophobia\">Tory ministers back candidates accused of Islamophobia</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T11:37:33.913Z\">at 11.37am GMT</time></p> \n</div> \n<div id=\"block-5decd6328f08eef22867f8ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T10:55:30.444Z\">10.55am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>PA Media picks up on the very modest ambition Farage has for the election. Asked how many seats the Brexit party could win, Farage told Sky:</p> \n  <blockquote class=\"quoted\"> \n   <p>Well, I think there’s a handful in which we’ve got a seriously good chance of winning and I think we will get some in, I genuinely do.” </p> \n  </blockquote> \n  <p>He added: </p> \n  <blockquote class=\"quoted\"> \n   <p>Of course I want Brexit done, but I want the right Brexit done … We will be back in crisis by June unless this withdrawal agreement is amended and that is the fight I’ve got and I want just to get a bridgehead of Brexit party MPs in parliament to hold Boris Johnson to account, because otherwise we’re going to see Brexit sold out.”</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1203625419993432064\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"The way the polling industry operates is laughable.\"<br><br>Brexit Party leader, <a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> promises his party’s voter share will be on “roughly 13 -14%” come election night.<a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a><br>Get <a href=\"https://twitter.com/hashtag/GeneralElection2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GeneralElection2019</a> updates here: <a href=\"https://t.co/26sueac4Fr\">https://t.co/26sueac4Fr</a> <a href=\"https://t.co/TskROxFVXA\">pic.twitter.com/TskROxFVXA</a></p>— Sophy Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1203625419993432064?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T11:13:07.487Z\">at 11.13am GMT</time></p> \n</div> \n<div id=\"block-5decd5628f08eef22867f8ec\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T10:51:43.222Z\">10.51am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP Westminster leader, <strong>Ian Blackford,</strong> says his party would be a “moderating force” on a Labour minority government, while insisting there is no reason why Jeremy Corbyn should deny a second independence referendum. </p> \n  <p>He said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“I know that Jeremy Corbyn has supported the right of self-determination all round the world and there’s no reason why he would not recognise that the mandate [for a second independence referendum] it already there and he has to compromise on that. For us it’s very simple.”</p> \n  </blockquote> \n  <p>Speaking on the BBC’s Sunday Politics Scotland programme, Blackford was also challenged about how the SNP intended to moderate the Labour manifesto, particularly with the Scottish Tories making the argument that a vote for the SNP is vote for Labour. </p> \n  <p>Blackford refused to name specific policies, but said: “We will go through this on a case by case basis and we will be a moderating force on Labour”. </p> \n  <p>On Trident renewal, which Nicola Sturgeon has previously described as a red line in negotiations, he added: “Jeremy Corbyn doesn’t want to press the button. Are we really talking about the situation where a Labour government would want to commit up to £2bn of our money on weapons that will never be reused?” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:53:10.953Z\">at 10.53am GMT</time></p> \n</div> \n<div id=\"block-5decd0298f08bacaf000c3d3\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T10:49:43.493Z\">10.49am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a summary of what we learned from a packed final round of Sunday morning broadcast interviews:</p> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decc9638f08eef22867f8b8#block-5decc9638f08eef22867f8b8\"><strong>The shadow chancellor, John McDonnell, has admitted that the issue of antisemitism has hit Labour’s campaign.</strong></a> “I worry this has had its effect,” he told the BBC, but claimed the party had done “everything we can possible do” to tackle antisemitism. He added: “I apologise to the Jewish community for the suffering we have inflicted on them.”</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/dec/08/boris-johnson-admits-there-will-be-some-customs-checks-after-brexit-ireland-customs-checks\">Boris Johnson has conceded there will be some customs checks for goods crossing the Irish Sea after Brexit but insisted they would apply only to items destined for the Republic of Ireland.</a> </strong>In an interview on Sky News, he initially said “there won’t be checks” before admitting there would be for goods going on to the Republic of Ireland.</li> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decc3d18f08bacaf000c3a2#block-5decc3d18f08bacaf000c3a2\"><strong>Johnson claimed that the naughtiest thing he had ever done and was “prepared to admit” was riding his bicycle on the pavement</strong>.</a> Asked if that was really the case, he replied: “No, no, it was a very careful rubric. What you said was the naughtiest thing that I was prepared to admit.”</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decb9738f08bacaf000c388#block-5decb9738f08bacaf000c388\">The prime minister refused to say whether he would resign if he fails to win a majority.</a> </strong>Ducking the question, he said: “The choice on Thursday is unbelievably stark, it’s between going forward with a one nation Conservative government that can get Brexit done.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decc1cb8f08e7796de8eccd#block-5decc1cb8f08e7796de8eccd\">The Brexit party is to be renamed the Reform party, if the UK leaves the EU in January.</a> </strong>Asked about the party’s future, its leader, Nigel Farage, said: “It will have to reform into the Reform party. It’ll have to campaign to change politics for good.”</li> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news?page=with:block-5decc4d08f08e7796de8ecd1#block-5decc4d08f08e7796de8ecd1\"><strong>The shadow health secretary has announced a £10bn National Care Service to provide “free personal social care”.</strong> </a>He said: “It means that no one will have to pay anything for the care that they get in their home, support getting out of bed … this is about ensuring fairness in the system.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:57:09.733Z\">at 10.57am GMT</time></p> \n</div> \n<div id=\"block-5deccfc88f08e7796de8ecf7\" class=\"block\" data-block-contributor=\"profile/kate-proctor\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T10:26:50.104Z\">10.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> has admitted there will be some customs checks for goods crossing the Irish Sea after Brexit but insisted they would apply only to items destined for the Republic of Ireland.</p> \n  <p>In an interview on Sky News on Sunday morning, the prime minister promised that “there won’t be checks” despite warnings to the contrary in leaked Treasury documents.</p> \n  <p>The document, <a href=\"https://www.theguardian.com/politics/2019/dec/06/leaked-brexit-paper-unstitches-pms-northern-ireland-claims-says-corbyn\">seized on by Labour last week</a>, also raises the prospect that there could be tariffs on trade going the other way.</p> \n  <p>However, Johnson did admit there would be checks if goods that are then going on to the Republic of Ireland.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/08/boris-johnson-admits-there-will-be-some-customs-checks-after-brexit-ireland-customs-checks\">Boris Johnson admits there will be some customs checks after Brexit</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5decccac8f08bacaf000c3c5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T10:14:07.660Z\">10.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s leader, <strong>Nicola Sturgeon</strong>, has said she is not asking Labour to support the idea of another independence referendum, but to “respect the principle”. </p> \n  <p>Speaking on the BBC’s Andrew Marr Show, Sturgeon said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“My message (to the Labour party) would be listen carefully, I’ll never do anything that puts Boris Johnson into Downing Street, but Labour, in order to get a Queen’s speech and a budget through, if they’re in a minority position, need the support of another party. </p> \n   <p>“And if Scotland votes for the SNP in a hung parliament giving Scotland enormous leverage, then I will exercise that firstly in line with Scotland’s interest.</p> \n   <p>“Labour perhaps are not fully understanding what they would need to do in order to get their policies fully implemented.</p> \n   <p>“I’m not asking Labour to support Scottish independence, I’m not even asking them to support the idea that there should be another independence referendum. </p> \n   <p>“I’m making the reasonable request that they respect the principle, which is that if there’s a referendum, and the timing of the referendum, should not be matters for Westminster to determine. They should be matters for the Scottish people in parliament to determine.” </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:19:53.325Z\">at 10.19am GMT</time></p> \n</div> \n<div id=\"block-5decc9638f08eef22867f8b8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T10:12:27.531Z\">10.12am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">McDonnell admits antisemitism has hit Labour's campaign</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: Why have antisemites stayed in the Labour party?</em></p> \n  <p>The Jewish Labour Movement report on the problem is well out of date, McDonnell says. The individuals named in the report have been kicked out, he says. New procedures are dealing with the problem. Asked about the 136 cases cited in the report, McDonnell says it is “well below that” now. </p> \n  <p>He added: “I came on this programme and I said I was angry because we weren’t quick enough or ruthless enough. The new procedures are dealing with that.”</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"dc5a379a-dde0-46df-9753-b01e3e007a92\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/d2b2AYI6Xiw?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p><em>Q: Do you accept that if you lose this election antisemitism will be part of the reason?</em></p> \n  <p>McDonnell says: </p> \n  <blockquote class=\"quoted\"> \n   <p>I worry this has had its effect. We have done everything I think we can possible do. We have apologised to the Jewish community and I repeat that. We have always got to learn lessons. I want us to be a shining model. </p> \n   <p>I apologise to the Jewish community for the suffering we have inflicted on them. I say to them we are doing everything possible. We are going to learn more lessons and we want to be the shining example of antiracism that the Labour party should be. Having gone through this horrible, horrible period, we come out of it now actually showing respect to the Jewish community and tackling this issue, and enabling the Labour party to tackle antisemitism in our wider society. </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1203619810749239296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“We’ve done everything, I think, we can possibly do. We’ve apologised to the Jewish community”<a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a> asks Shadow Chancellor John McDonnell about anti-Semitism in the Labour Party<a href=\"https://t.co/X0aR3j9iz6\">https://t.co/X0aR3j9iz6</a> <a href=\"https://t.co/9CVbcX2pqg\">pic.twitter.com/9CVbcX2pqg</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1203619810749239296?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n  <blockquote> \n   <br> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T11:00:43.155Z\">at 11.00am GMT</time></p> \n</div> \n<div id=\"block-5decc7e88f08bacaf000c3b1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:58:18.020Z\">9.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Challenged on Labour’s plans for hospital funding, McDonnell insists Labour would give the NHS the 4% extra it needs. </p> \n  <p>Labour spending plans will be paid by the richest 5%, McDonnell says. He admits the rest will face a bill of more £200 a year but they will benefit from improved public services. </p> \n </div> \n</div> \n<div id=\"block-5decc6a98f08e7796de8ecd5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:52:28.692Z\">9.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow chancellor, <strong>John McDonnel</strong><strong>l</strong>, is being interviewed on BBC’s Andrew Marr Show.</p> \n  <p><em>Q: Do you want to overthrow capitalism?</em></p> \n  <p>I want to transform our economy and meet the existential threat of climate change, McDonnell says. </p> \n  <p><em>Q: How are you going to pay for the pledge to Waspi women?</em></p> \n  <p>McDonnell says it will come from borrowing, which is why it was not costed in the party’s manifesto grey book. This is a historic mess that we have to address, he says. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1203617810984759297\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“The bulk of this money will be borrowed but it’s the right thing to do”<br><br>Shadow Chancellor John McDonnell talks to <a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a> about compensating WASPI women<a href=\"https://t.co/uxZeJK8IN0\">https://t.co/uxZeJK8IN0</a> <a href=\"https://t.co/HguV4INVMr\">pic.twitter.com/HguV4INVMr</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1203617810984759297?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:24:31.389Z\">at 10.24am GMT</time></p> \n</div> \n<div id=\"block-5decc5ce8f08e7796de8ecd2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:46:34.557Z\">9.46am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Scotland would vote in favour of independence if Brexit goes ahead, a poll suggests, but a majority would vote no to leaving the UK if it remains within the EU. </p> \n  <p>The Panelbase poll for the Sunday Times found a majority, 51%, would back independence if the UK leaves the EU, while 49% would vote against it. </p> \n  <p>However, if the UK remains in the EU, a majority said they are against Scottish independence at 58%, with 42% in favour. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thetimesscot/status/1203111274055421952\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Saturday’s front page: Poll reveals sharp fall in support for independence <a href=\"https://twitter.com/hashtag/scotpapers?src=hash&amp;ref_src=twsrc%5Etfw\">#scotpapers</a> <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/FqE3G1qWc6\">pic.twitter.com/FqE3G1qWc6</a></p>— The Times Scotland (@thetimesscot) \n    <a href=\"https://twitter.com/thetimesscot/status/1203111274055421952?ref_src=twsrc%5Etfw\">December 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In general, support for independence has fallen, down 2% since November to 47%, while support for Scotland saying in the UK has risen by the same amount, to 53%. </p> \n  <p>The poll results were published as the Scottish Conservative leader, Jackson Carlaw, urged Scots to vote Tory to put plans for a second independence referendum “in cold storage for good”. </p> \n  <p>He urged unionist Scots to band together to stop a second independence referendum. </p> \n  <p>But the SNP leader, Nicola Sturgeon, said Scottish voters should “aim higher” than Boris Johnson and Brexit when voting in the general election on Thursday.</p> \n  <p>Nicola Sturgeon said the “very future” of Scotland was at stake in the election. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“Scotland cannot afford to live under more Westminster chaos for years and potentially decades – and we certainly cannot afford five years of Boris Johnson. </p> \n   <p>“The people of Scotland can do better than Boris and Brexit – and on Thursday we should aim higher. </p> \n   <p>“This Thursday, people in Scotland have an opportunity to unite and demand the right to choose a better future as an independent country – where we always get the governments we vote for and where we have the powers we need to make Scotland the best it can be. </p> \n   <p>“So I am asking Scotland to unite behind the SNP this Thursday – to escape Brexit, protect the NHS and to put Scotland’s future in Scotland’s hands – not Boris Johnson’s.” </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:58:48.250Z\">at 9.58am GMT</time></p> \n</div> \n<div id=\"block-5decc4d08f08e7796de8ecd1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:41:38.118Z\">9.41am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow health secretary, <strong tabindex=\"-1\">Jonathan Ashworth,</strong> said Boris Johnson is “misleading” the British people by saying he will bring down immigration levels, PA Media reports. </p> \n  <p>Speaking on Ridge on Sunday on Sky News, Ashworth said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“We should have a fair and balanced immigration system, of course we should, but he’s (Boris Johnson) imposing a tax on nurses coming from the EU and beyond, to come and work for our NHS to care for our sick and elderly. He’s going to exacerbate the staffing crisis in our NHS with his proposals. </p> \n   <p>“And he’s also misleading the British people, because he’s trying to give them the impression that he’s going to be bringing immigration down, but when you look at the details of what he’s announced today, he’s saying he’s going to hand over decisions on who will get a visa to an independent committee.” </p> \n   <p>“There will be no democratic control, there will be no accountability over any decision that any immigration minister makes, because it will be handed over to a statutory independent committee – so again, Boris Johnson’s lying to the British people.” </p> \n  </blockquote> \n  <p>Questioned on whether a Labour government would raise migration levels under any circumstances, Ashworth added: “You want an immigration system which reflects your needs in the economy.” </p> \n  <p>Asked whether if the economy needs it, Labour would permit a rise, he added: “If the economy needs it, then of course people should come here to work in our economy.” </p> \n  <p>Discussing Labour’s social care policy, he said: “Essentially we’re announcing free personal social care”. </p> \n  <p>He added: “It means that no one will have to pay anything for the care that they get in their home, support getting out of bed … this is about ensuring fairness in the system.” </p> \n  <p>Pushed on the costings of the policy, Ashworth said: “Well, we’re putting £10bn extra in.” </p> \n  <p>On whether Labour would agree to cross-party talks on social care legislation, Ashworth said if Labour loses the election, “we’ll deal with it then”, but that he’s “always prepared to talk to whoever”. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:00:44.212Z\">at 10.00am GMT</time></p> \n</div> \n<div id=\"block-5decc3d18f08bacaf000c3a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:38:07.415Z\">9.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"3d7ff509d837bb43cc69df44f626d890e5780224\"> \n   <img src=\"https://media.guim.co.uk/3d7ff509d837bb43cc69df44f626d890e5780224/0_228_2437_3044/801.jpg\" alt=\"Boris Johnson\" width=\"801\" height=\"1000\" class=\"gu-image\"> \n  </figure> \n  <p>Here’s PA Media’s write-up on Johnson’s claim that naughtiest thing he had ever done and was “prepared to admit” was riding his bicycle on the pavement. </p> \n  <blockquote> \n   <p>Much has been made of Johnson’s past record, which has included being sacked as a Times journalist for making up a quote and lying to then-Tory leader Michael Howard about his affair with journalist Petronella Wyatt – another decision that led to him being sacked, this time from his role as a shadow minister. </p> \n   <p>But when asked on Sky News’s Sophy Ridge on Sunday programme whether he had given his naughtiest deed any more thought, he exclaimed: “Oh no, not this again,” before asking his aides to provide him with suggestions of the naughtiest thing they had witnessed him do. </p> \n   <p>He then coughed up the confession of having cycled on the pavement in the past. </p> \n   <p>The Conservative party leader said: “I think I may sometimes, how can I put this, I may sometimes when I was riding a bicycle every day – which I used to do – I may sometimes have not always obeyed the law about cycling on the pavement. </p> \n   <p>“But I want you to know how firmly and strongly I disapprove of people who cycle on the pavement and I think it’s wrong and I feel bad about it but I might sometimes have scooted up onto the pavement rather than dismounting before.” </p> \n   <p>Asked if that was actually the naughtiest thing he had ever done, he replied: “No, no, it was a very careful rubric. What you said was the naughtiest thing that I was prepared to admit …” </p> \n   <p>The same question brought one of the stand-out moments of the 2017 election campaign when Theresa May said her naughtiest moment was running through fields of wheat on local farms when she was growing up. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:02:04.285Z\">at 10.02am GMT</time></p> \n</div> \n<div id=\"block-5decc1cb8f08e7796de8eccd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:33:10.116Z\">9.33am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Brexit party to renamed Reform party if UK leaves EU</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: What happens to the Brexit party if the UK leaves EU in January? </em></p> \n  <p>Farage says: </p> \n  <blockquote class=\"quoted\"> \n   <p>It will have to reform into the Reform party. It’ll have to campaign to change politics for good. Get rid of the House of Lords, change the voting system, so much to do. On Thursday, you’ll see a turnout much lower than the pundits expect, because people have lost faith already.</p> \n  </blockquote> \n  <p><em>Q: Will your party be renamed the Reform party?</em></p> \n  <p>Absolutely, I’ve registered it already.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:02:26.185Z\">at 10.02am GMT</time></p> \n</div> \n<div id=\"block-5decc0e08f08eef22867f89b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:26:29.733Z\">9.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Why did three Brexit party MEPs defect to the Tories? </em></p> \n  <p>Look at Annunziata Rees-Mogg’s class, she is a Conservative. </p> \n  <p>In Labour areas we will take Labour votes, Farage says. I have not fallen out with anyone. I am standing on principle. I have not moved, I want Brexit done, but I want the right Brexit done. </p> \n  <p>We will be back in crisis if Johnson’s deal goes through, Farage says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:02:43.587Z\">at 10.02am GMT</time></p> \n</div> \n<div id=\"block-5decbff68f08bacaf000c399\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:22:22.224Z\">9.22am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Why is support for the Brexit party dropping? </em></p> \n  <p>We have a chance of getting a “handful” of seats, Farage says. But he admits the party’s support could be split. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:22:29.568Z\">at 9.22am GMT</time></p> \n</div> \n<div id=\"block-5decbf5a8f08e7796de8ecc5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:18:27.202Z\">9.18am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Now it’s the turn of the Brexit party leader, Nigel Farage.</p> \n  <p><em>Q: What did you make of Boris Johnson’s claims about immigration? </em></p> \n  <p>Boris Johnson has always been very soft on immigration, but there is an election on so he is saying what people want to hear. How can people trust him, Farage says. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:26:02.610Z\">at 9.26am GMT</time></p> \n</div> \n<div id=\"block-5decbeac8f08bacaf000c396\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:15:59.469Z\">9.15am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Has the Lib Dem campaign been too presidential?</em></p> \n  <p>All Lib Dem campaigns have emphasised the leader. I’m taking a clear position on Brexit, I recognise that some people don’t like that. I want to stand up for what I believe in. That’s politics.</p> \n  <p><em>Q: Has criticism of you been sexist? </em></p> \n  <p>Politics is sexist, Swinson says. One of the ways of challenging that is to vote for more women. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1203619417290088449\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"We know double-standards apply.\"<br><br>Lib Dem leader, <a href=\"https://twitter.com/joswinson?ref_src=twsrc%5Etfw\">@joswinson</a> is asked about her ‘unfavourable’ approval ratings and whether sexism has played a part.<a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a><br>Get <a href=\"https://twitter.com/hashtag/GeneralElection2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GeneralElection2019</a> updates: <a href=\"https://t.co/26sueac4Fr\">https://t.co/26sueac4Fr</a> <a href=\"https://t.co/f5vzq7p5NF\">pic.twitter.com/f5vzq7p5NF</a></p>— Sophy Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1203619417290088449?ref_src=twsrc%5Etfw\">December 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T10:23:31.703Z\">at 10.23am GMT</time></p> \n</div> \n<div id=\"block-5decbe2d8f08e7796de8ecc0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:13:06.768Z\">9.13am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Was the decision to revoke article 50 a mistake? </em></p> \n  <p>It is a policy that is popular among remain voters, even among Labour remainers, Swinson insists. </p> \n  <p>Our position is that we want to remain in the EU. It would have democratic legitimacy if people voted for it in the election. </p> \n </div> \n</div> \n<div id=\"block-5decbdb68f08bacaf000c393\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:11:03.000Z\">9.11am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What’s the point of voting Lib Dem? </em></p> \n  <p>To have more Lib Dem MPs.</p> \n  <p><em>Q: Would you resign if the Lib Dems get fewer MPs after the election?</em></p> \n  <p>No. The party is in good health, she claims. I’m absolutely here to stay. Four months is not long enough to turn round the party, she says. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:14:15.518Z\">at 9.14am GMT</time></p> \n</div> \n<div id=\"block-5decbd2b8f08bacaf000c391\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:08:51.402Z\">9.08am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What will your tactics be if there is a hung parliament?</em></p> \n  <p>Neither Corbyn or Johnson are fit to be prime minister, Swinson says. She cites new allegations about antisemitism in the Labour party. We will continue to work with MPs who want to stop Brexit, she adds. </p> \n </div> \n</div> \n<div id=\"block-5decbcad8f08e7796de8ecbc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:06:10.949Z\">9.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Next up is Jo Swinson.</p> \n  <p><em>Q: How is the campaign going? </em></p> \n  <p>We still have an opportunity to stop Boris Johnson forcing the UK out of the EU without a deal, she says. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:14:43.583Z\">at 9.14am GMT</time></p> \n</div> \n<div id=\"block-5decbc1d8f08e7796de8ecbb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:04:40.765Z\">9.04am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Why isn’t Labour way ahead in the polls? Is Corbyn a problem?</em></p> \n  <p>I hear people raising issues about Corbyn and Boris Johnson, Ashworth says. He claims a voter told him yesterday that Donald Trump wants to get his hands on the NHS market. </p> \n  <p><em>Q: Should Corbyn resign if Labour loses?</em></p> \n  <p>We are going to win, Ashworth claims.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:05:49.632Z\">at 9.05am GMT</time></p> \n</div> \n<div id=\"block-5decbb1f8f08e7796de8ecb9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T09:01:45.793Z\">9.01am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ashworth promises a National Care Service for social care. He insists it will not mean writing a blank cheque to pay for it. The initiative will be paid for by the better off, Ashworth says.</p> \n  <p><em>Q: Would you work with other parties on the future of social care? </em></p> \n  <p>Ashworth ducks the questions by claiming he won’t need to talk to other parties because Labour is going to win.</p> \n </div> \n</div> \n<div id=\"block-5decbaa48f08bacaf000c38c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:57:34.128Z\">8.57am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow health secretary, Jon Ashworth, is next up on Sky.</p> \n  <p>Asked if he is happy for immigration to go up under Labour, Ashworth says “if the economy needs it, of course people should be able to come here to work”.</p> \n  <p>He also claims Labour could deliver free social care for those that need it. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:00:22.951Z\">at 9.00am GMT</time></p> \n</div> \n<div id=\"block-5decb9738f08bacaf000c388\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:54:26.712Z\">8.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"3bc85921c8cb52f5e6f57ac077e22da55a6c47ba\"> \n   <img src=\"https://media.guim.co.uk/3bc85921c8cb52f5e6f57ac077e22da55a6c47ba/0_171_3500_2100/1000.jpg\" alt=\"A commuter gestures Boris Johnson as he cycles across Vauxhall Bridge\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A commuter gestures Boris Johnson as he cycles across Vauxhall Bridge</span> \n    <span class=\"element-image__credit\">Photograph: John Stillwell/PA</span> \n   </figcaption> \n  </figure> \n  <p>The interview was recorded on Saturday, so PA Media had an embargoed write-up:<br></p> \n  <p>Boris Johnson has refused to say whether he would resign if he fails to win a majority in Thursday’s general election. </p> \n  <p>The prime minister’s high-stakes decision to call the snap vote could hand Jeremy Corbyn the keys to No 10 – making Johnson one of the shortest-serving PMs in British history. </p> \n  <p>But, in an interview with Sky’s Sophy Ridge on Sunday, Johnson would not be drawn on his political future when asked three times if he would stand down if he fails to secure a majority. </p> \n  <p>The PM admitted he was nervous and “fighting for every vote” ahead of the poll, but when asked if he would resign if it did not go his way, he replied: “The choice on Thursday is unbelievably stark, it’s between going forward with a one nation Conservative government that can get Brexit done …</p> \n  <p>“… or spending the whole of next year in complete paralysis with two referendums, one on Scotland, one on the EU when Jeremy Corbyn cannot even tell us what his position is on Brexit and who is going to campaign for the deal that he proposes to do.” </p> \n  <p>Pressed again, Johnson said: “If you don’t mind, Sophy, what I’m going to do is concentrate on the five days before us because that is what I think the people of this country would expect. We have got a very short time to get our message across. It’s a message of hope and optimism about this country.”</p> \n  <p>He restated his insistence that there would be no checks for goods travelling between Northern Ireland and Great Britain under his Brexit deal, saying the government documents shared by Labour were “wrong”. </p> \n  <p> Corbyn said on Friday his party had obtained a confidential government report he claimed was proof that there would be customs checks between Great Britain and Northern Ireland after Brexit. </p> \n  <p>But the PM told Sky: “There’s no question of there being checks on goods going NI/GB or GB/NI because they are part of – if you look at what the deal is, we’re part of the same customs territory and it’s very clear that there should be unfettered access between Northern Ireland and the rest of GB.” </p> \n  <p>Johnson also said immigration to the UK would fall under his proposed system after Britain has left the EU. </p> \n  <p>“I can make sure that numbers will come down because we’ll be able to control the system in that way and what I don’t think is right is to have an uncontrolled and unlimited approach to that,” he said. </p> \n  <p>The PM confessed to having sometimes ridden a bicycle on the pavement when he was asked to reveal the naughtiest thing he has ever done. “When I was riding a bicycle every day which I used to do, I may sometimes have not always obeyed the law about cycling on the pavement,” he admitted.</p> \n  <p>“I may sometimes, OK – but I want you to know how firmly and strongly I disapprove of people who cycle on the pavement and I think it’s wrong and I feel bad about it but I might sometimes have scooted up on to the pavement rather than dismounting before.” </p> \n  <p>Johnson claimed he had been asked to say what was the naughtiest thing he was prepared to admit, rather than the naughtiest thing he had ever done. </p> \n  <p>And he pledged: “I still strongly disapprove of anybody breaching the laws of the road and we’ll invigilate them very thoroughly if we’re lucky enough to be returned with a working majority on Thursday which is what we need to get Brexit done and move this country forward.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:02:52.486Z\">at 9.02am GMT</time></p> \n</div> \n<div id=\"block-5decb8d58f08e7796de8ecb3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:50:44.899Z\">8.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What’s the naughtiest thing you have done? </em></p> \n  <p>Not this again, Johnson says. I’ve been so busy to try to get Brexit done, he claims. “Help me out folks?” Johnson turns to his staff. I may sometimes when I was riding a bicycle may not have obeyed the law about cycling on the pavement, Johnson says. </p> \n </div> \n</div> \n<div id=\"block-5decb8368f08e7796de8ecb1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:47:36.098Z\">8.47am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Would you resign if you failed to get a majority? </em></p> \n  <p>Johnson dodges the question. I’m going to fight for every vote. I’m going to concentrate on the five days before us. He added: “We have got a very short time to get our message acros. It’s a message of hope and optimism about this country.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:03:52.666Z\">at 9.03am GMT</time></p> \n</div> \n<div id=\"block-5decb78a8f08bacaf000c383\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:45:19.472Z\">8.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: How many of the 50,000 nurses promised in the Tory manifesto will be new?</em></p> \n  <p>Thirty-one thousand, Johnson admits. Challenged on the number of hospitals the party is promising, he again suggests that seed money will help delivery 40 new hospitals. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:04:12.302Z\">at 9.04am GMT</time></p> \n</div> \n<div id=\"block-5decb6e28f08eef22867f886\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:41:09.759Z\">8.41am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What is the most radical thing in the Tory manifesto?</em></p> \n  <p>Brexit, Johnson says at first. Then he talks about infrastructure, homes, police and the prison system. </p> \n  <p>The whole agenda is transformative of this country, Johnson says. He again claims that the programme is that of a one nation Conservative party. “This will bring the country together,” Johnson says. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:04:50.027Z\">at 9.04am GMT</time></p> \n</div> \n<div id=\"block-5decb6008f08eef22867f884\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:39:50.074Z\">8.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Will there be higher or lower immigration under the Australian points-based system?</em></p> \n  <p>Lower, Johnson says. But he accepts that the Australian system has resulted in more immigration. He says he is not against immigration. It depends how the new system is applied. We want to bear down on immigration particularly on low skilled workers who have no job to come to, Johnson says. </p> \n  <p><em>Q: Can you guarantee numbers will come down?</em></p> \n  <p>Yes. Unlike Labour who will keep free movement. People are not hostile to immigration in the UK but they do want to see it democratically controlled. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:05:10.423Z\">at 9.05am GMT</time></p> \n</div> \n<div id=\"block-5decb56a8f08bacaf000c37e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:36:11.236Z\">8.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Will there be checks on the Irish border? </em></p> \n  <p>No, says Johnson. There won’t be checks both sides of the border, Johnson says, despite the leak of a document suggesting there will be. </p> \n  <p>We are a UK government, why would we put on checks from GB to NI or NI to GB, Johnson says. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T09:05:20.153Z\">at 9.05am GMT</time></p> \n</div> \n<div id=\"block-5decb4e98f08eef22867f883\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:33:25.815Z\">8.33am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ridge asks Johnson why people should trust him.</p> \n  <p>He talks about his record as London mayor and insists he is someone who delivers. “We want to get on and deliver,” he says. </p> \n  <p>He doesn’t take long to change the subject to Brexit and getting it done.</p> \n </div> \n</div> \n<div id=\"block-5decb12a8f08e7796de8ec9e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-08T08:26:05.535Z\">8.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Welcome to our final Sunday edition of politics live before Thursday’s general election.</p> \n  <p>Boris Johnson is still refusing to do an interview with the BBC’s Andrew Neil, but he has agreed to face Sky’s Sophy Ridge this morning. </p> \n  <p>She will also interview the Lib Dem leader, Jo Swinson, and the Brexit party leader, Nigel Farage. There’ll be no last-minute appeals from Jeremy Corbyn on either Sky or the BBC’s Andrew Marr Show.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1203411140765736960\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow is the final Sunday of the <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a> campaign - and <a href=\"https://twitter.com/RidgeOnSunday?ref_src=twsrc%5Etfw\">@RidgeOnSunday</a> has a line-up to match the occasion...<br><br>🔵 Prime Minister <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a><br>🔴 Shadow Health Sec <a href=\"https://twitter.com/JonAshworth?ref_src=twsrc%5Etfw\">@JonAshworth</a><br>🔶 <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> <a href=\"https://twitter.com/joswinson?ref_src=twsrc%5Etfw\">@joswinson</a><br>➡️ <a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a><br> <br>All with <a href=\"https://twitter.com/SophyRidgeSky?ref_src=twsrc%5Etfw\">@SophyRidgeSky</a> on <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@SkyNews</a> from 8.30am.<a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <a href=\"https://t.co/5ruc92xHTk\">pic.twitter.com/5ruc92xHTk</a></p>— Sophy Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1203411140765736960?ref_src=twsrc%5Etfw\">December 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Marr will be speaking to the SNP leader, Nicola Sturgeon, and the polling guru John Curtice. </p> \n  <p>There is also no sign that the polls are shifting. The Tories still enjoy a lead of about 10%.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/dec/05/election-polls-uk-2019-latest-opinion-poll-tracker\">Election polls UK 2019: Tories maintain lead over Labour with one week to go</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-08T08:37:07.840Z\">at 8.37am GMT</time></p> \n</div>",
      "wordcount": "9126",
      "commentCloseDate": "2019-12-08T21:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-08T08:26:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:45Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cpy64",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fc3e40472c07b6f3538a5aaecf9f4286a2be52aa/67_14_926_555/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That concludes the debate tonight. Representatives from all of the main parties were present, except the Conservatives and the Brexit Party who had declined an invitation to join. There were two empty podiums, but no melting ice sculptures this time around. Boris Johnson was widely criticised for his “cowardly” behaviour in failing to show up for interviews and debates, but chair Cathy Newman did fill in the Conservative policies on each of the debate topics. There were no major policy surprises, with all panellists launching attacks on NHS underfunding and emphasising the need for climate action. Jo Swinson was the target of much scathing criticism from her fellow panellists, who took the opportunity to raise her record on austerity measures during the coalition government, when she was a minister. Labour’s Angela Rayner and the SNP’s Philippa Whitford led in taking Swinson to task, saying she couldn’t condemn the impact of austerity measures she helped to create. Swinson apologised explicitly for her role in policies such as the bedroom tax, and the infamous tuition fee promises. The discussion on: trust There seem to be a wide acknowledgement across the panel that voters lacked trust in their politicians. Jo Swinson explicitly admitted her coalition government had broken a promise on election fees, but said the last time she lied was “about how many chocolate biscuits were in the tin” to her son, a joke which fell rather flat. Asked how Jewish voters could trust Labour, Angela Rayner insisted that the party were working to tackle anti-semitism. She emphasised the need for open debate, in a thinly veiled jab at Boris Johnson, calling politics and democracy “the best of British” and saying prospective leaders shouldn’t “hide from scrutiny”. Plaid Cymru’s Adam Price was more explicit, calling Johnson a “coward”. “Those who lead us should not mislead us and get away with it,” he added. Jonathan Bartley came out with the best line of the round, and was met with broad laughter. “Why should you trust us? You don’t join the Green Party for political ambition”. “If you don’t want refugee children coming to our country, I don’t want your vote”, he added. The SNP took the opportunity to call for votes at 16. Jo Swinson admits the Liberal Democrats got it wrong on tuition fees, conceding that they broke a promise The discussion on: health and social care A pretty unanimous verdict from tonight’s panellists that the NHS is under-funded, with over-crowding and long waiting times key issues. Angela Rayner, who was a home carer, condemned cuts for causing either undignified or totally inaccessible care. “When my Nan was dying, she said ‘If I was a dog, you’d put me down’, and no older person should feel like that”, Rayner said. The discussion on: the economy As well as heated criticism of Jo Swinson, this debate centred around child poverty, which Adam Price insisted could be eliminated given the political will. Philippa Witford of the SNP claimed that the UK lost 14,000 children per year before their 15th birthday. Commenting on this, she said: “That’s the size of a secondary school - can you imagine if a secondary school had it’s roof falling in every year? Maybe then we’d get off our bahookies and do something about it.” Swinson under fire for role in the coalition government Jo Swinson is getting a lot of criticism from her fellow panelists over her role in the coalition government, with Angela Rayner saying Swinson couldn’t criticise the impact of austerity caused by a government she was part of. Swinson apologised for her part in the policies such as the bedroom tax, but the SNP’s Philippa Whitford said that would not compensate for the policies which had “destroyed lives and families”. Swinson told of how her son’s school had been offering free bagels to combat child hunger. “They don’t want a bagel, they want a job”, Rayner retorted. The discussion on: the climate crisis There was a lot of common ground on this issue, with all representatives agreeing much needed to be done to tackle the climate crisis. The target for reaching zero-carbon varies across the representatives, with the Green’s having the most ambitious target of 2030. When criticised for the Green’s commitment to spend £100bn a year on climate action, Jonathan Bartley said: “If the climate was a bank, we’d have bailed it out by now.” The SNP were criticised for being “too late” with their target of 2045, but Witman said that Scotland got most of its energy from renewable sources. The most well-received statement of this round came from Plaid Cymru’s Adam Price, who said that the climate was “bigger than party politics”, with “one in seven of our species at risk of extinction”. The discussion on: terrorism Angela Rayner and Jo Swinson refused to be drawn specifically on whether convicted terrorists should always serve their full sentence, but both said the safety of the public should come first. Swinson also criticised Boris Johnson for politicising the death of Jack Merritt in the London Bridge attack, citing his father Dave Merritt who specifically requested his son’s death was not used in this way. Plaid Cymru’s Adam Price said they should serve the length of their sentence, and the balance had to “err on the side of caution” because the consequences of mistaken release were so high. The SNP’s representative appeared to take a different approach, saying that “to change people’s futures you have to actually solve their problems. There are far too many people in prison who should be helped in a public health approach”. However, Witson condemned automatic release of prisoners. The discussion on: mental health In a discussion on mental health, Plaid Cymru leader Adam Price revealed his own battle with depression, saying he had reached “the darkest points of all”. “I’m one of the one in four”, he said, referring to the number of people in the UK thought to be suffering with mental health problems. Labour’s Angela Rayner and the SNP’s Philippa Witford had more in common on this topic, both saying that health problems should be prevented early through social services. “Health isn’t about the NHS, that’s what picks you up when you fall. Poverty drives people into mental health issues”, Witford said, to rapturous applause. The discussion on: the NHS The first clash of the debate has come over the NHS, which all parties insisted they would preserve. Green party leader Jonathan Bartley said the NHS shouldn’t be used as “political football”, but claims Labour “built the bridge the Tories are walking towards privatisation”. Angela Rayner asked why A&amp;E in Scotland are failing to meet NHS targets, but Philippa Witford insists Labour are missing theirs in Wales, where they run the health service. “People have the right to #GoCompare”, said Witford, in what is surely the first of many one-liners of the evening. Cathy Newman, chairing the debate, confirms that both the Conservatives and the Brexit Party were invited to join the debate but declined. Instead, we’ll be hearing from Liberal Democrat leader Jo Swinson, shadow education secretary Angela Rayner, Plaid Cymru leader Adam Price, SNP health spokesperson Philippa Whitford and co-leader of the Green party, Jonathan Bartley. Good evening, I’m Molly Blackall and I’ll be taking over the live blog tonight. Coming up, we have the ‘Everything But Brexit’ debate on Channel 4, where senior politicians from the main parties are set to be quizzed by audience members on key election issues - with no mention of the B-word. Earlier in the week, the Independent reported that neither the Conservatives nor Brexit party would send a representative to the debate, but it’s currently unclear who will be attending. We’ll have all the updates as they unfold, from 6.30pm. The Conservative David Davies, who is defending his seat in Monmouth, South Wales, has floated the possibility of a no-deal Brexit. In an interview with the BBC, the pro-Leave former minister also dismissed criticism that the Tories’ campaign slogan “get Brexit done” was misleading, since trade negotiations would likely go on throughout 2020 if the UK did indeed leave the EU early next year. Asked whether a no-deal Brexit was possible after the transition period, Davies said: It’s a possibility, you have to accept that. We don’t want a no-deal Brexit. It’s not the first choice of anyone in the Conservative party. We want a deal, we want a good relationship with Europe, but we want them to accept that we’re leaving. However, anyone who’s done any kind of negotiating knows you cannot negotiate anything unless you’re prepared to walk away. ITV’s Hannah Miller subjected the prime minister to a tough line of questioning from the side of a football pitch near Stockport and has won plaudits throughout today for holding him to account. Boris Johnson’s evasive responses may well explain why he has avoided being interviewed by the BBC’s Andrew Neil. Shots fired. Jo Swinson, the Liberal Democrat leader, floated the suggestion for the second time that her party could be amenable to an accord with Labour in a hung parliament, in order to secure a people’s vote, if Jeremy Corbyn stood down after the election. Corbyn urged activists to “go flat out until 10 o’clock on Thursday” and celebrated that for the first time in British history, the Labour party could have more female than male MPs in the next parliament (see 1.55pm). Boris Johnson conceded there would be some customs checks for goods crossing the Irish Sea after Brexit but insisted they would apply only to items destined for the Republic of Ireland. He also refused to say whether he would resign if he fails to win a majority. The Scottish Tories claimed that a pact between Labour and the SNP was being drawn up and warned unionists in Scotland to vote for Conservative to prevent a second independence referendum from taking place. The Labour candidate for Glasgow North East, Paul Sweeney, said Labour would support a second referendum only if an explicit mandate for such a vote came out from the 2021 Scottish elections. “Ultimately, we’re democrats,” he said. “We respect the right of the Scottish people to self-determination.” Comedian and Labour supporter Steve Coogan urged voters to be smart as he campaigned with the Lib Dem candidate Oliver Henman on Sunday in his local constituency of Lewes in East Sussex. The shadow chancellor, John McDonnell, expressed his concern that the row over antisemitism in Labour may have an effect on the election result but that the party had “done everything we can possibly do” to tackle the problem. The Conservative party chairman, James Cleverly, apologised for Islamophobia in the party. “Well, course, I’m sorry and I’m sorry when people do or say things that are wrong. But I am confident that my party has a robust mechanism for dealing with it.” Ruth Davidson, a former Scottish Conservative leader, has hinted at a return to frontline politics to lead the Tories in Westminster once they are next in opposition. Ed Davey, the deputy leader of the Liberal Democrats, dismissed Boris Johnson’s claim that riding his bike on a pavement is the naughtiest thing he has ever done (see 9.38am), saying the prime minister has done many other “far naughtier” things. The anti-Brexit Best for Britain campaign released data showing the Tories are on course for a 40-seat majority, but it claims that tactical voting in 36 marginal seats would block this outcome (see 11.56am). Activists from Extinction Rebellion cycled to Heathrow airport to protest against plans to build a third runway, while highlighted the prime minister’s previous ardent opposition to the transport hub’s expansion. Repurposing his famous scrum metaphor, Boris Johnson urged Tory activists to keep the ball within the pack and to learn from the lessons of 2017 when his party squandered a healthy lead in the polls come the election. And here’s the morning summary. Do drop me a line on my Twitter if I’ve missed anything. Ruth Davidson, a former Scottish Conservative leader, has hinted at a return to frontline politics to lead the Tories in Westminster when they are next in opposition, my colleague Frances Perraudin reports. In an interview for the Sunday Telegraph’s Stella Magazine, the MSP for Edinburgh Central suggested she could re-enter politics once her one-year-old son was older. It may well be that my time in politics doesn’t come again until we’re in opposition. I’ve probably got more experience than anyone in the party on how to lead from opposition. If someone tapped on my door and asked me to help, I’d be there in a heartbeat. But at the moment, I’ve got four or five years when my son isn’t at school and that is not a time that I’m contemplating moving 450 miles away for the majority of the week. It’s just some things are more important than politics. Surprising scenes in Sunderland this afternoon where a group of dancers removed their overgarments to reveal they were wearing Brexit party T-shirts. It’s unclear whether they are actual supporters, or if they were merely paid to perform a routine. Equally, it remains unknown whether Kanye West – who has cultivated a friendly relationship with Nigel Farage ally Donald Trump – has consented to his song Power being used repeatedly by the Brexit party during the election campaign. The former Labour home secretary, Alan Johnson, has backed an app that is offering motorists free parking on Thursday near polling stations. Heavy rain and high winds are forecast in places on Thursday for the first December general election in almost a century, with only eight hours of daylight expected. To encourage people to go and vote, however, JustPark is allowing people half an hour of free parking through its website. “I am pleased to be part of a campaign that aims to get more people voting on 12 December,” Johnson said. This will be the first December election for 96 years and for the elderly and infirm in particular, there will be real worries about the cold and dark conditions. Being able to park, free of charge, close to the polling station will make a significant contribution to voter turnout. Vote smart and box clever to defeat the Conservative party, the actor Steve Coogan has urged. Campaigning with the Lib Dem candidate Oliver Henman on Sunday in his local constituency of Lewes in East Sussex, the comedian said he would be voting Liberal Democrat on Thursday because it was the “smartest thing to do”. Although he is a Labour supporter, the party came a distant third in 2017 in Lewes and it is one of a number of seats where the Lib Dems are best placed to beat the Tories and a vote for any other party would likely be wasted. Conservative MP Maria Caulfield holds the seat, where people voted narrowly to remain during the 2016 EU referendum, with a majority of 5,508. Just over 6,000 voted Labour. Coogan, best known for his portrayal of Alan Partridge, said he would be visiting other constituencies where he would urge people to vote Labour in order to keep out the Tories if they were the main opponent. It’s such a crucial issue facing the nation. The most important thing across the country is to defeat the Tories by any means necessary. It’s about being smart and boxing clever. Ed Davey, the deputy leader of the Liberal Democrats, has poured scorn on Boris Johnson’s claim that riding his bike on a pavement is the naughtiest thing he has ever done (see 9.38am), saying the prime minister has done many other “far naughtier” things. From lying to the Queen to insulting single mothers, Boris Johnson has done far naughtier things than cycling on the pavement. He has tried to laugh off his dismal track record of lying to the public and attacking women and minority groups. But this is no joke. One of the other things he could have mentioned was his previous use of drugs such as cannabis and cocaine, and earlier Jo Swinson told PA Media she had smoked “a fair bit of cannabis at university”, when asked the same question. “I don’t know whether that counts as particularly naughty, but your readers and viewers will be able to make up their own mind on that,” she said, adding: “It wasn’t just one, and I did inhale.” Jeremy Corbyn, meanwhile, said in 2017 that his own admission would be “far too naughty to say”. This week, he was asked to reveal “the most romantic … wild and reckless” moment of his life, to which he confessed to having enjoyed some “wonderful holidays” with his wife and referred suggestively to having a “great time together” when “you’re with somebody”. Elsewhere, activists from Extinction Rebellion are protesting against plans to build a third runway at Heathrow airport. Guy Shrubsole, from Friends of the Earth, notes the prime minister’s previous opposition to the transport hub’s expansion. Johnson said famously in 2015 that he would “lie down with you in front of those bulldozers and stop the building, stop the construction of that third runway”. Jeremy Corbyn has declared that Labour would invest to achieve prosperity and restated its pledge of free personal care for older people to end the crisis in social care. During a speech in Bangor – in the ultra-marginal Arfon constituency, held by Plaid Cymru with a majority of just 92 ahead of Labour in 2017 – he paid tribute to the determination of party campaigners and waxed lyrical about the beauty of the Welsh countryside. Corbyn urged activists to “go flat out until 10 o’clock on Thursday” and said that for the first time in British history, the Labour party intended to have at least an equal number of female MPs in the next parliamentary party. The [Labour] government of Wales is doing its best in very difficult circumstances. But it’s lost a billion pounds in funding because of austerity imposed by the Tories and the Liberal Democrats in Westminster in 2010. And then you drive through Wales … beautiful countryside, fantastic hills, wonderful diversity of topography and everything else. And then behind all that, is stunted aspirations and a great deal of poverty because of a lack of investment and the cruelty of how austerity has worked. In modern Britain, there are 4 million children living in poverty. This Christmas, 135,000 children will wake up not knowing if the place they’re waking up will be there home for much longer because they’re on short term tenancies. The price of austerity is not paid by the very rich [or] the 150 billionaires in Britain. It’s paid for by those going through mental health stress, those who are homeless, our children going hungry, by the underfunding of public services all over Britain. None of this is at all necessary. You can’t cut your way to prosperity. You invest your way to prosperity. However, in spite of the funding cuts from Westminster, Plaid Cymru accused Labour of “hypocrisy” over its social care policy. Plaid’s MP in Carmarthen, Jonathan Edwards, suggested Labour could have already delivered free social care in Wales but chose not to and criticised the party for not giving “credible answers” about its government in Wales. Edwards said in a statement: Labour in Wales could deliver free social care tomorrow if they wanted to. But they choose not to. Meanwhile, Plaid Cymru is promising free social care at the point of need for everyone in Wales. In Wales, Labour has had 20 years in government to deliver real change but has failed to do so and instead find themselves defending worse A&amp;E waiting times than England, health board scandal after health board scandal and a worrying fall in the number of GPs. That’s why twice on TV debates this election, poorly briefed Labour politicians have failed to give credible answers to questions on their own Labour government’s record in Wales. Richard Burgon simply smiled when asked why Labour had chosen not to deliver free social care in Wales, where they have the power to do so. You only have to look to Labour in government in Wales to see that Labour promises and Labour in government mean different things. Jo Swinson, the Liberal Democrat leader, has suggested once more that her party could amenable to an accord with Labour in a hung parliament, in order to secure a people’s vote, if Jeremy Corbyn stood down after the election. She told PA Media: Obviously we don’t know who the personalities would be in that circumstance, but we will obviously take a view on that depending on what circumstance we find ourselves in. I have been working with people from the Labour party, and people from the Conservative party, and the SNP, and Plaid Cymru, and the Green party to try and stop Brexit and try and secure a people’s vote so that we can remain in the EU. I’ve been doing that for the last couple of years and I will certainly be continuing to do that. Obviously, Jeremy Corbyn … is completely unfit to be prime minister, as is Boris Johnson for a whole host of different reasons. And so, if Labour are in a situation where they consider that Jeremy Corbyn is no longer fit to lead them, then we will of course look to keep working with people to try and secure a people’s vote. On Friday, Swinson told LBC that the party would not go into coalition with any other party. She told a caller: “There’s lots of places that we can win as Liberal Democrats where previously they might have been Conservative strongholds and will not put Corbyn in No 10. I will work constructively cross-party. I don’t think we’re in coalition territory.” Remember when Boris Johnson, then mayor of London, mused back in 2013 that “if the ball came loose from the back of the scrum” he would like to be prime minister? Now, as PM, he has urged Tory activists to keep the ball within the pack and to learn from the lessons of 2017 when his party squandered a healthy lead in the polls come the election. We’re now in the final furlong of this race and that is when of course the horses can still change places. We’re in their 25, to use a rugby metaphor, or is it 22 metres now? I can’t remember. Anyway, we’re still not quite there yet and do not forget what happened in 2017. To get back to rugby, we’ve got to drive for the line, keep the ball firmly at the back of our feet and we’re going to get there but only if we work really hard. Keep the ball firmly at the back of the scrum and drive for the line, if you know what I mean. Good afternoon, I’m Mattha Busby, taking the reins from my colleague Matthew Weaver. Earlier, the SNP leader, Nicola Sturgeon, said Labour would have “questions to answer” if it does not accept the SNP’s post-election demands. Shortly after, the Labour candidate for Glasgow North East, Paul Sweeney, said his party would not “stand in the way” of a second referendum if independence-supporting parties return a majority to Holyrood in 2021. However, he stressed there was no clear mandate for a second vote and Labour “would not be going into that at this stage” although he noted Ian Blackford would “meet regularly” with Jeremy Corbyn while parliament is sitting. He told Sunday Politics Scotland: Ultimately, we’re democrats. We respect the right of the Scottish people to self-determination. If there were an explicit mandate for that, say, after the Scottish elections in 2021, it wouldn’t be for any British government to stand in the way of that. The interim Scottish Tory leader, Jackson Carlaw, said Sweeney’s comments were confirmation of a deal between the two parties and he restated what has become a traditional line of attack for his party. Paul Sweeney has set it out in black and white. A Labour-SNP pact is being drawn up; it’s just a matter of dotting the i’s and crossing the t’s. This is what could happen by Friday if Sturgeon and Corbyn succeed. It means our union is on the line this week. Ian Blackford said today that he and Jeremy Corbyn speak regularly, and he doesn’t expect Corbyn to oppose the Nationalists. So pro-UK voters in Scotland face the very real risk of an Indyref2 pact being stitched up by the end of this week. Pro-UK voters in Scotland must act on Thursday to stop this happening. And it is only by voting Scottish Conservative and Unionist that we can do that. Meanwhile, the Liberal Democrat candidate, Christine Jardine, has said her party would “not put Jeremy Corbyn into Downing Street, full stop”. However, the Lib Dems would back legislation for another Brexit referendum, she said. Speaking to Andrew Marr this morning, Sturgeon had said every Tory-held seat in Scotland faced the SNP as the main opposition and she raised the spectre of what damage a Boris Johnson-led government would cause. She said Labour would have “some big explaining” to do if it refused the conditional support of the Scottish Nationalist party. Well look, I lead a minority government so I probably know more than most politicians in the UK what it takes. You can’t do anything in a minority government unless you have the support of another party. I don’t believe Labour if against of all of the odds and what the opinion polls are suggesting they get into a position where they can govern and implement their manifesto. They would turn their backs on that. But can I just say my key priority in this election, because I think it’s in Scotland’s interest and the UK’s interest, is to try to stop Boris Johnson getting a majority on Thursday. Every Tory-held seat in Scotland has the SNP as the main challenger and my appeal to people is to make sure we’re not waking up on Friday with the prospect of five years of Boris Johnson because I think it would do real damage. We will offer our support to a minority Labour government with certain conditions attached to that and I guess my view here would be to think about that prospect and imagine on Friday Jeremy Corbyn, John McDonnell are in the position of being able to form a government. I don’t think they’re going to turn their backs on that, and if they do – I think they’ve got some big explaining to do. Boris Johnson and members of his cabinet have had a taste of being call centre operatives in a bid to drum up Tory support. The prime minister spent a couple of minutes appearing to work out how to use the system, before the chancellor, Sajid Javid, handed him a headset to wear. After he announced his name to the voter, Johnson helpfully added: “I’m the prime minister”, before having a short chat. Dominic Raab, Michael Gove and Theresa Villiers were among the other senior ministers who were making calls at the Conservative party offices in Millbank, central London. The shadow chancellor has expressed his concern that the row over antisemitism in Labour may have an effect on the election result, adding that the party had “done everything we can possibly do” to tackle the problem. In a BBC One interview on Sunday morning, John McDonnell apologised to the Jewish community for “the suffering we’ve inflicted on them”. He added: “I say to them, we’re doing everything possible and we are going to learn more lessons and we want to be the shining example of anti-racism that the Labour party should be.” Asked if he thought antisemitism in the party would be partly to blame if Labour lost Thursday’s general election, he said: “I worry that this has had its effect. We’ve done everything that I think we can possibly do. We’ve apologised to the Jewish community … We’ve always got to learn lessons, of course we have, all political parties. Because it isn’t just the Labour party.” The anti-Brexit Best for Britain campaign has released MRP data showing the Conservatives are on course for a 40-seat majority, but it claims that tactical voting in 36 marginal seats would block this outcome. It has calculated that just 40,704 tactical votes in these seats would prevent a Conservative majority. The seat-by-seat analysis of 28,272 voters found that without tactical voting the Conservative party would win 345 seats. It reckons that less than 2,500 tactical votes in the 36 marginals would stop this outcome. The list of marginals and the votes required in each to block the Conservatives is published here. In Dewsbury, it would take only 82 Green and Lib Dem voters backing Labour to prevent the Conservative party winning the seat. Other seats on the list include West Bromwich West, Carshalton and Wallington and Sedgefield. Best for Britain says that if tactical voting were successful in these 36 seats, the Conservatives would win 309 seats, Labour 255, Lib Dems 14, Greens one, Plaid three, and the SNP 49 seats. Its chief executive, Naomi Smith, said: “This election is on a knife-edge, and if enough remainers hold their nose and vote for the candidate with the best chance of stopping the Tories in their seat we’re heading for a hung parliament and a final-say referendum.” Cleverly was also asked about the investigation the Tory party has promised into Islamophobia and whether it would be included only in a wider look at prejudice more generally. He said: “It will specifically look into Islamophobia in my party. And it will, by definition, also have to look at other stuff as well, because you can’t always unpick this.” The Conservative party chairman, James Cleverly, has apologised for Islamophobia in the party. Speaking to BBC Radio 5 Live, he said: “Well, course, I’m sorry and I’m sorry when people do or say things that are wrong. But I am confident that my party has a robust mechanism for dealing with it.” Cleverly also falsely claimed that Boris Johnson had apologised for a notorious article he wrote in 2018 when he said women wearing niqabs resembled “letterboxes” and “bank robbers”. Last week the Guardian revealed that at least four ministers have gone on election campaigning trips to endorse Tory candidates facing allegations of Islamophobia since the claims against them came to light. PA Media picks up on the very modest ambition Farage has for the election. Asked how many seats the Brexit party could win, Farage told Sky: Well, I think there’s a handful in which we’ve got a seriously good chance of winning and I think we will get some in, I genuinely do.” He added: Of course I want Brexit done, but I want the right Brexit done … We will be back in crisis by June unless this withdrawal agreement is amended and that is the fight I’ve got and I want just to get a bridgehead of Brexit party MPs in parliament to hold Boris Johnson to account, because otherwise we’re going to see Brexit sold out.” The SNP Westminster leader, Ian Blackford, says his party would be a “moderating force” on a Labour minority government, while insisting there is no reason why Jeremy Corbyn should deny a second independence referendum. He said: “I know that Jeremy Corbyn has supported the right of self-determination all round the world and there’s no reason why he would not recognise that the mandate [for a second independence referendum] it already there and he has to compromise on that. For us it’s very simple.” Speaking on the BBC’s Sunday Politics Scotland programme, Blackford was also challenged about how the SNP intended to moderate the Labour manifesto, particularly with the Scottish Tories making the argument that a vote for the SNP is vote for Labour. Blackford refused to name specific policies, but said: “We will go through this on a case by case basis and we will be a moderating force on Labour”. On Trident renewal, which Nicola Sturgeon has previously described as a red line in negotiations, he added: “Jeremy Corbyn doesn’t want to press the button. Are we really talking about the situation where a Labour government would want to commit up to £2bn of our money on weapons that will never be reused?” Here’s a summary of what we learned from a packed final round of Sunday morning broadcast interviews: The shadow chancellor, John McDonnell, has admitted that the issue of antisemitism has hit Labour’s campaign. “I worry this has had its effect,” he told the BBC, but claimed the party had done “everything we can possible do” to tackle antisemitism. He added: “I apologise to the Jewish community for the suffering we have inflicted on them.” Boris Johnson has conceded there will be some customs checks for goods crossing the Irish Sea after Brexit but insisted they would apply only to items destined for the Republic of Ireland. In an interview on Sky News, he initially said “there won’t be checks” before admitting there would be for goods going on to the Republic of Ireland. Johnson claimed that the naughtiest thing he had ever done and was “prepared to admit” was riding his bicycle on the pavement. Asked if that was really the case, he replied: “No, no, it was a very careful rubric. What you said was the naughtiest thing that I was prepared to admit.” The prime minister refused to say whether he would resign if he fails to win a majority. Ducking the question, he said: “The choice on Thursday is unbelievably stark, it’s between going forward with a one nation Conservative government that can get Brexit done. The Brexit party is to be renamed the Reform party, if the UK leaves the EU in January. Asked about the party’s future, its leader, Nigel Farage, said: “It will have to reform into the Reform party. It’ll have to campaign to change politics for good.” The shadow health secretary has announced a £10bn National Care Service to provide “free personal social care”. He said: “It means that no one will have to pay anything for the care that they get in their home, support getting out of bed … this is about ensuring fairness in the system. Boris Johnson has admitted there will be some customs checks for goods crossing the Irish Sea after Brexit but insisted they would apply only to items destined for the Republic of Ireland. In an interview on Sky News on Sunday morning, the prime minister promised that “there won’t be checks” despite warnings to the contrary in leaked Treasury documents. The document, seized on by Labour last week, also raises the prospect that there could be tariffs on trade going the other way. However, Johnson did admit there would be checks if goods that are then going on to the Republic of Ireland. The SNP’s leader, Nicola Sturgeon, has said she is not asking Labour to support the idea of another independence referendum, but to “respect the principle”. Speaking on the BBC’s Andrew Marr Show, Sturgeon said: “My message (to the Labour party) would be listen carefully, I’ll never do anything that puts Boris Johnson into Downing Street, but Labour, in order to get a Queen’s speech and a budget through, if they’re in a minority position, need the support of another party. “And if Scotland votes for the SNP in a hung parliament giving Scotland enormous leverage, then I will exercise that firstly in line with Scotland’s interest. “Labour perhaps are not fully understanding what they would need to do in order to get their policies fully implemented. “I’m not asking Labour to support Scottish independence, I’m not even asking them to support the idea that there should be another independence referendum. “I’m making the reasonable request that they respect the principle, which is that if there’s a referendum, and the timing of the referendum, should not be matters for Westminster to determine. They should be matters for the Scottish people in parliament to determine.” Q: Why have antisemites stayed in the Labour party? The Jewish Labour Movement report on the problem is well out of date, McDonnell says. The individuals named in the report have been kicked out, he says. New procedures are dealing with the problem. Asked about the 136 cases cited in the report, McDonnell says it is “well below that” now. He added: “I came on this programme and I said I was angry because we weren’t quick enough or ruthless enough. The new procedures are dealing with that.” Q: Do you accept that if you lose this election antisemitism will be part of the reason? McDonnell says: I worry this has had its effect. We have done everything I think we can possible do. We have apologised to the Jewish community and I repeat that. We have always got to learn lessons. I want us to be a shining model. I apologise to the Jewish community for the suffering we have inflicted on them. I say to them we are doing everything possible. We are going to learn more lessons and we want to be the shining example of antiracism that the Labour party should be. Having gone through this horrible, horrible period, we come out of it now actually showing respect to the Jewish community and tackling this issue, and enabling the Labour party to tackle antisemitism in our wider society. Challenged on Labour’s plans for hospital funding, McDonnell insists Labour would give the NHS the 4% extra it needs. Labour spending plans will be paid by the richest 5%, McDonnell says. He admits the rest will face a bill of more £200 a year but they will benefit from improved public services. The shadow chancellor, John McDonnell, is being interviewed on BBC’s Andrew Marr Show. Q: Do you want to overthrow capitalism? I want to transform our economy and meet the existential threat of climate change, McDonnell says. Q: How are you going to pay for the pledge to Waspi women? McDonnell says it will come from borrowing, which is why it was not costed in the party’s manifesto grey book. This is a historic mess that we have to address, he says. Scotland would vote in favour of independence if Brexit goes ahead, a poll suggests, but a majority would vote no to leaving the UK if it remains within the EU. The Panelbase poll for the Sunday Times found a majority, 51%, would back independence if the UK leaves the EU, while 49% would vote against it. However, if the UK remains in the EU, a majority said they are against Scottish independence at 58%, with 42% in favour. In general, support for independence has fallen, down 2% since November to 47%, while support for Scotland saying in the UK has risen by the same amount, to 53%. The poll results were published as the Scottish Conservative leader, Jackson Carlaw, urged Scots to vote Tory to put plans for a second independence referendum “in cold storage for good”. He urged unionist Scots to band together to stop a second independence referendum. But the SNP leader, Nicola Sturgeon, said Scottish voters should “aim higher” than Boris Johnson and Brexit when voting in the general election on Thursday. Nicola Sturgeon said the “very future” of Scotland was at stake in the election. She said: “Scotland cannot afford to live under more Westminster chaos for years and potentially decades – and we certainly cannot afford five years of Boris Johnson. “The people of Scotland can do better than Boris and Brexit – and on Thursday we should aim higher. “This Thursday, people in Scotland have an opportunity to unite and demand the right to choose a better future as an independent country – where we always get the governments we vote for and where we have the powers we need to make Scotland the best it can be. “So I am asking Scotland to unite behind the SNP this Thursday – to escape Brexit, protect the NHS and to put Scotland’s future in Scotland’s hands – not Boris Johnson’s.” The shadow health secretary, Jonathan Ashworth, said Boris Johnson is “misleading” the British people by saying he will bring down immigration levels, PA Media reports. Speaking on Ridge on Sunday on Sky News, Ashworth said: “We should have a fair and balanced immigration system, of course we should, but he’s (Boris Johnson) imposing a tax on nurses coming from the EU and beyond, to come and work for our NHS to care for our sick and elderly. He’s going to exacerbate the staffing crisis in our NHS with his proposals. “And he’s also misleading the British people, because he’s trying to give them the impression that he’s going to be bringing immigration down, but when you look at the details of what he’s announced today, he’s saying he’s going to hand over decisions on who will get a visa to an independent committee.” “There will be no democratic control, there will be no accountability over any decision that any immigration minister makes, because it will be handed over to a statutory independent committee – so again, Boris Johnson’s lying to the British people.” Questioned on whether a Labour government would raise migration levels under any circumstances, Ashworth added: “You want an immigration system which reflects your needs in the economy.” Asked whether if the economy needs it, Labour would permit a rise, he added: “If the economy needs it, then of course people should come here to work in our economy.” Discussing Labour’s social care policy, he said: “Essentially we’re announcing free personal social care”. He added: “It means that no one will have to pay anything for the care that they get in their home, support getting out of bed … this is about ensuring fairness in the system.” Pushed on the costings of the policy, Ashworth said: “Well, we’re putting £10bn extra in.” On whether Labour would agree to cross-party talks on social care legislation, Ashworth said if Labour loses the election, “we’ll deal with it then”, but that he’s “always prepared to talk to whoever”. Here’s PA Media’s write-up on Johnson’s claim that naughtiest thing he had ever done and was “prepared to admit” was riding his bicycle on the pavement. Much has been made of Johnson’s past record, which has included being sacked as a Times journalist for making up a quote and lying to then-Tory leader Michael Howard about his affair with journalist Petronella Wyatt – another decision that led to him being sacked, this time from his role as a shadow minister. But when asked on Sky News’s Sophy Ridge on Sunday programme whether he had given his naughtiest deed any more thought, he exclaimed: “Oh no, not this again,” before asking his aides to provide him with suggestions of the naughtiest thing they had witnessed him do. He then coughed up the confession of having cycled on the pavement in the past. The Conservative party leader said: “I think I may sometimes, how can I put this, I may sometimes when I was riding a bicycle every day – which I used to do – I may sometimes have not always obeyed the law about cycling on the pavement. “But I want you to know how firmly and strongly I disapprove of people who cycle on the pavement and I think it’s wrong and I feel bad about it but I might sometimes have scooted up onto the pavement rather than dismounting before.” Asked if that was actually the naughtiest thing he had ever done, he replied: “No, no, it was a very careful rubric. What you said was the naughtiest thing that I was prepared to admit …” The same question brought one of the stand-out moments of the 2017 election campaign when Theresa May said her naughtiest moment was running through fields of wheat on local farms when she was growing up. Q: What happens to the Brexit party if the UK leaves EU in January? Farage says: It will have to reform into the Reform party. It’ll have to campaign to change politics for good. Get rid of the House of Lords, change the voting system, so much to do. On Thursday, you’ll see a turnout much lower than the pundits expect, because people have lost faith already. Q: Will your party be renamed the Reform party? Absolutely, I’ve registered it already. Q: Why did three Brexit party MEPs defect to the Tories? Look at Annunziata Rees-Mogg’s class, she is a Conservative. In Labour areas we will take Labour votes, Farage says. I have not fallen out with anyone. I am standing on principle. I have not moved, I want Brexit done, but I want the right Brexit done. We will be back in crisis if Johnson’s deal goes through, Farage says. Q: Why is support for the Brexit party dropping? We have a chance of getting a “handful” of seats, Farage says. But he admits the party’s support could be split. Now it’s the turn of the Brexit party leader, Nigel Farage. Q: What did you make of Boris Johnson’s claims about immigration? Boris Johnson has always been very soft on immigration, but there is an election on so he is saying what people want to hear. How can people trust him, Farage says. Q: Has the Lib Dem campaign been too presidential? All Lib Dem campaigns have emphasised the leader. I’m taking a clear position on Brexit, I recognise that some people don’t like that. I want to stand up for what I believe in. That’s politics. Q: Has criticism of you been sexist? Politics is sexist, Swinson says. One of the ways of challenging that is to vote for more women. Q: Was the decision to revoke article 50 a mistake? It is a policy that is popular among remain voters, even among Labour remainers, Swinson insists. Our position is that we want to remain in the EU. It would have democratic legitimacy if people voted for it in the election. Q: What’s the point of voting Lib Dem? To have more Lib Dem MPs. Q: Would you resign if the Lib Dems get fewer MPs after the election? No. The party is in good health, she claims. I’m absolutely here to stay. Four months is not long enough to turn round the party, she says. Q: What will your tactics be if there is a hung parliament? Neither Corbyn or Johnson are fit to be prime minister, Swinson says. She cites new allegations about antisemitism in the Labour party. We will continue to work with MPs who want to stop Brexit, she adds. Next up is Jo Swinson. Q: How is the campaign going? We still have an opportunity to stop Boris Johnson forcing the UK out of the EU without a deal, she says. Q: Why isn’t Labour way ahead in the polls? Is Corbyn a problem? I hear people raising issues about Corbyn and Boris Johnson, Ashworth says. He claims a voter told him yesterday that Donald Trump wants to get his hands on the NHS market. Q: Should Corbyn resign if Labour loses? We are going to win, Ashworth claims. Ashworth promises a National Care Service for social care. He insists it will not mean writing a blank cheque to pay for it. The initiative will be paid for by the better off, Ashworth says. Q: Would you work with other parties on the future of social care? Ashworth ducks the questions by claiming he won’t need to talk to other parties because Labour is going to win. The shadow health secretary, Jon Ashworth, is next up on Sky. Asked if he is happy for immigration to go up under Labour, Ashworth says “if the economy needs it, of course people should be able to come here to work”. He also claims Labour could deliver free social care for those that need it. The interview was recorded on Saturday, so PA Media had an embargoed write-up: Boris Johnson has refused to say whether he would resign if he fails to win a majority in Thursday’s general election. The prime minister’s high-stakes decision to call the snap vote could hand Jeremy Corbyn the keys to No 10 – making Johnson one of the shortest-serving PMs in British history. But, in an interview with Sky’s Sophy Ridge on Sunday, Johnson would not be drawn on his political future when asked three times if he would stand down if he fails to secure a majority. The PM admitted he was nervous and “fighting for every vote” ahead of the poll, but when asked if he would resign if it did not go his way, he replied: “The choice on Thursday is unbelievably stark, it’s between going forward with a one nation Conservative government that can get Brexit done … “… or spending the whole of next year in complete paralysis with two referendums, one on Scotland, one on the EU when Jeremy Corbyn cannot even tell us what his position is on Brexit and who is going to campaign for the deal that he proposes to do.” Pressed again, Johnson said: “If you don’t mind, Sophy, what I’m going to do is concentrate on the five days before us because that is what I think the people of this country would expect. We have got a very short time to get our message across. It’s a message of hope and optimism about this country.” He restated his insistence that there would be no checks for goods travelling between Northern Ireland and Great Britain under his Brexit deal, saying the government documents shared by Labour were “wrong”. Corbyn said on Friday his party had obtained a confidential government report he claimed was proof that there would be customs checks between Great Britain and Northern Ireland after Brexit. But the PM told Sky: “There’s no question of there being checks on goods going NI/GB or GB/NI because they are part of – if you look at what the deal is, we’re part of the same customs territory and it’s very clear that there should be unfettered access between Northern Ireland and the rest of GB.” Johnson also said immigration to the UK would fall under his proposed system after Britain has left the EU. “I can make sure that numbers will come down because we’ll be able to control the system in that way and what I don’t think is right is to have an uncontrolled and unlimited approach to that,” he said. The PM confessed to having sometimes ridden a bicycle on the pavement when he was asked to reveal the naughtiest thing he has ever done. “When I was riding a bicycle every day which I used to do, I may sometimes have not always obeyed the law about cycling on the pavement,” he admitted. “I may sometimes, OK – but I want you to know how firmly and strongly I disapprove of people who cycle on the pavement and I think it’s wrong and I feel bad about it but I might sometimes have scooted up on to the pavement rather than dismounting before.” Johnson claimed he had been asked to say what was the naughtiest thing he was prepared to admit, rather than the naughtiest thing he had ever done. And he pledged: “I still strongly disapprove of anybody breaching the laws of the road and we’ll invigilate them very thoroughly if we’re lucky enough to be returned with a working majority on Thursday which is what we need to get Brexit done and move this country forward.” Q: What’s the naughtiest thing you have done? Not this again, Johnson says. I’ve been so busy to try to get Brexit done, he claims. “Help me out folks?” Johnson turns to his staff. I may sometimes when I was riding a bicycle may not have obeyed the law about cycling on the pavement, Johnson says. Q: Would you resign if you failed to get a majority? Johnson dodges the question. I’m going to fight for every vote. I’m going to concentrate on the five days before us. He added: “We have got a very short time to get our message acros. It’s a message of hope and optimism about this country.” Q: How many of the 50,000 nurses promised in the Tory manifesto will be new? Thirty-one thousand, Johnson admits. Challenged on the number of hospitals the party is promising, he again suggests that seed money will help delivery 40 new hospitals. Q: What is the most radical thing in the Tory manifesto? Brexit, Johnson says at first. Then he talks about infrastructure, homes, police and the prison system. The whole agenda is transformative of this country, Johnson says. He again claims that the programme is that of a one nation Conservative party. “This will bring the country together,” Johnson says. Q: Will there be higher or lower immigration under the Australian points-based system? Lower, Johnson says. But he accepts that the Australian system has resulted in more immigration. He says he is not against immigration. It depends how the new system is applied. We want to bear down on immigration particularly on low skilled workers who have no job to come to, Johnson says. Q: Can you guarantee numbers will come down? Yes. Unlike Labour who will keep free movement. People are not hostile to immigration in the UK but they do want to see it democratically controlled. Q: Will there be checks on the Irish border? No, says Johnson. There won’t be checks both sides of the border, Johnson says, despite the leak of a document suggesting there will be. We are a UK government, why would we put on checks from GB to NI or NI to GB, Johnson says. Ridge asks Johnson why people should trust him. He talks about his record as London mayor and insists he is someone who delivers. “We want to get on and deliver,” he says. He doesn’t take long to change the subject to Brexit and getting it done. Welcome to our final Sunday edition of politics live before Thursday’s general election. Boris Johnson is still refusing to do an interview with the BBC’s Andrew Neil, but he has agreed to face Sky’s Sophy Ridge this morning. She will also interview the Lib Dem leader, Jo Swinson, and the Brexit party leader, Nigel Farage. There’ll be no last-minute appeals from Jeremy Corbyn on either Sky or the BBC’s Andrew Marr Show. Marr will be speaking to the SNP leader, Nicola Sturgeon, and the polling guru John Curtice. There is also no sign that the polls are shifting. The Tories still enjoy a lead of about 10%.",
      "charCount": "52679",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>, <a href=\"profile/matthewweaver\">Matthew Weaver</a> and <a href=\"profile/molly-blackall\">Molly Blackall</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/08/boris-johnson-lying-over-immigration-jonathan-ashworth",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-08T19:24:36Z",
    "webTitle": "Critics attack Johnson's plan for 'Australian-style' migration system",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/08/boris-johnson-lying-over-immigration-jonathan-ashworth",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/boris-johnson-lying-over-immigration-jonathan-ashworth",
    "fields": {
      "headline": "Critics attack Johnson's plan for 'Australian-style' migration system",
      "standfirst": "<p>PM accused of misleading voters and not understanding value of non-high-skilled jobs</p>",
      "trailText": "PM accused of misleading voters and not understanding value of non-high-skilled jobs",
      "byline": "Kate Proctor and Frances Perraudin",
      "main": "<figure class=\"element element-image\" data-media-id=\"0179dedaed08993655724a8b6e068c30112a68b8\"> <img src=\"https://media.guim.co.uk/0179dedaed08993655724a8b6e068c30112a68b8/0_177_5001_3001/1000.jpg\" alt=\"Boris Johnson takes calls at Conservative party campaign headquarters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson takes calls at Conservative party campaign headquarters.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson’s proposed “Australian-style” points system to reduce immigration has been criticised for failing to understand how vital low and medium-skilled jobs are to the UK economy and for giving a false impression to voters of radical change.</p> <p>The scheme would separate future immigrants into three tiers with entry for exceptional and talented people, skilled workers with a job offer, and unskilled for short-term schemes.</p> <p>Jonathan Portes, a professor of economics at King’s College London and senior fellow at the research group UK in a Changing Europe, said: “It’s not radical. Most likely it will not look that different from what we have now.</p> <p>“There’s a damaging misconception in this debate that there’s a binary divide between the brain surgeons and the people who pick strawberries – most ordinary immigrants are somewhere in between. Doing jobs that require skills but aren’t necessarily highly skilled, and they would not pass this particular test.</p> <p>“Butchers, for example, or people who work in abattoirs – this is hard work and you need training. Most come from eastern Europe but are unlikely to make the highly skilled cut.”</p> <p>He said “Australian-style” was a phrase that performed well in focus groups, which is why Labour’s then immigration minister, Liam Byrne, chose to use it as far back as 2007, because it implies regulation and control, yet Johnson’s plans do not include the one element that would make it distinctly Australian, Portes said.</p> <p>“If you score certain points for your qualifications then Australia will let you in without a job offer. Johnson isn’t proposing that for the UK. If he was then that would be radical,” he said.</p> <p>Madeleine Sumption, the director of the Migration Observatory at Oxford University, said Johnson’s proposals went “roughly in the direction we were expecting the system to be heading [after Brexit] anyway”.</p> <p>She said they equated to “a relatively mainstream immigration system of the kind that you would find in relatively high income countries that don’t have free movement”.</p> <p>Sumption added: “It’s a lot more restrictive than free movement, so for certain employers there would still probably be difficulties transitioning from a system where there’s no bureaucracy attached and where they can hire people very easily to one where they’d have to hire people temporarily or not at all.</p> <p>“I don’t want to suggest that there’s no change. It is a more restrictive system than the one we have now, on the whole. But, by international standards, I would say it’s a relatively mainstream system.”</p> <p>Johnson had earlier been accused of lying to voters over his election pledge to reduce immigration levels. The shadow health secretary, Jonathan Ashworth, said the EU’s free movement of people had been good for the UK, and criticised the prime minister’s proposal to give the <a href=\"https://www.theguardian.com/uk-news/2018/dec/18/cabinet-stand-off-over-30000-threshold-for-skilled-migrants\">migration advisory committee</a> (MAC) the power to set quotas and hand out visas.</p> <p>“He is misleading the British people, because he’s tried to give the impression he’s going to bring immigration down, but when you look at the details of what he has announced today, he is saying you’ve got to hand over decisions on who will get a visa to an independent committee,” Ashworth told Sky’s Sophy Ridge on Sunday.</p> <p>“There will be no accountability over any decision that any immigration minister makes, because they will be handed over to a statutory independent committee. So again, Boris Johnson is lying to the British people.”</p> <p>As well as an enhanced role for the MAC, the Conservatives will publish an annual report on how to reduce the level of immigration.</p> <p>Johnson has insisted the Tories will bring down numbers. Net migration was <a href=\"https://www.theguardian.com/uk-news/2019/may/24/uk-government-misses-net-migration-target-for-37th-time-in-a-row\">258,000 in 2018</a>.</p> <p>Asked if he was happy for immigration to go up, Ashworth said: “If the economy needs it then of course people should come here to work.”</p> <p>He also highlighted the government’s decision to extend the fee for <a href=\"https://www.theguardian.com/society/2019/nov/20/calls-scrap-plans-nhs-fee-foreign-staff-health-surcharge\">workers from abroad</a> to use the NHS, even if they are staff members, to workers who migrate to the UK from the EU27 after Brexit.</p> <p>“We should have a fair and balanced immigration system, of course we should, but he is imposing a tax on nurses coming from the EU and beyond to come and work here in our NHS, to care for our sick and our elderly,” Ashworth said, adding that this would exacerbate the <a href=\"https://www.theguardian.com/society/2019/nov/19/nine-in-10-nhs-bosses-say-staffing-crisis-endangering-patients\">NHS staffing crisis</a>.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "721",
      "firstPublicationDate": "2019-12-08T13:43:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:45Z",
      "newspaperEditionDate": "2019-12-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpymp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0179dedaed08993655724a8b6e068c30112a68b8/0_177_5001_3001/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson’s proposed “Australian-style” points system to reduce immigration has been criticised for failing to understand how vital low and medium-skilled jobs are to the UK economy and for giving a false impression to voters of radical change. The scheme would separate future immigrants into three tiers with entry for exceptional and talented people, skilled workers with a job offer, and unskilled for short-term schemes. Jonathan Portes, a professor of economics at King’s College London and senior fellow at the research group UK in a Changing Europe, said: “It’s not radical. Most likely it will not look that different from what we have now. “There’s a damaging misconception in this debate that there’s a binary divide between the brain surgeons and the people who pick strawberries – most ordinary immigrants are somewhere in between. Doing jobs that require skills but aren’t necessarily highly skilled, and they would not pass this particular test. “Butchers, for example, or people who work in abattoirs – this is hard work and you need training. Most come from eastern Europe but are unlikely to make the highly skilled cut.” He said “Australian-style” was a phrase that performed well in focus groups, which is why Labour’s then immigration minister, Liam Byrne, chose to use it as far back as 2007, because it implies regulation and control, yet Johnson’s plans do not include the one element that would make it distinctly Australian, Portes said. “If you score certain points for your qualifications then Australia will let you in without a job offer. Johnson isn’t proposing that for the UK. If he was then that would be radical,” he said. Madeleine Sumption, the director of the Migration Observatory at Oxford University, said Johnson’s proposals went “roughly in the direction we were expecting the system to be heading [after Brexit] anyway”. She said they equated to “a relatively mainstream immigration system of the kind that you would find in relatively high income countries that don’t have free movement”. Sumption added: “It’s a lot more restrictive than free movement, so for certain employers there would still probably be difficulties transitioning from a system where there’s no bureaucracy attached and where they can hire people very easily to one where they’d have to hire people temporarily or not at all. “I don’t want to suggest that there’s no change. It is a more restrictive system than the one we have now, on the whole. But, by international standards, I would say it’s a relatively mainstream system.” Johnson had earlier been accused of lying to voters over his election pledge to reduce immigration levels. The shadow health secretary, Jonathan Ashworth, said the EU’s free movement of people had been good for the UK, and criticised the prime minister’s proposal to give the migration advisory committee (MAC) the power to set quotas and hand out visas. “He is misleading the British people, because he’s tried to give the impression he’s going to bring immigration down, but when you look at the details of what he has announced today, he is saying you’ve got to hand over decisions on who will get a visa to an independent committee,” Ashworth told Sky’s Sophy Ridge on Sunday. “There will be no accountability over any decision that any immigration minister makes, because they will be handed over to a statutory independent committee. So again, Boris Johnson is lying to the British people.” As well as an enhanced role for the MAC, the Conservatives will publish an annual report on how to reduce the level of immigration. Johnson has insisted the Tories will bring down numbers. Net migration was 258,000 in 2018. Asked if he was happy for immigration to go up, Ashworth said: “If the economy needs it then of course people should come here to work.” He also highlighted the government’s decision to extend the fee for workers from abroad to use the NHS, even if they are staff members, to workers who migrate to the UK from the EU27 after Brexit. “We should have a fair and balanced immigration system, of course we should, but he is imposing a tax on nurses coming from the EU and beyond to come and work here in our NHS, to care for our sick and our elderly,” Ashworth said, adding that this would exacerbate the NHS staffing crisis.",
      "charCount": "4294",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a> and <a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/08/privatisation-continues-to-threaten-our-nhs",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-08T17:23:51Z",
    "webTitle": "Privatisation continues to threaten our NHS | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/08/privatisation-continues-to-threaten-our-nhs",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/privatisation-continues-to-threaten-our-nhs",
    "fields": {
      "headline": "Privatisation continues to threaten our NHS",
      "standfirst": "With the National Health Service a prominent issue in this general election, readers air their views",
      "trailText": "<strong>Letters:</strong> With the National Health Service a prominent issue in this general election, readers air their views",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9cd55548ce25709ed70b334a8a24f6691402c075\"> <img src=\"https://media.guim.co.uk/9cd55548ce25709ed70b334a8a24f6691402c075/0_102_4000_2546/1000.jpg\" alt=\"Donald Trump and Boris Johnson shake hands at the Nato summit on 4 Dec 2019\" width=\"1000\" height=\"637\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Of course Donald Trump has no interest in “buying” the NHS – the idea of a health service that is free to all at the point of need sounds far too much like socialism to him. But that does not mean he would not impose huge increases in the price of drugs, for instance,’ writes Judy Stober.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Rob Delaney’s deeply moving account of his son’s illness and the family’s experience with ill-health, seen from the perspective of a US citizen, reminds us that it often takes somebody from the outside to see things clearly (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/04/american-nhs-vote-boris-johnson-tories\" title=\"\">The NHS is a British marvel. Vote to save it</a>, Journal, 5 December).</p> <p>The NHS, now over 70 years old, is indeed a marvel, consistently offering world-class care despite its many well-publicised shortcomings. Don’t believe me? Look at the independent reports from the <a href=\"https://www.commonwealthfund.org/chart/2017/health-care-system-performance-rankings\" title=\"\">Commonwealth Fund</a>, which assess both overall features and key outcomes for the major health systems across the western world, and you’ll see that the <a href=\"https://www.theguardian.com/society/2017/jul/14/nhs-holds-on-to-top-spot-in-healthcare-survey\" title=\"\">NHS consistently excels</a>.</p> <p>Its greatest achievements include relative equality of access to decent healthcare for all, a high level of patient satisfaction, and extraordinarily low cost. Largely due to the devotion of staff and their belief in the ethos of the NHS, it still works pretty well despite decades of appalling underfunding.</p> <p>Fear of inability to pay, as described so powerfully by Delaney, is essentially absent in the UK. The US is – disgracefully, for such a wealthy nation – almost at the bottom of the rankings. Vote on Thursday, as Delaney implores us all, but one other thing you can do is watch The Dirty War on the NHS. In <a href=\"https://www.theguardian.com/film/2019/nov/28/the-dirty-war-on-the-national-health-service-review-john-pilger-documentary\" title=\"\">his review</a> (G2, 29 November) Peter Bradshaw called the film “necessary”. I’ll say – it shows us what an increasingly privatised NHS is likely to resemble, and the graphic scenes of life and health for the poorest in the US are chilling indeed.</p> <p>One of the satisfactions of my 35-year stint as an NHS hospital consultant has been to treat patients visiting from the US from time to time, and listen to their astonishment at the massive difference between what they had been led to expect of the NHS, and what it’s actually capable of delivering.<br><strong>Prof Jeffrey </strong><strong>Tobias</strong><br><em>University College London Hospitals</em></p> <p>• If every voter read Rob Delaney’s article immediately before putting their cross on the ballot paper, Labour would win by a landslide.<br><strong>Teresa Heeks</strong><br><em>Ironbridge, Shropshire</em></p> <p>• Of course Donald Trump has no interest in “buying” the NHS – the idea of a health service that is free to all at the point of need sounds far too much like socialism and is anathema to him. But that does not mean he would not impose huge increases in the price of drugs, for instance, as a condition of any trade agreement. Labour should certainly continue to keep up the pressure on this issue (<a href=\"https://www.theguardian.com/society/2019/dec/03/jeremy-corbyn-on-the-offensive-over-donald-trumps-plans-for-nhs\" title=\"\">Corbyn ups pressure over NHS as Trump rows back</a>, 4 December).<br><strong>Judy Stober</strong><br><em>Bruton, Somerset</em></p> <p>• It is unfortunate that Labour’s election campaign has not given greater prominence to the points raised by Denis Campbell (<a href=\"https://www.theguardian.com/society/2019/nov/29/private-firms-handed-15bn-in-nhs-contracts-over-past-five-years\" title=\"\">Private firms win £15bn of NHS contracts in five years</a>, 30 November) and other letter writers (<a href=\"https://www.theguardian.com/society/2019/dec/06/private-contracts-at-the-heart-of-the-nhs-crisis\" title=\"\">Private contracts at heart of NHS crisis</a>, 7 December). The NHS has already been privatised to a dangerous degree, and privatisation by the coalition and Conservative governments has contributed directly and intentionally to the present NHS crisis.</p> <p>Boris Johnson asserts repeatedly that the NHS will not be privatised or sold to the US, and will remain free to all at the point of need – a characteristic obfuscation. Numerous significant NHS services have already been outsourced, ie, contracted out to private, profit-making companies. Initially these were primarily diagnostic and facilities services, but since 2015 an increasing number of treatment services have been privatised. In conjunction with the Conservatives’ dramatic reduction of NHS funding, and resultant loss of services and escalation of waiting times, this has led to progressive fragmentation of the NHS.</p> <p>Privatisation of the NHS takes numerous forms, most hidden from public view. Long NHS waiting times lead an increasing number of patients, including many who can ill-afford it, to seek private treatment. Loyal but demoralised NHS staff have been poached by private companies. A plethora of profit-making companies operate alongside NHS services (though patients will not always recognise this), but pass patients back to the NHS when emergencies and complications arise. The quality and continuity of care is all too often compromised at the interface between NHS and private services.</p> <p>NHS funding, already squeezed, is draining into the profits of private companies. Despite the secretary of state’s promises and the NHS chief executive’s commitment to end tendering of NHS services to private companies, this disastrous policy of privatisation continues. Renationalisation of the NHS will be extremely complex, but is imperative if it is to survive.<br><strong>Mary Ashdown</strong><br><em>Oxford </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "788",
      "commentable": "false",
      "firstPublicationDate": "2019-12-08T17:23:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:47Z",
      "newspaperEditionDate": "2019-12-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpm6z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9cd55548ce25709ed70b334a8a24f6691402c075/0_225_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rob Delaney’s deeply moving account of his son’s illness and the family’s experience with ill-health, seen from the perspective of a US citizen, reminds us that it often takes somebody from the outside to see things clearly (The NHS is a British marvel. Vote to save it, Journal, 5 December). The NHS, now over 70 years old, is indeed a marvel, consistently offering world-class care despite its many well-publicised shortcomings. Don’t believe me? Look at the independent reports from the Commonwealth Fund, which assess both overall features and key outcomes for the major health systems across the western world, and you’ll see that the NHS consistently excels. Its greatest achievements include relative equality of access to decent healthcare for all, a high level of patient satisfaction, and extraordinarily low cost. Largely due to the devotion of staff and their belief in the ethos of the NHS, it still works pretty well despite decades of appalling underfunding. Fear of inability to pay, as described so powerfully by Delaney, is essentially absent in the UK. The US is – disgracefully, for such a wealthy nation – almost at the bottom of the rankings. Vote on Thursday, as Delaney implores us all, but one other thing you can do is watch The Dirty War on the NHS. In his review (G2, 29 November) Peter Bradshaw called the film “necessary”. I’ll say – it shows us what an increasingly privatised NHS is likely to resemble, and the graphic scenes of life and health for the poorest in the US are chilling indeed. One of the satisfactions of my 35-year stint as an NHS hospital consultant has been to treat patients visiting from the US from time to time, and listen to their astonishment at the massive difference between what they had been led to expect of the NHS, and what it’s actually capable of delivering. Prof Jeffrey Tobias University College London Hospitals • If every voter read Rob Delaney’s article immediately before putting their cross on the ballot paper, Labour would win by a landslide. Teresa Heeks Ironbridge, Shropshire • Of course Donald Trump has no interest in “buying” the NHS – the idea of a health service that is free to all at the point of need sounds far too much like socialism and is anathema to him. But that does not mean he would not impose huge increases in the price of drugs, for instance, as a condition of any trade agreement. Labour should certainly continue to keep up the pressure on this issue (Corbyn ups pressure over NHS as Trump rows back, 4 December). Judy Stober Bruton, Somerset • It is unfortunate that Labour’s election campaign has not given greater prominence to the points raised by Denis Campbell (Private firms win £15bn of NHS contracts in five years, 30 November) and other letter writers (Private contracts at heart of NHS crisis, 7 December). The NHS has already been privatised to a dangerous degree, and privatisation by the coalition and Conservative governments has contributed directly and intentionally to the present NHS crisis. Boris Johnson asserts repeatedly that the NHS will not be privatised or sold to the US, and will remain free to all at the point of need – a characteristic obfuscation. Numerous significant NHS services have already been outsourced, ie, contracted out to private, profit-making companies. Initially these were primarily diagnostic and facilities services, but since 2015 an increasing number of treatment services have been privatised. In conjunction with the Conservatives’ dramatic reduction of NHS funding, and resultant loss of services and escalation of waiting times, this has led to progressive fragmentation of the NHS. Privatisation of the NHS takes numerous forms, most hidden from public view. Long NHS waiting times lead an increasing number of patients, including many who can ill-afford it, to seek private treatment. Loyal but demoralised NHS staff have been poached by private companies. A plethora of profit-making companies operate alongside NHS services (though patients will not always recognise this), but pass patients back to the NHS when emergencies and complications arise. The quality and continuity of care is all too often compromised at the interface between NHS and private services. NHS funding, already squeezed, is draining into the profits of private companies. Despite the secretary of state’s promises and the NHS chief executive’s commitment to end tendering of NHS services to private companies, this disastrous policy of privatisation continues. Renationalisation of the NHS will be extremely complex, but is imperative if it is to survive. Mary Ashdown Oxford • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4905",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/08/dont-write-labour-off-there-is-still-hope-for-a-fairer-britain",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-08T17:21:58Z",
    "webTitle": "Don’t write Labour off – there is still hope for a fairer Britain | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/08/dont-write-labour-off-there-is-still-hope-for-a-fairer-britain",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/dont-write-labour-off-there-is-still-hope-for-a-fairer-britain",
    "fields": {
      "headline": "Don’t write Labour off – there is still hope for a fairer Britain\r\n",
      "standfirst": "<strong>Les Bright</strong> and <strong>Dr Nicholas Falk</strong> respond to an article by Jonathan Freedland on a faultline running through Labour. And <strong>Alexis Rowell</strong> says he’s backing Jeremy Corbyn",
      "trailText": "Letters: <strong>Les Bright</strong> and <strong>Dr Nicholas Falk</strong> respond to an article by Jonathan Freedland on a faultline running through Labour. And <strong>Alexis Rowell</strong> says he’s backing Jeremy Corbyn",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fa70359b1d884c14f2d101c028f42c1695e88be8\"> <img src=\"https://media.guim.co.uk/fa70359b1d884c14f2d101c028f42c1695e88be8/0_21_4000_2400/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The main reason I voted for Labour was to support Jeremy Corbyn, who has been most unfairly attacked from all sides since he became leader,’ writes Alexis Rowell.</span> <span class=\"element-image__credit\">Photograph: Steve Taylor/Echoes Wire/Barcroft Media</span> </figcaption> </figure>",
      "body": "<p>It is understandable that Jonathan Freedland doesn’t want to waste time jostling with others for space to write a postmortem on the warm entrails of Labour’s campaign next weekend (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/06/labour-divided-family-together-brexitland-remainia\" title=\"\">Can Labour bring its divided family together?</a>, Journal, 7 December). But with days to go until the general election was it too much to expect that he might write about the key messages and actions needed to secure a Labour win, or at least to prevent a Tory victory, rather than assuming it’s all over – even though the fat lady is yet to sing?</p> <p>His analysis is simplistic and presents two key constituencies of past, present and future voters as if they are now, and always will be, irreconcilable. People sink their differences to support a cause they want to get behind – not just at general elections but around small-scale local campaigns; sometimes in doing so they have to accept that other personal goals will be delayed or get ditched as a consequence, but it’s a price they understand and pay. I hope and expect that many people will be making such calculations as they weigh up where to place their cross on Thursday.<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• Jonathan Freedland’s insights into the divisions in our main parties aptly calls for “a compelling plan to rejuvenate the towns”. Such a plan should start with attracting investment into empty shops and under-used land, through changes to property taxation. We have so much to learn from cities such as Copenhagen, Lille or Eindhoven that have transformed their centres despite losing industrial jobs. Funding study tours would be an easy way of bringing disputing parties together, so they focus on the future, not the past.<br><strong>Dr Nicholas Falk</strong><br><em>Executive director, The </em><em>Urbed Trust</em></p> <p>• I’ve just voted for Labour for the first time since before the Iraq war. Sadly my postal vote won’t count for much (like the vast majority of all ballots cast under the UK electoral system) because it’s in a safe Conservative constituency. But still it felt important to make a symbolic statement.</p> <p>I backed Labour because their manifesto begins to draw the outlines of an ecological socialism I feel I can support. Plus it seems to me that Labour has the only sensible, grown-up policy on Brexit: renegotiate a softer version and put that or remain to the vote. But the main reason I voted for Labour was to support Jeremy Corbyn, who has been most unfairly attacked from all sides since he became leader. </p> <p>In the end I asked myself: “Who do you want in charge?” A narcissistic liar, born with a silver spoon in his mouth, who would Trumpify the UK? Or someone who has been right on virtually every major issue of the last 40 years, who believes in collegiate leadership and who would rather tend his allotment than betray his principles or enrich himself through politics? The answer seemed very clear.<br><strong>Alexis Rowell</strong><br><em>Lib Dem councillor, London </em><em>borough of Camden, 2006-10</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "538",
      "commentable": "false",
      "firstPublicationDate": "2019-12-08T17:21:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:47Z",
      "newspaperEditionDate": "2019-12-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpmgn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fa70359b1d884c14f2d101c028f42c1695e88be8/0_21_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is understandable that Jonathan Freedland doesn’t want to waste time jostling with others for space to write a postmortem on the warm entrails of Labour’s campaign next weekend (Can Labour bring its divided family together?, Journal, 7 December). But with days to go until the general election was it too much to expect that he might write about the key messages and actions needed to secure a Labour win, or at least to prevent a Tory victory, rather than assuming it’s all over – even though the fat lady is yet to sing? His analysis is simplistic and presents two key constituencies of past, present and future voters as if they are now, and always will be, irreconcilable. People sink their differences to support a cause they want to get behind – not just at general elections but around small-scale local campaigns; sometimes in doing so they have to accept that other personal goals will be delayed or get ditched as a consequence, but it’s a price they understand and pay. I hope and expect that many people will be making such calculations as they weigh up where to place their cross on Thursday. Les Bright Exeter, Devon • Jonathan Freedland’s insights into the divisions in our main parties aptly calls for “a compelling plan to rejuvenate the towns”. Such a plan should start with attracting investment into empty shops and under-used land, through changes to property taxation. We have so much to learn from cities such as Copenhagen, Lille or Eindhoven that have transformed their centres despite losing industrial jobs. Funding study tours would be an easy way of bringing disputing parties together, so they focus on the future, not the past. Dr Nicholas Falk Executive director, The Urbed Trust • I’ve just voted for Labour for the first time since before the Iraq war. Sadly my postal vote won’t count for much (like the vast majority of all ballots cast under the UK electoral system) because it’s in a safe Conservative constituency. But still it felt important to make a symbolic statement. I backed Labour because their manifesto begins to draw the outlines of an ecological socialism I feel I can support. Plus it seems to me that Labour has the only sensible, grown-up policy on Brexit: renegotiate a softer version and put that or remain to the vote. But the main reason I voted for Labour was to support Jeremy Corbyn, who has been most unfairly attacked from all sides since he became leader. In the end I asked myself: “Who do you want in charge?” A narcissistic liar, born with a silver spoon in his mouth, who would Trumpify the UK? Or someone who has been right on virtually every major issue of the last 40 years, who believes in collegiate leadership and who would rather tend his allotment than betray his principles or enrich himself through politics? The answer seemed very clear. Alexis Rowell Lib Dem councillor, London borough of Camden, 2006-10 • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3183",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/dec/08/new-teachers-caught-in-an-ideological-trap",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-12-08T17:19:59Z",
    "webTitle": "New teachers caught in an ideological trap | Letter",
    "webUrl": "https://www.theguardian.com/education/2019/dec/08/new-teachers-caught-in-an-ideological-trap",
    "apiUrl": "https://content.guardianapis.com/education/2019/dec/08/new-teachers-caught-in-an-ideological-trap",
    "fields": {
      "headline": "New teachers caught in an ideological trap",
      "standfirst": "<p>The Conservatives’ framework for teacher training ignores recent theories of learning and offers inadequate preparation, write education experts. The next government must hit rewind</p>",
      "trailText": "<strong>Letter:</strong> The Conservatives’ framework for teacher training ignores recent theories of learning and offers inadequate preparation, write education experts. The next government must hit rewind",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6dfcca9d879b974c4c42738f490bd5c247014c03\"> <img src=\"https://media.guim.co.uk/6dfcca9d879b974c4c42738f490bd5c247014c03/0_152_3543_2126/1000.jpg\" alt=\"A teacher in front of a class at Pimlico Academy, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We believe there are enormous opportunities to introduce recent psychological and neuroscientific ideas to new teachers.’</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>A mandatory “content framework” for all trainee teachers in England was rushed out by the Conservative government in the final hours before purdah. This framework represents the most profound shift in what the state expects prospective schoolteachers to be taught in over two decades. It is remarkable both for its heavy emphasis on memorisation and for its selective and reductive use of the evidence.</p> <p>World-leading education systems prepare their teachers thoroughly, giving them a solid grounding in theories of learning as well as teaching. Initial teacher education in England has been heavily skewed towards practical teaching experience for nearly 30 years.</p> <p>We believe there are enormous opportunities to introduce recent psychological and neuroscientific ideas to new teachers that will help them understand how individual students learn, and support them in developing a challenging curriculum for whole classes.</p> <p>The content framework will not offer rich preparation for teachers. To the contrary, it builds in low expectations of what teachers should know and entrenches a view of learning as based on the kind of rote-learning and memorisation with which England has become associated, according to the OECD.</p> <p>The ultimate losers from the introduction of this framework will be the children and young people taught by teachers who have been caught in a narrow, ideological trap as part of their initial training.</p> <p>Whatever party wins the general election, it should be a priority for the new education secretary to hit rewind and ensure that both children and teachers get something better by way of guidance.<br> <strong>Viv Ellis </strong><em>Professor of educational leadership and teacher development, King’s College London</em><strong> </strong><br><strong>Keith Turvey </strong><em>Principal lecturer in education, University of Brighton </em><br><strong>Anne Watson </strong><em>Emeritus professor of mathematics education, University of Oxford</em><strong> </strong><br><strong>Matthew Slocombe </strong><em>Researcher in developmental psychology, Birkbeck, University of London </em><br><strong>Peter Kutnick </strong><em>Emeritus professor of psychology, King’s College London</em></p> <p><strong><em>• Join the debate – email guardian.letters@theguardian.com</em></strong></p> <p><strong><em>• Read more Guardian letters – click here to visit gu.com/letters</em></strong></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "350",
      "commentable": "false",
      "firstPublicationDate": "2019-12-08T17:19:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-08T17:25:01Z",
      "newspaperEditionDate": "2019-12-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpm8k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6dfcca9d879b974c4c42738f490bd5c247014c03/0_152_3543_2126/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A mandatory “content framework” for all trainee teachers in England was rushed out by the Conservative government in the final hours before purdah. This framework represents the most profound shift in what the state expects prospective schoolteachers to be taught in over two decades. It is remarkable both for its heavy emphasis on memorisation and for its selective and reductive use of the evidence. World-leading education systems prepare their teachers thoroughly, giving them a solid grounding in theories of learning as well as teaching. Initial teacher education in England has been heavily skewed towards practical teaching experience for nearly 30 years. We believe there are enormous opportunities to introduce recent psychological and neuroscientific ideas to new teachers that will help them understand how individual students learn, and support them in developing a challenging curriculum for whole classes. The content framework will not offer rich preparation for teachers. To the contrary, it builds in low expectations of what teachers should know and entrenches a view of learning as based on the kind of rote-learning and memorisation with which England has become associated, according to the OECD. The ultimate losers from the introduction of this framework will be the children and young people taught by teachers who have been caught in a narrow, ideological trap as part of their initial training. Whatever party wins the general election, it should be a priority for the new education secretary to hit rewind and ensure that both children and teachers get something better by way of guidance. Viv Ellis Professor of educational leadership and teacher development, King’s College London Keith Turvey Principal lecturer in education, University of Brighton Anne Watson Emeritus professor of mathematics education, University of Oxford Matthew Slocombe Researcher in developmental psychology, Birkbeck, University of London Peter Kutnick Emeritus professor of psychology, King’s College London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2312",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/08/general-election-polling-station-labour-rising-polls-not-enough",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-08T16:16:58Z",
    "webTitle": "As in 2017, Labour is rising in polls as election nears – but not by enough",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/08/general-election-polling-station-labour-rising-polls-not-enough",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/general-election-polling-station-labour-rising-polls-not-enough",
    "fields": {
      "headline": "As in 2017, Labour is rising in polls as election nears – but not by enough",
      "standfirst": "<p>Comparison of average polling graphs suggests party slightly behind previous level this time</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/08/generalgeneral-election-boris-johnson-swinson-farage-corbyn-interview-live-news\">General election latest – live updates</a></li><li><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/dec/08/election-polls-uk-2019-latest-opinion-poll-tracker-tories-labour\">Election polling tracker</a></li></ul>",
      "trailText": "Comparison of average polling graphs suggests party slightly behind previous level this time",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"3bf2ccb703f44e298c9b56d41b01ec4faea06d3f\"> <img src=\"https://media.guim.co.uk/3bf2ccb703f44e298c9b56d41b01ec4faea06d3f/0_199_3000_1800/1000.jpg\" alt=\"Jeremy Corbyn and Boris Johnson debate on the BBC\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Most of the polling was carried out before Jeremy Corbyn and Boris Johnson’s debate on Friday night.</span> <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/Getty Images</span> </figcaption> </figure>",
      "body": "<p>With days to go before the election, there is little sign recent campaigning has had any dramatic impact. A crop of five weekend polls put the Conservatives 11 points ahead, a widening of the Tory lead by about one point, compared with rolling averages.</p> <p>Boris Johnson’s party’s poll rating levelled out at about 42%-43% a fortnight ago, but that is easily enough for a majority if Labour does not close the gap. Overall, it would not be a much better national vote share than the 42.34% secured by Theresa May in 2017, but the question this time is how the votes are distributed.</p> <p>Labour has improved over the past fortnight to about 33%, but it is not obvious that Jeremy Corbyn’s party is doing enough to force a hung parliament. Those who like to reflect on the experience of 2017, where the party staged an impressive <a href=\"https://www.theguardian.com/politics/2017/jun/09/theresa-may-hopes-to-remain-pm-as-voters-deliver-hung-parliament\">late comeback</a>, should look at the average polling graphs compared.</p> <p>The graph tells a clear story: Labour is consistently increasing in a way that mirrors 2017 – but at each equivalent stage, Corbyn’s party is a few points behind this time around, and if anything, the gap is slightly widening.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/12/pollcomparison-zip/giv-3902vLWHRaP4bZhw/\" data-alt=\"Election polling graphic comparing 2019 with 2017\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/12/pollcomparison-zip/giv-3902vLWHRaP4bZhw/\">Election polling graphic comparing 2019 with 2017</a> </figure>  <p>As for the weekend polls, the bulk of the fieldwork for the five surveys was conducted between Wednesday and Friday – after Donald Trump’s relatively <a href=\"https://www.theguardian.com/world/2019/dec/03/the-queen-greets-nato-guests-but-problems-mount-for-absent-son\">low-key visit</a>, during which he did not say the NHS would be “on the table” in trade talks, and at a time when <a href=\"https://www.theguardian.com/politics/2019/dec/05/seventy-labour-staffers-give-statements-to-antisemitism-inquiry\">further complaints</a> about antisemitism among some Labour members were made by party staffers.</p> <p>Only one of the five surveys from Deltapoll conducted any fieldwork on Saturday, after the head-to-head debate on the BBC on Friday night, in which Corbyn gave a serious, considered performance and tried to call out his rival for <a href=\"https://www.theguardian.com/politics/2019/dec/06/bbc-debate-corbyn-hits-out-at-johnsons-racist-remarks\">“racist remarks”</a> in his past writings.</p> <p>Watch the pre-election polls to see if the TV debate has made any difference. It might: interestingly, according to Ipsos Mori, Corbyn’s low <a href=\"https://twitter.com/keiranpedley/status/1202906052817276928\">personal ratings</a> have improved from -60 to -44 since November, while Johnson’s have slumped from +2 to -20. The sum is those who are satisfied with their performance as leader minus those who are not.</p> <p>The big difference with 2017 is the improved <a href=\"https://www.theguardian.com/politics/2019/dec/08/jo-swinson-lib-dems-farage-brexit-party-johnson-stitch-up\">relative performance</a> of the Liberal Democrats. Jo Swinson’s party has been squeezed since her appearance on Question Time on 22 November, but even with an average of 12%-13%, the party is five points ahead of where it finished at the previous election, helped by the Lib Dem anti-Brexit stance and worries in some progressive voters’ minds about antisemitism.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/dec/08/election-polls-uk-2019-latest-opinion-poll-tracker-tories-labour\">Election polls UK 2019: Tories maintain lead over Labour as campaign enters final days</a> </p> </aside>  <p>What may hurt the Conservatives is <a href=\"https://www.theguardian.com/politics/2019/dec/07/calls-grow-to-stop-boris-johnson-with-tactical-voting-as-race-tightens\">tactical voting</a>. Some recent seat-by-seat polling is suggesting the Lib Dems could take pro-remain seats from the Conservatives where Labour cannot, most <a href=\"http://www.deltapoll.co.uk/polls/guildford\">notably Guildford</a> – opening up the possibility of more Tory losses in London and the south-east than anticipated.</p> <p>But that may not mean much if the Conservative vote continues to <a href=\"http://whatscotlandthinks.org/questions/how-would-you-be-likely-to-vote-in-a-uk-general-election-asked-since-2017-gener#line\">hold up in Scotland</a>, and Johnson’s party can gain at least the dozen seats where Labour has a majority of less than <a href=\"https://blogs.lse.ac.uk/brexit/2019/02/04/labours-path-to-vicotry-is-through-leave-voting-conservative-marginals/\">2,000 votes</a>, and that voted 55% or more for leave. Another recent constituency poll has the Conservatives taking Wrexham, the seat with the <a href=\"https://www.walesonline.co.uk/news/politics/wrexham-election-conservatives-labour-poll-17370202\">largest majority</a> of those dozen, by a landslide.</p> <p>This close to an election, it is prudent to be wary of polling. But unless something dramatic occurs, Boris Johnson is heading to Downing Street with an <a href=\"https://www.electoralcalculus.co.uk/homepage.html\">overall majority</a>.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "563",
      "firstPublicationDate": "2019-12-08T16:16:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:59Z",
      "newspaperEditionDate": "2019-12-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpm4b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3bf2ccb703f44e298c9b56d41b01ec4faea06d3f/0_199_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With days to go before the election, there is little sign recent campaigning has had any dramatic impact. A crop of five weekend polls put the Conservatives 11 points ahead, a widening of the Tory lead by about one point, compared with rolling averages. Boris Johnson’s party’s poll rating levelled out at about 42%-43% a fortnight ago, but that is easily enough for a majority if Labour does not close the gap. Overall, it would not be a much better national vote share than the 42.34% secured by Theresa May in 2017, but the question this time is how the votes are distributed. Labour has improved over the past fortnight to about 33%, but it is not obvious that Jeremy Corbyn’s party is doing enough to force a hung parliament. Those who like to reflect on the experience of 2017, where the party staged an impressive late comeback, should look at the average polling graphs compared. The graph tells a clear story: Labour is consistently increasing in a way that mirrors 2017 – but at each equivalent stage, Corbyn’s party is a few points behind this time around, and if anything, the gap is slightly widening. As for the weekend polls, the bulk of the fieldwork for the five surveys was conducted between Wednesday and Friday – after Donald Trump’s relatively low-key visit, during which he did not say the NHS would be “on the table” in trade talks, and at a time when further complaints about antisemitism among some Labour members were made by party staffers. Only one of the five surveys from Deltapoll conducted any fieldwork on Saturday, after the head-to-head debate on the BBC on Friday night, in which Corbyn gave a serious, considered performance and tried to call out his rival for “racist remarks” in his past writings. Watch the pre-election polls to see if the TV debate has made any difference. It might: interestingly, according to Ipsos Mori, Corbyn’s low personal ratings have improved from -60 to -44 since November, while Johnson’s have slumped from +2 to -20. The sum is those who are satisfied with their performance as leader minus those who are not. The big difference with 2017 is the improved relative performance of the Liberal Democrats. Jo Swinson’s party has been squeezed since her appearance on Question Time on 22 November, but even with an average of 12%-13%, the party is five points ahead of where it finished at the previous election, helped by the Lib Dem anti-Brexit stance and worries in some progressive voters’ minds about antisemitism. What may hurt the Conservatives is tactical voting. Some recent seat-by-seat polling is suggesting the Lib Dems could take pro-remain seats from the Conservatives where Labour cannot, most notably Guildford – opening up the possibility of more Tory losses in London and the south-east than anticipated. But that may not mean much if the Conservative vote continues to hold up in Scotland, and Johnson’s party can gain at least the dozen seats where Labour has a majority of less than 2,000 votes, and that voted 55% or more for leave. Another recent constituency poll has the Conservatives taking Wrexham, the seat with the largest majority of those dozen, by a landslide. This close to an election, it is prudent to be wary of polling. But unless something dramatic occurs, Boris Johnson is heading to Downing Street with an overall majority.",
      "charCount": "3327",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/dec/08/economic-conditions-favour-the-left-so-why-is-labour-not-expected-to-win-with-ease",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-12-08T12:08:46Z",
    "webTitle": "Economic conditions favour the left, so why is Labour not expected to win with ease? | Larry Elliott",
    "webUrl": "https://www.theguardian.com/business/2019/dec/08/economic-conditions-favour-the-left-so-why-is-labour-not-expected-to-win-with-ease",
    "apiUrl": "https://content.guardianapis.com/business/2019/dec/08/economic-conditions-favour-the-left-so-why-is-labour-not-expected-to-win-with-ease",
    "fields": {
      "headline": "Economic conditions favour the left, so why is Labour not expected to win with ease?",
      "standfirst": "<p>Tories take nothing for granted because rival plans resonate with voters and polls could be wrong</p>",
      "trailText": "Tories take nothing for granted because rival plans resonate with voters and polls could be wrong",
      "byline": "Larry Elliott",
      "main": "<figure class=\"element element-image\" data-media-id=\"0df0bcd362fa32c6a385cd8a6678ed33b2f62017\"> <img src=\"https://media.guim.co.uk/0df0bcd362fa32c6a385cd8a6678ed33b2f62017/23_182_5523_3314/1000.jpg\" alt=\"Demonstrators wave a flag showing support for Labour party leader, Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour has changed the terms of the debate for this election.</span> <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Even now it is impossible to call the election. Sure, the <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/dec/05/election-polls-uk-2019-latest-opinion-poll-tracker\">polls </a>look pretty conclusive but the margin between victory and defeat is slender. The last two elections sprung last-minute surprises and when the Tories say they are taking nothing for granted they are telling the truth.</p> <p>The reason for that is simple: the Conservatives may have had a clear message on Brexit that has resonated with leave voters but they also know that much of what Labour has been saying during the election campaign resonates with the voters. Boris Johnson has been battling against an ideological headwind.</p> <p>This is not only a matter of the goodies Labour has been proffering. Who, after all, is not in favour of a <a href=\"https://www.theguardian.com/politics/2019/sep/23/john-mcdonnell-pledges-shorter-working-week-and-no-loss-of-pay\">four-day week</a>, a third off their rail fare, <a href=\"https://www.theguardian.com/technology/2019/nov/15/free-broadband-essential-uk-compete-john-mcdonnell-labour-policy-openreach\">free broadband </a>and not having to pay for a dental checkup?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/dec/08/older-voters-election-2019-assets-tax-labour-tories-social-care\">Older voters are richer than ever, yet still their needs rule</a> </p> </aside>  <p>It is more a sense that something has changed at a deeper, more fundamental level since David Cameron won the 2015 election. All the parties have shifted leftwards on the economy: in part because the right-of-centre solutions have been found wanting and in part because Labour has changed the terms of the debate. What the parties are arguing about at this election is not the direction of travel but the speed at which it should occur and who should be managing the process.</p> <p>The new consensus has the following elements. First and foremost, action needs to be taken to tackle the <a href=\"https://www.theguardian.com/society/2019/dec/06/the-climate-crisis-is-the-most-urgent-threat-of-our-time-help-us-fight-it\">climate emergency</a>. Every party has a target date for the UK to be carbon neutral and policies designed to bring it about. As expected, the Greens are the most ambitious, followed by Labour, the Liberal Democrats and the Conservatives in that order. Unlike a decade ago, there is no political mileage in being a climate change denier. Instead, the talk is of Green Industrial Revolutions and Green New Deals.</p> <p>Then there is the acceptance that the <a href=\"https://www.theguardian.com/politics/2019/sep/04/sajid-javid-promises-decade-renewal-sets-out-post-brexit-spending\">age of austerity</a> is over. Again, there are differences between the parties over the extent to which the spending cuts of the past decade will be rolled back but there is a general commitment to spend more not less.</p> <p>This requires a willingness to borrow more and for fiscal policy – tax and spending – to play a more important role in economic management. This is by no means a UK-only phenomenon. The <a href=\"https://www.theguardian.com/business/2016/apr/17/imf-urges-spending-boost-growth\">International Monetary Fund </a>and the <a href=\"https://www.theguardian.com/world/2019/nov/22/christine-lagarde-calls-for-more-public-investment-in-first-ecb-speech\">European Central Bank </a>– once bastions of economic orthodoxy – are now agreed that there is a limit to what can be achieved by tweaking interest rates and creating money through quantitative easing. Both are telling governments to take advantage of historically low borrowing costs.</p> <p>One of the more interesting subplots of the election has been the pushback by left-leaning economists against the critical analysis of Labour’s tax and spending plans by the <a href=\"https://www.theguardian.com/business/2019/nov/28/ifs-manifesto-verdict-neither-tories-nor-labour-have-credible-spending-plan\">Institute for Fiscal Studies.</a> The IFS, in the past the unquestioned arbiter in these matters, found itself being challenged over its claim that John McDonnell’s plans didn’t stack up. Why? Because, according to the thinktank’s critics, it made questionable assumptions about the impact on private investment of higher corporation tax and failed to take into account the potential for higher growth that would result from the boost to public spending.</p> <p>The idea is that in the current low interest rate environment there is a multiplier effect from state investment that over time generates enough economic activity to pay back the initial cost – and then some. Labour found it hard in 2010 and 2015 to battle against the balanced-budget orthodoxy. This election takes place against a much more helpful backdrop, with Keynesian ideas back in vogue. John Maynard Keynes believed in the need for active government and in the multiplier effect. So, too, does Sajid Javid, judging by the chancellor’s infrastructure plans. The difference between Javid’s approach and that of McDonnell’s is one of degree. Labour is planning to go much further, that’s all.</p>  <figure class=\"element element-embed\" data-alt=\"Guardian business email sign-up\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the dailyBusinessToday email or follow GuardianBusinesson Twitter at @BusinessDesk</figcaption> </figure>  <p>The details of the Conservative party’s tax plans are also instructive. Back in the summer, when he was campaigning to succeed Theresa May as prime minister, Johnson proposed two big changes: to raise the level at which people start paying national insurance contributions and to raise the threshold at which the 40% income tax rate kicks in from £50,000 to £80,000. The first pledge made it into the Tory manifesto; the second – which would benefit the better off – did not. Moreover, the Conservatives <a href=\"https://www.theguardian.com/politics/2019/nov/18/boris-johnson-to-shelve-planned-cut-in-corporation-tax\">scrapped plans for a cut in corporation tax</a> on the grounds that the money would be better spent on the NHS. These tax proposals do not suggest a party brimming with ideological self-confidence. Rather, they suggest a party keen to assuage public concerns about poverty pay, rising inequality and the pressure on public services.</p> <p>There is no immediate sign that the pendulum is going to swing back to the right. Extreme weather events demonstrate how the clock is ticking on the climate emergency; <a href=\"https://www.theguardian.com/news/2019/dec/03/uk-six-richest-people-control-as-much-wealth-as-poorest-13m-study\">wealth is becoming more concentrated</a>; the pressures on public spending from an ageing population are intensifying; and the risks of another financial crisis are growing. If they win on Thursday it won’t be enough for the Conservatives to get Britain out of the European Union; they will also need to tackle the causes of Brexit – an altogether more difficult task.</p> <p>All of which raises an obvious question. If the economic conditions are – and will continue to be – so favourable to a party of the progressive left, why is Labour not on course to win the election at a canter? Is there a problem with the message, the way the message has been communicated, the messenger or all three? Perhaps the polls are wrong. If not, some hard lessons need to be learned. And fast.</p>",
      "newspaperPageNumber": "36",
      "wordcount": "946",
      "commentCloseDate": "2019-12-11T12:15:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-12-08T12:08:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:48Z",
      "newspaperEditionDate": "2019-12-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpeed",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0df0bcd362fa32c6a385cd8a6678ed33b2f62017/23_182_5523_3314/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Even now it is impossible to call the election. Sure, the polls look pretty conclusive but the margin between victory and defeat is slender. The last two elections sprung last-minute surprises and when the Tories say they are taking nothing for granted they are telling the truth. The reason for that is simple: the Conservatives may have had a clear message on Brexit that has resonated with leave voters but they also know that much of what Labour has been saying during the election campaign resonates with the voters. Boris Johnson has been battling against an ideological headwind. This is not only a matter of the goodies Labour has been proffering. Who, after all, is not in favour of a four-day week, a third off their rail fare, free broadband and not having to pay for a dental checkup? It is more a sense that something has changed at a deeper, more fundamental level since David Cameron won the 2015 election. All the parties have shifted leftwards on the economy: in part because the right-of-centre solutions have been found wanting and in part because Labour has changed the terms of the debate. What the parties are arguing about at this election is not the direction of travel but the speed at which it should occur and who should be managing the process. The new consensus has the following elements. First and foremost, action needs to be taken to tackle the climate emergency. Every party has a target date for the UK to be carbon neutral and policies designed to bring it about. As expected, the Greens are the most ambitious, followed by Labour, the Liberal Democrats and the Conservatives in that order. Unlike a decade ago, there is no political mileage in being a climate change denier. Instead, the talk is of Green Industrial Revolutions and Green New Deals. Then there is the acceptance that the age of austerity is over. Again, there are differences between the parties over the extent to which the spending cuts of the past decade will be rolled back but there is a general commitment to spend more not less. This requires a willingness to borrow more and for fiscal policy – tax and spending – to play a more important role in economic management. This is by no means a UK-only phenomenon. The International Monetary Fund and the European Central Bank – once bastions of economic orthodoxy – are now agreed that there is a limit to what can be achieved by tweaking interest rates and creating money through quantitative easing. Both are telling governments to take advantage of historically low borrowing costs. One of the more interesting subplots of the election has been the pushback by left-leaning economists against the critical analysis of Labour’s tax and spending plans by the Institute for Fiscal Studies. The IFS, in the past the unquestioned arbiter in these matters, found itself being challenged over its claim that John McDonnell’s plans didn’t stack up. Why? Because, according to the thinktank’s critics, it made questionable assumptions about the impact on private investment of higher corporation tax and failed to take into account the potential for higher growth that would result from the boost to public spending. The idea is that in the current low interest rate environment there is a multiplier effect from state investment that over time generates enough economic activity to pay back the initial cost – and then some. Labour found it hard in 2010 and 2015 to battle against the balanced-budget orthodoxy. This election takes place against a much more helpful backdrop, with Keynesian ideas back in vogue. John Maynard Keynes believed in the need for active government and in the multiplier effect. So, too, does Sajid Javid, judging by the chancellor’s infrastructure plans. The difference between Javid’s approach and that of McDonnell’s is one of degree. Labour is planning to go much further, that’s all. The details of the Conservative party’s tax plans are also instructive. Back in the summer, when he was campaigning to succeed Theresa May as prime minister, Johnson proposed two big changes: to raise the level at which people start paying national insurance contributions and to raise the threshold at which the 40% income tax rate kicks in from £50,000 to £80,000. The first pledge made it into the Tory manifesto; the second – which would benefit the better off – did not. Moreover, the Conservatives scrapped plans for a cut in corporation tax on the grounds that the money would be better spent on the NHS. These tax proposals do not suggest a party brimming with ideological self-confidence. Rather, they suggest a party keen to assuage public concerns about poverty pay, rising inequality and the pressure on public services. There is no immediate sign that the pendulum is going to swing back to the right. Extreme weather events demonstrate how the clock is ticking on the climate emergency; wealth is becoming more concentrated; the pressures on public spending from an ageing population are intensifying; and the risks of another financial crisis are growing. If they win on Thursday it won’t be enough for the Conservatives to get Britain out of the European Union; they will also need to tackle the causes of Brexit – an altogether more difficult task. All of which raises an obvious question. If the economic conditions are – and will continue to be – so favourable to a party of the progressive left, why is Labour not on course to win the election at a canter? Is there a problem with the message, the way the message has been communicated, the messenger or all three? Perhaps the polls are wrong. If not, some hard lessons need to be learned. And fast.",
      "charCount": "5636",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/08/the-election-could-go-one-of-three-ways-what-would-each-result-mean",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-08T07:53:33Z",
    "webTitle": "The election could go one of three ways. What would each result mean?",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/08/the-election-could-go-one-of-three-ways-what-would-each-result-mean",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/08/the-election-could-go-one-of-three-ways-what-would-each-result-mean",
    "fields": {
      "headline": "The election could go one of three ways. What would each result mean?",
      "standfirst": "A Tory majority, Labour win or hung parliament would all have implications beyond Brexit",
      "trailText": "A Tory majority, Labour win or hung parliament would all have implications beyond Brexit",
      "byline": "Toby Helm, Observer political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"5cebdf513923dc796cd3ab82bae845952b5907bf\"> <img src=\"https://media.guim.co.uk/5cebdf513923dc796cd3ab82bae845952b5907bf/0_481_5094_3057/1000.jpg\" alt=\"Polling Station sign with right pointing arrow on a typical British street.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Polling experts say there are three possible outcomes: a Tory majority, a hung parliament, or (least likely) a Labour majority.</span> <span class=\"element-image__credit\">Photograph: HiStock/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>After five weeks of campaigning, the Tories are ahead of Labour in the polls – but few experts dare predict the result. The surprise outcomes of the 2016 Brexit referendum and 2017 general election stung pollsters and pundits alike.</p> <p>Last week, the polling expert Sir John Curtice said Boris Johnson was by no means home and dry, pointing out that if Labour could increase its share of Remain voters by polling day it could yet spring a surprise.</p> <p>Broadly, he and others will go no further than to say there are three possible outcomes: a Tory majority, another hung parliament, or (by far the least likely at this stage) a Labour majority.</p> <p>So what will each of these mean for the party leaders, for Brexit, the economy and government spending, and for the union of England, Scotland, Wales and Northern Ireland?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/dec/05/election-polls-uk-2019-latest-opinion-poll-tracker\">Election polls UK 2019: Tories maintain lead over Labour with one week to go</a> </p> </aside>  <h2>A Tory majority</h2> <p><strong>Party leaders</strong></p> <p>Johnson will be secure in No 10 for the foreseeable future, at least until another Brexit crisis erupts (which could happen by the end of next year). But Jeremy Corbyn, having failed to beat the Tories for a second time, will almost certainly be on the way out. The big question will be when. Will he stay on for a short time to allow a “period of reflection” as Len McCluskey, the boss of Unite, suggests?</p> <p>At some point before the autumn a succession battle will ensue between candidates from the Corbynite left, soft left and moderate wings. If the Lib Dem leader, Jo Swinson, fails to win more seats for her party, or loses some, she could be in trouble too, though most Lib Dems think she will cling on (assuming she wins her own seat) so long as her party avoids a total flop.</p> <p><strong>Brexit</strong></p> <p>Johnson will get his deal through parliament and the UK will leave the EU on 31 January. But that will not be the end of the Brexit saga. The UK will then enter the transition period, during which it must agree a trade deal with the EU to avoid leaving with no agreement at the end of 2020.</p> <p>If Johnson wants to extend the transition he can ask the EU, but he must do so by the end of June next year. He has said he will not ask for an extension under any circumstances. But trade deals usually take several years to negotiate and ratify, not a few months. A Johnson government could be in another full-blown Brexit crisis – with familiar arguments raging about the merits of a further extension and the danger of a no-deal exit – very soon.</p> <p><strong>The economy/tax/spending</strong></p> <p>One key Tory campaign message has been that austerity is now over. Johnson’s Tories will loosen the purse strings. The chancellor, Sajid Javid, has promised a £13.8bn spending surge across departments by 2021, with more for the NHS, schools and police.</p> <p>Johnson has pledged to cut national insurance, business rates, construction tax and research and development tax. A planned 2% reduction in corporation tax has been put off to pay for extra NHS funding. But the Institute for Fiscal Studies says the Tory plans do not add up.</p> <p><strong>The future of the union</strong></p> <p>Brexit has already fired up the debate about Scottish independence. If the Tories form a majority government – and the anti-Brexit SNP do well north of the border – the pressure for a second referendum will intensify. Scotland’s first minister, Nicola Sturgeon, says her country’s opposition to Brexit has reinforced the case for independence and she wants another referendum either in 2020 or 2021.</p> <p>Johnson’s Brexit deal, which would establish a border between Northern Ireland and the rest of the UK, has also led to calls from Irish nationalists for a referendum on unification of the north and south of the island.</p> <h2>A hung parliament</h2> <p><strong>Party leaders</strong></p> <p>If the Tories fail to win a majority, Johnson will be down but not necessarily out. As the sitting prime minister (assuming he does not resign) he will get the first shot at forming a minority government, whether his party has the most seats or not. But finding partners to prop him up will be difficult.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/06/how-credible-jeremy-corbyn-boris-johnson-claims-bbc-debate\">How credible are Corbyn and Johnson's BBC debate claims?</a> </p> </aside>  <p>The DUP detest Johnson’s Brexit deal and the Lib Dems say they won’t go near the Tories, not least because they want to reverse Brexit, and because they are still recovering from the 2010-15 Tory/Lib Dem coalition. If Johnson fails to form a government and Labour does, he will be in big trouble. If Labour gets its chance, it could team up with the SNP and agree to back a second independence referendum, two years or more down the line. The Lib Dems have said they would not think of propping up a Labour government if it were led by Corbyn. So he may be pressured to step aside.</p> <p><strong>Brexit</strong></p> <p>A hung parliament is likely to halt Johnson’s plan to leave the EU on 31 January and could open a route to the UK staying in the EU. Without a majority, and with the DUP opposed, it is hard to see how he could get his Brexit deal through parliament, unless he agreed to make approval of it subject to a second referendum, with the other option being to remain in the EU. This could be his only hope. If a Labour minority government were formed then Labour, the Lib Dems and the SNP would all favour a second referendum as the way to break the impasse, though the details of what question would be asked would be the subject of difficult negotiation.</p> <p><strong>The economy/tax/spending</strong></p> <p>Money will be at the heart of negotiations between parties haggling over arrangements for a minority government. And the spending plans of both the Tories and Labour as revealed during the campaign will be unlikely to survive any deal-making. After the 2017 election the DUP struck a hard bargain as the price of its support for Theresa May’s government, winning £1bn more for Northern Ireland in return for its participation in a “confidence and supply” arrangement. If the Lib Dems or SNP were to back a Labour-led government, both would demand a financial price.</p> <p><strong>The future of the union</strong></p> <p>A hung parliament could advance or damage the cause of Scottish independence. If more deadlock in the Commons leads to a second Brexit referendum and a Remain vote meaning the UK stays in the EU, support for independence could dwindle somewhat. But if the SNP can act as kingmakers for a Labour minority government, they would only do so with the guarantee that Labour would back another independence vote. Jeremy Corbyn has said he would not support another Scottish independence referendum for at least two years, suggesting he could do so after that.</p> <h2>A Labour majority</h2> <p><strong>Party leaders</strong></p> <p>If Labour wins outright, Corbyn will be installed in Downing Street, probably until another general election in five years’ time, unless he decides to hand over earlier. But Johnson will almost certainly be out after just five months in No 10, and the Conservative party will be plunged into a huge battle over its future direction. Swinson’s future will depend on how well or badly her party has performed, but a poor performance that has contributed to a Corbyn government will be hard for Lib Dems to stomach.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/06/honk-if-you-support-corbyn-have-you-been-following-the-election-this-week\">Honk if you support Corbyn: have you been following the election this week?</a> </p> </aside>  <p><strong>Brexit</strong></p> <p>Labour will try to renegotiate its own Brexit deal with Brussels and then make that the subject of a second referendum, with the other option being to remain. Corbyn has said he will stay neutral in those circumstances, though members of his shadow cabinet are likely to be given the freedom to campaign as they wish. Experts believe Labour will struggle to negotiate a new deal and hold a referendum within six months, but if it wins power it will not worry too much if that timetable has to be stretched. Labour has promised that the result of a second referendum would be legally binding, meaning parliament would have to enforce it.</p> <p><strong>The economy/tax/spending</strong></p> <p>Labour has promised to “rewrite the rules of the economy” with huge investment in public services, to be paid for, it says, by imposing higher taxes on the better-off. People earning more than £125,000 would have to pay a new 50p rate of income tax and the threshold for the 45p rate would be lowered from £150,000 to £80,000. Labour would also take the water industry, energy companies, the Royal Mail and railways under state control. The Institute for Fiscal Studies has said it would be “highly likely” that Labour would have to raise taxes beyond what it has announced to pay for its proposed £80bn a year of extra spending.</p> <p><strong>The future of the union</strong></p> <p>If a second referendum under Labour still delivers Brexit then the pressure for a second independence referendum will remain intense. But if the UK remains in the EU it could subside for the time being. Similarly, if Labour delivers a different Brexit deal without a customs border between Northern Ireland and the rest of the UK – or a referendum and a Remain outcome – then the Brexit-induced tensions on the island of Ireland should also be reduced, lessening the renewed clamour from nationalists for unification of north and south.</p>",
      "newspaperPageNumber": "12",
      "wordcount": "1528",
      "commentable": "false",
      "firstPublicationDate": "2019-12-08T07:53:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:03Z",
      "newspaperEditionDate": "2019-12-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cphd5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5cebdf513923dc796cd3ab82bae845952b5907bf/0_481_5094_3057/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After five weeks of campaigning, the Tories are ahead of Labour in the polls – but few experts dare predict the result. The surprise outcomes of the 2016 Brexit referendum and 2017 general election stung pollsters and pundits alike. Last week, the polling expert Sir John Curtice said Boris Johnson was by no means home and dry, pointing out that if Labour could increase its share of Remain voters by polling day it could yet spring a surprise. Broadly, he and others will go no further than to say there are three possible outcomes: a Tory majority, another hung parliament, or (by far the least likely at this stage) a Labour majority. So what will each of these mean for the party leaders, for Brexit, the economy and government spending, and for the union of England, Scotland, Wales and Northern Ireland? A Tory majority Party leaders Johnson will be secure in No 10 for the foreseeable future, at least until another Brexit crisis erupts (which could happen by the end of next year). But Jeremy Corbyn, having failed to beat the Tories for a second time, will almost certainly be on the way out. The big question will be when. Will he stay on for a short time to allow a “period of reflection” as Len McCluskey, the boss of Unite, suggests? At some point before the autumn a succession battle will ensue between candidates from the Corbynite left, soft left and moderate wings. If the Lib Dem leader, Jo Swinson, fails to win more seats for her party, or loses some, she could be in trouble too, though most Lib Dems think she will cling on (assuming she wins her own seat) so long as her party avoids a total flop. Brexit Johnson will get his deal through parliament and the UK will leave the EU on 31 January. But that will not be the end of the Brexit saga. The UK will then enter the transition period, during which it must agree a trade deal with the EU to avoid leaving with no agreement at the end of 2020. If Johnson wants to extend the transition he can ask the EU, but he must do so by the end of June next year. He has said he will not ask for an extension under any circumstances. But trade deals usually take several years to negotiate and ratify, not a few months. A Johnson government could be in another full-blown Brexit crisis – with familiar arguments raging about the merits of a further extension and the danger of a no-deal exit – very soon. The economy/tax/spending One key Tory campaign message has been that austerity is now over. Johnson’s Tories will loosen the purse strings. The chancellor, Sajid Javid, has promised a £13.8bn spending surge across departments by 2021, with more for the NHS, schools and police. Johnson has pledged to cut national insurance, business rates, construction tax and research and development tax. A planned 2% reduction in corporation tax has been put off to pay for extra NHS funding. But the Institute for Fiscal Studies says the Tory plans do not add up. The future of the union Brexit has already fired up the debate about Scottish independence. If the Tories form a majority government – and the anti-Brexit SNP do well north of the border – the pressure for a second referendum will intensify. Scotland’s first minister, Nicola Sturgeon, says her country’s opposition to Brexit has reinforced the case for independence and she wants another referendum either in 2020 or 2021. Johnson’s Brexit deal, which would establish a border between Northern Ireland and the rest of the UK, has also led to calls from Irish nationalists for a referendum on unification of the north and south of the island. A hung parliament Party leaders If the Tories fail to win a majority, Johnson will be down but not necessarily out. As the sitting prime minister (assuming he does not resign) he will get the first shot at forming a minority government, whether his party has the most seats or not. But finding partners to prop him up will be difficult. The DUP detest Johnson’s Brexit deal and the Lib Dems say they won’t go near the Tories, not least because they want to reverse Brexit, and because they are still recovering from the 2010-15 Tory/Lib Dem coalition. If Johnson fails to form a government and Labour does, he will be in big trouble. If Labour gets its chance, it could team up with the SNP and agree to back a second independence referendum, two years or more down the line. The Lib Dems have said they would not think of propping up a Labour government if it were led by Corbyn. So he may be pressured to step aside. Brexit A hung parliament is likely to halt Johnson’s plan to leave the EU on 31 January and could open a route to the UK staying in the EU. Without a majority, and with the DUP opposed, it is hard to see how he could get his Brexit deal through parliament, unless he agreed to make approval of it subject to a second referendum, with the other option being to remain in the EU. This could be his only hope. If a Labour minority government were formed then Labour, the Lib Dems and the SNP would all favour a second referendum as the way to break the impasse, though the details of what question would be asked would be the subject of difficult negotiation. The economy/tax/spending Money will be at the heart of negotiations between parties haggling over arrangements for a minority government. And the spending plans of both the Tories and Labour as revealed during the campaign will be unlikely to survive any deal-making. After the 2017 election the DUP struck a hard bargain as the price of its support for Theresa May’s government, winning £1bn more for Northern Ireland in return for its participation in a “confidence and supply” arrangement. If the Lib Dems or SNP were to back a Labour-led government, both would demand a financial price. The future of the union A hung parliament could advance or damage the cause of Scottish independence. If more deadlock in the Commons leads to a second Brexit referendum and a Remain vote meaning the UK stays in the EU, support for independence could dwindle somewhat. But if the SNP can act as kingmakers for a Labour minority government, they would only do so with the guarantee that Labour would back another independence vote. Jeremy Corbyn has said he would not support another Scottish independence referendum for at least two years, suggesting he could do so after that. A Labour majority Party leaders If Labour wins outright, Corbyn will be installed in Downing Street, probably until another general election in five years’ time, unless he decides to hand over earlier. But Johnson will almost certainly be out after just five months in No 10, and the Conservative party will be plunged into a huge battle over its future direction. Swinson’s future will depend on how well or badly her party has performed, but a poor performance that has contributed to a Corbyn government will be hard for Lib Dems to stomach. Brexit Labour will try to renegotiate its own Brexit deal with Brussels and then make that the subject of a second referendum, with the other option being to remain. Corbyn has said he will stay neutral in those circumstances, though members of his shadow cabinet are likely to be given the freedom to campaign as they wish. Experts believe Labour will struggle to negotiate a new deal and hold a referendum within six months, but if it wins power it will not worry too much if that timetable has to be stretched. Labour has promised that the result of a second referendum would be legally binding, meaning parliament would have to enforce it. The economy/tax/spending Labour has promised to “rewrite the rules of the economy” with huge investment in public services, to be paid for, it says, by imposing higher taxes on the better-off. People earning more than £125,000 would have to pay a new 50p rate of income tax and the threshold for the 45p rate would be lowered from £150,000 to £80,000. Labour would also take the water industry, energy companies, the Royal Mail and railways under state control. The Institute for Fiscal Studies has said it would be “highly likely” that Labour would have to raise taxes beyond what it has announced to pay for its proposed £80bn a year of extra spending. The future of the union If a second referendum under Labour still delivers Brexit then the pressure for a second independence referendum will remain intense. But if the UK remains in the EU it could subside for the time being. Similarly, if Labour delivers a different Brexit deal without a customs border between Northern Ireland and the rest of the UK – or a referendum and a Remain outcome – then the Brexit-induced tensions on the island of Ireland should also be reduced, lessening the renewed clamour from nationalists for unification of north and south.",
      "charCount": "8716",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>, Observer political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "sport/2019/dec/08/gary-neville-criticises-pm-after-fan-accused-of-racism-at-manchester-derby",
    "type": "article",
    "sectionId": "football",
    "sectionName": "Football",
    "webPublicationDate": "2019-12-08T00:08:08Z",
    "webTitle": "Gary Neville criticises PM after fan accused of racism at Manchester derby",
    "webUrl": "https://www.theguardian.com/sport/2019/dec/08/gary-neville-criticises-pm-after-fan-accused-of-racism-at-manchester-derby",
    "apiUrl": "https://content.guardianapis.com/sport/2019/dec/08/gary-neville-criticises-pm-after-fan-accused-of-racism-at-manchester-derby",
    "fields": {
      "headline": "Gary Neville criticises PM after fan accused of racism at Manchester derby",
      "standfirst": "<p>Commentator said Boris Johnson’s language around immigration fuels racism in society and football</p>",
      "trailText": "Commentator said Boris Johnson’s language around immigration fuels racism in society and football",
      "byline": "David Connett",
      "main": "<figure class=\"element element-image\" data-media-id=\"18c8e7809f052f7a1abddb1cb74da8bd19051aca\"> <img src=\"https://media.guim.co.uk/18c8e7809f052f7a1abddb1cb74da8bd19051aca/0_220_3300_1980/1000.jpg\" alt=\"The comments come after a video surfaced appearing to show a City fan making racist gestures towards a United player.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The comments come after a video surfaced appearing to show a City fan making racist gestures towards a United player.</span> <span class=\"element-image__credit\">Photograph: David Loveday/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Football commentator and pundit <a href=\"https://www.theguardian.com/football/gary-neville\">Gary Neville </a>blamed Boris Johnson’s election rhetoric on immigrants and immigration for fuelling the number of racist incidents in British society and sport.</p> <p>Neville was speaking after the <a href=\"https://www.theguardian.com/football/live/2019/dec/07/manchester-city-manchester-united-premier-league-live\">Manchester derby</a>, which saw United defeat City 2-1. The result, however, was overshadowed by an incident during the second half of the game that <a href=\"https://www.theguardian.com/football/2019/dec/07/manchester-city-investigate-alleged-racist-abuse-lingard\">appeared to show a City fan making a monkey gesture towards a United player</a>.</p> <p>Speaking on television afterwards, Neville linked the incident with the political leaders debate on the BBC on Friday evening.</p> <p>“You are watching the prime minister’s debate where he is talking about migration to this country and people having to have certain levels. It fuels it all the time. It has got worse over the last few years in this country and not just in football,” said Neville, a former Manchester United and England international.</p> <p>He added: “[This fan] thinks he can come to a game and racially abuse someone playing football. It is disgusting. It is terrible and something has to be done. It is not just about banning him from football. Everyone has a responsibility.” </p> <p>He suggested English football has a greater responsibility after Gareth Southgate’s England team players were <a href=\"https://www.theguardian.com/football/2019/oct/14/bulgaria-england-euro-2020-qualifying-match-report\">racially abused in Bulgaria</a> earlier this year. “We always judge other countries on how they deal with racism but we are poor with dealing with it ourselves,” he said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2019/dec/07/manchester-city-investigate-alleged-racist-abuse-lingard\">Manchester City investigate alleged racist abuse aimed at Fred and Lingard</a> </p> </aside>  <p>Manchester City said on Sunday night they were “aware of a video circulating on social media which appears to show a supporter making racial gestures” during the match.</p> <p>The club also said they are “working with Greater Manchester Police in order to help them identify any individuals concerned”.</p> <p>Manchester City said they operate a “zero-tolerance policy” regarding discrimination of any kind, adding that anyone found guilty of racial abuse will be banned for life.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=OjFlsVjTU7M\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/OjFlsVjTU7M?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>They said they were also investigating an incident where objects were being thrown onto the pitch aimed at players.</p> <p>After the game, <a href=\"https://www.theguardian.com/football/2019/dec/07/manchester-city-investigate-alleged-racist-abuse-lingard\">United manager Ole Gunnar Solskjær</a> spoke out strongly about the incident. “I’ve seen the video, heard from the players. We keep talking about it every bloody week. But he’s been caught on camera. He should, in my opinion, never be allowed into a football ground again. It is unacceptable.”</p> <p>Manchester United made a formal complaint to the referee and their opponents after the game, it was revealed.</p> <p>“I am sure that City and the authorities will deal with it. We keep talking about it every week and it doesn’t stop unless it’ll have consequences.”</p> <p><a href=\"https://www.theguardian.com/football/pep-guardiola\">Rival City manager Pep Guardiola </a>said afterwards: “I support the statement the club has done. I am pretty sure the club and policemen are going to make the right decision for it not to happen again. Of course, it is a battle to fight every day, so unfortunately it happens in many places and hopefully it cannot happen again.”</p> <p>Jesse Lingard, one of the United players at whom racist abuse was allegedly directed, said on social media last night: “Not even this idiot can ruin tonight’s feeling, shameful behaviour. It may be a derby but there is never ever a reason to be racist!”</p> <p><a href=\"https://www.theguardian.com/football/kick-it-out\">Kick It Out</a>, the campaign to rid football of racism, said last night it had been “inundated with reports of alleged racist abuse from a number of individuals at the Manchester Derby. We will be contacting both clubs to offer our support and hope swift action is taken to identify the offenders.”</p> <p>The Professional Footballers’ Association condemned the alleged abuse: “We are disappointed by what appears to be racist abuse from fans at the Manchester derby. We welcome this prompt response from Manchester City. Racist abuse is a criminal offence and must be dealt with accordingly.”</p> <p><a href=\"https://www.theguardian.com/football/forest-green-rovers\">League Two club Forest Green Rovers</a> reported on Saturday night they were investigating a further incident of alleged racist abuse by a supporter of a player during their game with Scunthorpe United.</p>",
      "wordcount": "653",
      "firstPublicationDate": "2019-12-08T00:08:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-03T18:52:23Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cpjkv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/18c8e7809f052f7a1abddb1cb74da8bd19051aca/0_220_3300_1980/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Football commentator and pundit Gary Neville blamed Boris Johnson’s election rhetoric on immigrants and immigration for fuelling the number of racist incidents in British society and sport. Neville was speaking after the Manchester derby, which saw United defeat City 2-1. The result, however, was overshadowed by an incident during the second half of the game that appeared to show a City fan making a monkey gesture towards a United player. Speaking on television afterwards, Neville linked the incident with the political leaders debate on the BBC on Friday evening. “You are watching the prime minister’s debate where he is talking about migration to this country and people having to have certain levels. It fuels it all the time. It has got worse over the last few years in this country and not just in football,” said Neville, a former Manchester United and England international. He added: “[This fan] thinks he can come to a game and racially abuse someone playing football. It is disgusting. It is terrible and something has to be done. It is not just about banning him from football. Everyone has a responsibility.” He suggested English football has a greater responsibility after Gareth Southgate’s England team players were racially abused in Bulgaria earlier this year. “We always judge other countries on how they deal with racism but we are poor with dealing with it ourselves,” he said. Manchester City said on Sunday night they were “aware of a video circulating on social media which appears to show a supporter making racial gestures” during the match. The club also said they are “working with Greater Manchester Police in order to help them identify any individuals concerned”. Manchester City said they operate a “zero-tolerance policy” regarding discrimination of any kind, adding that anyone found guilty of racial abuse will be banned for life. They said they were also investigating an incident where objects were being thrown onto the pitch aimed at players. After the game, United manager Ole Gunnar Solskjær spoke out strongly about the incident. “I’ve seen the video, heard from the players. We keep talking about it every bloody week. But he’s been caught on camera. He should, in my opinion, never be allowed into a football ground again. It is unacceptable.” Manchester United made a formal complaint to the referee and their opponents after the game, it was revealed. “I am sure that City and the authorities will deal with it. We keep talking about it every week and it doesn’t stop unless it’ll have consequences.” Rival City manager Pep Guardiola said afterwards: “I support the statement the club has done. I am pretty sure the club and policemen are going to make the right decision for it not to happen again. Of course, it is a battle to fight every day, so unfortunately it happens in many places and hopefully it cannot happen again.” Jesse Lingard, one of the United players at whom racist abuse was allegedly directed, said on social media last night: “Not even this idiot can ruin tonight’s feeling, shameful behaviour. It may be a derby but there is never ever a reason to be racist!” Kick It Out, the campaign to rid football of racism, said last night it had been “inundated with reports of alleged racist abuse from a number of individuals at the Manchester Derby. We will be contacting both clubs to offer our support and hope swift action is taken to identify the offenders.” The Professional Footballers’ Association condemned the alleged abuse: “We are disappointed by what appears to be racist abuse from fans at the Manchester derby. We welcome this prompt response from Manchester City. Racist abuse is a criminal offence and must be dealt with accordingly.” League Two club Forest Green Rovers reported on Saturday night they were investigating a further incident of alleged racist abuse by a supporter of a player during their game with Scunthorpe United.",
      "charCount": "3915",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/davidconnett\">David Connett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/sport",
    "pillarName": "Sport"
  }
]