[
  {
    "id": "world/2019/may/11/police-cuts-organised-crime-national-crime-agency",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-11T23:01:17Z",
    "webTitle": "UK’s organised crime threat at record level, warns National Crime Agency",
    "webUrl": "https://www.theguardian.com/world/2019/may/11/police-cuts-organised-crime-national-crime-agency",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/11/police-cuts-organised-crime-national-crime-agency",
    "fields": {
      "headline": "UK’s organised crime threat at record level, warns National Crime Agency",
      "standfirst": "Britain risks losing fight against organised crime unless police receive significant new resources, official warns",
      "trailText": "Britain risks losing fight against organised crime unless police receive significant new resources, official warns",
      "byline": "Mark Townsend",
      "main": "<figure class=\"element element-image\" data-media-id=\"c2cf738828fb9742ebf460a2aba03ab9e389ddbb\"> <img src=\"https://media.guim.co.uk/c2cf738828fb9742ebf460a2aba03ab9e389ddbb/0_0_3500_2100/1000.jpg\" alt=\"Police and NCA officers approach a property\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Law enforcement needs new investment to help combat organised crime,’ says Lynne Owens, director general of the National Crime Agency.</span> <span class=\"element-image__credit\">Photograph: NCA/PA</span> </figcaption> </figure>",
      "body": "<p>Britain risks losing the fight against organised crime unless police receive significant new resources to tackle the “chronic and corrosive” threat from such groups, the head of the National Crime Agency has warned.</p> <p>In a chilling assessment, the <a href=\"https://www.theguardian.com/uk-news/2018/nov/22/uk-organised-crime-can-police-catch-up-national-crime-agency-lynne-owens\" title=\"\">NCA’s director general, Lynne Owens</a>, said the threat from organised crime groups was at unprecedented levels. “It is chronic and corrosive. The message needs to be heard by everyone.”</p> <p>She added: “People should understand that serious and organised crime kills more of our citizens every year than terrorism, war and natural disasters combined.”</p> <p>In a rare political intervention, the head of an agency often described as <a href=\"https://www.theguardian.com/uk-news/national-crime-agency\" title=\"\">Britain’s equivalent to the FBI</a> reopened the debate on police funding, arguing that without significant investment the UK’s forces would fall further behind the criminals exploiting encrypted communications technology and <a href=\"https://www.theguardian.com/technology/2018/apr/11/amber-rudd-crackdown-dark-web\" title=\"\">dark web anonymity</a>.</p> <p>“Against a backdrop of globalisation, extremism and technological advances, serious and organised crime is changing fast, and law enforcement needs significant new investment to help combat it,” said Owens, ahead of this week’s launch of the NCA’s annual strategic assessment into the impact of organised crime.</p> <p>Last year <a href=\"https://www.theguardian.com/uk-news/2018/sep/11/home-office-ignorant-of-strain-on-police-after-cuts-says-watchdog\" title=\"\">Whitehall’s spending watchdog revealed the jobs of 44,000 police officers</a> and staff had been lost since 2010, when the coalition government came to power, and that the Home Office had failed to even forecast the possible impact.</p> <p>The writer Misha Glenny, who will chair a panel of senior officers at the NCA’s report launch in London on Tuesday, said the <a href=\"https://www.theguardian.com/commentisfree/2019/mar/08/the-guardian-view-on-ending-austerity-it-needs-to-happen\" title=\"\">austerity drive</a> had allowed powerful crime syndicates to flourish in the UK.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2008/apr/06/society\">Review: McMafia by Misha Glenny</a> </p> </aside>  <p><a href=\"https://www.theguardian.com/books/2008/apr/06/society\" title=\"\">Glenny, whose book <em>McMafia</em></a> documented the globalisation of crime after the break-up of the Soviet bloc, said that when it was published in 2008 organised crime was viewed as a global concern and its impact on most British citizens was minimal.</p> <p>“In the past 10 years what is really striking is how this industry has grown inside the UK. Austerity has been absolutely critical in this, partly because of the reduction in police capacity but also because of the continuing increase in inequality. A lot of victims of organised crime tend to be people on the margins who don’t have a voice. When you get an impoverishment of the population, which is what we have had over the last 10 years, you get an increase in desperation, and that opens up opportunities,” added Glenny.</p> <p>Transnational criminal networks, the exploitation of technological improvements and “old-style violence” is allowing serious crime gangs to “dominate communities”, the NCA assessment will say this week.</p> <p>“It will reveal the changing nature of organised crime and its wholesale undermining of the UK’s economy, integrity, infrastructure and institutions,” said the NCA in a statement.</p> <p>The assessment, described as the most comprehensive yet by the NCA, will also <a href=\"https://www.europol.europa.eu/newsroom/news/poly-criminal-group-involved-in-money-laundering-home-burglaries-and-drug-trafficking-busted\" title=\"\">chart the rise of poly-criminality</a> where organised groups operate in several illegal trades such as drugs, firearms and human trafficking. Last year the agency mapped 4,629 OCGs (organised crime groups) inside the UK with tens of thousands of members and says the threat has since continued to grow. One area of enduring concern remains the use of encrypted and anonymisation technology, the latter <a href=\"https://www.theguardian.com/society/2019/apr/25/dark-web-blamed-for-rise-in-drugs-sent-by-post-from-netherlands\" title=\"\">primarily on the dark web</a>, that have eroded the ability of investigators to detect offenders.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>One area of enduring concern remains the use of encrypted and anonymisation technology, the latter primarily on the dark web</p> </blockquote> </aside>  <p>On Saturday, the NCA celebrated the conclusion of an eight-year investigation by seizing £6m worth of assets, including an award-winning luxury hotel and a £100,000 Bentley, from alleged members of an international money-laundering group.</p> <p>The assessment is also expected to warn that advances in technologies, such as artificial intelligence and the introduction of 5G, will present further potential opportunities for criminals.</p> <p>Uncertainty surrounding Brexit will also be identified by the agency as an area for criminal exploitation. Last year the NCA raised concerns that crime groups would exploit “the design and implementation of a new UK customs system, or <a href=\"https://www.theguardian.com/uk-news/2019/feb/11/no-deal-brexit-would-make-britain-less-safe-says-police-chief\" title=\"\">increased challenges</a> for EU and UK law enforcement in locating and extraditing international fugitives, if the UK were to lose enforcement or intelligence-sharing tools”.</p> <p>The report will also document the latest developments on modern slavery and human trafficking, organised immigration crime, cyber-crime, money-laundering, drugs and guns. So-called “<a href=\"https://www.theguardian.com/society/2019/mar/09/county-lines-drug-gangs-fuel-knife-crime-london-norfolk\" title=\"\">county lines</a>” drug supply networks are still expected to affect all 43 police forces in England and Wales.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "699",
      "commentable": "false",
      "firstPublicationDate": "2019-05-11T23:01:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:27Z",
      "newspaperEditionDate": "2019-05-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/begdf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c2cf738828fb9742ebf460a2aba03ab9e389ddbb/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain risks losing the fight against organised crime unless police receive significant new resources to tackle the “chronic and corrosive” threat from such groups, the head of the National Crime Agency has warned. In a chilling assessment, the NCA’s director general, Lynne Owens, said the threat from organised crime groups was at unprecedented levels. “It is chronic and corrosive. The message needs to be heard by everyone.” She added: “People should understand that serious and organised crime kills more of our citizens every year than terrorism, war and natural disasters combined.” In a rare political intervention, the head of an agency often described as Britain’s equivalent to the FBI reopened the debate on police funding, arguing that without significant investment the UK’s forces would fall further behind the criminals exploiting encrypted communications technology and dark web anonymity. “Against a backdrop of globalisation, extremism and technological advances, serious and organised crime is changing fast, and law enforcement needs significant new investment to help combat it,” said Owens, ahead of this week’s launch of the NCA’s annual strategic assessment into the impact of organised crime. Last year Whitehall’s spending watchdog revealed the jobs of 44,000 police officers and staff had been lost since 2010, when the coalition government came to power, and that the Home Office had failed to even forecast the possible impact. The writer Misha Glenny, who will chair a panel of senior officers at the NCA’s report launch in London on Tuesday, said the austerity drive had allowed powerful crime syndicates to flourish in the UK. Glenny, whose book McMafia documented the globalisation of crime after the break-up of the Soviet bloc, said that when it was published in 2008 organised crime was viewed as a global concern and its impact on most British citizens was minimal. “In the past 10 years what is really striking is how this industry has grown inside the UK. Austerity has been absolutely critical in this, partly because of the reduction in police capacity but also because of the continuing increase in inequality. A lot of victims of organised crime tend to be people on the margins who don’t have a voice. When you get an impoverishment of the population, which is what we have had over the last 10 years, you get an increase in desperation, and that opens up opportunities,” added Glenny. Transnational criminal networks, the exploitation of technological improvements and “old-style violence” is allowing serious crime gangs to “dominate communities”, the NCA assessment will say this week. “It will reveal the changing nature of organised crime and its wholesale undermining of the UK’s economy, integrity, infrastructure and institutions,” said the NCA in a statement. The assessment, described as the most comprehensive yet by the NCA, will also chart the rise of poly-criminality where organised groups operate in several illegal trades such as drugs, firearms and human trafficking. Last year the agency mapped 4,629 OCGs (organised crime groups) inside the UK with tens of thousands of members and says the threat has since continued to grow. One area of enduring concern remains the use of encrypted and anonymisation technology, the latter primarily on the dark web, that have eroded the ability of investigators to detect offenders. On Saturday, the NCA celebrated the conclusion of an eight-year investigation by seizing £6m worth of assets, including an award-winning luxury hotel and a £100,000 Bentley, from alleged members of an international money-laundering group. The assessment is also expected to warn that advances in technologies, such as artificial intelligence and the introduction of 5G, will present further potential opportunities for criminals. Uncertainty surrounding Brexit will also be identified by the agency as an area for criminal exploitation. Last year the NCA raised concerns that crime groups would exploit “the design and implementation of a new UK customs system, or increased challenges for EU and UK law enforcement in locating and extraditing international fugitives, if the UK were to lose enforcement or intelligence-sharing tools”. The report will also document the latest developments on modern slavery and human trafficking, organised immigration crime, cyber-crime, money-laundering, drugs and guns. So-called “county lines” drug supply networks are still expected to affect all 43 police forces in England and Wales.",
      "charCount": "4510",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marktownsend\">Mark Townsend</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/may/11/thousands-march-in-cardiff-calling-for-welsh-independence",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-11T16:52:26Z",
    "webTitle": "Thousands march in Cardiff calling for Welsh independence",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/11/thousands-march-in-cardiff-calling-for-welsh-independence",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/11/thousands-march-in-cardiff-calling-for-welsh-independence",
    "fields": {
      "headline": "Thousands march in Cardiff calling for Welsh independence",
      "standfirst": "<p>Demonstrators say Brexit and austerity have increased support for leaving the UK</p>",
      "trailText": "Demonstrators say Brexit and austerity have increased support for leaving the UK",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"77d25b01bc570dd63680dbc72d42daab38fdc20b\"> <img src=\"https://media.guim.co.uk/77d25b01bc570dd63680dbc72d42daab38fdc20b/0_156_3300_1980/1000.jpg\" alt=\"Independence campaigners in Cardiff\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Poll shows 12% of Welsh people support self-government.</span> <span class=\"element-image__credit\">Photograph: Chris FairweaTher/Huw Evans/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Thousands have demonstrated in Cardiff to call for an independent Wales in what organisers said was the first such march in Welsh history.</p> <p>Some protesters said they had been lifelong supporters of independence, while others said they were converted by Brexit and austerity. A recent poll for ITV Wales showed that 12% of people support self-government.</p> <p>As the march ended with a rendition of the Welsh national anthem, Hen Wlad Fy Nhadau, Adam Price, leader of nationalist party Plaid Cymru, said that Welsh problems could be more easily solved if decisions were taken within the nation.</p> <p>“For many years, our desire to see an independent Wales has seemed distant. But the tide is turning, the marches are growing, and the voices are louder,” he said.</p>  <figure class=\"element element-image\" data-media-id=\"957d23e18089f3030b5172b439a9d2a381626509\"> <img src=\"https://media.guim.co.uk/957d23e18089f3030b5172b439a9d2a381626509/41_170_3252_1951/1000.jpg\" alt=\"The march through the centre of Cardiff.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The march through the centre of Cardiff.</span> <span class=\"element-image__credit\">Photograph: Chris Fairweather/Huw Evans/Rex/Shutterstock</span> </figcaption> </figure>  <p>“Decades of Westminster neglect have resulted in poverty and under-investment. A third of our children are living in relative poverty and you only have to look at the Brexit chaos to see that Westminster is not fit to govern or represent Wales.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/26/welsh-vandalism-nationhood-flood-village-cofiwch-dryweryn\">How an act of anti-Welsh vandalism is fuelling the push for independence | Michelle Thomas</a> </p> </aside>  <p>Llywelyn ap Gwilym, a spokesperson for organiser All Under One Banner Cymru, told WalesOnline: “The debate around Wales’s constitutional future has intensified since the vote for the UK to leave the European Union.</p> <p>“Several groups believe that Wales and its people would have a better future as an independent nation outside the UK ... There is an increasing realisation that independence is normal.”</p>",
      "wordcount": "230",
      "firstPublicationDate": "2019-05-11T16:52:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:37Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/begdk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/77d25b01bc570dd63680dbc72d42daab38fdc20b/0_156_3300_1980/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Thousands have demonstrated in Cardiff to call for an independent Wales in what organisers said was the first such march in Welsh history. Some protesters said they had been lifelong supporters of independence, while others said they were converted by Brexit and austerity. A recent poll for ITV Wales showed that 12% of people support self-government. As the march ended with a rendition of the Welsh national anthem, Hen Wlad Fy Nhadau, Adam Price, leader of nationalist party Plaid Cymru, said that Welsh problems could be more easily solved if decisions were taken within the nation. “For many years, our desire to see an independent Wales has seemed distant. But the tide is turning, the marches are growing, and the voices are louder,” he said. “Decades of Westminster neglect have resulted in poverty and under-investment. A third of our children are living in relative poverty and you only have to look at the Brexit chaos to see that Westminster is not fit to govern or represent Wales.” Llywelyn ap Gwilym, a spokesperson for organiser All Under One Banner Cymru, told WalesOnline: “The debate around Wales’s constitutional future has intensified since the vote for the UK to leave the European Union. “Several groups believe that Wales and its people would have a better future as an independent nation outside the UK ... There is an increasing realisation that independence is normal.”",
      "charCount": "1397",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/11/change-uk-asks-bbc-to-explain-pulling-heidi-allen-have-i-got-news-for-you",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-11T14:45:20Z",
    "webTitle": "Change UK asks BBC to explain pulling Have I Got News For You",
    "webUrl": "https://www.theguardian.com/politics/2019/may/11/change-uk-asks-bbc-to-explain-pulling-heidi-allen-have-i-got-news-for-you",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/11/change-uk-asks-bbc-to-explain-pulling-heidi-allen-have-i-got-news-for-you",
    "fields": {
      "headline": "Change UK asks BBC to explain pulling Have I Got News For You",
      "standfirst": "<p>New party writes to BBC director general to demand urgent review of coverage of Change UK</p>",
      "trailText": "New party writes to BBC director general to demand urgent review of coverage of Change UK",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"a67aa978b2dbf1e79747a08034a5110116b5960a\"> <img src=\"https://media.guim.co.uk/a67aa978b2dbf1e79747a08034a5110116b5960a/0_41_3500_2100/1000.jpg\" alt=\"Heidi Allen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Heidi Allen said Nigel Farage seemed to be on the BBC all the time.</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>",
      "body": "<p>Change UK has written to the BBC to call for a full explanation of the decision <a href=\"https://www.theguardian.com/tv-and-radio/2019/may/10/heidi-allen-asks-bbc-why-did-you-pull-have-i-got-news-for-you\">not to air an episode of Have I Got News For You</a> featuring its interim leader, Heidi Allen, claiming the broadcaster was providing Nigel Farage with unduly favourable coverage.</p> <p>The newly formed party also raised concerns over the fairness of the BBC’s coverage of Change UK and demanded an urgent review of the decision to “exclude” them from a BBC Wales election debate on Sunday before the European elections.</p> <p>Change UK’s campaign coordinator, Chris Leslie, raised concerns and referred to Nigel Farage’s appearance on Have I Got News For You in 2014 in the run-up to the EU parliament elections, although it was unclear if this fell within the pre-election period.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2019/may/10/heidi-allen-asks-bbc-why-did-you-pull-have-i-got-news-for-you\">Heidi Allen asks BBC: why did you pull Have I Got News for You?</a> </p> </aside>  <p>“Britain’s politics is broken and if we’re going to fix it, people need a chance to hear from the full range of parties standing in the upcoming European elections – including Change UK with our support for a people’s vote and remain,” Leslie, the former Labour MP, wrote in a letter to the BBC director general, Tony Hall.</p> <p>“The BBC has a crucial role as our national broadcaster, but we’re worried that over the past week, it’s got a couple of big calls wrong. This is particularly concerning given that similar decision about Nigel Farage’s appearances over the years appear to have gone the other way.</p> <p>“Today, we’re asking the BBC to look again and make sure it’s not doing British voters a disservice by giving some parties more favourable treatment than others.</p> <p>“I am specifically asking that you urgently review your decision to bar our party from the BBC Wales election candidates’ debate, due to take place tomorrow [Sunday] morning. For your BBC Wales team to exclude Change UK in particular … is deeply unfair and will limit debate rather than allow it.”</p> <p>On Friday evening, the BBC One comedy quiz show tweeted:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/haveigotnews/status/1126934743407370241\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sorry everyone. The BBC have pulled tonight’s edition of <a href=\"https://twitter.com/hashtag/HIGNFY?src=hash&amp;ref_src=twsrc%5Etfw\">#HIGNFY</a> - no, we didn’t book Danny Baker. We booked Heidi Allen, a member of a party no-one knows the name of (not even the people in it), because the Euro elections, which nobody wants, may or may not be happening.<br>Sorry.</p>&mdash; Have I Got News For You (@haveigotnews) <a href=\"https://twitter.com/haveigotnews/status/1126934743407370241?ref_src=twsrc%5Etfw\">May 10, 2019</a></blockquote>  </figure>  <p>The BBC referred to its editorial guidelines and said it would look to broadcast the episode at a later date. “It would be inappropriate to feature political party leaders on entertainment programmes during this short election period, which does not allow for equal representation to be achieved.”</p> <p>It came after Farage, leader of the Brexit partymade his 33rd appearance as a panellist on BBC1’s Question Time on Thursday. Allen, the MP for South Cambridgeshire, <a href=\"https://twitter.com/heidiallen75/status/1126951888451244037\">tweeted</a>: “Maybe I’m just not as funny as Nigel Farage eh? He’s so funny, he seems to be on the BBC all the time!</p> <p>“An explanation would be appreciated, not least to acknowledge the hard work of the entire crew who worked diligently to put the show together.”</p>",
      "wordcount": "442",
      "firstPublicationDate": "2019-05-11T14:42:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:24Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/befyz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a67aa978b2dbf1e79747a08034a5110116b5960a/0_41_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Change UK has written to the BBC to call for a full explanation of the decision not to air an episode of Have I Got News For You featuring its interim leader, Heidi Allen, claiming the broadcaster was providing Nigel Farage with unduly favourable coverage. The newly formed party also raised concerns over the fairness of the BBC’s coverage of Change UK and demanded an urgent review of the decision to “exclude” them from a BBC Wales election debate on Sunday before the European elections. Change UK’s campaign coordinator, Chris Leslie, raised concerns and referred to Nigel Farage’s appearance on Have I Got News For You in 2014 in the run-up to the EU parliament elections, although it was unclear if this fell within the pre-election period. “Britain’s politics is broken and if we’re going to fix it, people need a chance to hear from the full range of parties standing in the upcoming European elections – including Change UK with our support for a people’s vote and remain,” Leslie, the former Labour MP, wrote in a letter to the BBC director general, Tony Hall. “The BBC has a crucial role as our national broadcaster, but we’re worried that over the past week, it’s got a couple of big calls wrong. This is particularly concerning given that similar decision about Nigel Farage’s appearances over the years appear to have gone the other way. “Today, we’re asking the BBC to look again and make sure it’s not doing British voters a disservice by giving some parties more favourable treatment than others. “I am specifically asking that you urgently review your decision to bar our party from the BBC Wales election candidates’ debate, due to take place tomorrow [Sunday] morning. For your BBC Wales team to exclude Change UK in particular … is deeply unfair and will limit debate rather than allow it.” On Friday evening, the BBC One comedy quiz show tweeted: The BBC referred to its editorial guidelines and said it would look to broadcast the episode at a later date. “It would be inappropriate to feature political party leaders on entertainment programmes during this short election period, which does not allow for equal representation to be achieved.” It came after Farage, leader of the Brexit partymade his 33rd appearance as a panellist on BBC1’s Question Time on Thursday. Allen, the MP for South Cambridgeshire, tweeted: “Maybe I’m just not as funny as Nigel Farage eh? He’s so funny, he seems to be on the BBC all the time! “An explanation would be appreciated, not least to acknowledge the hard work of the entire crew who worked diligently to put the show together.”",
      "charCount": "2590",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/11/missing-ingredient-debates-generosity-labour-antisemitism",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-11T05:00:12Z",
    "webTitle": "The missing ingredient in today’s debates? Generosity | Gary Younge",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/11/missing-ingredient-debates-generosity-labour-antisemitism",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/11/missing-ingredient-debates-generosity-labour-antisemitism",
    "fields": {
      "headline": "The missing ingredient in today’s debates? Generosity",
      "standfirst": "<p>Conversations on the left are too often bitter and divisive, from trans issues to Labour and antisemitism. There is another way</p>",
      "trailText": "Conversations on the left are increasingly bitter and divisive, from trans issues to Labour and antisemitism, says Guardian columnist Gary Younge",
      "byline": "Gary Younge",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"67f0fa787d78d271e6ae7cdca5399cdcf446aec5\"> <img src=\"https://media.guim.co.uk/67f0fa787d78d271e6ae7cdca5399cdcf446aec5/0_0_3047_1829/1000.jpg\" alt=\"Illustration by Thomas Pullin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by Thomas Pullin</span> <span class=\"element-image__credit\">Illustration: Thomas Pullin</span> </figcaption> </figure>",
      "body": "<p>In the early 1960s a white student who had seen Malcolm X speak at her college went to the Nation of Islam restaurant in New York to challenge him on his philosophy. “Don’t you believe there are any good white people,” he recalled her asking, in his <a href=\"https://en.wikipedia.org/wiki/The_Autobiography_of_Malcolm_X\" title=\"\">autobiography</a>. “I didn’t want to hurt her feelings,” he wrote. “I told her, ‘People’s deeds I believe in, Miss – not their words.’”</p> <p>“What can I do?” she exclaimed. “Nothing,” Malcolm X said, and “she burst out crying, and ran out and up Lenox Avenue and caught a taxi”. He would later say of that encounter: “I regret that I told her she could do ‘nothing’. I wish now that I knew her name, or where I could telephone her …”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It feels as if the well of generosity in left and liberal circles is running dry</p> </blockquote> </aside>  <p>Generosity is a rare commodity in politics. That is not so surprising on the right: a politics rooted in individualism, self-reliance and private profit does not lend itself to altruism. States of penury and acts of charity are understood to emerge from entirely separate worlds. That is how George Osborne as chancellor could pauperise people with austerity and then, as editor of the London Evening Standard, run a campaign to feed the hungry without any sense of hypocrisy.</p> <p>The left is different. It is difficult to imagine building a society that thrives on more sharing, redistribution and collective endeavour without a spirit of generosity – you cannot liberate humanity and dislike the people you are ostensibly doing it with and for at the same time.</p> <p>At present it feels as if the well of generosity in left and liberal circles is running dry, creating an atmosphere of reflexive judgment and sweeping dismissal. On issues such as trans rights, a second referendum or Labour and antisemitism, for instance, debates have become so toxic that many find it difficult to meaningfully intervene.</p> <p>A series of unequivocal binaries deny context and privilege certainty, while dispensing guilt and innocence by association. There is no room for Eurosceptic remainers or leavers who were not duped; you can either love Jeremy Corbyn and hate Jews or oppose antisemitism and hate Corbyn; support the protection of spaces fought for by women and back the “trans-exclusionary radical feminists” or be all in for every aspect of trans rights and supposedly betray those women; support a second referendum and deny democracy or do Nigel Farage’s dirty work, and deliver a <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news\" title=\"\">manageable Brexit</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/audio/2019/may/10/love-corbyn-hate-brexit-labour-eu-elections-dilemma-today-in-focus-podcast\">Love Corbyn, hate Brexit? Labour's EU elections dilemma – podcast</a> </p> </aside>  <p>People who do not fall neatly into either camp often choose silence, not because they have nothing to say, but because they are not confident that they will be heard. The worst possible motives are assumed for every statement. The option of keeping two competing and maybe even conflicting ideas in your head at the same time is tantamount to heresy. Trapped between what feels like a choice of fundamentalisms, they witness the low blows traded in either direction and decide it is safer to keep their own counsel than get caught in the crossfire.</p> <p>While it may be ugly, this particular outcome is not always a bad thing. Some people, particularly men, feel entitled to voice opinions on everything, whether they are well-informed or not. It would be preferable if they came to the conclusion by themselves that they’d do everyone a favour by shutting up. But if they need to be cowed into it, then that may be a fortunate unintended consequence.</p> <p>It may seem a strange thing for a columnist to argue, but it’s OK not to have a firm opinion about everything. It’s OK not to know, to be conflicted or just in the process of working something out. Indeed, I wish more commentators would admit that more often.</p> <p>I’ve frequently seen people, however, who do have something valuable to say or ask but would rather not do so. My sense of this is anecdotal not empirical. It feels worse online, where people make their case, impulsively and often while distracted, in 280 characters against or with people they’ve never met. I’ve witnessed it in social media any number of times. But I have seen it increasingly in actual live social situations, too.</p> <p>It’s not hard to see why generosity might be lacking in progressive circles. Embattled people, defining their enemies broadly and their potential allies narrowly, may well fall short when called upon to be both thick-skinned and open-hearted. It is also not difficult to see why this is a problem. A lack of generosity makes the left smaller, less effective and more divided than it need be, while creating a culture of online trolling, vindictiveness and insensitivity that leaves little space for growth, evolution, inquiry or nuance.</p> <p>When I talk about generosity here I am referring to a mixture of civility and goodwill towards a range of people who broadly share goals, if not methods, and with whom engagement is necessary. One need not resort to cliches such as “the truth is somewhere in the middle”, or “they’re all as bad as each other”, or even Rodney King’s hallowed “Can’t we all get along?” to believe that some kind of accommodation, rooted in sensitivity and mutual respect, is preferable to a fight to the death and all the collateral damage that comes with it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/09/who-needs-policies-jeremy-the-bearded-messiah-was-back\">Who needs policies? Jeremy the bearded messiah is back</a> </p> </aside>  <p>The problem is not with people taking sides, or even the sides they’ve taken, but the apparent inability of many to venture beyond their own trenches to see what kind of truce is possible.</p> <p>The coarsening of discourse does not take place in a vacuum. It relates to the deeper polarisation and <a href=\"https://www.britannica.com/topic/anomie\" title=\"\">anomie</a> that has taken over our politics. This is not about the “left intolerance” constructed by rightwingers in order to justify their own bigotry. They are far less tolerant both of each other – Tory party discipline has collapsed, and just a few years ago Ukip had one of its leadership contenders punched out by a colleague – and of the outside world: you can draw a direct line from Farage to the Windrush scandal that goes straight through David Cameron and Theresa May.</p> <p>There are limits, of course. I do not extend this hand of generosity to debates about whether the Holocaust happened, Islamophobia is real, climate change a hoax or ethnic diversity a threat to western civilisation. I see no need to debate my, or anybody else’s, humanity or right to exist. We all have red lines; the only question is where you draw them.</p> <p>I also understand that this might be how some Jews feel about the antisemitism debate or both some trans people and cis-gendered women feel about sex and gender: their red lines have been crossed. Their right to exist has been challenged. Being cis-gendered male and Gentile, that could never be my call. Many would like to talk about it. Others would like to listen. But they can’t hear or make themselves heard for all the shouting. I’m not sure how we arrived at this bad place. But it feels like we got here very quickly.</p> <p>• Gary Younge is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1169",
      "commentCloseDate": "2019-05-11T14:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-11T05:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-11T14:37:02Z",
      "newspaperEditionDate": "2019-05-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/beaev",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/67f0fa787d78d271e6ae7cdca5399cdcf446aec5/0_0_3047_1829/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the early 1960s a white student who had seen Malcolm X speak at her college went to the Nation of Islam restaurant in New York to challenge him on his philosophy. “Don’t you believe there are any good white people,” he recalled her asking, in his autobiography. “I didn’t want to hurt her feelings,” he wrote. “I told her, ‘People’s deeds I believe in, Miss – not their words.’” “What can I do?” she exclaimed. “Nothing,” Malcolm X said, and “she burst out crying, and ran out and up Lenox Avenue and caught a taxi”. He would later say of that encounter: “I regret that I told her she could do ‘nothing’. I wish now that I knew her name, or where I could telephone her …” Generosity is a rare commodity in politics. That is not so surprising on the right: a politics rooted in individualism, self-reliance and private profit does not lend itself to altruism. States of penury and acts of charity are understood to emerge from entirely separate worlds. That is how George Osborne as chancellor could pauperise people with austerity and then, as editor of the London Evening Standard, run a campaign to feed the hungry without any sense of hypocrisy. The left is different. It is difficult to imagine building a society that thrives on more sharing, redistribution and collective endeavour without a spirit of generosity – you cannot liberate humanity and dislike the people you are ostensibly doing it with and for at the same time. At present it feels as if the well of generosity in left and liberal circles is running dry, creating an atmosphere of reflexive judgment and sweeping dismissal. On issues such as trans rights, a second referendum or Labour and antisemitism, for instance, debates have become so toxic that many find it difficult to meaningfully intervene. A series of unequivocal binaries deny context and privilege certainty, while dispensing guilt and innocence by association. There is no room for Eurosceptic remainers or leavers who were not duped; you can either love Jeremy Corbyn and hate Jews or oppose antisemitism and hate Corbyn; support the protection of spaces fought for by women and back the “trans-exclusionary radical feminists” or be all in for every aspect of trans rights and supposedly betray those women; support a second referendum and deny democracy or do Nigel Farage’s dirty work, and deliver a manageable Brexit. People who do not fall neatly into either camp often choose silence, not because they have nothing to say, but because they are not confident that they will be heard. The worst possible motives are assumed for every statement. The option of keeping two competing and maybe even conflicting ideas in your head at the same time is tantamount to heresy. Trapped between what feels like a choice of fundamentalisms, they witness the low blows traded in either direction and decide it is safer to keep their own counsel than get caught in the crossfire. While it may be ugly, this particular outcome is not always a bad thing. Some people, particularly men, feel entitled to voice opinions on everything, whether they are well-informed or not. It would be preferable if they came to the conclusion by themselves that they’d do everyone a favour by shutting up. But if they need to be cowed into it, then that may be a fortunate unintended consequence. It may seem a strange thing for a columnist to argue, but it’s OK not to have a firm opinion about everything. It’s OK not to know, to be conflicted or just in the process of working something out. Indeed, I wish more commentators would admit that more often. I’ve frequently seen people, however, who do have something valuable to say or ask but would rather not do so. My sense of this is anecdotal not empirical. It feels worse online, where people make their case, impulsively and often while distracted, in 280 characters against or with people they’ve never met. I’ve witnessed it in social media any number of times. But I have seen it increasingly in actual live social situations, too. It’s not hard to see why generosity might be lacking in progressive circles. Embattled people, defining their enemies broadly and their potential allies narrowly, may well fall short when called upon to be both thick-skinned and open-hearted. It is also not difficult to see why this is a problem. A lack of generosity makes the left smaller, less effective and more divided than it need be, while creating a culture of online trolling, vindictiveness and insensitivity that leaves little space for growth, evolution, inquiry or nuance. When I talk about generosity here I am referring to a mixture of civility and goodwill towards a range of people who broadly share goals, if not methods, and with whom engagement is necessary. One need not resort to cliches such as “the truth is somewhere in the middle”, or “they’re all as bad as each other”, or even Rodney King’s hallowed “Can’t we all get along?” to believe that some kind of accommodation, rooted in sensitivity and mutual respect, is preferable to a fight to the death and all the collateral damage that comes with it. The problem is not with people taking sides, or even the sides they’ve taken, but the apparent inability of many to venture beyond their own trenches to see what kind of truce is possible. The coarsening of discourse does not take place in a vacuum. It relates to the deeper polarisation and anomie that has taken over our politics. This is not about the “left intolerance” constructed by rightwingers in order to justify their own bigotry. They are far less tolerant both of each other – Tory party discipline has collapsed, and just a few years ago Ukip had one of its leadership contenders punched out by a colleague – and of the outside world: you can draw a direct line from Farage to the Windrush scandal that goes straight through David Cameron and Theresa May. There are limits, of course. I do not extend this hand of generosity to debates about whether the Holocaust happened, Islamophobia is real, climate change a hoax or ethnic diversity a threat to western civilisation. I see no need to debate my, or anybody else’s, humanity or right to exist. We all have red lines; the only question is where you draw them. I also understand that this might be how some Jews feel about the antisemitism debate or both some trans people and cis-gendered women feel about sex and gender: their red lines have been crossed. Their right to exist has been challenged. Being cis-gendered male and Gentile, that could never be my call. Many would like to talk about it. Others would like to listen. But they can’t hear or make themselves heard for all the shouting. I’m not sure how we arrived at this bad place. But it feels like we got here very quickly. • Gary Younge is a Guardian columnist",
      "charCount": "6769",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/garyyounge\">Gary Younge</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]