[
  {
    "id": "politics/2019/aug/19/working-towards-national-unity-and-preventing-a-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-19T16:19:07Z",
    "webTitle": "Working towards national unity and preventing a no-deal Brexit | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/19/working-towards-national-unity-and-preventing-a-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/19/working-towards-national-unity-and-preventing-a-no-deal-brexit",
    "fields": {
      "headline": "Working towards national unity and preventing a no-deal Brexit",
      "standfirst": "<strong>Shirley Williams</strong> says open and constructive discussion between parties is now vital, <strong>Robin Wendt </strong>has advice for Labour and <strong>Judy Stober </strong>says lessons should be learned from the 1930s",
      "trailText": "Letters: <strong>Shirley Williams</strong> says open and constructive discussion between parties is now vital, <strong>Robin Wendt </strong>has advice for Labour and <strong>Judy Stober </strong>says lessons should be learned from the 1930s",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c254342d98b84df11248a586002cf78adf5583e3\"> <img src=\"https://media.guim.co.uk/c254342d98b84df11248a586002cf78adf5583e3/0_687_3797_2277/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Many see Jeremy Corbyn as more dangerous, even as a caretaker prime minister, than the current government,’ fears Judy Stober. </span> <span class=\"element-image__credit\">Photograph: Chris McAndrew/UK Parliament</span> </figcaption> </figure>",
      "body": "<p>At long last some experienced MPs from all the parliamentary parties are discussing how to construct a consensus behind a government of national unity. Such a government would reject in principle a no-deal Brexit, would seek an extension of the agenda agreed for negotiation with EU colleagues, and would review again our contribution to defence, foreign affairs and security. It is clear, for instance, that on some issues such as relations with Iran, China and President Trump’s administration, open and constructive discussion is important and badly needed.</p> <p>One essential element must surely be a recognition of the importance of the union. This union, the United Kingdom, has worked well over the past 40 years, including the devolution of power to Wales, Scotland and Northern Ireland, bringing with it a genuine partnership and cooperation. It has been one of the real achievements of recent years.</p> <p>There is encouraging evidence that the UK’s member countries are learning how to work together, not least in ensuring the absolute commitment to no border in Ireland of any kind. The willingness of politicians in parliament to reach agreement is encouraging, but time is very short.<br><strong>Shirley Williams</strong><br><em>Liberal Democrats, House of Lords</em></p> <p>• The would-be participants don’t seem to have fully grasped the provisions of the Fixed-Term Parliaments Act (<a href=\"https://www.theguardian.com/politics/2019/aug/16/sadiq-khan-lib-dems-jo-swinson-corbyn-only-viable-pm-stop-no-deal-brexit\" title=\"\">Hopes fade for alliance against no-deal exit</a>, 17 August). We are in uncharted and unprecedented territory. The act neither confers on nor refuses rights to the prime minister or leader of the opposition, or anyone, to try to form a new government after a no-confidence vote. It is, in effect, an open house for 14 days with no fixed rules. Somebody (for example, the father of the house) would need to get a grip. If, on the other hand, confidence is not at issue, the act restricts the prime minister’s right to call a “snap” election unless at least two-thirds of MPs assent. Labour is thus in a position to block such an election. It would be well advised to do so.<br><strong>Robin Wendt</strong><br><em>Chester</em></p> <p>• I recently saw Vanessa Redgrave’s play Vienna 34 – Munich 38, which ends with a long extract from a speech Thomas Mann made in New York in 1938. He castigated western European countries, especially Britain, for their feebleness in confronting Hitler because, as he saw it, they were more concerned about socialism in Russia.</p> <p>There are obvious parallels with our current situation, with so many seeing Jeremy Corbyn as more dangerous, even as a caretaker prime minister, than the current government and its rush to no deal. But we know it was a mistake in the 1930s and is, surely, equally a gross error of judgment now (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/18/cost-no-deal-mps-operation-yellowhammer-brexit\" title=\"\">Journal</a>, 19 August).<br><strong>Judy Stober</strong><br><em>Bruton, Somerset </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "495",
      "commentable": "false",
      "firstPublicationDate": "2019-08-19T16:19:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:34Z",
      "newspaperEditionDate": "2019-08-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c6h76",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c254342d98b84df11248a586002cf78adf5583e3/0_687_3797_2277/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "At long last some experienced MPs from all the parliamentary parties are discussing how to construct a consensus behind a government of national unity. Such a government would reject in principle a no-deal Brexit, would seek an extension of the agenda agreed for negotiation with EU colleagues, and would review again our contribution to defence, foreign affairs and security. It is clear, for instance, that on some issues such as relations with Iran, China and President Trump’s administration, open and constructive discussion is important and badly needed. One essential element must surely be a recognition of the importance of the union. This union, the United Kingdom, has worked well over the past 40 years, including the devolution of power to Wales, Scotland and Northern Ireland, bringing with it a genuine partnership and cooperation. It has been one of the real achievements of recent years. There is encouraging evidence that the UK’s member countries are learning how to work together, not least in ensuring the absolute commitment to no border in Ireland of any kind. The willingness of politicians in parliament to reach agreement is encouraging, but time is very short. Shirley Williams Liberal Democrats, House of Lords • The would-be participants don’t seem to have fully grasped the provisions of the Fixed-Term Parliaments Act (Hopes fade for alliance against no-deal exit, 17 August). We are in uncharted and unprecedented territory. The act neither confers on nor refuses rights to the prime minister or leader of the opposition, or anyone, to try to form a new government after a no-confidence vote. It is, in effect, an open house for 14 days with no fixed rules. Somebody (for example, the father of the house) would need to get a grip. If, on the other hand, confidence is not at issue, the act restricts the prime minister’s right to call a “snap” election unless at least two-thirds of MPs assent. Labour is thus in a position to block such an election. It would be well advised to do so. Robin Wendt Chester • I recently saw Vanessa Redgrave’s play Vienna 34 – Munich 38, which ends with a long extract from a speech Thomas Mann made in New York in 1938. He castigated western European countries, especially Britain, for their feebleness in confronting Hitler because, as he saw it, they were more concerned about socialism in Russia. There are obvious parallels with our current situation, with so many seeing Jeremy Corbyn as more dangerous, even as a caretaker prime minister, than the current government and its rush to no deal. But we know it was a mistake in the 1930s and is, surely, equally a gross error of judgment now (Journal, 19 August). Judy Stober Bruton, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3006",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-19T15:40:38Z",
    "webTitle": "Brexit: Boris Johnson says he is confident EU will shift backstop position - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news",
    "fields": {
      "headline": "Brexit: Boris Johnson says he is confident EU will shift backstop position - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including Jeremy Corbyn’s speech on Labour’s vision for Britain</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a891f8f0896be8f8fbc69#block-5d5a891f8f0896be8f8fbc69\">Johnson claims he is ‘confident’ EU will shift its position on backstop</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a52128f084f687f359029#block-5d5a52128f084f687f359029\">John McDonnell’s Today interview - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a93188f08c7e177d4d2cd#block-5d5a93188f08c7e177d4d2cd\">Corbyn’s speech and Q&amp;A - Summary and analysis</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a71738f08c7e177d4d129#block-5d5a71738f08c7e177d4d129\">Extracts from Corbyn’s speech on Labour’s vision for Britain</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5ac0748f08c7e177d4d4f5#block-5d5ac0748f08c7e177d4d4f5\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including Jeremy Corbyn’s speech",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"14c08dfe-2c39-4bc4-bc76-bf120b8911a0\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/q7yuq0jA774?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d5ac0748f08c7e177d4d4f5\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T15:40:38.675Z\">4.40pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/aug/19/boris-johnson-confident-eu-will-back-down-in-brexit-talks\">Boris Johnson has claimed that EU leaders will change their positions and allow the UK to scrap the Brexit backstop in the withdrawal agreement.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/aug/19/brexit-no-10-rejects-demands-parliament-recalled-no-deal-documents\">Downing Street has rejected demands by MPs for a recall of parliament following the leak of damaging no-deal Brexit documents and will instead ask Michael Gove to brief the public on how to prepare over the coming weeks.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/aug/19/labour-may-stay-neutral-if-second-referendum-is-between-its-brexit-deal-or-remain\">Jeremy Corbyn and John McDonnell have left the door open to their party staying neutral in a second referendum if the choice were a Labour deal or remaining in the EU, as they pledged to do everything possible to stop the UK leaving without an agreement.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/aug/19/threat-to-end-freedom-of-movement-overnight-reckless-say-eu-citizens\">Ending freedom of movement for EU citizens immediately after a no-deal Brexit would be reckless and could create a hostile environment for European nationals, a campaign group has said.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/aug/19/scottish-independence-referendum-plan-2020-thrown-into-doubt-electoral-commission\">Nicola Sturgeon’s preference for holding another referendum on Scottish independence in the second half of next year has been put in doubt after the Electoral Commission recommended a gap of at least nine months between the completion of the required legislation and polling day.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Boris Johnson has urged parents to ignore “superstitious mumbo jumbo on the internet” and to get their children vaccinated.</strong> Speaking on a hospital visit intended to promote <a href=\"https://www.gov.uk/government/news/prime-minister-orders-urgent-action-to-improve-vaccination-uptake\">measures to increase vaccine uptake</a>, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think there’s complacency on the part of parents about the need to get that second [MMR] vaccine but also, I’m afraid, people have been listening to that superstitious mumbo jumbo on the internet, all that anti-vax stuff and thinking that the MMR vaccine is a bad idea. That’s wrong. </p> \n   <p>Please get your kids vaccinated because it’s not just the right thing for them, but also of course it is the right thing for the whole population because it might not be your kid that gets it, it could be somebody else’s.</p> \n  </blockquote> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5d5ab9ae8f08c7e177d4d48a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T15:17:15.922Z\">4.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a question from below the line worth answering.</p> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/132111335\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/12368968\" title=\"View senoj1’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/12368968\" height=\"40\" width=\"40\" alt=\"User avatar for senoj1\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/12368968\" title=\"View senoj1’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">senoj1</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/132111335\" title=\"Link to this comment\" itemprop=\"datePublished\">19 August 2019 12:04pm</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <p>Andrew, (or anyone else)...can you help explain why Corbynn wants to be a temporary time limited PM of a fragile unity govt? </p> \n      <p>If Labour want to transform the economy etc, why fight so hard to lead a govt that time limited, and policy limited to one policy (delay brexit, referendum - what's on referendum paper is another Q). If there's any deviation from this policy, Govts majority will instantly go, it's leader very publically tarred with the 'untrustworthy' brush...why would you aspire to lead this unity Govt? </p> \n      <p>Better to appear statesman like, offer it up to someone else - based on the above reason, and then take your argument for society to the country, aiming to lead for 5-10 years? </p> \n      <p>So what's in it for JC and Labour just now? What am I missing?</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n  <p>Actually, under Jeremy Corbyn’s offer to run a time-limited caretaker government, his only firm intention would be to negotiate an extension to Brexit and to then call an election. Why would he bother? I can think of plenty of reasons.</p> \n  <p>1) This would be a means of stopping a no-deal Brexit, which would earn Jeremy Corbyn, and Labour, great credit amongst remainers. It would also, they would say, be the right thing for the country.</p> \n  <p>2) If there is going to be an early election, there would be advantages for Corbyn to holding it with Brexit delayed - because the Tories would probably get crushed by the Brexit party.</p> \n  <p>3) An incumbent PM has many advantages in an election campaign. For example, s/he sets the date. And s/he can use the platform that government provides for party advantage, even though civil service resources are not meant to be spent on party political activity. Just look at the <a href=\"https://twitter.com/10DowningStreet\">@10DowningStreet</a> twitter feed, which reads like a Tory account even though it is a government one.</p> \n  <p>4) Being prime minister helps you look prime ministerial - which is particularly useful if, like Corbyn, you are thought not to be prime ministerial.</p> \n  <p>5) Even without a government majority, there is a lot a prime minister can do through prerogative powers, and through the use of patronage.</p> \n  <p>6) Prime ministers without a party majority have in the past managed to fight elections and come out with a majority (eg Wilson in 1974, Cameron in 2015).</p> \n  <p>7) No politician interested in changing Britain would turn down the chance to become PM - even for a short period.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-19T15:26:16.966Z\">at 4.26pm BST</time></p> \n</div> \n<div id=\"block-5d5ab3ce8f084f687f3593f4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T14:36:25.461Z\">3.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"0c4a141b71ddf783da8bb680fd73a5216aa4f473\"> \n   <img src=\"https://media.guim.co.uk/0c4a141b71ddf783da8bb680fd73a5216aa4f473/0_36_3500_2100/1000.jpg\" alt=\"Boris Johnson talking to patient Scarlett Gibbons, 5, during his visit to the Royal Cornwall Hospital in Truro this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson talking to patient Scarlett Gibbons, 5, during his visit to the Royal Cornwall Hospital in Truro this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Peter Nicholls/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5ab1b88f084f687f3593e7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T14:29:16.344Z\">3.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tom Brake,</strong> the Lib Dem Brexit spokesman, says that if Jeremy Corbyn really intends to do “everything necessary” to stop a no-deal Brexit, as he promised in his speech this morning, he must prove it. In a statement Brake said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Jeremy Corbyn must now deliver and prove this is not just an empty promise. If he truly wants to stop a no-deal, he must accept that he must not be prescriptive about how we ensure that happens.</p> \n   <p>This is not about party leaders, but about stopping Boris Johnson from dragging us off the cliff-edge.<br></p> \n   <p>It is clear Jeremy Corbyn cannot command a majority in the House. He must do the right thing and confirm that if he cannot, he will support someone who can.<br></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5aadc08f0896be8f8fbe28\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T14:16:24.049Z\">3.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from the broadcaster <strong>Andrew Neil </strong>on Jeremy Corbyn’s speech.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/afneil/status/1163425345015570432\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Shadow Chancellor J McDonnell says he would campaign to Remain in the EU if Labour negotiated a new Brexit deal and put it to a referendum. Not clear if that’s Mr Corbyn’s position. If it is, what would be point of negotitating new deal you would then oppose. Why would EU bother?</p>— Andrew Neil (@afneil) \n    <a href=\"https://twitter.com/afneil/status/1163425345015570432?ref_src=twsrc%5Etfw\">August 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/afneil/status/1163425346596823042\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">There’s clearly something of a policy power struggle going on between McDonnell/Corbyn. McDonnell has concluded Labour’s only chance of forming a government is to become 100% Remain. Corbyn, still steeped in his anti-EU Bennite roots, not yet ready for such a U-turn.</p>— Andrew Neil (@afneil) \n    <a href=\"https://twitter.com/afneil/status/1163425346596823042?ref_src=twsrc%5Etfw\">August 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is an extract from <a href=\"https://www.newstatesman.com/politics/elections/2019/08/jeremy-corbyn-knows-how-he-wants-attack-boris-johnson-will-it-work\">a blog covering it </a>written by the New Statesman’s <strong>Stephen Bush</strong>.</p> \n  <blockquote class=\"quoted\"> \n   <p>If the Johnson gamble blows up in his face at an election, it will be in part be because that cultural halitosis surrounding the Tory party and poshness meant that he was unable to make significant breakthroughs in the likes of Bishop Auckland while still losing seats to the Liberal Democrats in the likes of Cheltenham.</p> \n   <p>That’s why Jeremy Corbyn’s attack lines on Boris Johnson – wheeled out in his big speech today, which offered us a preview of Labour’s preferred approach to an autumn election – are worth watching. Corbyn is talking up Johnson’s membership of the elite and explicitly linking Johnson in with the Tory party and with wealth (of the nine mentions of Boris Johnson in Corbyn’s speech, all were paired with a reference to his Conservativeness and his poshness).</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5aab508f08c7e177d4d3da\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T14:05:01.202Z\">3.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson will not get the chance to meet Jean-Claude Juncker, the outgoing president of the European commission, at this weekend’s G7 summit, my colleague <strong>Jennifer Rankin </strong>reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1163394209048682496\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jean-Claude Juncker will not attend this weekend's G7 meeting, where he was due to meet Boris Johnson. Juncker remains in hospital in recovery following urgent surgery and is not able to travel.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1163394209048682496?ref_src=twsrc%5Etfw\">August 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The EU is not a G7 country, but for some reason two of its presidents (president of the commission and president of the council - <a href=\"https://en.wikipedia.org/wiki/List_of_presidents_of_the_institutions_of_the_European_Union\">there are several others) </a>normally attend, making it effectively a G9 meeting.</p> \n </div> \n</div> \n<div id=\"block-5d5aa6958f084f687f359364\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T13:39:46.443Z\">2.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s an extract from Jeremy Corbyn’s speech.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"5048527a-c62e-47ac-b115-1f93cc8fe444\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/NnQtMgsyKTE?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5a93188f08c7e177d4d2cd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T13:28:19.294Z\">2.28pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn's speech and Q&amp;A - Summary and analysis</h2> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has been in hyperactive campaign mode since becoming prime minister and <a href=\"https://www.huffingtonpost.co.uk/entry/jeremy-corbyn-has-surrendered-the-pitch-to-boris-johnson-claim-mps-and-activists_uk_5d52bc6de4b0cfeed1a374d2\">some Labour figures have reportedly been complaining that <strong>Jeremy Corbyn</strong> has given him something of an easy ride. </a>Today Corbyn responded with a lengthy and wide-ranging speech that set out the case Labour would put to the public in the general election widely expected within the next few weeks or months. You can read the full text <a href=\"https://labour.org.uk/press/jeremy-corbyn-speech-corby-today/\">here.</a> It was clear and coherent, and as a round-up of Labour’s policy offer, it was fine (although the party could probably still go a lot further in terms of boiling it down to a two or three-point message that everyone would remember). </p> \n  <p>Johnson makes much of his ability to project optimism, and there was some evidence in the speech of Corbyn trying to respond in kind, for example when he spoke of the possible “fantastic” future available under Labour. (See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a7b968f084f687f359193#block-5d5a7b968f084f687f359193\">11.36am.) </a>But exuberance isn’t a Corbyn forte, and he was much better when he was critiquing the government. The best passage was probably the one where he described Johnson’s spending announcements as an admission that Labour has won the argument on austerity (see <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a79cc8f084f687f359178#block-5d5a79cc8f084f687f359178\">11.29am)</a>, and the points he made about crime and youth services that he used to back this up (see <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a7a1d8f0896be8f8fbbeb#block-5d5a7a1d8f0896be8f8fbbeb\">11.31am).</a></p> \n  <p>But you can’t take down a government with a single speech, and so at best this was just a start. It may also have been infused with a bit of wishful thinking. Corbyn has often spoken in terms that suggest he wants to move on from Brexit and his speech contained a persuasive passage arguing that the problems facing the country go well beyond Brexit. (See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a71738f08c7e177d4d129#block-5d5a71738f08c7e177d4d129\">11.02am.)</a> They do. But politicians have to campaign in the world as it is, on an agenda not always of their own choosing, and the Q&amp;A made it clear that the prospect of the next election not being dominated by Brexit seems remote. </p> \n  <p>There is a summary of some of the main lines in the Corbyn speech <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a71738f08c7e177d4d129#block-5d5a71738f08c7e177d4d129\">here. </a>And here is a summary of the main points from the Q&amp;A.</p> \n  <ul> \n   <li><strong>Corbyn said any MPs serious about stopping a no-deal Brexit should back him to lead an interim government.</strong> Asked about calls for him to allow someone else to form a cross-party, interim government to block no deal, he replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I am the leader of the opposition, the leader of the Labour party. All the constitutional precedents are, when a government collapses, it’s the leader of the opposition that takes over.</p> \n   <p>There seems to be an awful lot of very imaginative what iffery in the press at the present time. We will put a motion of no confidence in the government. We will do everything we can to stop a no deal Brexit. </p> \n   <p>I have written to the leaders of all of the other opposition parties inviting them to join me in this and I simply say to them, and to those probably quite small number of Conservatives who are alarmed at the prospect of a no deal Brexit: “If you’re serious about stopping an no-deal Brexit, then back my motion of no confidence to stop this government taking us over a cliff edge on the 31st October.”</p> \n  </blockquote> \n  <ul> \n   <li><strong>Corbyn played down the prospect of MPs being able to stop a no-deal Brexit by any means other than using a no confidence vote to install him as an interim prime minister.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We offer to form a minority administration in order to give the people the choice in the future through a general election. That’s what we’re saying. That is the constitutional precedent. That is the norm.</p> \n   <p>All this speculation about lots of other options - they actually don’t exist. The option that exists is the constitutional precedent of the opposition taking over in order to facilitate an opportunity for an election campaign.</p> \n  </blockquote> \n  <p>This is slightly different from the line taken by John McDonnell, the shadow chancellor, in his Today interview this morning in which he stressed that a no confidence motion was not the only means available to stop no deal. (See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a52128f084f687f359029#block-5d5a52128f084f687f359029\">9.33am.)</a></p> \n  <ul> \n   <li><strong>He</strong> <strong>refused to commit to backing remain in a second referendum held by Labour after a general election.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a7dff8f084f687f3591af#block-5d5a7dff8f084f687f3591af\">11.55am.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>He refused to rule out Labour officially remaining neutral in a second referendum on Brexit held after a general election.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a7c288f08c7e177d4d1b5#block-5d5a7c288f08c7e177d4d1b5\"> 11.46am.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>He accused the media of bias, saying that if the UN had produced a report on conditions in the UK under a Labour government like <a href=\"https://www.theguardian.com/politics/2019/may/22/un-report-compares-tory-welfare-reforms-to-creation-of-workhouses\">the recent damning one produced by Philip Alston, the UN rapporteur on extreme poverty, </a>there would have been uproar.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>When the UN produces a report that says millions of people in the fifth richest country in the world are living in poverty, and it’s getting worse - if that came out under Labour government, every media outlet in the land would be condemning us, and they would be right. Where’s the voice against the Tories for doing that?</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"dda536baa9c4930de4de6ffc89bf35e44ebb7fa9\"> \n   <img src=\"https://media.guim.co.uk/dda536baa9c4930de4de6ffc89bf35e44ebb7fa9/0_240_6720_4032/1000.jpg\" alt=\"Jeremy Corbyn speaking in Corby.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn speaking in Corby.</span> \n    <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-19T13:38:42.727Z\">at 2.38pm BST</time></p> \n</div> \n<div id=\"block-5d5a91d68f0896be8f8fbcf8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T12:14:57.317Z\">1.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson says EU will have to compromise for Brexit deal to happen</h2> \n <div class=\"block-elements\"> \n  <p>In an interview in Cornwall during his hospital visit, Boris Johnson also said that the EU would have to compromise for there to be a Brexit deal. Asked whether progress would be made during his talks with Angela Merkel and Emmanuel Macron later this week, Johnson replied: </p> \n  <blockquote class=\"quoted\"> \n   <p>Well that is, I’m afraid, very much up to our friends and I hope that they will compromise. </p> \n   <p>They have seen that the UK parliament has three times rejected the withdrawal agreement, the backstop just doesn’t work, it’s not democratic and I hope that they will see fit to compromise but in the meantime we get ready to come out on October 31.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a8c688f08c7e177d4d25a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T12:07:28.421Z\">1.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No 10 claims leaked Operation Yellowhammer warnings about no deal 'out of date'</h2> \n <div class=\"block-elements\"> \n  <p>Here are the main points from this morning’s Number 10 lobby briefing.</p> \n  <ul> \n   <li><strong>Number 10 said the Operation Yellowhammer document about the impact of a no-deal Brexit leaked to the Sunday Times yesterday was “out of date”. </strong>The prime minister’s spokeswoman said: “We are making all necessary preparations ahead of October 31”. She went on:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>In relation to business we have been engaging widely and will continue to do so and that’s been significantly stepped up in recent weeks. </p> \n   <p>We have published numerous documents on how businesses can prepare. </p> \n   <p>You can expect to see further information being published in the coming weeks in relation to how the public ... can further prepare and the changes that they are likely to see across a range of areas.</p> \n  </blockquote> \n  <ul> \n   <li><strong>The spokeswoman said that there would be an immediate change to the rules affecting EU nationals with criminal records wanting to enter the UK after 31 October.</strong> Commenting on <a href=\"https://www.dailymail.co.uk/news/article-7367709/Home-Secretary-Priti-Patel-wants-borders-shut-October-31.html?utm_source=POLITICO.EU&amp;utm_campaign=e7252e582a-EMAIL_CAMPAIGN_2019_08_19_05_57&amp;utm_medium=email&amp;utm_term=0_10959edeb5-e7252e582a-189782117\">a report claiming that Priti Patel, the home secretary, wants to end free movement for EU nationals immediately after 31 October,</a> instead of withdrawing the right gradually as Theresa May’s government intended, the Downing Street spokeswoman said “freedom of movement as it currently stands will end on October 31 when the UK leaves the EU.” The spokeswoman went on:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>So for example we will introduce, immediately, much tougher criminality rules for people entering the UK. </p> \n   <p>Details of other changes immediately on October 31 for a new immigration system are currently being developed. </p> \n   <p>The prime minister has obviously been clear that we want to introduce an Australian-style points-based immigration system.</p> \n  </blockquote> \n  <p>The spokeswoman said Boris Johnson and Patel would set out more details of their plans shortly.</p> \n  <ul> \n   <li><strong>The spokeswoman said Johnson would not agree to calls for parliament to be recalled. </strong>She said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The House of Commons agreed the date it would rise for summer recess, as well as its return on September 3 and this was passed by a majority of close to 200 MPs.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"295469a6ed873d74b4292d99948fa1858cec999e\"> \n   <img src=\"https://media.guim.co.uk/295469a6ed873d74b4292d99948fa1858cec999e/831_88_1775_1065/1000.jpg\" alt=\"10 Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">10 Downing Street.</span> \n    <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5a891f8f0896be8f8fbc69\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T11:45:12.684Z\">12.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson claims he is 'confident' EU will shift its position on backstop</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> has been speaking to broadcasters on a visit to the Royal Cornwall Hospital in Truro, where he has been promoting <a href=\"https://www.theguardian.com/politics/2019/aug/18/johnson-urges-social-media-firms-to-block-anti-vaccine-messages\">measures to increase the number of parents getting their children vaccinated.</a> Here are the key points he has been making.</p> \n  <ul> \n   <li><strong>Johnson claimed he remained “confident” that the EU would shift its position on the Northern Ireland backstop, allowing a Brexit deal to be agreed before 31 October.</strong> Asked about planning for no deal, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I’m not going to suggest that there won’t be - as I said on the steps of Downing Street - there may well be bumps in the road but we will be ready to come out on October 31 deal or no deal. </p> \n   <p>Now of course our friends and partners on the other side of the Channel are showing a little bit of reluctance at the moment to change their position. </p> \n   <p>That’s fine - I’m confident that they will - but in the meantime we have to get ready for a no deal outcome. </p> \n   <p>I want a deal. We’re ready to work with our friends and partners to get a deal but if you want a good deal for the UK, you must simultaneously get ready to come out without one.</p> \n  </blockquote> \n  <p>It is hard to see why Johnson is confident that the EU will back down because European leaders have been saying, almost unanimously and ad nauseam, that they are not willing to renegotiate the withdrawal agreement.</p> \n  <ul> \n   <li><strong>He said the UK would be ready for a no-deal Brexit on 31 October if that proved necessary.</strong> Speaking about no-deal preparations, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>If you look at the preparations the UK had made by March 29, we were very far advanced and things then slipped back a bit but we’re very confident that by October 31 we will be ready and that’s the crucial thing. </p> \n   <p>I think that’s what people want. People are very confident themselves that they can do it. </p> \n   <p>I’m not pretending that there won’t be bumps on the road. There will be, I said that on the steps of Downing Street, but if everybody puts their minds to it I have absolutely no doubt that we can get ready.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"4814fc724d23dfdfaff98240515cf9c38e549a1d\"> \n   <img src=\"https://media.guim.co.uk/4814fc724d23dfdfaff98240515cf9c38e549a1d/0_0_3754_2253/1000.jpg\" alt=\"Boris Johnson at the Royal Cornwall Hospital this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson at the Royal Cornwall Hospital this morning.</span> \n    <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5a886a8f084f687f359205\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T11:31:27.387Z\">12.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <a href=\"https://labour.org.uk/press/jeremy-corbyn-speech-corby-today/\">the full text of Jeremy Corbyn’s speech in Corby.</a></p> \n </div> \n</div> \n<div id=\"block-5d5a860c8f08c7e177d4d211\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T11:26:24.233Z\">12.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In his Q&amp;A Jeremy Corbyn would not commit to backing remain in a second referendum staged by Labour after a general election, and he would not rule out the party being neutral in such a contest. (See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a7c288f08c7e177d4d1b5#block-5d5a7c288f08c7e177d4d1b5\">11.46am</a> and<a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a7dff8f084f687f3591af#block-5d5a7dff8f084f687f3591af\"> 11.55am.)</a> But Corbyn has, of course, said that if there were a referendum now on a Tory Brexit, or on no deal, Labour would campaign for remain. I’ve amended the wording in those earlier posts because they did not make that clear. Sorry.</p> \n </div> \n</div> \n<div id=\"block-5d5a815f8f0896be8f8fbc2c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T11:07:14.531Z\">12.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says zero-hours contracts represent a return to the insecure labour conditions that used to apply to people working at the docks. Labour would end zero-hours contracts, he says.</p> \n  <p>In response to a question from a Labour supporter who asked what Corbyn would do about the media who tell lies, Corbyn says he is a member of the NUJ. A free press is very important, he says. But he says he wants to ensure that reporting is balanced, and that people have a right to reply. He set out plans for media reform <a href=\"https://www.bbc.co.uk/news/uk-politics-45271286\">in a speech in Edinburgh last year.</a> Those plans would form the basis for Labour’s plans, he says.</p> \n  <p>He says it is crucial that people who are attacked in the media get a right of reply.</p> \n  <p>And that’s it.</p> \n  <p>I will post a summary shortly.</p> \n </div> \n</div> \n<div id=\"block-5d5a80dc8f08c7e177d4d1e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:59:54.227Z\">11.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says he represents a constituency where only around a third of people own their own homes. He wants more council housing, he says. He says Margaret Thatcher’s right to buy has led to a huge increase in the number of people having to rent from a private landlord.</p> \n </div> \n</div> \n<div id=\"block-5d5a80408f08c7e177d4d1e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:56:41.555Z\">11.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says there has been a lot of speculation about what other mechanisms might be used to block a no-deal Brexit. But those options are not available yet, he says. The option that is available is a no confidence vote.</p> \n </div> \n</div> \n<div id=\"block-5d5a7dff8f084f687f3591af\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:55:47.737Z\">11.55am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn refuses to commit to backing remain in second referendum</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: Why do you think so many Labour MPs do not see you as the right person to lead an interim government?</em></p> \n  <p>Corbyn says he was elected Labour leader in 2015, to the surprise of the mainstream media. He was elected again in 2016. He is sure all Labour MPs want to join him in backing a no confidence motion against the government.</p> \n  <p><em>Q: John McDonnell said this morning he would campaign for remain in a second referendum. Would you? And if not, can you see why remainers have doubts about your leadership?</em></p> \n  <p>Corbyn says McDonnell was giving his personal view. </p> \n  <p>He says the real issue is what must be done to end inequality in Britain.</p> \n  <ul> \n   <li><strong>Corbyn refuses to commit to backing remain in a second referendum held by Labour after a general election, fuelling speculation that the party might officially remain neutral. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a52128f084f687f359029#block-5d5a52128f084f687f359029\">9.33am</a> and<a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a7c288f08c7e177d4d1b5#block-5d5a7c288f08c7e177d4d1b5\"> 11.46am.)</a></li> \n  </ul> \n  <p>He says that if the UN produced a report about Britain under a Labour government <a href=\"https://www.theguardian.com/society/2019/may/24/un-poverty-expert-hits-back-over-uk-ministers-denial-of-facts-philip-alston\">as critical as the Philip Alston report was </a>every media organisation would feature it very prominently.</p> \n  <p>This gets a huge cheer from the Labour supporters in the audience.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-19T11:18:35.215Z\">at 12.18pm BST</time></p> \n</div> \n<div id=\"block-5d5a7e678f084f687f3591b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:49:47.810Z\">11.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says what happened to Northamptonshire council<a href=\"https://www.theguardian.com/society/2019/jan/29/northamptonshire-bankrupt-council-two-percent-tax-hike-james-brokenshire-local-government-secretary\"> (it went bust)</a> was symptomatic of how the Tories have underfunded local government.</p> \n </div> \n</div> \n<div id=\"block-5d5a7c288f08c7e177d4d1b5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:46:11.423Z\">11.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn's Q&amp;A</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn is now taking questions.</p> \n  <p><em>Q: You say you will do anything in your power to stop a no-deal Brexit. Would that include stepping aside as leader of a caretaker government?</em></p> \n  <p>Labour supporters in the audience shout “no”. At least one person says the question is a disgrace. They also complain when a second journalist suggests Corbyn does not have enough support to become PM himself.</p> \n  <p>Corbyn says he will do everthing to stop a no-deal Brexit.</p> \n  <p>He is leader of the opposition, he says. All the precedent is that the leader of the opposition should be given the chance to form a government when the government falls.</p> \n  <p>There is a lot of “what iffery” around, he says.</p> \n  <p>He says if Tory MPs and others are serious about stopping no deal, they should support his no confidence motion. They should “get on board”, he says.</p> \n  <ul> \n   <li><strong>Corbyn says all MPs opposed to no deal should back him as PM of an interim government.</strong></li> \n  </ul> \n  <p><em>Q: Do you think parliament should be recalled immediately?</em></p> \n  <p>Yes, shout Labour members in the audience.</p> \n  <p>Corbyn says he does support the recall of parliament.</p> \n  <p><em>Q: Could Labour remain neutral in a second referendum on Brexit?</em></p> \n  <p>Corbyn says he wants to bring people together. There has to be an understanding of why particular communities voted leave. He is offering policies that would transform society, he says.</p> \n  <p>He says Labour would make sure people have the final say and the final choice.</p> \n  <ul> \n   <li><strong>Corbyn refuses to rule out Labour officially remaining neutral in a second referendum on Brexit held after a general election.</strong></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-19T11:20:39.851Z\">at 12.20pm BST</time></p> \n</div> \n<div id=\"block-5d5a7bd68f08c7e177d4d1b3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:38:14.193Z\">11.38am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn proposes 'massive injection of democracy'</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn proposes a “massive injection of democracy”.</p> \n  <blockquote class=\"quoted\"> \n   <p>After years of elite-driven austerity and neglect, we will recharge our politics with a massive injection of democracy kicking out the big money interests and putting the people in the driving seat.</p> \n  </blockquote> \n  <p>And here is his peroration.</p> \n  <blockquote class=\"quoted\"> \n   <p>We will drive up people’s living standards by boosting pay, improving rights, and running our utilities and economy in the interests of the millions, not the multi-millionaires.</p> \n   <p>And we will transform our communities with investment in every part of our country breathing new life into our high streets, giving security to older people and hope and opportunities to our young people.</p> \n   <p>This is a historic moment, with the potential for real change to transform our country if we grasp the opportunity.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a7b968f084f687f359193\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:36:37.804Z\">11.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says the future could be “fantastic” under Labour.</p> \n  <blockquote class=\"quoted\"> \n   <p>We can’t afford more of the same, but even worse. The future could be fantastic. New technologies have the power to liberate us and help tackle the climate emergency.</p> \n   <p>But for too many, the future is frightening and uncertain because those technologies have been used instead to benefit the wealthy elite while driving down pay and security for millions.</p> \n   <p>The next Labour government will take on those who really run our country the bankers, tax dodgers and big polluters. So that the real wealth creators, the people of this country, can have the services, jobs and futures they deserve.</p> \n   <p>Because when Labour wins, we all win. The nurse wins, the pensioner wins, the student wins, the office worker wins, the engineer wins, we all win. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a7b1c8f084f687f35918c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:34:56.478Z\">11.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn turns to the climate crisis, and says Labour is that party that has shown real leadership on this.</p> \n  <blockquote class=\"quoted\"> \n   <p>We ensured our parliament was the first in the world to declare a climate emergency.</p> \n   <p>That must be followed by radical and decisive action that will only be delivered by a Labour government.</p> \n   <p>It certainly won’t come from the Tories the party that scrapped the Swansea Bay Tidal Lagoon, effectively killing off new onshore wind power projects, and is forcing fracking on local communities who oppose it.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a7a9e8f084f687f35917f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:33:53.624Z\">11.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour would restore public services, Corbyn says, because we understand they are the glue that binds society together.</p> \n  <blockquote class=\"quoted\"> \n   <p>We’ll restore pride in our NHS by funding it properly and end the sell-offs and privatisation.</p> \n   <p>And we’ll create a National Education Service providing free learning from the cradle to the grave including free school meals for all primary children smaller class sizes for five, six and seven-year-olds and no tuition fees at university or college.</p> \n  </blockquote> \n  <p>And he argues that Labour can be trusted to rebuild public services more than the Tories under Boris Johnson.</p> \n </div> \n</div> \n<div id=\"block-5d5a7a1d8f0896be8f8fbbeb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:31:24.107Z\">11.31am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn says Labour would make it compulsory for councils to provide youth services</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn turns to the issue of crime to underline the point he has just been making.</p> \n  <blockquote class=\"quoted\"> \n   <p>Take crime which the prime minister is now trying to turn to his political advantage, with yet more promises to tackle what the Tories have failed to bring under control for a decade.</p> \n   <p>In the 2017 election, Labour won the argument that Tory cuts to the police had made people unsafe, and we pledged to hire more officers.</p> \n   <p>The Conservatives have now conceded that we were right, but police cuts are not the only reason violent crime has doubled.</p> \n   <p> What the Tories won’t address is the much wider impact of austerity; the closed youth services; under-resourced mental healthcare; and the lack of funding for community mentoring.</p> \n   <p>We take youth services so seriously that we will make it compulsory for local government to deliver them.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a79cc8f084f687f359178\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:29:29.586Z\">11.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn says Johnson's recent spending announcements show Labour has won the argument on austerity</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn says Boris Johnson’s recent spending announcements show that Labour has won the argument on austerity.</p> \n  <blockquote class=\"quoted\"> \n   <p>The new prime minister has been making some pre-election spending pledges over the past few weeks.</p> \n   <p>That shows Labour has won the argument that austerity damages our country and that it was always a political choice.</p> \n   <p>But it insults voters’ intelligence to expect them to be grateful for a bit of extra money here and there, with no confidence that it will actually be delivered when it’s Boris Johnson’s Tories who ran our public services into the ground in the first place.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a79428f084f687f35916f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:28:11.311Z\">11.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn summarises some Labour policies to address inequality.</p> \n  <blockquote class=\"quoted\"> \n   <p>We’ll introduce a real living wage of £10 an hour, including for young people who deserve equal pay for equal work.</p> \n   <p>But we need to go further. The problem with an unfair economy isn’t just the imbalance of wealth; it’s the imbalance of power.</p> \n   <p>Labour will give working people more power to win better wages and have security at work.</p> \n   <p>We’ll put workers on company boards and give the workforce a 10% stake in large companies; paying a dividend of as much as £500 a year to each employee.</p> \n   <p>And Labour won’t tell people they have to work until they are 75 before getting their pension, as Iain Duncan Smith’s think tank has suggested – a policy that discriminates against working class people – especially in manual jobs.</p> \n   <p>It’s past time that we rewrote the rules of the economy – to shift wealth and power – from a small elite at the top into the hands of the majority.</p> \n  </blockquote> \n  <p>He confirms Labour’s intention to bring rail, mail, water and the national grid into public ownership.</p> \n  <p>And the party would give more rights to tenants, he says, “including controlling rents, so dodgy landlords can’t rip them off”.</p> \n </div> \n</div> \n<div id=\"block-5d5a78d28f0896be8f8fbbd5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:25:25.825Z\">11.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says Labour would tackle inequality.</p> \n  <blockquote class=\"quoted\"> \n   <p>But together, we can take our future into our own hands and tackle the great challenges facing our country alongside Brexit; inequality and an economy run for the richest; public services that have been stripped back and sold off; and the climate emergency threatening our children’s future.</p> \n   <p>Inequality holds all of us back. It means the talent of millions of people is squandered.</p> \n   <p>We don’t have to be a country of food banks and rough sleepers at one end while the super-rich dodge taxes at the other.</p> \n  </blockquote> \n  <p>And he says Labour would raise tax for the richest.</p> \n  <blockquote class=\"quoted\"> \n   <p>Labour will raise tax for the richest and make sure they pay their share towards the common good.</p> \n   <p>The Tories will cut tax for the richest.</p> \n   <p>Labour will require the big multinational corporations to actually pay the tax they owe in this country.</p> \n   <p>The Tories will cut tax for big corporations.</p> \n   <p>It’s Labour that will get more money into your pocket rather than line the pockets of multi-millionaires.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a786b8f08c7e177d4d175\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:23:32.935Z\">11.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says Labour would offer a real change in direction.</p> \n  <blockquote class=\"quoted\"> \n   <p>The Tories cannot be trusted to deliver on their quick-fix promises because their first priority is tax cuts for the big corporations and the richest.</p> \n   <p>The Tories can’t be trusted to deliver for the majority because they will always look after their own. Instead of fixing a failed system, they will turbocharge its inequalities, insecurities and climate destruction.</p> \n   <p>Labour can be trusted to deliver to end austerity, to take on the elites and the vested interests holding people back and to transform our country for the many, not the few.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a77968f0896be8f8fbbc1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:22:04.328Z\">11.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn is now making the point about how a Labour government could offer “once-in-a-generation change”. But, instead of saying this could be “on the scale of 1945 or 1979”, as he did in the extracts released in advance, he just said “on the scale of 1945”.</p> \n  <p>I don’t think anyone assumed that the reference to 1979 meant he was planning to emulate Margaret Thatcher - he was making a point about the scale of change envisaged, not the type of change envisaged - but he seemed to be more comfortable leaving the reference to her out.</p> \n </div> \n</div> \n<div id=\"block-5d5a771a8f08c7e177d4d167\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:18:58.764Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn confirms intention to call no confidence vote in government</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn confirms his plan to call a no confidence vote.</p> \n  <blockquote class=\"quoted\"> \n   <p>Labour will do everything we can to protect people’s livelihoods.</p> \n   <p>We will work together with the MPs from across parliament to pull our country back from the brink.</p> \n   <p>I will bring a vote of no confidence in the government, and if we’re successful, I would seek to form a time-limited caretaker administration to avert no deal, and call an immediate general election so the people can decide our country’s future.</p> \n   <p>If MPs are serious about stopping a no deal crash out, then they will vote down this reckless government and it falls to the leader of the opposition, to make sure no deal does not happen and the people decide their own future.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a76858f0896be8f8fbbb2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:16:13.451Z\">11.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn say, as we look to the return of parliament in September, the country is heading into a political storm.</p> \n  <p>Boris Johnson is driving the country towards a no-deal cliff edge, he says. Labour will do everything necessary to stop that, he says. (See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a71738f08c7e177d4d129#block-5d5a71738f08c7e177d4d129\">11.02am.)</a></p> \n </div> \n</div> \n<div id=\"block-5d5a76238f084f687f35914f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:13:51.852Z\">11.13am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Jeremy Corbyn's speech</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> is speaking now.</p> \n  <p>He says the Pen Green children’s centre, where he is speaking, was the inspiration for Labour’s Sure Start programme.</p> \n </div> \n</div> \n<div id=\"block-5d5a75ab8f0896be8f8fbba8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:12:40.290Z\">11.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Beth Miller</strong>, Labour’s candidate for Corby, is introducing Jeremy Corbyn at the Labour event now.</p> \n  <p>Corby is a marginal constituency, currently held by the Conservative Tom Pursglove with a majority of 2,690.</p> \n </div> \n</div> \n<div id=\"block-5d5a750b8f084f687f359146\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:09:46.195Z\">11.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from Naomi Smith, the CEO of the anti-Brexit group <strong>Best for Britain</strong>, commenting on John McDonnell’s interview this morning. (See <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news?page=with:block-5d5a52128f084f687f359029#block-5d5a52128f084f687f359029\">9.33am.)</a></p> \n  <blockquote class=\"quoted\"> \n   <p>John McDonnell is right. There’s no mandate for no-deal and the parliamentary gridlock can only be broken by asking the public where they now stand on Brexit.</p> \n   <p>But when there is a public vote, Labour as a party cannot stay neutral. They must make the case for remaining in the EU. Their members and voters are unashamedly in favour of remaining and would be shocked to see the party adopt any other position.<br></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a71738f08c7e177d4d129\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T10:02:22.658Z\">11.02am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Extracts from Jeremy Corbyn's speech</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> will be delivering his speech on Labour’s vision for Britain in Corby shortly. There will be a live feed at the top of this blog.</p> \n  <p>Here are some of the main points he will be making, based on extracts released by Labour overnight.</p> \n  <ul> \n   <li><strong>Corbyn will say that Britain faces bigger problems than those posed by a no-deal Brexit</strong>. Labour would address these by offering radical change, as transformative as that introduced by Attlee or Thatcher, he will say.</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>While Brexit is the framework of the crisis we face, the problems facing our country run much deeper. A general election triggered by the Tory Brexit crisis will be a crossroads for our country. It will be a once-in-a-generation chance for a real change of direction, potentially on the scale of 1945 or 1979. Things cannot go on as they were before. </p> \n   <p>The Conservatives, and the wealthy establishment they represent, have failed our country. They have failed to protect living standards, savaged our public services, deepened inequality and failed to keep us safe. Boris Johnson and his hard right Tory cabinet have direct responsibility for the Tory decade of devastating damage done to our communities and the fabric of our society.<br></p> \n   <p>However the Brexit crisis is resolved, the country faces a fundamental choice. Labour offers the real change of direction the country needs: a radical programme to rebuild and transform communities and public services, invest in the green jobs and high tech industries of the future, and take action to tackle inequality and climate crisis.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He will dismiss Boris Johnson as a “fake populist”.</strong></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The Tories have lurched to the hard right under Boris Johnson, Britain’s Trump, the fake populist and phoney outsider, funded by the hedge funds and bankers, committed to protecting the vested interests of the richest and the elites, while posing as anti-establishment.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He will argue that the next election will be fought on the issue of trust.</strong></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The Tories under Boris Johnson cannot be trusted to deliver on their quick fix election promises - because their first priority is tax cuts for the big corporations and the richest. Boris Johnson and the Tories can’t be trusted to deliver for the majority because they will always look after their own. Instead of fixing a failed system, they will turbocharge its inequalities, insecurities and climate destruction.</p> \n   <p>Labour can be trusted to deliver: to end austerity, to take on the elites and the vested interests holding people back, and to transform our country for the many, not the few.<br></p> \n   <p>Labour can be trusted to take the radical steps necessary to protect the environment and provide hope, decent jobs, secure homes, opportunity to every nation and region, and build a fairer country that works for all.<br></p> \n  </blockquote> \n  <ul> \n   <li><strong>He will accuse Boris Johnson of advocating a hard-right “Trump deal Brexit”.</strong></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The Conservative party’s failure on Brexit, and its lurch to the hard right, has provoked the crisis our country faces this autumn. After failing to negotiate a Brexit deal that would protect jobs and living standards, Boris Johnson’s Tories are driving the country towards a no-deal cliff edge. </p> \n   <p>We will do everything necessary to stop a disastrous no deal, for which this government has no mandate. Boris Johnson’s government wants to use no deal to create a tax haven for the super-rich on the shores of Europe and sign a sweetheart trade deal with Donald Trump: not so much a no deal Brexit as a Trump deal Brexit.<br></p> \n  </blockquote> \n  <ul> \n   <li><strong>He will for a general election as the best way to resolve the Brexit crisis.</strong></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Labour believes the decision on how to resolve the Brexit crisis must go back to the people. And if there is a general election this autumn, Labour would commit to holding a public vote, to give voters the final say, with credible options for both sides, including the option to remain.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5a64c58f08c7e177d4d0b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T09:08:37.461Z\">10.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Diane Abbott</strong>, the shadow home secretary, says that, like John McDonnell, should would also personally campaign for remain in any second referendum.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HackneyAbbott/status/1163355739529908225\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Great interview by <a href=\"https://twitter.com/johnmcdonnellMP?ref_src=twsrc%5Etfw\">@johnmcdonnellMP</a> on Brexit. He says when there is a Brexit referendum he will campaign for remain. So will I <a href=\"https://twitter.com/hashtag/BrexitShambles?src=hash&amp;ref_src=twsrc%5Etfw\">#BrexitShambles</a> <a href=\"https://t.co/Bu0xnE3EY2\">https://t.co/Bu0xnE3EY2</a></p>— Diane Abbott (@HackneyAbbott) \n    <a href=\"https://twitter.com/HackneyAbbott/status/1163355739529908225?ref_src=twsrc%5Etfw\">August 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5a611a8f0896be8f8fbae4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T08:55:12.677Z\">9.55am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Caroline Lucas says parliament must be recalled to avoid 'disaster' for UK</h2> \n <div class=\"block-elements\"> \n  <p>The Green party’s <strong>Caroline Lucas</strong> was one of the 100 MPs who signed <a href=\"https://twitter.com/lucianaberger/status/1162823999048601602\">the letter, coordinated by Luciana Berger and Stephen Doughty,</a> calling for parliament to be recalled. In an interview with Today this morning she said<a href=\"https://www.theguardian.com/politics/2019/aug/18/no-deal-brexit-key-points-of-operation-yellowhammer-report\"> the leak in the Sunday Times yesterday about Operation Yellowhammer,</a> government planning for a no-deal Brexit, made a recall even more necessary. She explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think there is ever more evidence of the, frankly, impending national emergency that we are facing. MPs should be in parliament holding an increasingly reckless prime minister to account. </p> \n   <p>Since his election as prime minister, Boris Johnson has been subject to, I think, about three hours of scrutiny, and yet he is putting his foot on the accelerator, driving the country off the cliff-edge as if he had a huge mandate and overwhelming support. Well he has no mandate for this. The government has a majority of precisely one.</p> \n   <p>I think at a time of such emergency, the public are rightly saying ‘Where are MPs? Where are they when it comes to holding this prime minister to account?’.</p> \n  </blockquote> \n  <p>Yesterday Michael Gove, the Cabinet Office minister in charge of no-deal planning, said <a href=\"https://news.sky.com/story/uk-faces-food-fuel-and-drugs-shortages-in-no-deal-brexit-report-11788081\">a no deal would lead to “bumps in the road”. </a>Lucas told today it would be more likely to produce “cavernous sink holes”. She went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>Unless MPs get back into parliament and hold this prime minister to account, we are going to go into those sink holes and it’s going to spell a disaster for this country.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"65e69b6be339b17c1898d40729bb7a1724a10555\"> \n   <img src=\"https://media.guim.co.uk/65e69b6be339b17c1898d40729bb7a1724a10555/0_68_5219_3131/1000.jpg\" alt=\"Caroline Lucas\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Caroline Lucas</span> \n    <span class=\"element-image__credit\">Photograph: Andres Pantoja/SOPA Images/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5a52128f084f687f359029\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-19T08:33:48.967Z\">9.33am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour could be officially neutral in any second referendum, John McDonnell suggests</h2> \n <div class=\"block-elements\"> \n  <p>Good morning. We’re in the depths of the summer recess, but with Jeremy Corbyn making a major speech on Labour’s vision for Britain this morning, and Boris Johnson making his first visits to Berlin and Paris as prime minister later this week, Politics Live is back for the next few days to cover all the developments.</p> \n  <p>Here is my colleague <strong>Rowena Mason</strong>’s overnight preview of the Corbyn speech.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/18/phoney-outsider-corbyn-attacks-johnson-election-pitch\">'A phoney outsider': Corbyn attacks Johnson as he sets out election pitch</a> </p> \n  </aside> \n  <p>This morning <strong>John McDonnell</strong>, the shadow chancellor, has been giving interviews ahead of it. Here are the main points from what he told the Today programme.</p> \n  <ul> \n   <li><strong>McDonnell said Labour was backing <a href=\"https://www.politicshome.com/news/uk/constitution/news/105972/more-100-mps-urge-boris-johnson-recall-parliament-over-national\">the call made by 100 MPs</a>, from all the opposition parties and from the Conservatives, for parliament to be recalled. </strong>Asked if Labour supported the initiative, he replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I agree - I think it is a good initiative by this group of MPs to say that we need to get back into parliament. We are facing a critical issue here and should be debating it in parliament ...</p> \n   <p>There is a need now to bring MPs back together again because we need time now to really have a proper debate and discussion about this matter.</p> \n  </blockquote> \n  <p>But MPs are not due to return to the Commons until a fortnight tomorrow, and parliament only gets recalled during a recess in response to a request from the government. And Number 10 is firmly ruling out a recall. </p> \n  <ul> \n   <li><strong>McDonnell reaffirmed Labour’s opposition to backing an interim government to stop a no-deal Brexit led by anyone other than Jeremy Corbyn. </strong>Asked to confirm that Labour would not support a vote in the Commons for someone else to lead an interim, cross-party government of this kind, McDonnell replied: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>No, we won’t. We want to abide by the normal constitutional practice. </p> \n  </blockquote> \n  <p>Labour argues that, if the prime minister loses the confidence of the Commons, the normal procedure is for the leader of the opposition to be invited to form a government.</p> \n  <ul> \n   <li><strong>McDonnell said Corbyn would host talks with other opposition party leaders next week to discuss what could be done to prevent a no-deal Brexit. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Jeremy is going to bring the [leaders] of the opposition parties together - he has already had some conversations - he will bring them together again next week and talk about how we go forward. We don’t believe [having an interim government led by someone other than Corbyn] is a negotiable issue.</p> \n  </blockquote> \n  <ul> \n   <li><strong>McDonnell said that a no confidence vote, leading to the establishment of a new government, was not the only mechanism available to prevent a no-deal Brexit.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think the big issue now is how do we prevent [no deal], and the no confidence motion is one mechanism. </p> \n   <p>But, as Jeremy has said today, there’s other mechanisms people are looking at, other parliamentary mechanisms, and we want to have a proper discussion and dialogue on a cross-party basis on what those mechanisms are.</p> \n  </blockquote> \n  <ul> \n   <li><strong>McDonnell claimed there was growing support in the Commons for holding a second referendum.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think the opposition parties and reaching across to Conservative MPs as well, I think there is still a majority in parliament to say to Boris Johnson that we will not accept a no-deal. </p> \n   <p>I think there is a gaining majority now to say we have to go back to the people in some form of public vote and that is, in my view, a referendum, that’s the Labour party policy now, and therefore we are narrowing down the discussion into what then goes on the ballot paper.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He did not rule out the Labour party officially being neutral in any second referendum on Brexit.</strong> Labour has said it would go into a general election promising a referendum on Brexit, with voters given the choice between backing remain and a credible leave option. McDonnell said he personally would campaign for remain. But asked if he would be happy for the party as a whole to be “agnostic” on the issue, McDonnell replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>That’s one of the issues we’ve got to debate in the party. You know our democratic processes. I know people get frustrated with this ... but we’re a democratic party.</p> \n  </blockquote> \n  <p>Although most Labour members want to remain in the EU, the shadow cabinet is deeply divided on this issue and<a href=\"https://www.theguardian.com/politics/live/2019/jun/19/tory-leadership-boris-johnson-result-vote-hunt-suggests-boris-johnson-cant-be-trust-to-keep-his-brexit-promises-live-news?page=with:block-5d0a52a98f081e872734aab8#block-5d0a52a98f081e872734aab8\"> there have been hints</a> before that Corbyn could resolve this tension by allowing Labour members to take either side in a second referendum, with the party machine staying neutral. This is broadly the approach Harold Wilson took in the 1975 referendum. Recently Corbyn told the shadow cabinet that he had been reading a Wilson biography to learn more about how the then prime minister handled that issue. </p> \n  <ul> \n   <li><strong>McDonnell said a future Labour government could hold a second referendum before negotiating a new Brexit deal with Europe.</strong> When this idea was put to him, he said this was “one option” being looked at. But he also said that, if the party decided to negotiate a new Brexit deal first, before putting it to the people, that process could be concluded relatively quickly. He rejected the suggestion it would take a year. He explained:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>If you look at what’s happened in the past, the reason it has dragged on in the negotiations in the past, to find out what is credible and what is not, is because the options that have been put forward have not been credible.</p> \n  </blockquote> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>11am: </em>Jeremy Corbyn gives a speech on Labour’s vision to rebuild Britain.</p> \n  <p><em>11am: </em>Number 10 lobby briefing.</p> \n  <p>And Boris Johnson is visiting a hospital in Cornwall at some point this morning <a href=\"https://www.theguardian.com/politics/2019/aug/18/johnson-urges-social-media-firms-to-block-anti-vaccine-messages\">to promote measures to increase the number of parents getting their children vaccinated.</a></p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-yellowhammered-freight-fright-taking-on-the-anti-vaxxers/\">the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-19T08:55:55.228Z\">at 9.55am BST</time></p> \n</div>",
      "wordcount": "6976",
      "commentCloseDate": "2019-08-19T15:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-19T08:34:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:23Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c6fq6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6bf9e4a8e68d075459ffa030bad5e3b0b2217169/0_97_3395_2038/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has claimed that EU leaders will change their positions and allow the UK to scrap the Brexit backstop in the withdrawal agreement. Downing Street has rejected demands by MPs for a recall of parliament following the leak of damaging no-deal Brexit documents and will instead ask Michael Gove to brief the public on how to prepare over the coming weeks. Jeremy Corbyn and John McDonnell have left the door open to their party staying neutral in a second referendum if the choice were a Labour deal or remaining in the EU, as they pledged to do everything possible to stop the UK leaving without an agreement. Ending freedom of movement for EU citizens immediately after a no-deal Brexit would be reckless and could create a hostile environment for European nationals, a campaign group has said. Nicola Sturgeon’s preference for holding another referendum on Scottish independence in the second half of next year has been put in doubt after the Electoral Commission recommended a gap of at least nine months between the completion of the required legislation and polling day. Boris Johnson has urged parents to ignore “superstitious mumbo jumbo on the internet” and to get their children vaccinated. Speaking on a hospital visit intended to promote measures to increase vaccine uptake, he said: I think there’s complacency on the part of parents about the need to get that second [MMR] vaccine but also, I’m afraid, people have been listening to that superstitious mumbo jumbo on the internet, all that anti-vax stuff and thinking that the MMR vaccine is a bad idea. That’s wrong. Please get your kids vaccinated because it’s not just the right thing for them, but also of course it is the right thing for the whole population because it might not be your kid that gets it, it could be somebody else’s. That’s all from me for today. Thanks for the comments. Here is a question from below the line worth answering. Actually, under Jeremy Corbyn’s offer to run a time-limited caretaker government, his only firm intention would be to negotiate an extension to Brexit and to then call an election. Why would he bother? I can think of plenty of reasons. 1) This would be a means of stopping a no-deal Brexit, which would earn Jeremy Corbyn, and Labour, great credit amongst remainers. It would also, they would say, be the right thing for the country. 2) If there is going to be an early election, there would be advantages for Corbyn to holding it with Brexit delayed - because the Tories would probably get crushed by the Brexit party. 3) An incumbent PM has many advantages in an election campaign. For example, s/he sets the date. And s/he can use the platform that government provides for party advantage, even though civil service resources are not meant to be spent on party political activity. Just look at the @10DowningStreet twitter feed, which reads like a Tory account even though it is a government one. 4) Being prime minister helps you look prime ministerial - which is particularly useful if, like Corbyn, you are thought not to be prime ministerial. 5) Even without a government majority, there is a lot a prime minister can do through prerogative powers, and through the use of patronage. 6) Prime ministers without a party majority have in the past managed to fight elections and come out with a majority (eg Wilson in 1974, Cameron in 2015). 7) No politician interested in changing Britain would turn down the chance to become PM - even for a short period. Tom Brake, the Lib Dem Brexit spokesman, says that if Jeremy Corbyn really intends to do “everything necessary” to stop a no-deal Brexit, as he promised in his speech this morning, he must prove it. In a statement Brake said: Jeremy Corbyn must now deliver and prove this is not just an empty promise. If he truly wants to stop a no-deal, he must accept that he must not be prescriptive about how we ensure that happens. This is not about party leaders, but about stopping Boris Johnson from dragging us off the cliff-edge. It is clear Jeremy Corbyn cannot command a majority in the House. He must do the right thing and confirm that if he cannot, he will support someone who can. These are from the broadcaster Andrew Neil on Jeremy Corbyn’s speech. And here is an extract from a blog covering it written by the New Statesman’s Stephen Bush. If the Johnson gamble blows up in his face at an election, it will be in part be because that cultural halitosis surrounding the Tory party and poshness meant that he was unable to make significant breakthroughs in the likes of Bishop Auckland while still losing seats to the Liberal Democrats in the likes of Cheltenham. That’s why Jeremy Corbyn’s attack lines on Boris Johnson – wheeled out in his big speech today, which offered us a preview of Labour’s preferred approach to an autumn election – are worth watching. Corbyn is talking up Johnson’s membership of the elite and explicitly linking Johnson in with the Tory party and with wealth (of the nine mentions of Boris Johnson in Corbyn’s speech, all were paired with a reference to his Conservativeness and his poshness). Boris Johnson will not get the chance to meet Jean-Claude Juncker, the outgoing president of the European commission, at this weekend’s G7 summit, my colleague Jennifer Rankin reports. The EU is not a G7 country, but for some reason two of its presidents (president of the commission and president of the council - there are several others) normally attend, making it effectively a G9 meeting. Here’s an extract from Jeremy Corbyn’s speech. Boris Johnson has been in hyperactive campaign mode since becoming prime minister and some Labour figures have reportedly been complaining that Jeremy Corbyn has given him something of an easy ride. Today Corbyn responded with a lengthy and wide-ranging speech that set out the case Labour would put to the public in the general election widely expected within the next few weeks or months. You can read the full text here. It was clear and coherent, and as a round-up of Labour’s policy offer, it was fine (although the party could probably still go a lot further in terms of boiling it down to a two or three-point message that everyone would remember). Johnson makes much of his ability to project optimism, and there was some evidence in the speech of Corbyn trying to respond in kind, for example when he spoke of the possible “fantastic” future available under Labour. (See 11.36am.) But exuberance isn’t a Corbyn forte, and he was much better when he was critiquing the government. The best passage was probably the one where he described Johnson’s spending announcements as an admission that Labour has won the argument on austerity (see 11.29am), and the points he made about crime and youth services that he used to back this up (see 11.31am). But you can’t take down a government with a single speech, and so at best this was just a start. It may also have been infused with a bit of wishful thinking. Corbyn has often spoken in terms that suggest he wants to move on from Brexit and his speech contained a persuasive passage arguing that the problems facing the country go well beyond Brexit. (See 11.02am.) They do. But politicians have to campaign in the world as it is, on an agenda not always of their own choosing, and the Q&amp;A made it clear that the prospect of the next election not being dominated by Brexit seems remote. There is a summary of some of the main lines in the Corbyn speech here. And here is a summary of the main points from the Q&amp;A. Corbyn said any MPs serious about stopping a no-deal Brexit should back him to lead an interim government. Asked about calls for him to allow someone else to form a cross-party, interim government to block no deal, he replied: I am the leader of the opposition, the leader of the Labour party. All the constitutional precedents are, when a government collapses, it’s the leader of the opposition that takes over. There seems to be an awful lot of very imaginative what iffery in the press at the present time. We will put a motion of no confidence in the government. We will do everything we can to stop a no deal Brexit. I have written to the leaders of all of the other opposition parties inviting them to join me in this and I simply say to them, and to those probably quite small number of Conservatives who are alarmed at the prospect of a no deal Brexit: “If you’re serious about stopping an no-deal Brexit, then back my motion of no confidence to stop this government taking us over a cliff edge on the 31st October.” Corbyn played down the prospect of MPs being able to stop a no-deal Brexit by any means other than using a no confidence vote to install him as an interim prime minister. He said: We offer to form a minority administration in order to give the people the choice in the future through a general election. That’s what we’re saying. That is the constitutional precedent. That is the norm. All this speculation about lots of other options - they actually don’t exist. The option that exists is the constitutional precedent of the opposition taking over in order to facilitate an opportunity for an election campaign. This is slightly different from the line taken by John McDonnell, the shadow chancellor, in his Today interview this morning in which he stressed that a no confidence motion was not the only means available to stop no deal. (See 9.33am.) He refused to commit to backing remain in a second referendum held by Labour after a general election. (See 11.55am.) He refused to rule out Labour officially remaining neutral in a second referendum on Brexit held after a general election. (See 11.46am.) He accused the media of bias, saying that if the UN had produced a report on conditions in the UK under a Labour government like the recent damning one produced by Philip Alston, the UN rapporteur on extreme poverty, there would have been uproar. He said: When the UN produces a report that says millions of people in the fifth richest country in the world are living in poverty, and it’s getting worse - if that came out under Labour government, every media outlet in the land would be condemning us, and they would be right. Where’s the voice against the Tories for doing that? In an interview in Cornwall during his hospital visit, Boris Johnson also said that the EU would have to compromise for there to be a Brexit deal. Asked whether progress would be made during his talks with Angela Merkel and Emmanuel Macron later this week, Johnson replied: Well that is, I’m afraid, very much up to our friends and I hope that they will compromise. They have seen that the UK parliament has three times rejected the withdrawal agreement, the backstop just doesn’t work, it’s not democratic and I hope that they will see fit to compromise but in the meantime we get ready to come out on October 31. Here are the main points from this morning’s Number 10 lobby briefing. Number 10 said the Operation Yellowhammer document about the impact of a no-deal Brexit leaked to the Sunday Times yesterday was “out of date”. The prime minister’s spokeswoman said: “We are making all necessary preparations ahead of October 31”. She went on: In relation to business we have been engaging widely and will continue to do so and that’s been significantly stepped up in recent weeks. We have published numerous documents on how businesses can prepare. You can expect to see further information being published in the coming weeks in relation to how the public ... can further prepare and the changes that they are likely to see across a range of areas. The spokeswoman said that there would be an immediate change to the rules affecting EU nationals with criminal records wanting to enter the UK after 31 October. Commenting on a report claiming that Priti Patel, the home secretary, wants to end free movement for EU nationals immediately after 31 October, instead of withdrawing the right gradually as Theresa May’s government intended, the Downing Street spokeswoman said “freedom of movement as it currently stands will end on October 31 when the UK leaves the EU.” The spokeswoman went on: So for example we will introduce, immediately, much tougher criminality rules for people entering the UK. Details of other changes immediately on October 31 for a new immigration system are currently being developed. The prime minister has obviously been clear that we want to introduce an Australian-style points-based immigration system. The spokeswoman said Boris Johnson and Patel would set out more details of their plans shortly. The spokeswoman said Johnson would not agree to calls for parliament to be recalled. She said: The House of Commons agreed the date it would rise for summer recess, as well as its return on September 3 and this was passed by a majority of close to 200 MPs. Boris Johnson has been speaking to broadcasters on a visit to the Royal Cornwall Hospital in Truro, where he has been promoting measures to increase the number of parents getting their children vaccinated. Here are the key points he has been making. Johnson claimed he remained “confident” that the EU would shift its position on the Northern Ireland backstop, allowing a Brexit deal to be agreed before 31 October. Asked about planning for no deal, he said: I’m not going to suggest that there won’t be - as I said on the steps of Downing Street - there may well be bumps in the road but we will be ready to come out on October 31 deal or no deal. Now of course our friends and partners on the other side of the Channel are showing a little bit of reluctance at the moment to change their position. That’s fine - I’m confident that they will - but in the meantime we have to get ready for a no deal outcome. I want a deal. We’re ready to work with our friends and partners to get a deal but if you want a good deal for the UK, you must simultaneously get ready to come out without one. It is hard to see why Johnson is confident that the EU will back down because European leaders have been saying, almost unanimously and ad nauseam, that they are not willing to renegotiate the withdrawal agreement. He said the UK would be ready for a no-deal Brexit on 31 October if that proved necessary. Speaking about no-deal preparations, he said: If you look at the preparations the UK had made by March 29, we were very far advanced and things then slipped back a bit but we’re very confident that by October 31 we will be ready and that’s the crucial thing. I think that’s what people want. People are very confident themselves that they can do it. I’m not pretending that there won’t be bumps on the road. There will be, I said that on the steps of Downing Street, but if everybody puts their minds to it I have absolutely no doubt that we can get ready. Here is the full text of Jeremy Corbyn’s speech in Corby. In his Q&amp;A Jeremy Corbyn would not commit to backing remain in a second referendum staged by Labour after a general election, and he would not rule out the party being neutral in such a contest. (See 11.46am and 11.55am.) But Corbyn has, of course, said that if there were a referendum now on a Tory Brexit, or on no deal, Labour would campaign for remain. I’ve amended the wording in those earlier posts because they did not make that clear. Sorry. Corbyn says zero-hours contracts represent a return to the insecure labour conditions that used to apply to people working at the docks. Labour would end zero-hours contracts, he says. In response to a question from a Labour supporter who asked what Corbyn would do about the media who tell lies, Corbyn says he is a member of the NUJ. A free press is very important, he says. But he says he wants to ensure that reporting is balanced, and that people have a right to reply. He set out plans for media reform in a speech in Edinburgh last year. Those plans would form the basis for Labour’s plans, he says. He says it is crucial that people who are attacked in the media get a right of reply. And that’s it. I will post a summary shortly. Corbyn says he represents a constituency where only around a third of people own their own homes. He wants more council housing, he says. He says Margaret Thatcher’s right to buy has led to a huge increase in the number of people having to rent from a private landlord. Corbyn says there has been a lot of speculation about what other mechanisms might be used to block a no-deal Brexit. But those options are not available yet, he says. The option that is available is a no confidence vote. Q: Why do you think so many Labour MPs do not see you as the right person to lead an interim government? Corbyn says he was elected Labour leader in 2015, to the surprise of the mainstream media. He was elected again in 2016. He is sure all Labour MPs want to join him in backing a no confidence motion against the government. Q: John McDonnell said this morning he would campaign for remain in a second referendum. Would you? And if not, can you see why remainers have doubts about your leadership? Corbyn says McDonnell was giving his personal view. He says the real issue is what must be done to end inequality in Britain. Corbyn refuses to commit to backing remain in a second referendum held by Labour after a general election, fuelling speculation that the party might officially remain neutral. (See 9.33am and 11.46am.) He says that if the UN produced a report about Britain under a Labour government as critical as the Philip Alston report was every media organisation would feature it very prominently. This gets a huge cheer from the Labour supporters in the audience. Corbyn says what happened to Northamptonshire council (it went bust) was symptomatic of how the Tories have underfunded local government. Corbyn is now taking questions. Q: You say you will do anything in your power to stop a no-deal Brexit. Would that include stepping aside as leader of a caretaker government? Labour supporters in the audience shout “no”. At least one person says the question is a disgrace. They also complain when a second journalist suggests Corbyn does not have enough support to become PM himself. Corbyn says he will do everthing to stop a no-deal Brexit. He is leader of the opposition, he says. All the precedent is that the leader of the opposition should be given the chance to form a government when the government falls. There is a lot of “what iffery” around, he says. He says if Tory MPs and others are serious about stopping no deal, they should support his no confidence motion. They should “get on board”, he says. Corbyn says all MPs opposed to no deal should back him as PM of an interim government. Q: Do you think parliament should be recalled immediately? Yes, shout Labour members in the audience. Corbyn says he does support the recall of parliament. Q: Could Labour remain neutral in a second referendum on Brexit? Corbyn says he wants to bring people together. There has to be an understanding of why particular communities voted leave. He is offering policies that would transform society, he says. He says Labour would make sure people have the final say and the final choice. Corbyn refuses to rule out Labour officially remaining neutral in a second referendum on Brexit held after a general election. Corbyn proposes a “massive injection of democracy”. After years of elite-driven austerity and neglect, we will recharge our politics with a massive injection of democracy kicking out the big money interests and putting the people in the driving seat. And here is his peroration. We will drive up people’s living standards by boosting pay, improving rights, and running our utilities and economy in the interests of the millions, not the multi-millionaires. And we will transform our communities with investment in every part of our country breathing new life into our high streets, giving security to older people and hope and opportunities to our young people. This is a historic moment, with the potential for real change to transform our country if we grasp the opportunity. Corbyn says the future could be “fantastic” under Labour. We can’t afford more of the same, but even worse. The future could be fantastic. New technologies have the power to liberate us and help tackle the climate emergency. But for too many, the future is frightening and uncertain because those technologies have been used instead to benefit the wealthy elite while driving down pay and security for millions. The next Labour government will take on those who really run our country the bankers, tax dodgers and big polluters. So that the real wealth creators, the people of this country, can have the services, jobs and futures they deserve. Because when Labour wins, we all win. The nurse wins, the pensioner wins, the student wins, the office worker wins, the engineer wins, we all win. Corbyn turns to the climate crisis, and says Labour is that party that has shown real leadership on this. We ensured our parliament was the first in the world to declare a climate emergency. That must be followed by radical and decisive action that will only be delivered by a Labour government. It certainly won’t come from the Tories the party that scrapped the Swansea Bay Tidal Lagoon, effectively killing off new onshore wind power projects, and is forcing fracking on local communities who oppose it. Labour would restore public services, Corbyn says, because we understand they are the glue that binds society together. We’ll restore pride in our NHS by funding it properly and end the sell-offs and privatisation. And we’ll create a National Education Service providing free learning from the cradle to the grave including free school meals for all primary children smaller class sizes for five, six and seven-year-olds and no tuition fees at university or college. And he argues that Labour can be trusted to rebuild public services more than the Tories under Boris Johnson. Corbyn turns to the issue of crime to underline the point he has just been making. Take crime which the prime minister is now trying to turn to his political advantage, with yet more promises to tackle what the Tories have failed to bring under control for a decade. In the 2017 election, Labour won the argument that Tory cuts to the police had made people unsafe, and we pledged to hire more officers. The Conservatives have now conceded that we were right, but police cuts are not the only reason violent crime has doubled. What the Tories won’t address is the much wider impact of austerity; the closed youth services; under-resourced mental healthcare; and the lack of funding for community mentoring. We take youth services so seriously that we will make it compulsory for local government to deliver them. Corbyn says Boris Johnson’s recent spending announcements show that Labour has won the argument on austerity. The new prime minister has been making some pre-election spending pledges over the past few weeks. That shows Labour has won the argument that austerity damages our country and that it was always a political choice. But it insults voters’ intelligence to expect them to be grateful for a bit of extra money here and there, with no confidence that it will actually be delivered when it’s Boris Johnson’s Tories who ran our public services into the ground in the first place. Corbyn summarises some Labour policies to address inequality. We’ll introduce a real living wage of £10 an hour, including for young people who deserve equal pay for equal work. But we need to go further. The problem with an unfair economy isn’t just the imbalance of wealth; it’s the imbalance of power. Labour will give working people more power to win better wages and have security at work. We’ll put workers on company boards and give the workforce a 10% stake in large companies; paying a dividend of as much as £500 a year to each employee. And Labour won’t tell people they have to work until they are 75 before getting their pension, as Iain Duncan Smith’s think tank has suggested – a policy that discriminates against working class people – especially in manual jobs. It’s past time that we rewrote the rules of the economy – to shift wealth and power – from a small elite at the top into the hands of the majority. He confirms Labour’s intention to bring rail, mail, water and the national grid into public ownership. And the party would give more rights to tenants, he says, “including controlling rents, so dodgy landlords can’t rip them off”. Corbyn says Labour would tackle inequality. But together, we can take our future into our own hands and tackle the great challenges facing our country alongside Brexit; inequality and an economy run for the richest; public services that have been stripped back and sold off; and the climate emergency threatening our children’s future. Inequality holds all of us back. It means the talent of millions of people is squandered. We don’t have to be a country of food banks and rough sleepers at one end while the super-rich dodge taxes at the other. And he says Labour would raise tax for the richest. Labour will raise tax for the richest and make sure they pay their share towards the common good. The Tories will cut tax for the richest. Labour will require the big multinational corporations to actually pay the tax they owe in this country. The Tories will cut tax for big corporations. It’s Labour that will get more money into your pocket rather than line the pockets of multi-millionaires. Corbyn says Labour would offer a real change in direction. The Tories cannot be trusted to deliver on their quick-fix promises because their first priority is tax cuts for the big corporations and the richest. The Tories can’t be trusted to deliver for the majority because they will always look after their own. Instead of fixing a failed system, they will turbocharge its inequalities, insecurities and climate destruction. Labour can be trusted to deliver to end austerity, to take on the elites and the vested interests holding people back and to transform our country for the many, not the few. Corbyn is now making the point about how a Labour government could offer “once-in-a-generation change”. But, instead of saying this could be “on the scale of 1945 or 1979”, as he did in the extracts released in advance, he just said “on the scale of 1945”. I don’t think anyone assumed that the reference to 1979 meant he was planning to emulate Margaret Thatcher - he was making a point about the scale of change envisaged, not the type of change envisaged - but he seemed to be more comfortable leaving the reference to her out. Corbyn confirms his plan to call a no confidence vote. Labour will do everything we can to protect people’s livelihoods. We will work together with the MPs from across parliament to pull our country back from the brink. I will bring a vote of no confidence in the government, and if we’re successful, I would seek to form a time-limited caretaker administration to avert no deal, and call an immediate general election so the people can decide our country’s future. If MPs are serious about stopping a no deal crash out, then they will vote down this reckless government and it falls to the leader of the opposition, to make sure no deal does not happen and the people decide their own future. Corbyn say, as we look to the return of parliament in September, the country is heading into a political storm. Boris Johnson is driving the country towards a no-deal cliff edge, he says. Labour will do everything necessary to stop that, he says. (See 11.02am.) Jeremy Corbyn is speaking now. He says the Pen Green children’s centre, where he is speaking, was the inspiration for Labour’s Sure Start programme. Beth Miller, Labour’s candidate for Corby, is introducing Jeremy Corbyn at the Labour event now. Corby is a marginal constituency, currently held by the Conservative Tom Pursglove with a majority of 2,690. This is from Naomi Smith, the CEO of the anti-Brexit group Best for Britain, commenting on John McDonnell’s interview this morning. (See 9.33am.) John McDonnell is right. There’s no mandate for no-deal and the parliamentary gridlock can only be broken by asking the public where they now stand on Brexit. But when there is a public vote, Labour as a party cannot stay neutral. They must make the case for remaining in the EU. Their members and voters are unashamedly in favour of remaining and would be shocked to see the party adopt any other position. Jeremy Corbyn will be delivering his speech on Labour’s vision for Britain in Corby shortly. There will be a live feed at the top of this blog. Here are some of the main points he will be making, based on extracts released by Labour overnight. Corbyn will say that Britain faces bigger problems than those posed by a no-deal Brexit. Labour would address these by offering radical change, as transformative as that introduced by Attlee or Thatcher, he will say. While Brexit is the framework of the crisis we face, the problems facing our country run much deeper. A general election triggered by the Tory Brexit crisis will be a crossroads for our country. It will be a once-in-a-generation chance for a real change of direction, potentially on the scale of 1945 or 1979. Things cannot go on as they were before. The Conservatives, and the wealthy establishment they represent, have failed our country. They have failed to protect living standards, savaged our public services, deepened inequality and failed to keep us safe. Boris Johnson and his hard right Tory cabinet have direct responsibility for the Tory decade of devastating damage done to our communities and the fabric of our society. However the Brexit crisis is resolved, the country faces a fundamental choice. Labour offers the real change of direction the country needs: a radical programme to rebuild and transform communities and public services, invest in the green jobs and high tech industries of the future, and take action to tackle inequality and climate crisis. He will dismiss Boris Johnson as a “fake populist”. The Tories have lurched to the hard right under Boris Johnson, Britain’s Trump, the fake populist and phoney outsider, funded by the hedge funds and bankers, committed to protecting the vested interests of the richest and the elites, while posing as anti-establishment. He will argue that the next election will be fought on the issue of trust. The Tories under Boris Johnson cannot be trusted to deliver on their quick fix election promises - because their first priority is tax cuts for the big corporations and the richest. Boris Johnson and the Tories can’t be trusted to deliver for the majority because they will always look after their own. Instead of fixing a failed system, they will turbocharge its inequalities, insecurities and climate destruction. Labour can be trusted to deliver: to end austerity, to take on the elites and the vested interests holding people back, and to transform our country for the many, not the few. Labour can be trusted to take the radical steps necessary to protect the environment and provide hope, decent jobs, secure homes, opportunity to every nation and region, and build a fairer country that works for all. He will accuse Boris Johnson of advocating a hard-right “Trump deal Brexit”. The Conservative party’s failure on Brexit, and its lurch to the hard right, has provoked the crisis our country faces this autumn. After failing to negotiate a Brexit deal that would protect jobs and living standards, Boris Johnson’s Tories are driving the country towards a no-deal cliff edge. We will do everything necessary to stop a disastrous no deal, for which this government has no mandate. Boris Johnson’s government wants to use no deal to create a tax haven for the super-rich on the shores of Europe and sign a sweetheart trade deal with Donald Trump: not so much a no deal Brexit as a Trump deal Brexit. He will for a general election as the best way to resolve the Brexit crisis. Labour believes the decision on how to resolve the Brexit crisis must go back to the people. And if there is a general election this autumn, Labour would commit to holding a public vote, to give voters the final say, with credible options for both sides, including the option to remain. Diane Abbott, the shadow home secretary, says that, like John McDonnell, should would also personally campaign for remain in any second referendum. The Green party’s Caroline Lucas was one of the 100 MPs who signed the letter, coordinated by Luciana Berger and Stephen Doughty, calling for parliament to be recalled. In an interview with Today this morning she said the leak in the Sunday Times yesterday about Operation Yellowhammer, government planning for a no-deal Brexit, made a recall even more necessary. She explained: I think there is ever more evidence of the, frankly, impending national emergency that we are facing. MPs should be in parliament holding an increasingly reckless prime minister to account. Since his election as prime minister, Boris Johnson has been subject to, I think, about three hours of scrutiny, and yet he is putting his foot on the accelerator, driving the country off the cliff-edge as if he had a huge mandate and overwhelming support. Well he has no mandate for this. The government has a majority of precisely one. I think at a time of such emergency, the public are rightly saying ‘Where are MPs? Where are they when it comes to holding this prime minister to account?’. Yesterday Michael Gove, the Cabinet Office minister in charge of no-deal planning, said a no deal would lead to “bumps in the road”. Lucas told today it would be more likely to produce “cavernous sink holes”. She went on: Unless MPs get back into parliament and hold this prime minister to account, we are going to go into those sink holes and it’s going to spell a disaster for this country. Good morning. We’re in the depths of the summer recess, but with Jeremy Corbyn making a major speech on Labour’s vision for Britain this morning, and Boris Johnson making his first visits to Berlin and Paris as prime minister later this week, Politics Live is back for the next few days to cover all the developments. Here is my colleague Rowena Mason’s overnight preview of the Corbyn speech. This morning John McDonnell, the shadow chancellor, has been giving interviews ahead of it. Here are the main points from what he told the Today programme. McDonnell said Labour was backing the call made by 100 MPs, from all the opposition parties and from the Conservatives, for parliament to be recalled. Asked if Labour supported the initiative, he replied: I agree - I think it is a good initiative by this group of MPs to say that we need to get back into parliament. We are facing a critical issue here and should be debating it in parliament ... There is a need now to bring MPs back together again because we need time now to really have a proper debate and discussion about this matter. But MPs are not due to return to the Commons until a fortnight tomorrow, and parliament only gets recalled during a recess in response to a request from the government. And Number 10 is firmly ruling out a recall. McDonnell reaffirmed Labour’s opposition to backing an interim government to stop a no-deal Brexit led by anyone other than Jeremy Corbyn. Asked to confirm that Labour would not support a vote in the Commons for someone else to lead an interim, cross-party government of this kind, McDonnell replied: No, we won’t. We want to abide by the normal constitutional practice. Labour argues that, if the prime minister loses the confidence of the Commons, the normal procedure is for the leader of the opposition to be invited to form a government. McDonnell said Corbyn would host talks with other opposition party leaders next week to discuss what could be done to prevent a no-deal Brexit. He said: Jeremy is going to bring the [leaders] of the opposition parties together - he has already had some conversations - he will bring them together again next week and talk about how we go forward. We don’t believe [having an interim government led by someone other than Corbyn] is a negotiable issue. McDonnell said that a no confidence vote, leading to the establishment of a new government, was not the only mechanism available to prevent a no-deal Brexit. He said: I think the big issue now is how do we prevent [no deal], and the no confidence motion is one mechanism. But, as Jeremy has said today, there’s other mechanisms people are looking at, other parliamentary mechanisms, and we want to have a proper discussion and dialogue on a cross-party basis on what those mechanisms are. McDonnell claimed there was growing support in the Commons for holding a second referendum. He said: I think the opposition parties and reaching across to Conservative MPs as well, I think there is still a majority in parliament to say to Boris Johnson that we will not accept a no-deal. I think there is a gaining majority now to say we have to go back to the people in some form of public vote and that is, in my view, a referendum, that’s the Labour party policy now, and therefore we are narrowing down the discussion into what then goes on the ballot paper. He did not rule out the Labour party officially being neutral in any second referendum on Brexit. Labour has said it would go into a general election promising a referendum on Brexit, with voters given the choice between backing remain and a credible leave option. McDonnell said he personally would campaign for remain. But asked if he would be happy for the party as a whole to be “agnostic” on the issue, McDonnell replied: That’s one of the issues we’ve got to debate in the party. You know our democratic processes. I know people get frustrated with this ... but we’re a democratic party. Although most Labour members want to remain in the EU, the shadow cabinet is deeply divided on this issue and there have been hints before that Corbyn could resolve this tension by allowing Labour members to take either side in a second referendum, with the party machine staying neutral. This is broadly the approach Harold Wilson took in the 1975 referendum. Recently Corbyn told the shadow cabinet that he had been reading a Wilson biography to learn more about how the then prime minister handled that issue. McDonnell said a future Labour government could hold a second referendum before negotiating a new Brexit deal with Europe. When this idea was put to him, he said this was “one option” being looked at. But he also said that, if the party decided to negotiate a new Brexit deal first, before putting it to the people, that process could be concluded relatively quickly. He rejected the suggestion it would take a year. He explained: If you look at what’s happened in the past, the reason it has dragged on in the negotiations in the past, to find out what is credible and what is not, is because the options that have been put forward have not been credible. Here is the agenda for the day. 11am: Jeremy Corbyn gives a speech on Labour’s vision to rebuild Britain. 11am: Number 10 lobby briefing. And Boris Johnson is visiting a hospital in Cornwall at some point this morning to promote measures to increase the number of parents getting their children vaccinated. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "40180",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/19/labour-may-stay-neutral-if-second-referendum-is-between-its-brexit-deal-or-remain",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-19T13:40:36Z",
    "webTitle": "Labour may stay neutral if referendum is between its Brexit deal or remain",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/19/labour-may-stay-neutral-if-second-referendum-is-between-its-brexit-deal-or-remain",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/19/labour-may-stay-neutral-if-second-referendum-is-between-its-brexit-deal-or-remain",
    "fields": {
      "headline": "Labour may stay neutral if referendum is between its Brexit deal or remain",
      "standfirst": "<p>Corbyn says Labour will back remain against no deal as McDonnell hints he may do so whatever the second option</p>",
      "trailText": "Corbyn says Labour will back remain against no deal as McDonnell hints he may do so whatever the second option",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"c0c85373741dbe032f7a905360a4f2bf882ff4ea\"> \n <img src=\"https://media.guim.co.uk/c0c85373741dbe032f7a905360a4f2bf882ff4ea/0_61_6720_4032/1000.jpg\" alt=\"Jeremy Corbyn made his speech in the key marginal Tory-held seat of Corby, where he made the case that the UK’s problems run much deeper than Brexit.TH\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn made his speech in the key marginal Tory-held seat of Corby, where he made the case that the UK’s problems run much deeper than Brexit.TH</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Jeremy Corbyn has left the door open to staying neutral in a second referendum if the choice were between a Labour Brexit deal and staying in the EU, after his shadow chancellor, John McDonnell suggested he would campaign to remain in any circumstances.</p> \n<p>The Labour leader was clear that the party would campaign to remain against a no-deal Brexit, as he pledged to do everything possible to prevent crashing out on 31 October.</p> \n<p>But when asked if the party would stay neutral given a choice between a deal negotiated by Labour and remaining in the EU, Corbyn did not say which side the party would support.</p> \n<p>“In a general election, we will put forward the opportunity for people in this country to have the final say,” he said on Monday. “It is not a rerun of 2016. It is simply saying the people of this country should make the final decision.</p> \n<p>“If it is no deal versus remain then obviously John McDonnell and others made it very clear we would support remain. If there is the opportunity for some other option to be put then that will be put. I want to bring people together.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"efb7bdd0-68cd-42ac-97bd-926f21da1800\" data-atom-type=\"timeline\"> \n  <!-- invalid atom id (efb7bdd0-68cd-42ac-97bd-926f21da1800) -->\n </gu-atom> \n</figure> \n<p>He continued: “All I have been trying to do ever since the referendum is say there has to be an understanding of why communities around the country voted to leave because they see no investment, jobs or improvement in their livelihoods for a very long time and they are very, very angry. What we are offering is to transform our society and our economy.”</p> \n<p>Asked whether he would personally campaign to remain in those circumstances, he said: “We have been very clear that in accordance with the democratic decision taken by our conference last year, an incoming Labour government will facilitate a choice where everyone will have a choice between a deal or remaining in the European Union.”</p> \n<p>The precedents for neutrality would be the 1975 referendum, when the then Labour prime minister, Harold Wilson, allowed his cabinet to campaign on either side for and against membership of the European Community, while David Cameron also made the same decision for the Conservative party to stay neutral in the 2016 referendum on Britain’s membership of the EU.</p> \n<p>Earlier, McDonnell appeared to take a different line when he made clear he would <a href=\"https://www.theguardian.com/politics/2019/aug/19/john-mcdonnell-backs-mps-demands-to-recall-parliament-over-brexit-jeremy-corbyn\">campaign to remain in the EU</a> whatever the other option put forward in a second referendum.</p> \n<p>He told<em> </em>BBC Radio 4’s Today programme: “I think generally people want to provide the electorate with a choice. I’ve made it clear from my personal position that I’ll be campaigning for remain. I think that’s the best choice.</p> \n<p>“But people will want to have a say and see whether there is another option. But we’ve had that debate in parliament and that’s why I’ve come down in favour of remain because I can’t see one that will have the same benefits as remain.”</p> \n<p>He was asked if he would be happy for the party as a whole to be “agnostic” on the issue, despite his personal wish to campaign to remain in the EU.</p> \n<p>McDonnell replied: “That’s one of the issues we’ve got to debate in the party. You know our democratic processes. I know people get frustrated with this … but we’re a democratic party.”</p> \n<p>The party’s policy could change at this year’s conference, where there will be a strong effort from pro-EU groups to shift Labour towards being an official remain party in all circumstances.</p> \n<p>Corbyn set out his position in a speech in the key marginal Tory-held seat of Corby in the east Midlands, where he made the case that the UK’s problems run much deeper than Brexit.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5048527a-c62e-47ac-b115-1f93cc8fe444\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/NnQtMgsyKTE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“A general election triggered by the Tory Brexit crisis will be a crossroads for our country. It will be a once-in-a-generation chance for a real change of direction, potentially on the scale of 1945. Things cannot go on as they were before,” he said.</p> \n<p>“However the Brexit crisis is resolved, the country faces a fundamental choice. Labour offers the real change of direction the country needs: a radical programme to rebuild and transform communities and public services, invest in the green jobs and high-tech industries of the future, and take action to tackle inequality and climate crisis.”</p> \n<p>The Labour leader accused Boris Johnson of being a “fake populist and phoney outsider” in the mould of Donald Trump as he set out his election pitch to transform the country as radically as Labour did in 1945 with the creation of the welfare state.</p> \n<p>He also said Labour would do everything possible to stop a no-deal Brexit and called on opposition MPs and rebel Tories to “get on board” with his plan to hold a no-confidence vote, then form a caretaker government to extend article 50 and hold a general election.</p> \n<p>Asked whether he could support another caretaker leader if he could not gain cross-party support, he said it was a role for the opposition leader to take on.</p> \n<p>Following the leak of documents warning of protests and food shortages in the event of a no-deal Brexit, he attacked Johnson for the Conservative party’s “failure on Brexit, and its lurch to the hard right, which has provoked the crisis our country faces this autumn”.</p> \n<p>“Boris Johnson’s government wants to use no deal to create a tax haven for the super-rich on the shores of Europe and sign a sweetheart trade deal with Donald Trump: not so much a no-deal Brexit as a Trump-deal Brexit,” he said.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "917",
      "firstPublicationDate": "2019-08-19T13:40:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:24Z",
      "newspaperEditionDate": "2019-08-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c6hva",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c0c85373741dbe032f7a905360a4f2bf882ff4ea/0_61_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has left the door open to staying neutral in a second referendum if the choice were between a Labour Brexit deal and staying in the EU, after his shadow chancellor, John McDonnell suggested he would campaign to remain in any circumstances. The Labour leader was clear that the party would campaign to remain against a no-deal Brexit, as he pledged to do everything possible to prevent crashing out on 31 October. But when asked if the party would stay neutral given a choice between a deal negotiated by Labour and remaining in the EU, Corbyn did not say which side the party would support. “In a general election, we will put forward the opportunity for people in this country to have the final say,” he said on Monday. “It is not a rerun of 2016. It is simply saying the people of this country should make the final decision. “If it is no deal versus remain then obviously John McDonnell and others made it very clear we would support remain. If there is the opportunity for some other option to be put then that will be put. I want to bring people together.” He continued: “All I have been trying to do ever since the referendum is say there has to be an understanding of why communities around the country voted to leave because they see no investment, jobs or improvement in their livelihoods for a very long time and they are very, very angry. What we are offering is to transform our society and our economy.” Asked whether he would personally campaign to remain in those circumstances, he said: “We have been very clear that in accordance with the democratic decision taken by our conference last year, an incoming Labour government will facilitate a choice where everyone will have a choice between a deal or remaining in the European Union.” The precedents for neutrality would be the 1975 referendum, when the then Labour prime minister, Harold Wilson, allowed his cabinet to campaign on either side for and against membership of the European Community, while David Cameron also made the same decision for the Conservative party to stay neutral in the 2016 referendum on Britain’s membership of the EU. Earlier, McDonnell appeared to take a different line when he made clear he would campaign to remain in the EU whatever the other option put forward in a second referendum. He told BBC Radio 4’s Today programme: “I think generally people want to provide the electorate with a choice. I’ve made it clear from my personal position that I’ll be campaigning for remain. I think that’s the best choice. “But people will want to have a say and see whether there is another option. But we’ve had that debate in parliament and that’s why I’ve come down in favour of remain because I can’t see one that will have the same benefits as remain.” He was asked if he would be happy for the party as a whole to be “agnostic” on the issue, despite his personal wish to campaign to remain in the EU. McDonnell replied: “That’s one of the issues we’ve got to debate in the party. You know our democratic processes. I know people get frustrated with this … but we’re a democratic party.” The party’s policy could change at this year’s conference, where there will be a strong effort from pro-EU groups to shift Labour towards being an official remain party in all circumstances. Corbyn set out his position in a speech in the key marginal Tory-held seat of Corby in the east Midlands, where he made the case that the UK’s problems run much deeper than Brexit. “A general election triggered by the Tory Brexit crisis will be a crossroads for our country. It will be a once-in-a-generation chance for a real change of direction, potentially on the scale of 1945. Things cannot go on as they were before,” he said. “However the Brexit crisis is resolved, the country faces a fundamental choice. Labour offers the real change of direction the country needs: a radical programme to rebuild and transform communities and public services, invest in the green jobs and high-tech industries of the future, and take action to tackle inequality and climate crisis.” The Labour leader accused Boris Johnson of being a “fake populist and phoney outsider” in the mould of Donald Trump as he set out his election pitch to transform the country as radically as Labour did in 1945 with the creation of the welfare state. He also said Labour would do everything possible to stop a no-deal Brexit and called on opposition MPs and rebel Tories to “get on board” with his plan to hold a no-confidence vote, then form a caretaker government to extend article 50 and hold a general election. Asked whether he could support another caretaker leader if he could not gain cross-party support, he said it was a role for the opposition leader to take on. Following the leak of documents warning of protests and food shortages in the event of a no-deal Brexit, he attacked Johnson for the Conservative party’s “failure on Brexit, and its lurch to the hard right, which has provoked the crisis our country faces this autumn”. “Boris Johnson’s government wants to use no deal to create a tax haven for the super-rich on the shores of Europe and sign a sweetheart trade deal with Donald Trump: not so much a no-deal Brexit as a Trump-deal Brexit,” he said.",
      "charCount": "5232",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/19/the-monster-to-slay-before-domestic-policies-is-brexit-readers-on-corbyns-speech",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-19T11:33:30Z",
    "webTitle": "'The monster to slay before domestic policies is Brexit': readers on Corbyn's speech",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/19/the-monster-to-slay-before-domestic-policies-is-brexit-readers-on-corbyns-speech",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/19/the-monster-to-slay-before-domestic-policies-is-brexit-readers-on-corbyns-speech",
    "fields": {
      "headline": "'The monster to slay before domestic policies is Brexit': readers on Corbyn's speech",
      "standfirst": "<p>You have been reacting in the comments to <a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news#comments\">Jeremy Corbyn’s speech on Labour’s vision to rebuild Britain</a></p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/19/brexit-latest-news-jeremy-corbyn-speech-labour-could-be-officially-neutral-in-any-second-referendum-campaign-john-mcdonnell-suggests-live-news\">Latest political developments – live</a></li></ul>",
      "trailText": "You have been reacting in the comments to Jeremy Corbyn’s speech on Labour’s vision to rebuild Britain",
      "byline": "Guardian readers and Rachel Obordo",
      "main": "<figure class=\"element element-image\" data-media-id=\"dda536baa9c4930de4de6ffc89bf35e44ebb7fa9\"> <img src=\"https://media.guim.co.uk/dda536baa9c4930de4de6ffc89bf35e44ebb7fa9/0_224_6720_4032/1000.jpg\" alt=\"Corbyn makes a speech saying Labour will move a vote of no confidence in Prime Minister Boris Johnsons government. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Corbyn makes a speech saying Labour will move a vote of no confidence in Prime Minister Boris Johnsons government. </span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>",
      "body": "<h2>‘Jeremy you are right but you must be prepared to stand aside to allow someone else to be come caretaker PM’</h2> <p>Yes Jeremy, I agree. You are absolutely right. The problems of the UK run far deeper than Brexit. The thing is, the country <em>did</em> vote for Brexit. Millions of people who will suffer the consequences of Brexit voted for it. People whose prospects are so poor that they voted for Brexit on the assumption that things can’t get any worse. But he also has to acknowledge the fact that we cannot go on to do that with the threat of Brexit hanging above our heads. It will make everything so much worse, and take away our ability to address the issues that are causing so much misery and poverty. Brexit will not lead to any short term or mid term increase in job or wealth creation. It will have the opposite effect for most ordinary people. </p> <p>Corbyn’s priority must be to stop any possibility of a no-deal Brexit – then to stop any form of Brexit. Even a soft Brexit with a deal will leave us worse off. He must be prepared to stand aside to allow someone else who can command a majority to become caretaker PM. It will only be a temporary position until Brexit is resolved and a general election is called. Then he can come back as Labour leader and fight that election. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132109640\">pocclondon</a></strong></p> <h2>‘As a Labour member it’s excruciating to watch Corbyn flail about like this’</h2> <p>As a Labour member, its excruciating (and embarrassing) to watch Corbyn flail about like this. I’m entirely on board with our domestic policy program under Corbyn but he is never ever going to win a general election. His main appeal was the honesty and consistency which marked him out as different. Now he doesn’t even have that after pretending to campaign for Remain (i.e. disappearing) when everyone knows he loathes the EU. We’re heading for a no deal Brexit and it will be Labour’s fault. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132109294\">Mark Forrester</a></strong></p> <h2>‘The country is divided and Labour seeks to heal it’</h2> <p>Jesus, a speech that is full of content, calling out Boris for what he is, arguing for a reversal of the austerity that has driven this country down the plug and the comments on here [the live blog] can pick at is that labour “could” be neutral in a second ref. The country is divided. Labour seek to heal it, not just by reversing cuts but by seeking a compromise on Brexit. And yes, it’s likely to leave no-one happy but that is what a bloody compromise looks like. Don’t even Lib Dem me. They supported austerity and via a combination of that and their propping up of Cameron’s government they have their hands all over Brexit and the decline of our social and welfare infrastructure. I wouldn’t trust a yellow Tory as far as I could throw one. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108867\">Waldrapplbis</a></strong></p> <h2>‘He’s walking straight into Johnson’s trap’</h2> <p>Sadly Corbyn is still pushing for a GE as the solution rather than a people’s vote. It looks as if he is walking straight into Johnson’s trap as the latter will be able to set the election date in his own favour. Brexit for the Tories will be more than enough to wipe out Labour. It’ll happen before the country has woken to the chaos of Brexit. Corbyn should never give Johnson what he wants – a GE, before it’s obvious to the country that his Government is sunk in Brexit chaos and exuding incompetence from every pore. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132109699\">FogintheChannel</a></strong></p> <h2>‘The monster to slay before domestic policies is Brexit’</h2> <p>Great rhetoric Corbyn. But surely the monster to tackle right now, right here, is Brexit. That is the monster to slay before domestic policies. Brexit has to be lanced first. Or can you tell us how your Brexit is going to benefit anyone? <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132109269\">solitarybeehive</a></strong></p> <h2>‘It is the only party that can, and has tried to, actually unite the country’</h2> <p>So it seems few people understand what this position means. Labour being neutral means it will not force one position or another on their MPs who will be free to campaign and vote as they see fit. Despite what most people here seem to think, the country is still split and the only way forward is to have an open and honest conversation about it. Labour is a broad church, its voters are split over this and acting like that isn’t the case is not helpful. Taking a neutral stance allows the party to debate this on its own merits (or none) and then for everyone to vote with their own conscience. It is the only party that can and has tried to actually unite the country. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108647\">KingInTheNorth</a></strong></p> <h2>‘He’s pissing into the wind on Brexit again’</h2> <p>Pissing into the wind on Brexit again Jezza. I voted for you. I support fully the economic and social approach you and McDonnell have taken. But you have to fight the enemy in front of you. And that enemy is Brexit. You missed the point and consigned us to right wing extremist hell. Thanks. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132109031\">Sequinner</a></strong></p> <h2>‘It’s hard to see how Labour will suffer from continuing on with constructive ambiguity’</h2> <p>Sound strategy to remain neutral at the next referendum. The great thing is that Labour doesn’t need to come off the fence to win at the next GE and gain the remain vote. All Labour needs to do is offer a second referendum in its general election manifesto with the option to remain included in it. Anyone slightly remain inclined who is thinking rationally and wants to stop Brexit, would still vote for Labour if they offered a second referendum in it’s GE manifesto, regardless of whether Labour comes out fully in support of Remain as a party. </p> <p>Given all the above, and given the serious damage of a split in the Labour vote by backing remain unequivocally, it’s very hard to see how Labour will suffer from continuing on with constructive ambiguity while throwing its weight behind a second referendum <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108646\">vacuous</a></strong></p> <h2>‘He is right but any form of Brexit that compounds the problems we face won’t cure them’</h2> <p>Corbyn is right to note that the problems faced by the UK run much deeper than Brexit which is, after all, a symptom of those problems. Having said that, any form of Brexit that removes citizenship and rights from millions of people without their consent will compound the problems we face, not cure any of them. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108695\">DJT1Million</a></strong></p> <h2>‘Labour cannot sit Brexit out and hope it goes away’</h2> <p>Corbyn and the Labour leadership just don’t seem to understand that until Brexit is resolved one way or another, everything else is on the back burner. They can’t simply sit this out and hope it goes away – rightly or wrongly, it’s currently the number one issue and it needs decisive leadership to get past it. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108684\">Adrianh2017</a></strong></p> <h2>‘Corbyn is correct - not spectacular, not catchy, not quotable, just correct’</h2> <p>Corbyn is correct - not spectacular, not catchy, not quotable, just correct. The general public are being excluded from the wealth flowing to a small fraction of the population. A step change is needed to address this. So much is wrong and so much has been deliberately broken over the last 40 years that there is no guarantee a new direction exists that will lead to prosperity for all. But unless you try nothing will change. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108491\">WallyGnat</a></strong></p> <h2>‘Spot on Jez’</h2> <p>Spot on Jez. Britain’s problems do lie far deeper than Brexit. The disconnected mentality of people who rail against Corbyn while not comprehending why Brexit happened is incredible. They’ll vote against Labour because red Ed ate his sandwich in a funny way and because they can’t trust the government with more taxes and then blink dumbfoundedly with an uncomprehending gaze when things continue to get worse and fall apart around them. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108459\">vacuous</a></strong></p> <h2>‘Not a massive Corbyn fan but he’s right on this one’</h2> <p>Got to be honest, not a massive Corbyn fan, but he’s right on this one. It’s not about remain vs leave, we need to reunite the country and end the austerity that got us here in the first place. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/132108308\">saxonwhittle</a></strong></p>",
      "wordcount": "1362",
      "firstPublicationDate": "2019-08-19T11:33:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-19T13:49:43Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c6gda",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e39d4d8d46b8e15c29411da9981b47f4b30d2217/69_117_3381_2028/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘Jeremy you are right but you must be prepared to stand aside to allow someone else to be come caretaker PM’ Yes Jeremy, I agree. You are absolutely right. The problems of the UK run far deeper than Brexit. The thing is, the country did vote for Brexit. Millions of people who will suffer the consequences of Brexit voted for it. People whose prospects are so poor that they voted for Brexit on the assumption that things can’t get any worse. But he also has to acknowledge the fact that we cannot go on to do that with the threat of Brexit hanging above our heads. It will make everything so much worse, and take away our ability to address the issues that are causing so much misery and poverty. Brexit will not lead to any short term or mid term increase in job or wealth creation. It will have the opposite effect for most ordinary people. Corbyn’s priority must be to stop any possibility of a no-deal Brexit – then to stop any form of Brexit. Even a soft Brexit with a deal will leave us worse off. He must be prepared to stand aside to allow someone else who can command a majority to become caretaker PM. It will only be a temporary position until Brexit is resolved and a general election is called. Then he can come back as Labour leader and fight that election. pocclondon ‘As a Labour member it’s excruciating to watch Corbyn flail about like this’ As a Labour member, its excruciating (and embarrassing) to watch Corbyn flail about like this. I’m entirely on board with our domestic policy program under Corbyn but he is never ever going to win a general election. His main appeal was the honesty and consistency which marked him out as different. Now he doesn’t even have that after pretending to campaign for Remain (i.e. disappearing) when everyone knows he loathes the EU. We’re heading for a no deal Brexit and it will be Labour’s fault. Mark Forrester ‘The country is divided and Labour seeks to heal it’ Jesus, a speech that is full of content, calling out Boris for what he is, arguing for a reversal of the austerity that has driven this country down the plug and the comments on here [the live blog] can pick at is that labour “could” be neutral in a second ref. The country is divided. Labour seek to heal it, not just by reversing cuts but by seeking a compromise on Brexit. And yes, it’s likely to leave no-one happy but that is what a bloody compromise looks like. Don’t even Lib Dem me. They supported austerity and via a combination of that and their propping up of Cameron’s government they have their hands all over Brexit and the decline of our social and welfare infrastructure. I wouldn’t trust a yellow Tory as far as I could throw one. Waldrapplbis ‘He’s walking straight into Johnson’s trap’ Sadly Corbyn is still pushing for a GE as the solution rather than a people’s vote. It looks as if he is walking straight into Johnson’s trap as the latter will be able to set the election date in his own favour. Brexit for the Tories will be more than enough to wipe out Labour. It’ll happen before the country has woken to the chaos of Brexit. Corbyn should never give Johnson what he wants – a GE, before it’s obvious to the country that his Government is sunk in Brexit chaos and exuding incompetence from every pore. FogintheChannel ‘The monster to slay before domestic policies is Brexit’ Great rhetoric Corbyn. But surely the monster to tackle right now, right here, is Brexit. That is the monster to slay before domestic policies. Brexit has to be lanced first. Or can you tell us how your Brexit is going to benefit anyone? solitarybeehive ‘It is the only party that can, and has tried to, actually unite the country’ So it seems few people understand what this position means. Labour being neutral means it will not force one position or another on their MPs who will be free to campaign and vote as they see fit. Despite what most people here seem to think, the country is still split and the only way forward is to have an open and honest conversation about it. Labour is a broad church, its voters are split over this and acting like that isn’t the case is not helpful. Taking a neutral stance allows the party to debate this on its own merits (or none) and then for everyone to vote with their own conscience. It is the only party that can and has tried to actually unite the country. KingInTheNorth ‘He’s pissing into the wind on Brexit again’ Pissing into the wind on Brexit again Jezza. I voted for you. I support fully the economic and social approach you and McDonnell have taken. But you have to fight the enemy in front of you. And that enemy is Brexit. You missed the point and consigned us to right wing extremist hell. Thanks. Sequinner ‘It’s hard to see how Labour will suffer from continuing on with constructive ambiguity’ Sound strategy to remain neutral at the next referendum. The great thing is that Labour doesn’t need to come off the fence to win at the next GE and gain the remain vote. All Labour needs to do is offer a second referendum in its general election manifesto with the option to remain included in it. Anyone slightly remain inclined who is thinking rationally and wants to stop Brexit, would still vote for Labour if they offered a second referendum in it’s GE manifesto, regardless of whether Labour comes out fully in support of Remain as a party. Given all the above, and given the serious damage of a split in the Labour vote by backing remain unequivocally, it’s very hard to see how Labour will suffer from continuing on with constructive ambiguity while throwing its weight behind a second referendum vacuous ‘He is right but any form of Brexit that compounds the problems we face won’t cure them’ Corbyn is right to note that the problems faced by the UK run much deeper than Brexit which is, after all, a symptom of those problems. Having said that, any form of Brexit that removes citizenship and rights from millions of people without their consent will compound the problems we face, not cure any of them. DJT1Million ‘Labour cannot sit Brexit out and hope it goes away’ Corbyn and the Labour leadership just don’t seem to understand that until Brexit is resolved one way or another, everything else is on the back burner. They can’t simply sit this out and hope it goes away – rightly or wrongly, it’s currently the number one issue and it needs decisive leadership to get past it. Adrianh2017 ‘Corbyn is correct - not spectacular, not catchy, not quotable, just correct’ Corbyn is correct - not spectacular, not catchy, not quotable, just correct. The general public are being excluded from the wealth flowing to a small fraction of the population. A step change is needed to address this. So much is wrong and so much has been deliberately broken over the last 40 years that there is no guarantee a new direction exists that will lead to prosperity for all. But unless you try nothing will change. WallyGnat ‘Spot on Jez’ Spot on Jez. Britain’s problems do lie far deeper than Brexit. The disconnected mentality of people who rail against Corbyn while not comprehending why Brexit happened is incredible. They’ll vote against Labour because red Ed ate his sandwich in a funny way and because they can’t trust the government with more taxes and then blink dumbfoundedly with an uncomprehending gaze when things continue to get worse and fall apart around them. vacuous ‘Not a massive Corbyn fan but he’s right on this one’ Got to be honest, not a massive Corbyn fan, but he’s right on this one. It’s not about remain vs leave, we need to reunite the country and end the austerity that got us here in the first place. saxonwhittle",
      "charCount": "7620",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/guardian-readers\">Guardian readers</a> and <a href=\"profile/rachel-obordo\">Rachel Obordo</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "cities/2019/aug/19/brexit-wont-influence-our-friendship-twinned-towns",
    "type": "article",
    "sectionId": "cities",
    "sectionName": "Cities",
    "webPublicationDate": "2019-08-19T10:00:40Z",
    "webTitle": "'Brexit won't influence our friendship': workers in twinned towns on their parallel lives",
    "webUrl": "https://www.theguardian.com/cities/2019/aug/19/brexit-wont-influence-our-friendship-twinned-towns",
    "apiUrl": "https://content.guardianapis.com/cities/2019/aug/19/brexit-wont-influence-our-friendship-twinned-towns",
    "fields": {
      "headline": "'Brexit won't influence our friendship': workers in twinned towns on their parallel lives",
      "standfirst": "<p>From butchers to doctors to teachers, people in paired towns across Europe discuss daily life – and facing the big split</p>",
      "trailText": "From butchers to doctors to teachers, people in paired towns across Europe discuss daily life – and facing the big split",
      "byline": "Claire Burke",
      "main": "<figure class=\"element element-image\" data-media-id=\"a43e503c52840305996674feecdcee070c388e81\"> \n <img src=\"https://media.guim.co.uk/a43e503c52840305996674feecdcee070c388e81/0_0_2549_1530/1000.jpg\" alt=\"Clockwise from top left: Violeta Strahinjevic, director of Milan Petrović School, Novi Sad; Antonio Barillà, family doctor in Turin; Benny Gränitz at his family butcher’s in Chemnitz, Germany; Tanwir Jilani in his butcher’s in Manchester; Punam Krishan, GP in Glasgow; Robert Holderness, headteacher at The Parkside School, Norwich. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Clockwise from top left: Violeta Strahinjevic, director of Milan Petrović School, Novi Sad; Antonio Barillà, family doctor in Turin; Benny Gränitz at his family butcher’s in Chemnitz, Germany; Tanwir Jilani in his butcher’s in Manchester; Punam Krishan, GP in Glasgow; Robert Holderness, headteacher at The Parkside School, Norwich. </span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi, Pietro Baroni, Michael Danner, Chris Ridley, Martin Hunter, Christopher Thomond/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<h2>The butchers</h2> \n<p><strong>Tanwir Jilani, 51, Jilani’s Halal Family Butcher, Longsight, Manchester</strong></p> \n<p>My dad was a butcher in Faisalabad, Pakistan. He came to this country in 1959 and had his own butcher’s shop in Manchester. I was his apprentice. There were three of us – my older brother, me and my younger brother.</p> \n<p>I opened my business on 1 November 2001. My father was very proud; parents like their children to follow in their footsteps. My dad had tremendous ability – I won’t bring myself to say I’m on the same level, but maybe I’m halfway there.</p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/c664007f6d6e3c6e7bdda739603a861980bf6161/1567_404_4841_2905/master/4841.jpg----width=1000____quality=85____s=e9c3d90f71d97216ed0f0b8dcdb5cf8a&amp;desktop_before=//i.guim.co.uk/img/media/c664007f6d6e3c6e7bdda739603a861980bf6161/1567_404_4841_2905/master/4841.jpg----width=1000____quality=85____s=e9c3d90f71d97216ed0f0b8dcdb5cf8a&amp;label_before=Manchester&amp;mobile_after=//i.guim.co.uk/img/media/8dd0992d02b117e1482ee2bcccb4d153f7543d61/245_260_1255_753/master/1255.jpg----width=1000____quality=85____s=30c8c75b849acc324dd746f39b2f7954&amp;desktop_after=//i.guim.co.uk/img/media/8dd0992d02b117e1482ee2bcccb4d153f7543d61/245_260_1255_753/master/1255.jpg----width=1000____quality=85____s=30c8c75b849acc324dd746f39b2f7954&amp;label_after=Chemnitz&amp;analytics_label=8&amp;type=slider&amp;\" data-alt=\"BUTCHER slider\"> \n <a href=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/c664007f6d6e3c6e7bdda739603a861980bf6161/1567_404_4841_2905/master/4841.jpg----width=1000____quality=85____s=e9c3d90f71d97216ed0f0b8dcdb5cf8a&amp;desktop_before=//i.guim.co.uk/img/media/c664007f6d6e3c6e7bdda739603a861980bf6161/1567_404_4841_2905/master/4841.jpg----width=1000____quality=85____s=e9c3d90f71d97216ed0f0b8dcdb5cf8a&amp;label_before=Manchester&amp;mobile_after=//i.guim.co.uk/img/media/8dd0992d02b117e1482ee2bcccb4d153f7543d61/245_260_1255_753/master/1255.jpg----width=1000____quality=85____s=30c8c75b849acc324dd746f39b2f7954&amp;desktop_after=//i.guim.co.uk/img/media/8dd0992d02b117e1482ee2bcccb4d153f7543d61/245_260_1255_753/master/1255.jpg----width=1000____quality=85____s=30c8c75b849acc324dd746f39b2f7954&amp;label_after=Chemnitz&amp;analytics_label=8&amp;type=slider&amp;\">BUTCHER slider</a> \n <figcaption>\n  Tanwir Jilani in his halal butcher’s in Manchester (left), and Benny Gränitz at his family butcher’s in Chemnitz, Germany. Photographs: Michael Danner, Christopher Thomond/both the Guardian. \n </figcaption> \n</figure> \n<p>It’s a family business now. My wife serves the customers, and my son has a takeaway next door; I supply the meat to them. We work as a team. It’s a hard working life. I start at 7am preparing the meat for the counter, and we’re open 9am-9pm, seven days a week. I’m 51 and I’m still working away, but I’m making a living and I’m happy. When I retire, if I have the stamina, I’ll still do a few hours a day. I’ve always worked – I’m a working-class person.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>I think it would have been better to stay in the EU for business reasons. We’re all out to make a living</p> \n </blockquote> \n</aside> \n<p>I used to slaughter [animals] myself, but not now. Other people use machines to cut the meat, but we still do it the traditional way, by hand. We sell British lamb; maybe Brexit will affect prices. I wouldn’t know that – I’m a retailer, not a wholesaler. People aren’t going to stop buying meat – it’s still going to sell, however the prices go. There are lots of takeaways and restaurants in Manchester that I supply, and I have two restaurants of my own, in Rusholme and Longsight.</p> \n<p>I love Manchester. I was born and bred here, and I would never go anywhere else. The Jilani name has been around for a long time – the mosques know us, the whole community knows us, and generations of people still come to buy halal meat from us.</p> \n<p>Manchester has always been a base for Asian people, from India and Pakistan. I don’t feel European at all; I feel British, English. I’ve been to other countries in Europe, but England’s 10 times better.</p> \n<p>David Cameron made the wrong decision. I think it would have been better to stay in the EU for business reasons. I’m a small businessman – we’re all out to make a living. Whatever happens with Brexit, I hope the change is for the better.</p> \n<p><strong>Benny Gränitz, 37, butcher in Chemnitz, Germany</strong></p> \n<p>I come from five generations of butchers. More than 100 years ago my great-grandfather started specialising in meat and sausages in Chemnitz. After the [communist] GDR years, my grandfather and my father opened quite a few new branches. But things have changed fast: big supermarkets moved in, and we had to close some of our stores.</p> \n<p>Many people don’t want to pay extra for good-quality meat. But I am optimistic that is changing – it seems that fewer people are buying cut-price supermarket sausages. I like my job. We can influence the whole chain, from the farmer to the customer who eats our sausages.</p> \n<p>For me, being European has its advantages. It’s practical to be able to cross borders without issues. On the downside, there are lots of European rules and regulations that make my life difficult. Maybe we’d have to comply with similar rules even without the EU, but they are definitely a big factor, and they have forced some local butchers to close. We’ve had to invest a lot to meet their strict standards.</p> \n<p>I don’t foresee any big shift for our business after Brexit. A lot will depend on how Britain fares outside the EU. If things go well, maybe other countries will want to follow suit. If things go badly, I’m sure people will feel happy to stay.</p> \n<p>Twinning is a nice idea, but I didn’t know we were partnered with Manchester. The two cities are well suited; they are both industrial places. We also have a Düsseldorf square in Chemnitz, named after our partner city in the former West Germany.</p> \n<p>Life in Chemnitz is quiet and pleasant. There’s not much going on. Sometimes it’s as if the streets have been emptied of people. Other places are livelier but I can’t imagine living anywhere else.</p> \n<p><em>Interview by Jess Smee</em></p> \n<h2>The doctors</h2> \n<p><strong>Punam Krishan, 35, is a GP who lives in Glasgow with her husband and five-year-old son</strong></p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/cf9bf0f8df12c39b4e09669923a1e36fb26255ab/47_315_4152_2491/master/4152.jpg----width=1000____quality=85____s=0a8e8ba113f28cbe93778b85bdebbd0f&amp;desktop_before=//i.guim.co.uk/img/media/cf9bf0f8df12c39b4e09669923a1e36fb26255ab/47_315_4152_2491/master/4152.jpg----width=1000____quality=85____s=0a8e8ba113f28cbe93778b85bdebbd0f&amp;label_before=Glasgow&amp;mobile_after=//i.guim.co.uk/img/media/8101d135d9f40d47bc9507f4112de11712103a98/56_374_5622_3373/master/5622.jpg----width=1000____quality=85____s=21090f1a0c6a231db7f96cf7a5bc4ed6&amp;desktop_after=//i.guim.co.uk/img/media/8101d135d9f40d47bc9507f4112de11712103a98/56_374_5622_3373/master/5622.jpg----width=1000____quality=85____s=21090f1a0c6a231db7f96cf7a5bc4ed6&amp;label_after=Turin&amp;analytics_label=1&amp;type=slider&amp;\" data-alt=\"DOCTOR slider\"> \n <a href=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/cf9bf0f8df12c39b4e09669923a1e36fb26255ab/47_315_4152_2491/master/4152.jpg----width=1000____quality=85____s=0a8e8ba113f28cbe93778b85bdebbd0f&amp;desktop_before=//i.guim.co.uk/img/media/cf9bf0f8df12c39b4e09669923a1e36fb26255ab/47_315_4152_2491/master/4152.jpg----width=1000____quality=85____s=0a8e8ba113f28cbe93778b85bdebbd0f&amp;label_before=Glasgow&amp;mobile_after=//i.guim.co.uk/img/media/8101d135d9f40d47bc9507f4112de11712103a98/56_374_5622_3373/master/5622.jpg----width=1000____quality=85____s=21090f1a0c6a231db7f96cf7a5bc4ed6&amp;desktop_after=//i.guim.co.uk/img/media/8101d135d9f40d47bc9507f4112de11712103a98/56_374_5622_3373/master/5622.jpg----width=1000____quality=85____s=21090f1a0c6a231db7f96cf7a5bc4ed6&amp;label_after=Turin&amp;analytics_label=1&amp;type=slider&amp;\">DOCTOR slider</a> \n <figcaption>\n  Punam Krishan and Antonio Barillà. Photographs: Martin Hunter; Pietro Baroni/both the Guardian.\n </figcaption> \n</figure> \n<p>I’m one of the very few GPs who still loves being a GP. People see us when they’re at a crossroads – with their health, wellbeing or personal situations. You get to be part of their big moments as well as their not-so-big moments.</p> \n<p>As a partner, I experienced stress and burnout. You work 12-hour days as a GP and then have to manage the business side, as well as juggling family life.</p> \n<p>It was encroaching on all my relationships, and I felt quite unhappy. I remember being on holiday in Turkey, ordering toilet roll for the health centre for my practice. I left my partnership in September 2017 and I’ve been a locum ever since.</p> \n<p>Although my heritage is Indian (my mum and dad are from Punjab) I was born and brought up in Glasgow. I’m very much part of two cultures. My mum used to take us to India every summer, and by week four I’d think: “I just want to go home.”</p> \n<p>I love being Glaswegian; it’s such a multicultural, diverse city. I didn’t appreciate it until I moved to London for a few years. In London you have pockets with, for example, a large Indian population or a Caribbean community. In Glasgow, the communities are a lot more integrated.</p> \n<p>You only ever realise the value of your home town when you move away. I had my child in London and I was pretty sick afterwards. I had a severe postpartum haemorrhage, lost about 70% of my blood volume, and had heart failure and other complications. I ended up unconscious in intensive care, and my family were told I was not going to make it. After that, all I wanted was the comfort of my city and my people.</p> \n<p>Scotland didn’t want to leave the EU, so there is this sense of feeling hard done by, and the fact my son hasn’t had a choice in this saddens me. I want to keep him connected; I’ll probably take him on more holidays to Europe after Brexit.</p> \n<p>I worry about what’s going to happen to my European friends and colleagues. If they leave, how will that affect our NHS, and our wider healthcare system? A lot of our machines and drugs come from Europe. If we don’t have a deal, how are we going to access these things?</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d0ad81ff-9455-4a35-93c8-bb5924e0c527\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>Although the idea of twinning towns predates the second world war, it was in its aftermath that the concept took hold as a way of promoting reconciliation and friendship between nations. Coventry, which suffered heavy bombing, was a pioneer. In 1942, women from the city sent a message of hope to the women of Stalingrad (now Volgograd), which had also been devastated. Two years later, the two cities agreed an official “bond of friendship”. Links with Kiel (1947) and Dresden (1956) followed.</p>\n    <p>In the early 1970s, as the UK prepared to join the European Economic Community, the government offered funding to encourage twinning. “The idea was that new forms of trade would be more successful if British people were culturally competent in dealing with Europeans,” says Nick Clarke, associate professor of human geography at the University of Southampton. School exchanges and foreign language learning flourished.</p>\n    <p>The 21st century, however, has seen some partnerships falter, with a number of UK towns “un-twinning” from their European counterparts. When Peter Davies became mayor of Doncaster in 2009 he scrapped its five town-twinning arrangements, as part of a series of cash-saving measures. “Only about a dozen people ever benefited from these trips,” he said. “I can see that it arose out of altruistic motives after the war, but it just became about junkets.” In 2011 the Tory-run town council in Bishop’s Stortford ended ties with Friedberg and Villiers-sur-Marne, after more than 46 years, blaming “lack of interest”. The Lib Dems argued it had more to do with Tory Euroscepticism.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p><strong>Antonio Barillà, 57, is a family doctor working in Turin</strong></p> \n<p>I have been working as a family doctor in Turin and the wider Piedmont region for 26 years. Over the years the job has changed for the worse. There is a real lack of funding in the public sector. Bureaucracy slows us down. There are pharmaceutical and diagnostic rules that must be followed; treatment protocols that are still printed on paper. If a worker takes a sick day, they still have to present their employer with a written affidavit from their family doctor. It is this sort of bureaucratic strain that causes burnout, and motivates Italian doctors to abandon the public sector.</p> \n<p>I don’t feel Turin is an important part of my identity. I was born in Reggio Calabria, in southern Italy, and came here for work. Hundreds of thousands of Italians moved from the south to Turin after the second world war. They left their cities and families to work here. Turin is a multicultural city, where Italian and foreign migrants coexist. You overcome these differences by seeking out what unites rather than divides us. My wife is Piedmontese, and we have two children. I am perfectly integrated culturally, socially and in my work.</p> \n<p>I am proudly Italian – we are a free, extraordinarily complex and unpredictable people. But I no longer recognise myself in the Europe of today, where nationalism is raging. The populism taking root in Italy is the expression of the failure of the political establishment over the past 25 years. Populist leaders are being asked to solve problems like insecurity and the decaying social fabric. People believe that European politicians have not regulated finance; they have been at its service.</p> \n<p>Brexit is simply another way to divide us, and I don’t think it will bring benefits to the UK. I believe it will eventually be overturned by the people who oppose it.</p> \n<p><em>Interview by Lorenzo Tondo</em></p> \n<h2>The headteachers</h2> \n<p><strong>Bob Holderness, 48, is headteacher at The Parkside School, Norwich, a complex-needs school</strong></p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/a70f46631630779765e972c627f1aada5396bee2/0_376_7974_4786/master/7974.jpg----width=1000____quality=85____s=41e33bea5cba496acaab556248736dd4&amp;desktop_before=//i.guim.co.uk/img/media/a70f46631630779765e972c627f1aada5396bee2/0_376_7974_4786/master/7974.jpg----width=2000____quality=85____s=03a2b5d96aff1d25c77ccb9c609c427f&amp;label_before=Norwich&amp;mobile_after=//i.guim.co.uk/img/media/213805e39f63fd527712350234935f4ee16ab6e3/1300_1607_5580_3348/master/5580.jpg----width=1000____quality=85____s=bcef079a9aab08427b1a311137458249&amp;desktop_after=//i.guim.co.uk/img/media/213805e39f63fd527712350234935f4ee16ab6e3/1300_1607_5580_3348/master/5580.jpg----width=2000____quality=85____s=5440c28501ca78a312622dff9b4cbdd0&amp;label_after=Novi Sad&amp;analytics_label=2&amp;type=slider&amp;\" data-alt=\"TEACHER slider\"> \n <a href=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/a70f46631630779765e972c627f1aada5396bee2/0_376_7974_4786/master/7974.jpg----width=1000____quality=85____s=41e33bea5cba496acaab556248736dd4&amp;desktop_before=//i.guim.co.uk/img/media/a70f46631630779765e972c627f1aada5396bee2/0_376_7974_4786/master/7974.jpg----width=2000____quality=85____s=03a2b5d96aff1d25c77ccb9c609c427f&amp;label_before=Norwich&amp;mobile_after=//i.guim.co.uk/img/media/213805e39f63fd527712350234935f4ee16ab6e3/1300_1607_5580_3348/master/5580.jpg----width=1000____quality=85____s=bcef079a9aab08427b1a311137458249&amp;desktop_after=//i.guim.co.uk/img/media/213805e39f63fd527712350234935f4ee16ab6e3/1300_1607_5580_3348/master/5580.jpg----width=2000____quality=85____s=5440c28501ca78a312622dff9b4cbdd0&amp;label_after=Novi Sad&amp;analytics_label=2&amp;type=slider&amp;\">TEACHER slider</a> \n <figcaption>\n  Bob Holderness and Violeta Strahinjevic. Photographs: Christian Sinibaldi; Chris Ridley/both the Guardian. \n </figcaption> \n</figure> \n<p>Parkside is an urban school that takes pupils from the whole of Norfolk. All the specialist schools in Norfolk are heavily oversubscribed. We all face sustained pressure to admit more pupils to sites designed for far fewer pupils and staff. In the city centre we have the White Lion Cafe, where our pupils learn communication and interaction skills. It won a national award but we’ve had to make the decision to close it, as a direct result of our budget situation.</p> \n<p>I have been in education for 25 years. I have seen so many colleagues leave the profession, citing stress and burnout. It’s difficult to recruit people where we are geographically, flanked by the North Sea. However, at Parkside we have staff who have worked in the school for many years, including myself.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The original idea to twin communities after the second world war was to reduce the risk of future world conflict</p> \n </blockquote> \n</aside> \n<p>Although I have lived in a number of other places, Norwich has always been my home. I was born in Sheffield – my dad was a history lecturer at Sheffield University; he did some work on our family tree and we established that my mum’s family moved from Suffolk to Norwich in 1602. I feel a sense of belonging here.</p> \n<p>The original idea to twin communities after the second world war was to reduce the risk of future world conflict and promote cultural and economic links. Both of these ideas are still valid. The link between Norwich and Novi Sad in Serbia supported many joint education ventures. I recently got in contact with a former teacher who taught at Parkside in 1985, when the twinning first happened. A team went over, and they sent resources to a complex-needs school over there. When I arrived in 2002, that link had gone cold.</p> \n<p>From a historical and political perspective, I consider myself European. I have grave concerns over the division of the country with Brexit. We need to work together to achieve a compromise.</p> \n<p><strong>Violeta Strahinjevic, 47, is director of Milan Petrović School for children and young people with disabilities and special educational needs, in Novi Sad, Serbia</strong></p> \n<p>I became director of the school last year, but I’ve been working here for 22 years as a specialist teacher. One of the daily challenges we face is how to increase the acceptance of people with disabilities within the community. We try hard to include our children in local activities – the film festival, exhibitions, music festivals. It is essential for their social inclusion.</p> \n<p>We often collaborate with art students or professional artists – for our project Crossover they performed a stage musical in the city and surrounding villages. It is one of the many little steps we take to try to change attitudes. There is a long way to go, but I feel that in Novi Sad we are moving in the right direction.</p> \n<p>The city has always been a melting pot of nationalities, so people here are very tolerant. The cooperation and friendship with the Norfolk and Norwich Novi Sad Association was important in the 1990s, when our country and our school were going through very rough times – because of the country’s isolation [through sanctions], general instability and a lack of funds. They stood by our side through good times and bad, and have been helping ever since. That is true friendship. They still fundraise for new equipment for the school, things we can’t get here in Serbia, and when it arrives it’s a great joy.</p> \n<p>I feel equally a citizen of Novi Sad and a citizen of Europe. I think Britain should stay in the EU. It’s much more beneficial, not just for British people but for all of us, if Britain remains a member. But whatever happens, I am sure it won’t influence our friendship.</p> \n<h2>The artists</h2> \n<p><strong>Lisa Gunn, 44, is an artist who works in Coventry, and is involved in the Coventry/Dresden Arts Exchange</strong></p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/095ede03585593967e4076d32a9c7c95fc028cb9/686_948_3428_2056/master/3428.jpg----width=500____quality=85____s=f8c245527d747be9902bee24b799ff39&amp;desktop_before=//i.guim.co.uk/img/media/095ede03585593967e4076d32a9c7c95fc028cb9/686_948_3428_2056/master/3428.jpg----width=1000____quality=85____s=ca5a0f87f74185eb893f07661b70bd78&amp;label_before=Coventry&amp;mobile_after=//i.guim.co.uk/img/media/f52cc47925d630f14e88d7b087f9c0db4697553b/236_290_1264_759/master/1264.jpg----width=500____quality=85____s=1498b3b9b3b1ed162ad7d37e4b7c7638&amp;desktop_after=//i.guim.co.uk/img/media/f52cc47925d630f14e88d7b087f9c0db4697553b/236_290_1264_759/master/1264.jpg----width=1000____quality=85____s=e4274cf43b0d97ebbe63b71dd2f061a5&amp;label_after=Dresden&amp;analytics_label=7&amp;type=slider&amp;\" data-alt=\"ARTIST slider\"> \n <a href=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/095ede03585593967e4076d32a9c7c95fc028cb9/686_948_3428_2056/master/3428.jpg----width=500____quality=85____s=f8c245527d747be9902bee24b799ff39&amp;desktop_before=//i.guim.co.uk/img/media/095ede03585593967e4076d32a9c7c95fc028cb9/686_948_3428_2056/master/3428.jpg----width=1000____quality=85____s=ca5a0f87f74185eb893f07661b70bd78&amp;label_before=Coventry&amp;mobile_after=//i.guim.co.uk/img/media/f52cc47925d630f14e88d7b087f9c0db4697553b/236_290_1264_759/master/1264.jpg----width=500____quality=85____s=1498b3b9b3b1ed162ad7d37e4b7c7638&amp;desktop_after=//i.guim.co.uk/img/media/f52cc47925d630f14e88d7b087f9c0db4697553b/236_290_1264_759/master/1264.jpg----width=1000____quality=85____s=e4274cf43b0d97ebbe63b71dd2f061a5&amp;label_after=Dresden&amp;analytics_label=7&amp;type=slider&amp;\">ARTIST slider</a> \n <figcaption>\n  Lisa Gunn and Kerstin Franke-Gneuss. Photographs: Michael Danner; Stephen Burke/both the Guardian. \n </figcaption> \n</figure> \n<p>I was born in Walsgrave hospital in Coventry, and I grew up just outside the city. My father and his father were born here. Coventry is in our blood.</p> \n<p>I was in a road accident in April 1997, and the seatbelt broke my spine. I couldn’t do anything for four years; I was in agonising pain. I was doing my art degree at Coventry University and my tutors were really supportive.</p> \n<p>My recent work is strongly connected with the ruins of Coventry cathedral and what they symbolise. It was devastated in the war – it’s like a skeleton – and I feel a metaphorical connection. We are both physically damaged, but we are still standing.</p> \n<p>I’ve only just become involved with the Coventry/Dresden Arts Exchange. I travelled to Dresden in February and took part in an exhibition called Condition Humaine, involving two artists from Coventry (including myself) and two from Dresden. It was organised around the anniversary of the bombing of Dresden in the second world war. We’ve all come from cities that rose from the ashes to create something new, and the work we’ve exhibited is inspired by that. The same show came to Coventry cathedral this summer.</p> \n<p>The Dresden trip was fantastic. My father came with me. Since I’ve been involved in this project, I’ve found out a lot about his early life. He was born under the living-room table in a Morrison shelter in an air raid on Coventry during the war.</p> \n<p>Everyone I met in Dresden was lovely – the artists and everyone connected with them. I made some great new friends. I invited them to come and stay with me.</p> \n<p>The economic impact of Brexit will definitely affect my work. Since the 2008 recession, people have become more careful about how they spend their money, and art is a luxury. I do sell work, but not as much as I used to.</p> \n<p>I feel European; I think most [European] artists do. We’re part of a larger culture. I’ve exhibited in Italy, France, Germany and Switzerland. We move around, we meet people – that’s what we do.</p> \n<p><strong>Kerstin Franke-Gneuss, 60, is an artist who lives and works in Dresden, and is involved in the Coventry/Dresden Arts Exchange</strong></p> \n<p>I have worked as a freelance artist in Dresden since 1984. I have a studio in the Künstlerhaus, the Artists’ House, which was built 120 years ago and is custom-designed for artists to live and work in. I make prints, and create big installations in public spaces. I can only make my art here in Dresden; it is inspiring for me.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>With Brexit, there will be difficulties. This makes the connection between Coventry and Dresden all the more valuable</p> \n </blockquote> \n</aside> \n<p>The concept of twin towns brings people together. It’s important for me to talk to people with different views, or ideas, to look through their eyes. For Coventry and Dresden, the main impulse is the idea of forgiveness, mutual understanding and community. It’s represented in the words “Father forgive”, which were inscribed in Coventry [on the wall behind the altar of the cathedral] while the war was still going on. That always deeply impressed me.</p> \n<p>The theme of this year’s exhibition of the Coventry/Dresden Arts Exchange is human existence in war and suffering, in reconciliation and peace. Twinning brings us closer to the “common European home” envisaged by Mikhail Gorbachev. This grand idea is being lost. Why would people want to have new borders? I come from the former GDR, and I know how small the world can be.</p> \n<p>With Brexit, there will be difficulties to overcome: new border controls, papers to fill in for customs clearance – a lot more hassle. This makes the connection and friendship between Coventry and Dresden all the more valuable.</p> \n<h2>The bar workers</h2> \n<p><strong>Milo Smith, 36, is general manager of Ninety-Nine Bar and Kitchen in Aberdeen</strong></p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/2ec94013a237b9229da7e36350f23c4561fcb8a3/276_734_4517_2709/master/4517.jpg----width=1000____quality=85____s=fd3923f91aa23c3ecf1d3aa4d802a12f&amp;desktop_before=//i.guim.co.uk/img/media/2ec94013a237b9229da7e36350f23c4561fcb8a3/276_734_4517_2709/master/4517.jpg----width=1000____quality=85____s=fd3923f91aa23c3ecf1d3aa4d802a12f&amp;label_before=Aberdeen&amp;mobile_after=//i.guim.co.uk/img/media/84496f77483e9a87c332b23bbca649c67906e8a1/296_719_5733_3440/master/5733.jpg----width=1000____quality=85____s=01254096b9af8103f6ab728c13fc09a3&amp;desktop_after=//i.guim.co.uk/img/media/84496f77483e9a87c332b23bbca649c67906e8a1/296_719_5733_3440/master/5733.jpg----width=1000____quality=85____s=01254096b9af8103f6ab728c13fc09a3&amp;label_after=Stavanger&amp;analytics_label=1&amp;type=slider&amp;\" data-alt=\"BAR slider\"> \n <a href=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/2ec94013a237b9229da7e36350f23c4561fcb8a3/276_734_4517_2709/master/4517.jpg----width=1000____quality=85____s=fd3923f91aa23c3ecf1d3aa4d802a12f&amp;desktop_before=//i.guim.co.uk/img/media/2ec94013a237b9229da7e36350f23c4561fcb8a3/276_734_4517_2709/master/4517.jpg----width=1000____quality=85____s=fd3923f91aa23c3ecf1d3aa4d802a12f&amp;label_before=Aberdeen&amp;mobile_after=//i.guim.co.uk/img/media/84496f77483e9a87c332b23bbca649c67906e8a1/296_719_5733_3440/master/5733.jpg----width=1000____quality=85____s=01254096b9af8103f6ab728c13fc09a3&amp;desktop_after=//i.guim.co.uk/img/media/84496f77483e9a87c332b23bbca649c67906e8a1/296_719_5733_3440/master/5733.jpg----width=1000____quality=85____s=01254096b9af8103f6ab728c13fc09a3&amp;label_after=Stavanger&amp;analytics_label=1&amp;type=slider&amp;\">BAR slider</a> \n <figcaption>\n  Milo Smith and Kristine Ekeland. Photographs: Sophie Gerrard; Ben Speck/both the Guardian. \n </figcaption> \n</figure> \n<p>I’ve been general manager of an eclectic wee cocktail bar for five years, and I love it. Previously, I was an art teacher at a secondary school, but there was a lot of politics and paperwork, unnecessary stress, and too many hours. Believe it or not, when I became a bar manager I started working a lot less. I’ve worked in bars since I was 15, so it made sense to come back.</p> \n<p>The main challenge is the business rates, and how expensive everything’s getting. Taxes, and the cost of everything from sugar to alcohol to plastic, have gone up. The minimum wage is going up. The more you work to generate a profit, the harder it becomes.</p> \n<p>I think Brexit is a total farce. I’m someone who will roll my sleeves up and get on with whatever needs doing, but in this case we don’t know what to get on with. Most of the drinks we stock in our bar come from Europe. Our drinks suppliers import them, so any cost implications of crossing borders after Brexit will affect us.</p> \n<p>I was born in Aberdeen and I’ve lived here, on and off, for the better part of 35 years. I feel a strong identity with the city. It’s quite a close-knit community. Aberdonians are pretty stubborn, and we also like to have a good time. We’re the sort of people who will have a barbecue even if it starts to rain – we’ll just get the brollies out. We make the most of a bad situation.</p> \n<p>The last time I was in Stavanger was four years ago, for a friend’s stag do – he lives there. Both Aberdeen and Stavanger are oil and gas cities, and you can tell that as soon as you arrive. It has a similar feel, the same company names, the industrial-style buildings, trucks transporting goods.</p> \n<p>We know when the oil rig and the boat changeovers are – we get a lot of oil and gas workers coming in [to the bar], just after they come off the helicopter. The Norwegian workers and the Brits all arrive together and tend to have a few drinks before they go their separate ways.</p> \n<p><strong>Kristine Ekeland, 26, and Steffen Rege, 28, are co-owners of Hygge bar in Stavanger</strong></p> \n<p><strong>Kristine</strong> I’ve been running the bar with my co-owner Steffen since March 2017. I imagine it’s a demanding job in any part of the world, but here you have different challenges: Stavanger is a small city – there are about 120,000 people living here. There is quite a good nightlife, but you’re fighting over the same customers.</p> \n<p>We designed the bar to create something unique. We have a gigantic wall of plants and a beer pong area. We’ve just renovated using wood from an old fishing boat. We get some tourists, but it’s mainly locals. We also get quite a few international students.</p> \n<p>Stavanger is home but my mum is from Brazil, so I can relate to both cultures. Steffen was born and raised in Stavanger. It’s only a small place, but there’s an aura here that always reels people back.</p> \n<p>Personally, I feel there are a lot of cities in the world to discover, so my goal is to move around for as long as possible. I feel European, obviously, since I’ve lived 99% of my life in Norway. The Scandinavian way of living has helped shape the way I think. Growing up in Scandinavia also influenced my views politically and culturally – I am very liberal, and I value democracy in every aspect of my life, not just in politics.</p> \n<p>I don’t necessarily think Brexit is a good or a bad thing. Norway isn’t 100% in the EU, although it is still bound to some EU regulations, and we’re happy about that. It means you’re not under someone else’s control.</p> \n<p><strong>Steffen</strong> The two cities have got oil in common – platforms in the North Sea. A plane goes to Aberdeen every day.</p> \n<p>I used to work for Halliburton in Aberdeen, and I thought the city was great, all the redbrick houses. The price of beer was a bit cheaper, but not much, and the food is different – a bit more greasy.</p> \n<p>I feel European. I’ve been to many places but I’ve never travelled outside of Europe. In terms of Brexit, there will be good or bad things whatever Britain does. It’s better to be able to do things yourself, than to be told what to do.</p> \n<h2>The academics</h2> \n<p><strong>Dr Steve Wharton, 56, is a senior lecturer in French and communication, and departmental Erasmus and assistantships director at the University of Bath</strong></p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/ab6caba978b33916d340f3786c7dd77db8a369c2/242_342_4501_2700/master/4501.jpg----width=500____quality=85____s=96a9d16a55f674a7bd9bb3c803f8b904&amp;desktop_before=//i.guim.co.uk/img/media/ab6caba978b33916d340f3786c7dd77db8a369c2/242_342_4501_2700/master/4501.jpg----width=1000____quality=85____s=899201bef2974fda8084a3c0d2a71119&amp;label_before=Bath&amp;mobile_after=//i.guim.co.uk/img/media/9285db9970e91d312f781c5f8eb8992a93ce932f/0_181_5315_3189/master/5315.jpg----width=1000____quality=85____s=9472a81766d9707d9a08a4511ba26cff&amp;desktop_after=//i.guim.co.uk/img/media/9285db9970e91d312f781c5f8eb8992a93ce932f/0_181_5315_3189/master/5315.jpg----width=1000____quality=85____s=9472a81766d9707d9a08a4511ba26cff&amp;label_after=Aix-en-Provence&amp;analytics_label=5&amp;type=slider&amp;\" data-alt=\"ACADEMICS slider\"> \n <a href=\"https://interactive.guim.co.uk/2018/08/interactive-now-and-then-embed/embed/embed.html?mobile_before=//i.guim.co.uk/img/media/ab6caba978b33916d340f3786c7dd77db8a369c2/242_342_4501_2700/master/4501.jpg----width=500____quality=85____s=96a9d16a55f674a7bd9bb3c803f8b904&amp;desktop_before=//i.guim.co.uk/img/media/ab6caba978b33916d340f3786c7dd77db8a369c2/242_342_4501_2700/master/4501.jpg----width=1000____quality=85____s=899201bef2974fda8084a3c0d2a71119&amp;label_before=Bath&amp;mobile_after=//i.guim.co.uk/img/media/9285db9970e91d312f781c5f8eb8992a93ce932f/0_181_5315_3189/master/5315.jpg----width=1000____quality=85____s=9472a81766d9707d9a08a4511ba26cff&amp;desktop_after=//i.guim.co.uk/img/media/9285db9970e91d312f781c5f8eb8992a93ce932f/0_181_5315_3189/master/5315.jpg----width=1000____quality=85____s=9472a81766d9707d9a08a4511ba26cff&amp;label_after=Aix-en-Provence&amp;analytics_label=5&amp;type=slider&amp;\">ACADEMICS slider</a> \n <figcaption>\n  Dr Steve Wharton, lecturer in French and communication at the University of Bath; Dr Mauve Carbonell, history professor at Aix-Marseille university. Photographs: Gregoire Bernardi; James Arthur Allen/both the Guardian. \n </figcaption> \n</figure> \n<p>Being an academic is one of the best jobs in the world. It gives you the chance to engage with young people, to help them to develop, and you get to do it alongside some pretty good colleagues.</p> \n<p>We do not live in an ivory tower, though. We face the same problems of pay, pensions and insecurity as any other profession. There was a national strike last year over changes to the pension scheme. I was on strike for 14 days.</p> \n<p>I’ve worked at the university and lived in Bath for half my life – I’m 56 now. I met my husband through the university. He now lives and works in Parma in Italy, so we travel backwards and forwards quite a lot. Brexit could affect that.</p> \n<p>I’m originally from Dorset, and I felt at home within about six months of moving here. Bath is a friendly place. If I’m at the bus stop I’ll talk to people and they won’t look sideways and move away, they will join in the conversation. There’s a remarkably international presence within the city, and that’s not just the students. It’s home to people from France, Spain, Italy, Germany… Being European is very much part of my identity – I’m a European Brit.</p> \n<p>When I was 21, I taught English at a school in Normandy for nine months. In the 90s, I taught at the Université Sorbonne Nouvelle in Paris, and I lived there when I was doing my PhD.</p> \n<p>I became involved in the Bath/Aix-en-Provence town-twinning initiative in about 1998. It struck me that, since we sent students to Aix [through the Erasmus programme], it would be a good idea to become involved in the non-academic side of twinning.</p> \n<p>The decision to leave the EU is a mistake; the ridiculous mantra of taking back control of things we controlled already skewed the debate. I have colleagues who have broken down in tears because the website for registering an interest in remaining in the UK wasn’t working. As a UK citizen, I felt ashamed.</p> \n<p>The University of Bath has been proactive in contacting all of its international partners and saying it wants to continue working together. There is apparently a government promise to underwrite some kind of exchange programme. But quite what that will be is something none of us knows.</p> \n<p><strong>Dr Mauve Carbonell, 40, is associate professor in history and director of the master’s programme in European and International Studies at Aix-Marseille University.</strong></p> \n<p>Life as an academic in Aix is thrilling – and busy. In reality, I have two jobs: professor and researcher. I manage about 20 international cooperation agreements to encourage student and staff exchanges. The partnership with Bath is long-established and one of the most important and successful we have had.</p> \n<p>Every year we send six of our students to Bath and we welcome about six students from Bath on our master’s programme. Our students have an obligatory mobility period of six months in the spring semester and a lot of them decide to go to Bath. Erasmus agreements allow them to study abroad without paying additional fees to the host university; to benefit from a grant, and to have their overseas study programme formally recognised.</p> \n<p>Aix-en-Provence is the city where I grew up as a teenager, where I studied 20 years ago and where I now work, after spending time elsewhere in France and Europe. It’s a part of my identity, but it has become a smaller part as my European identity has become stronger. First I got an Erasmus grant to attend the Humboldt University in Berlin. Then, for my PhD on European integration history, I travelled to European archive centres and met people involved in the birth of the European Community. I lived a truly European experience as a young researcher. I feel at home anywhere from Tallinn to Lisbon, from Galway to Athens.</p> \n<p>We fear Brexit will limit our students’ choices. Dismantling 70 years of economic and political ties is a sad and exasperating process. I don’t recognise the UK I know in this madness: wasn’t British democracy the most pragmatic in the world?</p> \n<p><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a>, <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and <a href=\"https://www.instagram.com/guardiancities/?hl=en\">Instagram</a> to join the discussion, catch up on <a href=\"https://www.theguardian.com/cities\">our best stories</a> or sign up for our <a href=\"https://www.theguardian.com/cities/2018/may/03/sign-up-for-the-cityscape-the-best-of-guardian-cities-every-week\">weekly newsletter</a></em></p> \n<p>• If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email <a href=\"mailto:\">weekend@theguardian.com</a>, including your name and address (not for publication).</p>",
      "newspaperPageNumber": "20",
      "wordcount": "4210",
      "commentCloseDate": "2019-08-19T18:30:00Z",
      "commentable": "true",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-08-19T10:00:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:45:42Z",
      "newspaperEditionDate": "2019-08-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4gm5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a43e503c52840305996674feecdcee070c388e81/0_0_2549_1530/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The butchers Tanwir Jilani, 51, Jilani’s Halal Family Butcher, Longsight, Manchester My dad was a butcher in Faisalabad, Pakistan. He came to this country in 1959 and had his own butcher’s shop in Manchester. I was his apprentice. There were three of us – my older brother, me and my younger brother. I opened my business on 1 November 2001. My father was very proud; parents like their children to follow in their footsteps. My dad had tremendous ability – I won’t bring myself to say I’m on the same level, but maybe I’m halfway there. It’s a family business now. My wife serves the customers, and my son has a takeaway next door; I supply the meat to them. We work as a team. It’s a hard working life. I start at 7am preparing the meat for the counter, and we’re open 9am-9pm, seven days a week. I’m 51 and I’m still working away, but I’m making a living and I’m happy. When I retire, if I have the stamina, I’ll still do a few hours a day. I’ve always worked – I’m a working-class person. I used to slaughter [animals] myself, but not now. Other people use machines to cut the meat, but we still do it the traditional way, by hand. We sell British lamb; maybe Brexit will affect prices. I wouldn’t know that – I’m a retailer, not a wholesaler. People aren’t going to stop buying meat – it’s still going to sell, however the prices go. There are lots of takeaways and restaurants in Manchester that I supply, and I have two restaurants of my own, in Rusholme and Longsight. I love Manchester. I was born and bred here, and I would never go anywhere else. The Jilani name has been around for a long time – the mosques know us, the whole community knows us, and generations of people still come to buy halal meat from us. Manchester has always been a base for Asian people, from India and Pakistan. I don’t feel European at all; I feel British, English. I’ve been to other countries in Europe, but England’s 10 times better. David Cameron made the wrong decision. I think it would have been better to stay in the EU for business reasons. I’m a small businessman – we’re all out to make a living. Whatever happens with Brexit, I hope the change is for the better. Benny Gränitz, 37, butcher in Chemnitz, Germany I come from five generations of butchers. More than 100 years ago my great-grandfather started specialising in meat and sausages in Chemnitz. After the [communist] GDR years, my grandfather and my father opened quite a few new branches. But things have changed fast: big supermarkets moved in, and we had to close some of our stores. Many people don’t want to pay extra for good-quality meat. But I am optimistic that is changing – it seems that fewer people are buying cut-price supermarket sausages. I like my job. We can influence the whole chain, from the farmer to the customer who eats our sausages. For me, being European has its advantages. It’s practical to be able to cross borders without issues. On the downside, there are lots of European rules and regulations that make my life difficult. Maybe we’d have to comply with similar rules even without the EU, but they are definitely a big factor, and they have forced some local butchers to close. We’ve had to invest a lot to meet their strict standards. I don’t foresee any big shift for our business after Brexit. A lot will depend on how Britain fares outside the EU. If things go well, maybe other countries will want to follow suit. If things go badly, I’m sure people will feel happy to stay. Twinning is a nice idea, but I didn’t know we were partnered with Manchester. The two cities are well suited; they are both industrial places. We also have a Düsseldorf square in Chemnitz, named after our partner city in the former West Germany. Life in Chemnitz is quiet and pleasant. There’s not much going on. Sometimes it’s as if the streets have been emptied of people. Other places are livelier but I can’t imagine living anywhere else. Interview by Jess Smee The doctors Punam Krishan, 35, is a GP who lives in Glasgow with her husband and five-year-old son I’m one of the very few GPs who still loves being a GP. People see us when they’re at a crossroads – with their health, wellbeing or personal situations. You get to be part of their big moments as well as their not-so-big moments. As a partner, I experienced stress and burnout. You work 12-hour days as a GP and then have to manage the business side, as well as juggling family life. It was encroaching on all my relationships, and I felt quite unhappy. I remember being on holiday in Turkey, ordering toilet roll for the health centre for my practice. I left my partnership in September 2017 and I’ve been a locum ever since. Although my heritage is Indian (my mum and dad are from Punjab) I was born and brought up in Glasgow. I’m very much part of two cultures. My mum used to take us to India every summer, and by week four I’d think: “I just want to go home.” I love being Glaswegian; it’s such a multicultural, diverse city. I didn’t appreciate it until I moved to London for a few years. In London you have pockets with, for example, a large Indian population or a Caribbean community. In Glasgow, the communities are a lot more integrated. You only ever realise the value of your home town when you move away. I had my child in London and I was pretty sick afterwards. I had a severe postpartum haemorrhage, lost about 70% of my blood volume, and had heart failure and other complications. I ended up unconscious in intensive care, and my family were told I was not going to make it. After that, all I wanted was the comfort of my city and my people. Scotland didn’t want to leave the EU, so there is this sense of feeling hard done by, and the fact my son hasn’t had a choice in this saddens me. I want to keep him connected; I’ll probably take him on more holidays to Europe after Brexit. I worry about what’s going to happen to my European friends and colleagues. If they leave, how will that affect our NHS, and our wider healthcare system? A lot of our machines and drugs come from Europe. If we don’t have a deal, how are we going to access these things? Antonio Barillà, 57, is a family doctor working in Turin I have been working as a family doctor in Turin and the wider Piedmont region for 26 years. Over the years the job has changed for the worse. There is a real lack of funding in the public sector. Bureaucracy slows us down. There are pharmaceutical and diagnostic rules that must be followed; treatment protocols that are still printed on paper. If a worker takes a sick day, they still have to present their employer with a written affidavit from their family doctor. It is this sort of bureaucratic strain that causes burnout, and motivates Italian doctors to abandon the public sector. I don’t feel Turin is an important part of my identity. I was born in Reggio Calabria, in southern Italy, and came here for work. Hundreds of thousands of Italians moved from the south to Turin after the second world war. They left their cities and families to work here. Turin is a multicultural city, where Italian and foreign migrants coexist. You overcome these differences by seeking out what unites rather than divides us. My wife is Piedmontese, and we have two children. I am perfectly integrated culturally, socially and in my work. I am proudly Italian – we are a free, extraordinarily complex and unpredictable people. But I no longer recognise myself in the Europe of today, where nationalism is raging. The populism taking root in Italy is the expression of the failure of the political establishment over the past 25 years. Populist leaders are being asked to solve problems like insecurity and the decaying social fabric. People believe that European politicians have not regulated finance; they have been at its service. Brexit is simply another way to divide us, and I don’t think it will bring benefits to the UK. I believe it will eventually be overturned by the people who oppose it. Interview by Lorenzo Tondo The headteachers Bob Holderness, 48, is headteacher at The Parkside School, Norwich, a complex-needs school Parkside is an urban school that takes pupils from the whole of Norfolk. All the specialist schools in Norfolk are heavily oversubscribed. We all face sustained pressure to admit more pupils to sites designed for far fewer pupils and staff. In the city centre we have the White Lion Cafe, where our pupils learn communication and interaction skills. It won a national award but we’ve had to make the decision to close it, as a direct result of our budget situation. I have been in education for 25 years. I have seen so many colleagues leave the profession, citing stress and burnout. It’s difficult to recruit people where we are geographically, flanked by the North Sea. However, at Parkside we have staff who have worked in the school for many years, including myself. Although I have lived in a number of other places, Norwich has always been my home. I was born in Sheffield – my dad was a history lecturer at Sheffield University; he did some work on our family tree and we established that my mum’s family moved from Suffolk to Norwich in 1602. I feel a sense of belonging here. The original idea to twin communities after the second world war was to reduce the risk of future world conflict and promote cultural and economic links. Both of these ideas are still valid. The link between Norwich and Novi Sad in Serbia supported many joint education ventures. I recently got in contact with a former teacher who taught at Parkside in 1985, when the twinning first happened. A team went over, and they sent resources to a complex-needs school over there. When I arrived in 2002, that link had gone cold. From a historical and political perspective, I consider myself European. I have grave concerns over the division of the country with Brexit. We need to work together to achieve a compromise. Violeta Strahinjevic, 47, is director of Milan Petrović School for children and young people with disabilities and special educational needs, in Novi Sad, Serbia I became director of the school last year, but I’ve been working here for 22 years as a specialist teacher. One of the daily challenges we face is how to increase the acceptance of people with disabilities within the community. We try hard to include our children in local activities – the film festival, exhibitions, music festivals. It is essential for their social inclusion. We often collaborate with art students or professional artists – for our project Crossover they performed a stage musical in the city and surrounding villages. It is one of the many little steps we take to try to change attitudes. There is a long way to go, but I feel that in Novi Sad we are moving in the right direction. The city has always been a melting pot of nationalities, so people here are very tolerant. The cooperation and friendship with the Norfolk and Norwich Novi Sad Association was important in the 1990s, when our country and our school were going through very rough times – because of the country’s isolation [through sanctions], general instability and a lack of funds. They stood by our side through good times and bad, and have been helping ever since. That is true friendship. They still fundraise for new equipment for the school, things we can’t get here in Serbia, and when it arrives it’s a great joy. I feel equally a citizen of Novi Sad and a citizen of Europe. I think Britain should stay in the EU. It’s much more beneficial, not just for British people but for all of us, if Britain remains a member. But whatever happens, I am sure it won’t influence our friendship. The artists Lisa Gunn, 44, is an artist who works in Coventry, and is involved in the Coventry/Dresden Arts Exchange I was born in Walsgrave hospital in Coventry, and I grew up just outside the city. My father and his father were born here. Coventry is in our blood. I was in a road accident in April 1997, and the seatbelt broke my spine. I couldn’t do anything for four years; I was in agonising pain. I was doing my art degree at Coventry University and my tutors were really supportive. My recent work is strongly connected with the ruins of Coventry cathedral and what they symbolise. It was devastated in the war – it’s like a skeleton – and I feel a metaphorical connection. We are both physically damaged, but we are still standing. I’ve only just become involved with the Coventry/Dresden Arts Exchange. I travelled to Dresden in February and took part in an exhibition called Condition Humaine, involving two artists from Coventry (including myself) and two from Dresden. It was organised around the anniversary of the bombing of Dresden in the second world war. We’ve all come from cities that rose from the ashes to create something new, and the work we’ve exhibited is inspired by that. The same show came to Coventry cathedral this summer. The Dresden trip was fantastic. My father came with me. Since I’ve been involved in this project, I’ve found out a lot about his early life. He was born under the living-room table in a Morrison shelter in an air raid on Coventry during the war. Everyone I met in Dresden was lovely – the artists and everyone connected with them. I made some great new friends. I invited them to come and stay with me. The economic impact of Brexit will definitely affect my work. Since the 2008 recession, people have become more careful about how they spend their money, and art is a luxury. I do sell work, but not as much as I used to. I feel European; I think most [European] artists do. We’re part of a larger culture. I’ve exhibited in Italy, France, Germany and Switzerland. We move around, we meet people – that’s what we do. Kerstin Franke-Gneuss, 60, is an artist who lives and works in Dresden, and is involved in the Coventry/Dresden Arts Exchange I have worked as a freelance artist in Dresden since 1984. I have a studio in the Künstlerhaus, the Artists’ House, which was built 120 years ago and is custom-designed for artists to live and work in. I make prints, and create big installations in public spaces. I can only make my art here in Dresden; it is inspiring for me. The concept of twin towns brings people together. It’s important for me to talk to people with different views, or ideas, to look through their eyes. For Coventry and Dresden, the main impulse is the idea of forgiveness, mutual understanding and community. It’s represented in the words “Father forgive”, which were inscribed in Coventry [on the wall behind the altar of the cathedral] while the war was still going on. That always deeply impressed me. The theme of this year’s exhibition of the Coventry/Dresden Arts Exchange is human existence in war and suffering, in reconciliation and peace. Twinning brings us closer to the “common European home” envisaged by Mikhail Gorbachev. This grand idea is being lost. Why would people want to have new borders? I come from the former GDR, and I know how small the world can be. With Brexit, there will be difficulties to overcome: new border controls, papers to fill in for customs clearance – a lot more hassle. This makes the connection and friendship between Coventry and Dresden all the more valuable. The bar workers Milo Smith, 36, is general manager of Ninety-Nine Bar and Kitchen in Aberdeen I’ve been general manager of an eclectic wee cocktail bar for five years, and I love it. Previously, I was an art teacher at a secondary school, but there was a lot of politics and paperwork, unnecessary stress, and too many hours. Believe it or not, when I became a bar manager I started working a lot less. I’ve worked in bars since I was 15, so it made sense to come back. The main challenge is the business rates, and how expensive everything’s getting. Taxes, and the cost of everything from sugar to alcohol to plastic, have gone up. The minimum wage is going up. The more you work to generate a profit, the harder it becomes. I think Brexit is a total farce. I’m someone who will roll my sleeves up and get on with whatever needs doing, but in this case we don’t know what to get on with. Most of the drinks we stock in our bar come from Europe. Our drinks suppliers import them, so any cost implications of crossing borders after Brexit will affect us. I was born in Aberdeen and I’ve lived here, on and off, for the better part of 35 years. I feel a strong identity with the city. It’s quite a close-knit community. Aberdonians are pretty stubborn, and we also like to have a good time. We’re the sort of people who will have a barbecue even if it starts to rain – we’ll just get the brollies out. We make the most of a bad situation. The last time I was in Stavanger was four years ago, for a friend’s stag do – he lives there. Both Aberdeen and Stavanger are oil and gas cities, and you can tell that as soon as you arrive. It has a similar feel, the same company names, the industrial-style buildings, trucks transporting goods. We know when the oil rig and the boat changeovers are – we get a lot of oil and gas workers coming in [to the bar], just after they come off the helicopter. The Norwegian workers and the Brits all arrive together and tend to have a few drinks before they go their separate ways. Kristine Ekeland, 26, and Steffen Rege, 28, are co-owners of Hygge bar in Stavanger Kristine I’ve been running the bar with my co-owner Steffen since March 2017. I imagine it’s a demanding job in any part of the world, but here you have different challenges: Stavanger is a small city – there are about 120,000 people living here. There is quite a good nightlife, but you’re fighting over the same customers. We designed the bar to create something unique. We have a gigantic wall of plants and a beer pong area. We’ve just renovated using wood from an old fishing boat. We get some tourists, but it’s mainly locals. We also get quite a few international students. Stavanger is home but my mum is from Brazil, so I can relate to both cultures. Steffen was born and raised in Stavanger. It’s only a small place, but there’s an aura here that always reels people back. Personally, I feel there are a lot of cities in the world to discover, so my goal is to move around for as long as possible. I feel European, obviously, since I’ve lived 99% of my life in Norway. The Scandinavian way of living has helped shape the way I think. Growing up in Scandinavia also influenced my views politically and culturally – I am very liberal, and I value democracy in every aspect of my life, not just in politics. I don’t necessarily think Brexit is a good or a bad thing. Norway isn’t 100% in the EU, although it is still bound to some EU regulations, and we’re happy about that. It means you’re not under someone else’s control. Steffen The two cities have got oil in common – platforms in the North Sea. A plane goes to Aberdeen every day. I used to work for Halliburton in Aberdeen, and I thought the city was great, all the redbrick houses. The price of beer was a bit cheaper, but not much, and the food is different – a bit more greasy. I feel European. I’ve been to many places but I’ve never travelled outside of Europe. In terms of Brexit, there will be good or bad things whatever Britain does. It’s better to be able to do things yourself, than to be told what to do. The academics Dr Steve Wharton, 56, is a senior lecturer in French and communication, and departmental Erasmus and assistantships director at the University of Bath Being an academic is one of the best jobs in the world. It gives you the chance to engage with young people, to help them to develop, and you get to do it alongside some pretty good colleagues. We do not live in an ivory tower, though. We face the same problems of pay, pensions and insecurity as any other profession. There was a national strike last year over changes to the pension scheme. I was on strike for 14 days. I’ve worked at the university and lived in Bath for half my life – I’m 56 now. I met my husband through the university. He now lives and works in Parma in Italy, so we travel backwards and forwards quite a lot. Brexit could affect that. I’m originally from Dorset, and I felt at home within about six months of moving here. Bath is a friendly place. If I’m at the bus stop I’ll talk to people and they won’t look sideways and move away, they will join in the conversation. There’s a remarkably international presence within the city, and that’s not just the students. It’s home to people from France, Spain, Italy, Germany… Being European is very much part of my identity – I’m a European Brit. When I was 21, I taught English at a school in Normandy for nine months. In the 90s, I taught at the Université Sorbonne Nouvelle in Paris, and I lived there when I was doing my PhD. I became involved in the Bath/Aix-en-Provence town-twinning initiative in about 1998. It struck me that, since we sent students to Aix [through the Erasmus programme], it would be a good idea to become involved in the non-academic side of twinning. The decision to leave the EU is a mistake; the ridiculous mantra of taking back control of things we controlled already skewed the debate. I have colleagues who have broken down in tears because the website for registering an interest in remaining in the UK wasn’t working. As a UK citizen, I felt ashamed. The University of Bath has been proactive in contacting all of its international partners and saying it wants to continue working together. There is apparently a government promise to underwrite some kind of exchange programme. But quite what that will be is something none of us knows. Dr Mauve Carbonell, 40, is associate professor in history and director of the master’s programme in European and International Studies at Aix-Marseille University. Life as an academic in Aix is thrilling – and busy. In reality, I have two jobs: professor and researcher. I manage about 20 international cooperation agreements to encourage student and staff exchanges. The partnership with Bath is long-established and one of the most important and successful we have had. Every year we send six of our students to Bath and we welcome about six students from Bath on our master’s programme. Our students have an obligatory mobility period of six months in the spring semester and a lot of them decide to go to Bath. Erasmus agreements allow them to study abroad without paying additional fees to the host university; to benefit from a grant, and to have their overseas study programme formally recognised. Aix-en-Provence is the city where I grew up as a teenager, where I studied 20 years ago and where I now work, after spending time elsewhere in France and Europe. It’s a part of my identity, but it has become a smaller part as my European identity has become stronger. First I got an Erasmus grant to attend the Humboldt University in Berlin. Then, for my PhD on European integration history, I travelled to European archive centres and met people involved in the birth of the European Community. I lived a truly European experience as a young researcher. I feel at home anywhere from Tallinn to Lisbon, from Galway to Athens. We fear Brexit will limit our students’ choices. Dismantling 70 years of economic and political ties is a sad and exasperating process. I don’t recognise the UK I know in this madness: wasn’t British democracy the most pragmatic in the world? Follow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, catch up on our best stories or sign up for our weekly newsletter • If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication).",
      "charCount": "23735",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/claire-burke\">Claire Burke</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/19/john-mcdonnell-backs-mps-demands-to-recall-parliament-over-brexit-jeremy-corbyn",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-19T09:36:54Z",
    "webTitle": "John McDonnell backs MPs' demands to recall parliament over Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/19/john-mcdonnell-backs-mps-demands-to-recall-parliament-over-brexit-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/19/john-mcdonnell-backs-mps-demands-to-recall-parliament-over-brexit-jeremy-corbyn",
    "fields": {
      "headline": "John McDonnell backs MPs' demands to recall parliament over Brexit",
      "standfirst": "<p>Shadow chancellor also says only Jeremy Corbyn could lead caretaker government</p>",
      "trailText": "Shadow chancellor also says only Jeremy Corbyn could lead caretaker government",
      "byline": "Ben Quinn",
      "main": "<figure class=\"element element-image\" data-media-id=\"085de0a47c3f7620e1445f14384c4d2a016d2d84\"> <img src=\"https://media.guim.co.uk/085de0a47c3f7620e1445f14384c4d2a016d2d84/115_244_3264_1958/1000.jpg\" alt=\"John McDonnell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McDonnell says Labour wants parliament to be reconvened in the next few days.</span> <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> </figcaption> </figure>",
      "body": "<p>The shadow chancellor, John McDonnell, has backed MPs’ demands for Boris Johnson to cut short parliament’s summer recess, and said it was “non-negotiable” that Jeremy Corbyn should lead any caretaker government.</p> <p>McDonnell said the Labour party wanted parliament to be reconvened in the next few days to drive efforts to avoid a no-deal Brexit, and described a letter signed by more than 100 MPs demanding that the prime minister do so as a good initiative.</p> <p>“There is a need now to bring MPs back together again because we need time now to really have a proper debate and discussion about this matter,” he told BBC Radio 4’s Today programme.</p> <p>“I think there is a gaining majority now to say we have to go back to the people in some form of public vote and that is, in my view, a referendum, that’s the Labour party policy now, and therefore we are narrowing down the discussion into what then goes on the ballot paper.”</p> <p>McDonnell also rejected suggestions that anyone other than the Labour leader should head a unity government in the event of a vote of no confidence in Johnson’s administration.</p> <p>Corbyn’s hopes of forming a caretaker government <a href=\"https://www.theguardian.com/politics/2019/aug/16/sadiq-khan-lib-dems-jo-swinson-corbyn-only-viable-pm-stop-no-deal-brexit\">have been fading </a>as a number of <a href=\"https://www.theguardian.com/politics/2019/aug/16/deal-or-no-deal-brexit-the-tory-tribes-weighing-up-their-next-moves\">prominent Conservatives working to stop a no-deal Brexit</a> have ruled out any mechanism that would put him in No 10.</p> <p>McDonnell was speaking before Corbyn’s flagship speech on Monday, in which he is expected to accuse Johnson of being a “fake populist and phoney outsider” in the mould of Donald Trump as he sets out his election pitch to transform the country as radically as Labour did in 1945.</p> <p>He will give hisspeech in the key marginal seat of Corby in the east Midlands <a href=\"https://www.theguardian.com/politics/2019/aug/18/emails-reveal-boris-johnson-laying-groundwork-for-election-campaign\">as speculation grows about an election in the coming weeks</a>.</p> <p>He will promise to do “everything necessary to stop a disastrous no-deal Brexit”, and will continue to insist that <a href=\"https://www.theguardian.com/politics/2019/aug/16/sadiq-khan-lib-dems-jo-swinson-corbyn-only-viable-pm-stop-no-deal-brexit\">he would have to lead a caretaker government</a> to extend article 50.</p>",
      "wordcount": "330",
      "firstPublicationDate": "2019-08-19T09:36:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:36Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c6g5k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/085de0a47c3f7620e1445f14384c4d2a016d2d84/115_244_3264_1958/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The shadow chancellor, John McDonnell, has backed MPs’ demands for Boris Johnson to cut short parliament’s summer recess, and said it was “non-negotiable” that Jeremy Corbyn should lead any caretaker government. McDonnell said the Labour party wanted parliament to be reconvened in the next few days to drive efforts to avoid a no-deal Brexit, and described a letter signed by more than 100 MPs demanding that the prime minister do so as a good initiative. “There is a need now to bring MPs back together again because we need time now to really have a proper debate and discussion about this matter,” he told BBC Radio 4’s Today programme. “I think there is a gaining majority now to say we have to go back to the people in some form of public vote and that is, in my view, a referendum, that’s the Labour party policy now, and therefore we are narrowing down the discussion into what then goes on the ballot paper.” McDonnell also rejected suggestions that anyone other than the Labour leader should head a unity government in the event of a vote of no confidence in Johnson’s administration. Corbyn’s hopes of forming a caretaker government have been fading as a number of prominent Conservatives working to stop a no-deal Brexit have ruled out any mechanism that would put him in No 10. McDonnell was speaking before Corbyn’s flagship speech on Monday, in which he is expected to accuse Johnson of being a “fake populist and phoney outsider” in the mould of Donald Trump as he sets out his election pitch to transform the country as radically as Labour did in 1945. He will give hisspeech in the key marginal seat of Corby in the east Midlands as speculation grows about an election in the coming weeks. He will promise to do “everything necessary to stop a disastrous no-deal Brexit”, and will continue to insist that he would have to lead a caretaker government to extend article 50.",
      "charCount": "1889",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/benquinn\">Ben Quinn</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]