[
  {
    "id": "commentisfree/2019/mar/03/the-guardian-view-on-chris-grayling-the-joke-is-on-the-voters",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-03T18:30:11Z",
    "webTitle": "The Guardian view on Chris Grayling: the joke is on the voters | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/03/the-guardian-view-on-chris-grayling-the-joke-is-on-the-voters",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/03/the-guardian-view-on-chris-grayling-the-joke-is-on-the-voters",
    "fields": {
      "headline": "The Guardian view on Chris Grayling: the joke is on the voters",
      "standfirst": "<p>Ministers must be held accountable when policies go wrong – particularly when public faith in politics is at a low ebb</p>",
      "trailText": "<strong>Editorial: </strong>Ministers must be held accountable when policies go wrong – particularly when public faith in politics is at a low ebb",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"a7eabb90def141aa23a2ea36230d63a7fb15cdcd\"> <img src=\"https://media.guim.co.uk/a7eabb90def141aa23a2ea36230d63a7fb15cdcd/0_0_1929_1157/1000.jpg\" alt=\"Chris Grayling.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Grayling. ‘Mr Grayling’s incompetence makes him unfit for the high public office he now holds.’</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>Fierce criticism of ministers is a normal feature of democratic politics. Such attacks can have a theatrical aspect. But it is important that substantive attacks are not dismissed as point scoring, because it matters that powerful individuals are held to account for mistakes. The <a href=\"https://www.theguardian.com/politics/2019/mar/01/grayling-reaches-33m-settlement-over-brexit-ferry-fiasco-court-case-eurotunnel\" title=\"\">£33m settlement</a> reached by the government with Eurotunnel last week, following the disastrous awarding of contracts for new ferry routes as part of Brexit planning, is the latest in a catalogue of errors made by transport secretary Chris Grayling – the total cost of which Labour estimates at £2.7bn. It must also be the last. As long as he remains in the cabinet, the joke about Mr Grayling is on taxpayers. If he doesn’t resign, he should be sacked.</p> <p>Not all policy failures are the same, and judgments are made on the basis of ideology as well as competence. Mr Grayling has shown himself to be illiberal even by Conservative standards. In 2010 he argued that bed and breakfast owners had <a href=\"https://www.theguardian.com/politics/2019/mar/01/chris-graylings-five-biggest-failings\" title=\"\">the right to bar gay and lesbian guests</a>. As justice secretary, he banned prisoners from receiving books from relatives. A committed Brexiter, he also had a hand in one of David Cameron’s worst decisions – as leader of the House of Commons, he helped force Mr Cameron to allow his ministers to <a href=\"https://www.telegraph.co.uk/news/2016/07/11/chris-grayling-theresa-mays-right-hand-man-is-the-only-real-winn/\" title=\"\">campaign to leave the EU</a>.</p> <p>But it is Mr Grayling’s incompetence that makes him unfit for the high public office he now holds. His ministerial career began at the Department for Work and Pensions, meaning that he has a share of responsibility for the still-unfolding fiasco of universal credit. But as justice secretary he was fully in control of the failed part-privatision of the probation service. This is a <a href=\"https://www.theguardian.com/commentisfree/2018/jun/24/the-guardian-view-on-privatising-probation-ideology-over-facts\" title=\"\">national scandal</a>, described in the latest report from the National Audit Office as “<a href=\"https://www.theguardian.com/society/2019/mar/01/watchdog-slams-extremely-costly-probation-changes\" title=\"\">extremely costly</a>”. In addition to the £171m bill for cutting short the contracts, the number of people on short sentences recalled to prison has skyrocketed. More recently, as transport secretary, Mr Grayling oversaw the chaos unleashed last summer when altered rail timetables left passengers stranded. His defence was that it was hard to overrule industry bosses.</p> <p>It has become a truism that public faith in the UK’s political institutions is being tested. Like the rest of political debate at the moment, this discussion is monopolised by Brexit. So politicians and commentators warn of the anger and alienation that could be unleased by another referendum, or by the perception that politicians are reneging by some other means on their side of the Brexit deal. And it’s true that there are real risks, whatever happens next.</p> <p>But there are other dangers than a Brexit delay. The suspension of ordinary accountability mechanisms, which would in more normal times have seen Mr Grayling moved out of a job he has failed to do well, also corrodes voters’ confidence in their elected representatives. The vast majority of ministerial resignations from Mrs May’s government have been walkouts due to Brexit, with Amber Rudd and Tracey Crouch the exceptions. Even after misleading parliament over universal credit last year, Esther McVey was allowed to quit <a href=\"https://www.theguardian.com/politics/2018/nov/15/dominic-raab-quits-as-brexit-secretary-over-eu-withdrawal-deal\" title=\"\">at a time of her own choosing</a>, on a point of ideology.</p> <p>It’s good to see policies change in response to outsourcing failures. The probation experiment is over; NHS bosses are making <a href=\"https://www.theguardian.com/society/2019/feb/28/scrap-laws-driving-privatisation-of-health-service-say-nhs-bosses\" title=\"\">the case against competition</a> in the health service. But if ministers aren’t held to account for such wasteful exercises, people will feel justified in their cynicism. Politicians should instead be doing everything they can to counter this. Failing Grayling is not funny anymore.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "589",
      "commentable": "false",
      "firstPublicationDate": "2019-03-03T18:30:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:58Z",
      "newspaperEditionDate": "2019-03-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqfpc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a7eabb90def141aa23a2ea36230d63a7fb15cdcd/0_0_1929_1157/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Fierce criticism of ministers is a normal feature of democratic politics. Such attacks can have a theatrical aspect. But it is important that substantive attacks are not dismissed as point scoring, because it matters that powerful individuals are held to account for mistakes. The £33m settlement reached by the government with Eurotunnel last week, following the disastrous awarding of contracts for new ferry routes as part of Brexit planning, is the latest in a catalogue of errors made by transport secretary Chris Grayling – the total cost of which Labour estimates at £2.7bn. It must also be the last. As long as he remains in the cabinet, the joke about Mr Grayling is on taxpayers. If he doesn’t resign, he should be sacked. Not all policy failures are the same, and judgments are made on the basis of ideology as well as competence. Mr Grayling has shown himself to be illiberal even by Conservative standards. In 2010 he argued that bed and breakfast owners had the right to bar gay and lesbian guests. As justice secretary, he banned prisoners from receiving books from relatives. A committed Brexiter, he also had a hand in one of David Cameron’s worst decisions – as leader of the House of Commons, he helped force Mr Cameron to allow his ministers to campaign to leave the EU. But it is Mr Grayling’s incompetence that makes him unfit for the high public office he now holds. His ministerial career began at the Department for Work and Pensions, meaning that he has a share of responsibility for the still-unfolding fiasco of universal credit. But as justice secretary he was fully in control of the failed part-privatision of the probation service. This is a national scandal, described in the latest report from the National Audit Office as “extremely costly”. In addition to the £171m bill for cutting short the contracts, the number of people on short sentences recalled to prison has skyrocketed. More recently, as transport secretary, Mr Grayling oversaw the chaos unleashed last summer when altered rail timetables left passengers stranded. His defence was that it was hard to overrule industry bosses. It has become a truism that public faith in the UK’s political institutions is being tested. Like the rest of political debate at the moment, this discussion is monopolised by Brexit. So politicians and commentators warn of the anger and alienation that could be unleased by another referendum, or by the perception that politicians are reneging by some other means on their side of the Brexit deal. And it’s true that there are real risks, whatever happens next. But there are other dangers than a Brexit delay. The suspension of ordinary accountability mechanisms, which would in more normal times have seen Mr Grayling moved out of a job he has failed to do well, also corrodes voters’ confidence in their elected representatives. The vast majority of ministerial resignations from Mrs May’s government have been walkouts due to Brexit, with Amber Rudd and Tracey Crouch the exceptions. Even after misleading parliament over universal credit last year, Esther McVey was allowed to quit at a time of her own choosing, on a point of ideology. It’s good to see policies change in response to outsourcing failures. The probation experiment is over; NHS bosses are making the case against competition in the health service. But if ministers aren’t held to account for such wasteful exercises, people will feel justified in their cynicism. Politicians should instead be doing everything they can to counter this. Failing Grayling is not funny anymore.",
      "charCount": "3572",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/03/gina-miller-eu-delay-brexit-no-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-03T18:27:11Z",
    "webTitle": "Could Gina Miller’s next move compel the EU to delay Brexit? | Matthew d’Ancona",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/03/gina-miller-eu-delay-brexit-no-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/03/gina-miller-eu-delay-brexit-no-deal",
    "fields": {
      "headline": "Could Gina Miller’s next move compel the EU to delay Brexit?",
      "standfirst": "By reminding the EU of its legal – and moral – duty to prevent a catastrophic no deal, a meaningful delay could be ensured",
      "trailText": "By reminding the EU of its legal and moral duty, a meaningful delay to Brexit could be ensured, says Guardian columnist Matthew d’Ancona",
      "byline": "Matthew d’Ancona",
      "main": "<figure class=\"element element-image\" data-media-id=\"b7bc57124c844d4c1be84d26b08b2af4206d3e74\"> <img src=\"https://media.guim.co.uk/b7bc57124c844d4c1be84d26b08b2af4206d3e74/0_68_6720_4032/1000.jpg\" alt=\"Gina Miller .The People’s Vote. Speaches in Parliament Square, to demand a vote on the final Brexit deal. 23/6/18\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Gina Miller is reminding the 27 other member states that they cannot play Pilate and wash their hands of this mess.’</span> <span class=\"element-image__credit\">Photograph: Anna Gordon/The Guardian</span> </figcaption> </figure>",
      "body": "<p>In a crisis, imagination is as important as commitment – and Gina Miller has both. As 29 March hoves ominously into view, the investment manager, who successfully challenged the government’s authority to invoke article 50 without parliamentary approval, is making another significant intervention in the Brexit process – more subtle this time, but no less worthy of political and legal attention.</p> <p>Having used the courts in 2017 to give parliament a say in <a href=\"https://www.theguardian.com/politics/2017/jan/24/supreme-court-brexit-ruling-parliament-vote-article-50\" title=\"\">the triggering of article 50</a>, Miller is now, I gather, seeking to reframe the way in which Westminster and Brussels contemplate the possibility of its extension. Armed with a legal opinion written by Kieron Beal QC and three other senior lawyers, the co-founder of the pro-remain campaign <a href=\"https://www.theneweuropean.co.uk/top-stories/gina-miller-lead-not-leave-campaign-with-support-from-lord-saatchi-1-5871922\" title=\"\">Lead Not Leave </a> will argue that the EU council of ministers could itself, unilaterally, extend the article 50 deadline.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/03/brexit-labour-will-whip-mps-to-back-second-referendum-says-mcdonnell\">Brexit: Labour will whip MPs to back second referendum, says McDonnell</a> </p> </aside>  <p>Why should it even contemplate doing so? First, because – as Miller’s legal paper points out – “the wording of article 50(3) presupposes that the European council take the decisive lead with the consent of the withdrawing member state”. Second, because the EU has a legal duty to all its member states to ensure that any such withdrawal is not damaging to what article 13(1) of the treaty on European Union calls the “consistency, effectiveness and continuity of its policies and actions”, or to the principle spelled out in article 13(2): “Pursuant to the principle of sincere cooperation the EU and the member states shall, in full mutual respect, assist each other in carrying out the tasks which flow from the treaties.”</p> <p>Miller’s point, of course, is highly political as well as specifically jurisprudential. By circulating this opinion at the European parliament and in Brussels, she hopes to remind the EU that the legal, practical and moral obligation to prevent a catastrophic no-deal outcome is not confined to Westminster. Her message is addressed to figures such as <a href=\"https://www.theguardian.com/politics/2019/feb/25/chaotic-brexit-or-extension-article-50-donald-tusk\" title=\"\">Donald Tusk</a>, the president of the council, and Jean-Claude Juncker, his counterpart at the European commission, but also to the EU body politic as a whole.</p> <p>Does she really expect the council to trigger an extension unilaterally? Maybe not. But she is reminding the 27 other member states that they cannot, as a matter of law as well as of supranational ethics, play Pilate and wash their hands of this mess. We are, to coin a phrase, all in this together.</p> <p>Self-evidently, this is an issue of the highest importance in the final days before the UK’s official date of departure from the EU. Last week, with a reluctance matched only by Jeremy Corbyn’s allergic embrace of a <a href=\"https://www.theguardian.com/politics/2019/mar/03/brexit-labour-will-whip-mps-to-back-second-referendum-says-mcdonnell\" title=\"\">people’s vote</a>, Theresa May conceded that, were she unable to secure the support of MPs for her amended deal, she would give them <a href=\"https://www.theguardian.com/politics/2019/feb/26/mps-offered-vote-on-no-deal-brexit-and-possible-delay\" title=\"\">the chance to rule out a no-deal exit</a> on 29 March and then to back a “short, time-limited extension” to article 50.</p>  <figure class=\"element element-image\" data-media-id=\"5913c26c346f48758264179f30bdf74ae9978ce3\"> <img src=\"https://media.guim.co.uk/5913c26c346f48758264179f30bdf74ae9978ce3/0_329_3302_1981/1000.jpg\" alt=\"Britain’s PM May talks with EU Council President Tusk in the Red Sea resort of Sharm el-SheikhBritain’s Prime Minister Theresa May talks with European Council President Donald Tusk during a summit between Arab League and European Union member states, in the Red Sea resort of Sharm el-Sheikh, Egypt, February 24, 2019. Francisco Seco/Pool via REUTERS\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If an extension is indeed demanded, the EU has to be more than May’s dutiful enabler.’</span> <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> </figcaption> </figure>  <p>As much as this concession clearly tasted like ash in the prime minister’s mouth, it was preferable to the resignation of as many as 25 pro-EU ministers – a clear and present danger, had she not relaxed her previously unshakeable position on the Brexit timeline. Predictably enough, the prospect of an extension has spooked hardline Tory Brexiteers and the Democratic Unionist party (DUP), who have depended all along upon the inviolability of Britain’s departure date. It is at least possible now that the European Research Group and the DUP will throw in the towel and <a href=\"https://www.theguardian.com/politics/2019/mar/03/mays-hopes-rise-as-senior-tory-mps-soften-opposition-to-brexit-deal\" title=\"\">back May’s amended deal</a>.</p> <p>But it is also feasible that – looking over the cliff edge – parliament will decide only to do so on the basis of the <a href=\"https://www.theguardian.com/commentisfree/2019/feb/10/mps-peter-kyle-phil-wilson-decent-brexit-proposal\" title=\"\">proposal</a> put forward by the Labour MPs Peter Kyle and Phil Wilson: namely that the Commons backs the agreement, but then puts it to a public vote. It is entirely true that the parliamentary arithmetic does not yet favour a fresh referendum. But parliamentary arithmetic can change dramatically as circumstances blur and morph.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/03/europe-can-only-give-us-more-time-if-we-have-a-clear-brexit-plan\">Europe can only give us more time if we have a clear Brexit plan  | Tony Blair</a> </p> </aside>  <p>On 15 January, May’s deal was defeated by <a href=\"https://www.theguardian.com/politics/2019/jan/15/theresa-may-loses-brexit-deal-vote-by-majority-of-230\" title=\"\">a majority of 230</a>. Less than a month later, No 10 believes victory is entirely possible. Who is to say what the parliamentary configuration will look like even a week from now? The odds have always been against a people’s vote as merely one option among many on a tick-box menu of constitutional possibilities. It is an organic idea, rather than a static mechanism, and one that will only gain traction as the last resort of the truly patriotic – the choice of political maturity over populist madness.</p> <p>Which is why Miller’s intervention is so important. If <a href=\"https://www.theguardian.com/commentisfree/2019/mar/01/the-guardian-view-on-delaying-brexit-time-to-take-part-in-the-eu-elections\" title=\"\">an extension</a> is indeed demanded, the EU has to be more than May’s dutiful enabler, agreeing by rubber-stamp to extend article 50 for a period so short as to be all but meaningless.</p> <p>For there is absolutely no point in spending a few more frantic weeks in limbo. Any prolongation that does not allow time for serious debate from first principles or is not long enough for a public vote – nine months at a minimum – will be no more than a shabby exercise in political theatre.</p> <p>There is no intrinsic reason to assume that the EU or European parliament will heed Miller, or that the exhausted Westminster class will seize this opportunity. Then again, she has a record of defying the odds. At a moment of the most depressing political paralysis, her proposal holds the door open to fresh possibilities. Who, then, has the courage to walk through?</p> <p>• Matthew d’Ancona is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "908",
      "commentCloseDate": "2019-03-04T11:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-03T18:27:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:01Z",
      "newspaperEditionDate": "2019-03-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqfg4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b7bc57124c844d4c1be84d26b08b2af4206d3e74/0_68_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In a crisis, imagination is as important as commitment – and Gina Miller has both. As 29 March hoves ominously into view, the investment manager, who successfully challenged the government’s authority to invoke article 50 without parliamentary approval, is making another significant intervention in the Brexit process – more subtle this time, but no less worthy of political and legal attention. Having used the courts in 2017 to give parliament a say in the triggering of article 50, Miller is now, I gather, seeking to reframe the way in which Westminster and Brussels contemplate the possibility of its extension. Armed with a legal opinion written by Kieron Beal QC and three other senior lawyers, the co-founder of the pro-remain campaign Lead Not Leave will argue that the EU council of ministers could itself, unilaterally, extend the article 50 deadline. Why should it even contemplate doing so? First, because – as Miller’s legal paper points out – “the wording of article 50(3) presupposes that the European council take the decisive lead with the consent of the withdrawing member state”. Second, because the EU has a legal duty to all its member states to ensure that any such withdrawal is not damaging to what article 13(1) of the treaty on European Union calls the “consistency, effectiveness and continuity of its policies and actions”, or to the principle spelled out in article 13(2): “Pursuant to the principle of sincere cooperation the EU and the member states shall, in full mutual respect, assist each other in carrying out the tasks which flow from the treaties.” Miller’s point, of course, is highly political as well as specifically jurisprudential. By circulating this opinion at the European parliament and in Brussels, she hopes to remind the EU that the legal, practical and moral obligation to prevent a catastrophic no-deal outcome is not confined to Westminster. Her message is addressed to figures such as Donald Tusk, the president of the council, and Jean-Claude Juncker, his counterpart at the European commission, but also to the EU body politic as a whole. Does she really expect the council to trigger an extension unilaterally? Maybe not. But she is reminding the 27 other member states that they cannot, as a matter of law as well as of supranational ethics, play Pilate and wash their hands of this mess. We are, to coin a phrase, all in this together. Self-evidently, this is an issue of the highest importance in the final days before the UK’s official date of departure from the EU. Last week, with a reluctance matched only by Jeremy Corbyn’s allergic embrace of a people’s vote, Theresa May conceded that, were she unable to secure the support of MPs for her amended deal, she would give them the chance to rule out a no-deal exit on 29 March and then to back a “short, time-limited extension” to article 50. As much as this concession clearly tasted like ash in the prime minister’s mouth, it was preferable to the resignation of as many as 25 pro-EU ministers – a clear and present danger, had she not relaxed her previously unshakeable position on the Brexit timeline. Predictably enough, the prospect of an extension has spooked hardline Tory Brexiteers and the Democratic Unionist party (DUP), who have depended all along upon the inviolability of Britain’s departure date. It is at least possible now that the European Research Group and the DUP will throw in the towel and back May’s amended deal. But it is also feasible that – looking over the cliff edge – parliament will decide only to do so on the basis of the proposal put forward by the Labour MPs Peter Kyle and Phil Wilson: namely that the Commons backs the agreement, but then puts it to a public vote. It is entirely true that the parliamentary arithmetic does not yet favour a fresh referendum. But parliamentary arithmetic can change dramatically as circumstances blur and morph. On 15 January, May’s deal was defeated by a majority of 230. Less than a month later, No 10 believes victory is entirely possible. Who is to say what the parliamentary configuration will look like even a week from now? The odds have always been against a people’s vote as merely one option among many on a tick-box menu of constitutional possibilities. It is an organic idea, rather than a static mechanism, and one that will only gain traction as the last resort of the truly patriotic – the choice of political maturity over populist madness. Which is why Miller’s intervention is so important. If an extension is indeed demanded, the EU has to be more than May’s dutiful enabler, agreeing by rubber-stamp to extend article 50 for a period so short as to be all but meaningless. For there is absolutely no point in spending a few more frantic weeks in limbo. Any prolongation that does not allow time for serious debate from first principles or is not long enough for a public vote – nine months at a minimum – will be no more than a shabby exercise in political theatre. There is no intrinsic reason to assume that the EU or European parliament will heed Miller, or that the exhausted Westminster class will seize this opportunity. Then again, she has a record of defying the odds. At a moment of the most depressing political paralysis, her proposal holds the door open to fresh possibilities. Who, then, has the courage to walk through? • Matthew d’Ancona is a Guardian columnist",
      "charCount": "5383",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthew-dancona\">Matthew d’Ancona</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "tv-and-radio/2019/mar/03/time-for-comic-relief-to-hang-up-its-red-nose",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-03-03T17:23:33Z",
    "webTitle": "Time for Comic Relief to hang up its red nose? | Letters",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/mar/03/time-for-comic-relief-to-hang-up-its-red-nose",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/mar/03/time-for-comic-relief-to-hang-up-its-red-nose",
    "fields": {
      "headline": "Time for Comic Relief to hang up its red nose?",
      "standfirst": "Guardian readers respond to David Lammy’s criticisms of ‘white saviour’ narratives in charity publicity",
      "trailText": "<strong>Letters:</strong> Guardian readers respond to David Lammy’s criticisms of ‘white saviour’ narratives in charity publicity",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"91e2ec0b75f3c554bd49ce20823f66a770236116\"> <img src=\"https://media.guim.co.uk/91e2ec0b75f3c554bd49ce20823f66a770236116/0_0_2560_1536/1000.jpg\" alt=\"Stacey Dooley and David Lammy MP\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stacey Dooley and David Lammy MP. ‘More media coverage highlighting how local people in these countries are improving their own lives will help disrupt the narrative’</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>It concerns me that some 30 years after Save the Children first published a set of image guidelines to steer its staff in avoiding negative use of imagery, and to start a dialogue in the aid sector about negative aspects of imagery in use, it’s still a thorny topic (<a href=\"https://www.theguardian.com/commentisfree/2019/feb/28/white-saviours-stacey-dooley-comic-relief-celebrities\" title=\"\">‘White saviours’ belong in the past. We need new storytellers</a>, 1 March). I joined Save the Children as the photographic librarian in 1989 and inherited the task of championing the image guidelines and explaining the issues raised in them.</p> <p>While the departments responsible for communicating the aims of aid organisations embraced the guidelines, the fundraising arms constantly battled to continue using the negative imagery such as the picture that caused David Lammy such dismay. Their reasons were that heart-tugging images bring in the donations. This largely made them deaf to the perceived implications of confirming stereotypes of bountiful white folk and their countries offering the “helping hand” to the poor, dependent, mostly black folk who couldn’t look after themselves. The ignoring of reasons for need in those countries, which often had historic colonial attitudes at their heart, was a result.</p> <p>Here we are 30 years on going over the same ground. It seems to me that no lessons have been learned. I am sure all the good folk, famous and otherwise, want to help, but that word “help” is the essence of the problem. Aid needs to be delivered sensitively and perhaps we need to avoid mixing it up with entertainment.</p> <p>Of course, aid is still needed, but its delivery and the raising of the funds that feed that aid need to be the subject of constant reassessment on the basis of how the recipients might view what is happening to them and what they would choose for themselves given the means to do so.<br><strong>Alan Thomas</strong><br><em>London</em></p> <p>• The discussion about white saviour syndrome needs to be seen in the context of the wider problem of the media’s bias towards negative news. The traditional news focus on what’s going wrong can leave people with a distorted view of the world. This is particularly pronounced with the coverage of low- and lower-middle-income countries tending to focus on conflict, disaster and corrupt government. That’s why it’s encouraging that news outlets like the Guardian, in its Upside section, and the BBC’s World Hacks programme, are embracing constructive journalism and covering solutions-focused stories of progress and self-empowerment, including from African countries. The extraordinary work of Comic Relief and other international aid charities is clearly vital and welcome. But more media coverage highlighting how local people in these countries are improving their own lives will help disrupt the narrative of them passively waiting for westerners to come to the rescue.<br><strong>Giselle Green</strong><br><em>Editor of Constructive Voices at National Council for Voluntary Organisations</em></p> <p>• I write more in sadness than in anger. In the era of Idi Amin, I worked as a lecturer at the then Uganda Technical College under the auspices of Voluntary Service Overseas (VSO). The engineering technicians that I taught benefited from my presence in terms of their technical performance. Uganda would probably have gained from their establishment of rural workshops and the like, but many of them aspired to “desk jobs”. I don’t blame them; I would probably have wanted something similar.</p> <p>David Lammy’s statement that the “world does not need any more white saviours” is itself racist, and should be called out as such. The colour of my skin didn’t matter while I worked in Uganda; only that I was a competent and enthusiastic engineer. I commend Stacey Dooley and the Comic Relief team for their efforts to raise funds in support of sustainable livelihoods in Africa and elsewhere. More power to their collective elbow. And to the wellbeing of the relative poor of places like Uganda.<br><strong>Professor </strong><strong>emeritus Geoffrey Hammond</strong><br><em>University of Bath</em></p> <p>• I agree with David Lammy re Comic Relief’s publicity doing eventual damage to Africa and its progress. I have personal knowledge of how the intense propaganda surrounding Mother Teresa for six decades killed off Kolkata’s image. At least Stacey Dooley is well-meaning. In Teresa’s case she never cared about the poor – all she wanted was constant publicity for her rightwing ultra-orthodox Catholic causes such as opposition to contraception and abortion (even for rape and incest). Western media unquestioningly and willingly gave her multiple platforms to publicise her rightwing causes and to denigrate Kolkata.<br><strong>Dr Aroup Chatterjee</strong><br><em>Author, Mother Teresa: </em><em>The Untold Story</em></p> <p>• Lammy’s right – it’s time to stop the cheesy, cringe-making, celeb-fest charity drive. We should stop stereotyping Africa as a basket case in need of charity. The developed world owes post-colonial Africa a huge debt, but it should be paid through the World Bank/IMF as social credit.<br><strong>Chris Hughes</strong><br><em>Leicester</em></p> <p>• “Strictly star”? Would that be the award-winning documentary maker Stacey Dooley that you were referring to on Friday’s front page? The sort of lazy journalism we would expect from a red top. You can, and should, be better than that.<br><strong>Caroline Johnson</strong><br><em>Brighstone, Isle of Wight</em></p> <p>• It is very common for “look what good I’m doing” pictures to reveal their priorities by naming the (usually white) “saviour” but leaving the recipients of the charity anonymous. Sadly you fall into this trap, not once but twice (<a href=\"https://www.theguardian.com/tv-and-radio/2019/feb/28/david-lammy-stacey-dooley-comic-relief-white-saviour-row-uganda-red-nose-day-film\" title=\"\">Labour’s Lammy in row with Strictly star over Comic Relief Africa trip</a>, and ‘White saviours’ belong to the past…, 1 March). You identify Stacey Dooley as the doer of good works, but who is the little boy?<br><strong>Peter Wrigley</strong><br><em>Birstall, Yorkshire</em></p> <p>• “<a href=\"https://www.theguardian.com/commentisfree/2017/mar/24/africa-comic-relief\" title=\"\">Africa deserves better from Comic Relief</a>” (2 February). Surely, Africa deserves better than Comic Relief?<br><strong>Declan McKenna</strong><br><em>Portrane, County Dublin, Ireland</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "978",
      "commentable": "false",
      "firstPublicationDate": "2019-03-03T17:23:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:21:33Z",
      "newspaperEditionDate": "2019-03-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqf5q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/91e2ec0b75f3c554bd49ce20823f66a770236116/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It concerns me that some 30 years after Save the Children first published a set of image guidelines to steer its staff in avoiding negative use of imagery, and to start a dialogue in the aid sector about negative aspects of imagery in use, it’s still a thorny topic (‘White saviours’ belong in the past. We need new storytellers, 1 March). I joined Save the Children as the photographic librarian in 1989 and inherited the task of championing the image guidelines and explaining the issues raised in them. While the departments responsible for communicating the aims of aid organisations embraced the guidelines, the fundraising arms constantly battled to continue using the negative imagery such as the picture that caused David Lammy such dismay. Their reasons were that heart-tugging images bring in the donations. This largely made them deaf to the perceived implications of confirming stereotypes of bountiful white folk and their countries offering the “helping hand” to the poor, dependent, mostly black folk who couldn’t look after themselves. The ignoring of reasons for need in those countries, which often had historic colonial attitudes at their heart, was a result. Here we are 30 years on going over the same ground. It seems to me that no lessons have been learned. I am sure all the good folk, famous and otherwise, want to help, but that word “help” is the essence of the problem. Aid needs to be delivered sensitively and perhaps we need to avoid mixing it up with entertainment. Of course, aid is still needed, but its delivery and the raising of the funds that feed that aid need to be the subject of constant reassessment on the basis of how the recipients might view what is happening to them and what they would choose for themselves given the means to do so. Alan Thomas London • The discussion about white saviour syndrome needs to be seen in the context of the wider problem of the media’s bias towards negative news. The traditional news focus on what’s going wrong can leave people with a distorted view of the world. This is particularly pronounced with the coverage of low- and lower-middle-income countries tending to focus on conflict, disaster and corrupt government. That’s why it’s encouraging that news outlets like the Guardian, in its Upside section, and the BBC’s World Hacks programme, are embracing constructive journalism and covering solutions-focused stories of progress and self-empowerment, including from African countries. The extraordinary work of Comic Relief and other international aid charities is clearly vital and welcome. But more media coverage highlighting how local people in these countries are improving their own lives will help disrupt the narrative of them passively waiting for westerners to come to the rescue. Giselle Green Editor of Constructive Voices at National Council for Voluntary Organisations • I write more in sadness than in anger. In the era of Idi Amin, I worked as a lecturer at the then Uganda Technical College under the auspices of Voluntary Service Overseas (VSO). The engineering technicians that I taught benefited from my presence in terms of their technical performance. Uganda would probably have gained from their establishment of rural workshops and the like, but many of them aspired to “desk jobs”. I don’t blame them; I would probably have wanted something similar. David Lammy’s statement that the “world does not need any more white saviours” is itself racist, and should be called out as such. The colour of my skin didn’t matter while I worked in Uganda; only that I was a competent and enthusiastic engineer. I commend Stacey Dooley and the Comic Relief team for their efforts to raise funds in support of sustainable livelihoods in Africa and elsewhere. More power to their collective elbow. And to the wellbeing of the relative poor of places like Uganda. Professor emeritus Geoffrey Hammond University of Bath • I agree with David Lammy re Comic Relief’s publicity doing eventual damage to Africa and its progress. I have personal knowledge of how the intense propaganda surrounding Mother Teresa for six decades killed off Kolkata’s image. At least Stacey Dooley is well-meaning. In Teresa’s case she never cared about the poor – all she wanted was constant publicity for her rightwing ultra-orthodox Catholic causes such as opposition to contraception and abortion (even for rape and incest). Western media unquestioningly and willingly gave her multiple platforms to publicise her rightwing causes and to denigrate Kolkata. Dr Aroup Chatterjee Author, Mother Teresa: The Untold Story • Lammy’s right – it’s time to stop the cheesy, cringe-making, celeb-fest charity drive. We should stop stereotyping Africa as a basket case in need of charity. The developed world owes post-colonial Africa a huge debt, but it should be paid through the World Bank/IMF as social credit. Chris Hughes Leicester • “Strictly star”? Would that be the award-winning documentary maker Stacey Dooley that you were referring to on Friday’s front page? The sort of lazy journalism we would expect from a red top. You can, and should, be better than that. Caroline Johnson Brighstone, Isle of Wight • It is very common for “look what good I’m doing” pictures to reveal their priorities by naming the (usually white) “saviour” but leaving the recipients of the charity anonymous. Sadly you fall into this trap, not once but twice (Labour’s Lammy in row with Strictly star over Comic Relief Africa trip, and ‘White saviours’ belong to the past…, 1 March). You identify Stacey Dooley as the doer of good works, but who is the little boy? Peter Wrigley Birstall, Yorkshire • “Africa deserves better from Comic Relief” (2 February). Surely, Africa deserves better than Comic Relief? Declan McKenna Portrane, County Dublin, Ireland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6101",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/mar/03/chuka-umunna-a-false-friend-to-labour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-03T17:21:56Z",
    "webTitle": "Chuka Umunna: a false friend to Labour | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/03/chuka-umunna-a-false-friend-to-labour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/03/chuka-umunna-a-false-friend-to-labour",
    "fields": {
      "headline": "Chuka Umunna: a false friend to Labour",
      "standfirst": "<p>The Independent Group MP has been getting himself elected on the back of the Labour policies with which he disagreed, says <strong>Bernie Evans, </strong>he should resign and recontest his seat, says <strong>John Tully</strong>, and <strong>Peter Nicklin </strong>says Labour was uncomfortable with his neoliberalism</p>",
      "trailText": "<strong>Letters: </strong>The Independent Group MP has been getting himself elected on the back of the Labour policies with which he disagreed, says <strong>Bernie Evans, </strong>he should resign and recontest his seat, says <strong>John Tully</strong>, and <strong>Peter Nicklin </strong>says Labour was uncomfortable with his neoliberalism",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1470d775173d435f07814e513b37a3d35b504351\"> <img src=\"https://media.guim.co.uk/1470d775173d435f07814e513b37a3d35b504351/0_214_5068_3040/1000.jpg\" alt=\"Former Labour MP Chuka Umunna, who joined the Independent Group.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Labour MP Chuka Umunna, who joined the Independent Group.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Chuka Umunna has every right to be “fiercely critical” about MPs who are “fundamentally dishonest” with their constituents about the effects of immigration, but strangely myopic when it comes to his own “economy with the truth” (<a href=\"https://www.theguardian.com/politics/2019/mar/01/chuka-umunna-i-never-felt-totally-comfortable-in-the-labour-party\" title=\"\">Chuka Umunna: I never felt totally comfortable in the Labour party</a>, 2 March). What has he been telling the voters in “his south London patch”? Did he tell them how “uncomfortable” he was with recent Labour manifestos pledging to increase taxes on wealthy individuals and corporations, and to end the callous austerity policies to which some of his colleagues in the Independent Group (TIG) gave their wholehearted support? Should he not have admitted to disagreeing with the return to state ownership of railways and utilities, and the rest of the more leftwing policies in the 2017 manifesto?</p> <p>In fact, since 2010 he has been getting himself elected on the back of the Labour policies with which he fundamentally disagreed. A defection nine years ago would have been far more honest, principled and acceptable. When TIG is confined in a few years to the dustbin of history, as it most surely will be, no doubt he will reappear in the party to which he is most closely suited, vying with the likes of Hammond, Hunt and Johnson for its leadership.<br><strong>Bernie Evans</strong><br><em>Perth, Western Australia</em></p> <p>• So, Chuka Umunna never felt comfortable in Labour. It gave him a prestigious and comfortable lifestyle. Like many others, I’m waiting for an answer to the question why doesn’t he do the honourable thing: resign and recontest the seat he holds under false pretences?<br><strong>John Tully</strong><br><em>Yarraville, Victoria, Australia</em></p> <p>• Chuka Umunna can console himself with the thought that many of us in the Labour party never felt very comfortable with the neoliberal policies he espoused.<br><strong>Peter Nicklin</strong><br><em>Newcastle upon Tyne</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "344",
      "commentable": "false",
      "firstPublicationDate": "2019-03-03T17:21:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-13T18:24:56Z",
      "newspaperEditionDate": "2019-03-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqfdk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1470d775173d435f07814e513b37a3d35b504351/0_214_5068_3040/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Chuka Umunna has every right to be “fiercely critical” about MPs who are “fundamentally dishonest” with their constituents about the effects of immigration, but strangely myopic when it comes to his own “economy with the truth” (Chuka Umunna: I never felt totally comfortable in the Labour party, 2 March). What has he been telling the voters in “his south London patch”? Did he tell them how “uncomfortable” he was with recent Labour manifestos pledging to increase taxes on wealthy individuals and corporations, and to end the callous austerity policies to which some of his colleagues in the Independent Group (TIG) gave their wholehearted support? Should he not have admitted to disagreeing with the return to state ownership of railways and utilities, and the rest of the more leftwing policies in the 2017 manifesto? In fact, since 2010 he has been getting himself elected on the back of the Labour policies with which he fundamentally disagreed. A defection nine years ago would have been far more honest, principled and acceptable. When TIG is confined in a few years to the dustbin of history, as it most surely will be, no doubt he will reappear in the party to which he is most closely suited, vying with the likes of Hammond, Hunt and Johnson for its leadership. Bernie Evans Perth, Western Australia • So, Chuka Umunna never felt comfortable in Labour. It gave him a prestigious and comfortable lifestyle. Like many others, I’m waiting for an answer to the question why doesn’t he do the honourable thing: resign and recontest the seat he holds under false pretences? John Tully Yarraville, Victoria, Australia • Chuka Umunna can console himself with the thought that many of us in the Labour party never felt very comfortable with the neoliberal policies he espoused. Peter Nicklin Newcastle upon Tyne • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2111",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/03/chris-graylings-terrible-cost-to-the-nation",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-03T17:21:34Z",
    "webTitle": "Chris Grayling’s terrible cost to the nation | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/03/chris-graylings-terrible-cost-to-the-nation",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/03/chris-graylings-terrible-cost-to-the-nation",
    "fields": {
      "headline": "Chris Grayling’s terrible cost to the nation",
      "standfirst": "Chris Grayling | Otto Warmbier | Michele Hanson | Words for toilet | A Beatles Brexit",
      "trailText": "<strong>Brief letters: </strong>Chris Grayling | Otto Warmbier | Michele Hanson | Words for toilet | A Beatles Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2e5f6d33dac006d519285d0b7f02ace90198665d\"> <img src=\"https://media.guim.co.uk/2e5f6d33dac006d519285d0b7f02ace90198665d/0_0_3500_2100/1000.jpg\" alt=\"Secretary of state for transport Chris Grayling.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Secretary of state for transport Chris Grayling.</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>The likely cost of £2.7bn to the taxpayer due to Chris Grayling’s incompetence will ring hollow to the parents of disabled pupils in Leicestershire and across the country, who have been informed that their council can no longer provide transport to special schools and colleges post-16 due to lack of funds. The implications for these families, who already face substantial additional burdens of care due to cuts in respite and other services, may place another group in the foodbank queue.<br><strong>Kate Warner</strong><br><em>Claybrooke Parva, Leicestershire</em></p> <p>• If Donald Trump genuinely believes that Kim Jong-un did not know of the brutal treatment of Otto Warmbier which led to his death (<a href=\"https://www.theguardian.com/us-news/2019/mar/01/otto-warmbier-north-korea-kim-trump-parents-response\" title=\"\">Report</a>, 2 March), has he asked Kim to investigate the matter? And if not, why not?<br><strong>Jeremy Beecham</strong><br><em>Labour, House of Lords</em></p> <p>• On discovering that my local Sainsbury’s was out of stock of cardomon pods I was told, “It’s probably down to people hoarding before Brexit.” This in Exeter. What hope for the metropolis?<br><strong>James Hudson</strong><br><em>Crediton, Devon</em></p> <p>• I’ve just read <a href=\"https://www.theguardian.com/lifeandstyle/2019/mar/01/michele-hansons-legacy-continues\" title=\"\">Amy Hanson’s letter</a> (2 March). It’s with a lump in my throat I say to Amy: “Your Mum would be so proud of you.”<br><strong>Kath Lane</strong><br><em>Carnforth, Lancashire</em></p> <p>• And in Welsh (<a href=\"https://www.theguardian.com/politics/2019/mar/01/no-en-suite-for-the-presidential-suite\" title=\"\">Letters</a>, passim) the toilet is “y tŷ bach” – the little house. If you’re describing a nice little cottage, it’s important to use the alternative, tŷ bychan, to avoid calling it a toilet.<br><strong>Copland </strong><strong>Smith</strong><br><em>Manchester</em></p> <p>• Billy Morrison suggested a Beatles Brexit melody (<a href=\"https://www.theguardian.com/food/2019/feb/25/the-french-know-how-to-do-lunch\" title=\"\">Letters</a>, 26 February). Might I add For No One?<br><strong>Sandra Evans</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "295",
      "commentable": "false",
      "firstPublicationDate": "2019-03-03T17:21:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:55:51Z",
      "newspaperEditionDate": "2019-03-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqff4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2e5f6d33dac006d519285d0b7f02ace90198665d/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The likely cost of £2.7bn to the taxpayer due to Chris Grayling’s incompetence will ring hollow to the parents of disabled pupils in Leicestershire and across the country, who have been informed that their council can no longer provide transport to special schools and colleges post-16 due to lack of funds. The implications for these families, who already face substantial additional burdens of care due to cuts in respite and other services, may place another group in the foodbank queue. Kate Warner Claybrooke Parva, Leicestershire • If Donald Trump genuinely believes that Kim Jong-un did not know of the brutal treatment of Otto Warmbier which led to his death (Report, 2 March), has he asked Kim to investigate the matter? And if not, why not? Jeremy Beecham Labour, House of Lords • On discovering that my local Sainsbury’s was out of stock of cardomon pods I was told, “It’s probably down to people hoarding before Brexit.” This in Exeter. What hope for the metropolis? James Hudson Crediton, Devon • I’ve just read Amy Hanson’s letter (2 March). It’s with a lump in my throat I say to Amy: “Your Mum would be so proud of you.” Kath Lane Carnforth, Lancashire • And in Welsh (Letters, passim) the toilet is “y tŷ bach” – the little house. If you’re describing a nice little cottage, it’s important to use the alternative, tŷ bychan, to avoid calling it a toilet. Copland Smith Manchester • Billy Morrison suggested a Beatles Brexit melody (Letters, 26 February). Might I add For No One? Sandra Evans London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1811",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/03/europe-can-only-give-us-more-time-if-we-have-a-clear-brexit-plan",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-03T06:00:05Z",
    "webTitle": "Europe can only give us more time if we have a clear Brexit plan  | Tony Blair",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/03/europe-can-only-give-us-more-time-if-we-have-a-clear-brexit-plan",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/03/europe-can-only-give-us-more-time-if-we-have-a-clear-brexit-plan",
    "fields": {
      "headline": "Europe can only give us more time if we have a clear Brexit plan",
      "standfirst": "<p>A new referendum will become essential when the true implications of leaving are made clear</p>",
      "trailText": "A new referendum will become essential when the true implications of leaving are made clear",
      "byline": "Tony Blair",
      "main": "<figure class=\"element element-image\" data-media-id=\"83509b398d8aa0bf129ec15a678b5b2e015c61f5\"> <img src=\"https://media.guim.co.uk/83509b398d8aa0bf129ec15a678b5b2e015c61f5/0_448_6720_4032/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Thanks to Theresa May we are going to pay billions upfront, exit, lose our negotiating leverage and the fight will go on.’</span> <span class=\"element-image__credit\">Photograph: CHRIS RATCLIFFE/POOL/EPA</span> </figcaption> </figure>",
      "body": "<p>President Macron is right. <a href=\"https://www.theguardian.com/world/2019/feb/27/spanish-pm-warns-may-brexit-delay-with-no-plan-not-reasonable-or-desirable\" title=\"\">Any extension</a> of the article 50 process should be for a reason. It should be to eliminate the blind Brexit Theresa May proposes. But first <a href=\"https://www.theguardian.com/politics/2019/feb/26/mays-deal-no-deal-or-brexit-delay-how-will-mps-vote\" title=\"\">her deal</a> must be defeated.</p> <p>The Brexiters will fall into line with her deal because they believe they can win the subsequent battle and impose a hard Brexit. The soft Brexit supporters and those who want a fresh referendum should unite to insist Britain knows the direction of its future relationship with Europe before we leave. We have learned a lot during this Brexit debacle. It has been a masterclass in political risk. We are now in a state of confusion, in which even those whose day job is to study the details find it hard to explain.</p> <p>The May deal is bad for one central reason. In the name of resolving the issue so we can move on, it does no such thing. The political declaration is deliberately vague. It is unclear if the framework for the future is hard Brexit, ie a Canada-style conventional free-trade agreement, or soft Brexit, ie a Norway-style arrangement that keeps us in the European trading system of the single market and/or the customs union.</p> <p>The difference between the two is fundamental and at the heart of the whole Brexit debate. And they are – with some plus or minus – the only models on offer.</p> <p>The reason for the vagueness of the declaration is that when the PM tried to decide this issue, <a href=\"https://www.theguardian.com/politics/2018/jul/06/brexit-showdown-boris-johnsons-gang-outgunned-by-theresa-may-at-chequers\" title=\"\">at Chequers</a>, in favour of soft, it was clear enough for cabinet ministers to resign but insufficiently clear for Europe to accept. So she retreated.</p> <p>Today, the cabinet is split. One half want soft, the other hard. May’s strategy is to maintain ambiguity and essentially say to both sides: keep your powder dry and fight it out after we leave. When she says that an extension of the article 50 process doesn’t of itself resolve the central question, she is right. But neither does her deal. Instead, we are going to pay billions upfront, exit, lose our negotiating leverage and the fight will go on.</p> <p>We are told that this is the only deal on offer, when this is nonsense. Europe would be perfectly happy to amend the future declaration to point in the direction of hard or soft Brexit, should parliament decide it. Then, having decided the guiding principle, the detail would indeed be much easier.</p>  <figure class=\"element element-image\" data-media-id=\"99afad1aa6a74feaaea8c0924ec3631d4ff0441d\"> <img src=\"https://media.guim.co.uk/99afad1aa6a74feaaea8c0924ec3631d4ff0441d/0_495_7360_4417/1000.jpg\" alt=\"An anti-Brexit protest.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-Brexit protest outside the Houses of Parliament on 27 February.</span> <span class=\"element-image__credit\">Photograph: John Keeble/Getty Images</span> </figcaption> </figure>  <p>This was, after all, what we were promised continually by the PM until she realised she couldn’t do it without destroying what was left of the unity of the Conservative party. The obvious thing is to vote down her deal, vote down no deal, extend the time limit and reach an “in principle” conclusion on hard or soft; if neither passes, go back to the people. Alternatively, accept her deal but with the <a href=\"https://www.theguardian.com/politics/2019/feb/28/labour-moving-towards-plan-to-let-mays-brexit-deal-pass-if-it-faces-public-vote\" title=\"\">Kyle-Wilson amendment</a> for a confirmatory referendum before we implement it. The parameters of hard or soft are well known and a decision on the options could be done even within the timeframe of a short extension. This course is being refused because the PM knows that she would be forced to take a position – the cabinet will split and the Brexiters will wreak further havoc should parliament vote for soft Brexit.</p> <p>It is extraordinary to see how the once strutting Brexiters are so frit of putting their actual hard Brexit proposal to the vote either of parliament or the people before we leave. They fear, rightly, that when the implications of Britain moving to a Canada-style trade relationship with Europe are explicit, the country will recoil. Ultimately, the Brexiters’ strategy will be to get Britain out, remove May, elect a Brexiter to deliver a hard Brexit or possibly fight an election against a weakened Labour party to secure such a mandate. Those who want a soft Brexit, including Labour MPs who may be thinking of backing the deal, would be ill advised, unwittingly, to co-operate with this strategy.</p> <p>For those of us who want to put the matter back to the people, the route to such a decision is through the process of forcing a conclusion to the hard v soft question. Once obliged to choose, MPs will realise either choice is unattractive and the people will understand neither is better than what we have inside Europe now. MPs should think long before agreeing to exit blind. If I were an MP, I would not want to own this putrid potage of poor political leadership and self-destructive consequence.</p> <p>Any extension requires Europe’s agreement. It should agree, but with a condition. The extension should be for a purpose: clarity as to the future framework. That way, the next stage of negotiation will not be a repeat of the last. This is in Europe’s interests. And for sure it is essential to ours.</p> <p><em>• Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</em></p>",
      "newspaperPageNumber": "44",
      "wordcount": "840",
      "commentCloseDate": "2019-03-03T11:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-03T06:00:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "true",
      "lastModified": "2020-02-03T11:57:02Z",
      "newspaperEditionDate": "2019-03-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/aq832",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/83509b398d8aa0bf129ec15a678b5b2e015c61f5/0_448_6720_4032/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "President Macron is right. Any extension of the article 50 process should be for a reason. It should be to eliminate the blind Brexit Theresa May proposes. But first her deal must be defeated. The Brexiters will fall into line with her deal because they believe they can win the subsequent battle and impose a hard Brexit. The soft Brexit supporters and those who want a fresh referendum should unite to insist Britain knows the direction of its future relationship with Europe before we leave. We have learned a lot during this Brexit debacle. It has been a masterclass in political risk. We are now in a state of confusion, in which even those whose day job is to study the details find it hard to explain. The May deal is bad for one central reason. In the name of resolving the issue so we can move on, it does no such thing. The political declaration is deliberately vague. It is unclear if the framework for the future is hard Brexit, ie a Canada-style conventional free-trade agreement, or soft Brexit, ie a Norway-style arrangement that keeps us in the European trading system of the single market and/or the customs union. The difference between the two is fundamental and at the heart of the whole Brexit debate. And they are – with some plus or minus – the only models on offer. The reason for the vagueness of the declaration is that when the PM tried to decide this issue, at Chequers, in favour of soft, it was clear enough for cabinet ministers to resign but insufficiently clear for Europe to accept. So she retreated. Today, the cabinet is split. One half want soft, the other hard. May’s strategy is to maintain ambiguity and essentially say to both sides: keep your powder dry and fight it out after we leave. When she says that an extension of the article 50 process doesn’t of itself resolve the central question, she is right. But neither does her deal. Instead, we are going to pay billions upfront, exit, lose our negotiating leverage and the fight will go on. We are told that this is the only deal on offer, when this is nonsense. Europe would be perfectly happy to amend the future declaration to point in the direction of hard or soft Brexit, should parliament decide it. Then, having decided the guiding principle, the detail would indeed be much easier. This was, after all, what we were promised continually by the PM until she realised she couldn’t do it without destroying what was left of the unity of the Conservative party. The obvious thing is to vote down her deal, vote down no deal, extend the time limit and reach an “in principle” conclusion on hard or soft; if neither passes, go back to the people. Alternatively, accept her deal but with the Kyle-Wilson amendment for a confirmatory referendum before we implement it. The parameters of hard or soft are well known and a decision on the options could be done even within the timeframe of a short extension. This course is being refused because the PM knows that she would be forced to take a position – the cabinet will split and the Brexiters will wreak further havoc should parliament vote for soft Brexit. It is extraordinary to see how the once strutting Brexiters are so frit of putting their actual hard Brexit proposal to the vote either of parliament or the people before we leave. They fear, rightly, that when the implications of Britain moving to a Canada-style trade relationship with Europe are explicit, the country will recoil. Ultimately, the Brexiters’ strategy will be to get Britain out, remove May, elect a Brexiter to deliver a hard Brexit or possibly fight an election against a weakened Labour party to secure such a mandate. Those who want a soft Brexit, including Labour MPs who may be thinking of backing the deal, would be ill advised, unwittingly, to co-operate with this strategy. For those of us who want to put the matter back to the people, the route to such a decision is through the process of forcing a conclusion to the hard v soft question. Once obliged to choose, MPs will realise either choice is unattractive and the people will understand neither is better than what we have inside Europe now. MPs should think long before agreeing to exit blind. If I were an MP, I would not want to own this putrid potage of poor political leadership and self-destructive consequence. Any extension requires Europe’s agreement. It should agree, but with a condition. The extension should be for a purpose: clarity as to the future framework. That way, the next stage of negotiation will not be a repeat of the last. This is in Europe’s interests. And for sure it is essential to ours. • Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.",
      "charCount": "4785",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tonyblair\">Tony Blair</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/03/stop-making-free-with-sensitive-personal-data",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-03T06:00:04Z",
    "webTitle": "Stop making free with our sensitive personal data  | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/03/stop-making-free-with-sensitive-personal-data",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/03/stop-making-free-with-sensitive-personal-data",
    "fields": {
      "headline": "Stop making free with our sensitive personal data",
      "standfirst": "<p>Many police and local authorities are using Amazon-style ‘predictive algorithms’ to intervene in people’s lives</p>",
      "trailText": "Many police and local authorities are using Amazon-style ‘predictive algorithms’ to intervene in people’s lives",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"a8123979dbf45421094b45e97a482dfc2ae7f28f\"> <img src=\"https://media.guim.co.uk/a8123979dbf45421094b45e97a482dfc2ae7f28f/0_185_3500_2101/1000.jpg\" alt=\"Unidentified person in police uniform writes in a notebook\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Data on crime, benefits, school attendance and more is being used to flag cases for social work intervention</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>",
      "body": "<p>It’s the software that Amazon uses to tell you to buy a book you know you’ll never read. And Twitter to persuade you to follow some douchebag. And your local council to tell social workers how to act.</p> <p>A <a href=\"https://news.sky.com/story/the-controversial-tech-used-to-detect-problems-before-they-happen-11649080\" title=\"\">report</a> by <em>Sky News</em>’s Rowland Manthorpe, based on research by Cardiff University’s <a href=\"https://datajusticelab.org/\" title=\"\">Data Justice Lab</a>, revealed that at least 53 local authorities and almost a third of UK police forces are using “predictive algorithms” to determine how to intervene in everything from traffic management to benefits sanctions.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>The results of data analytics may significantly constrain and guide [public-sector] decision-making</p> <footer> <cite>Data Justice Lab</cite> </footer> </blockquote> </aside>  <p>Bristol city council’s integrated analytics hub, for instance, uses data on benefits, school attendance, crime, teenage pregnancy and much more to give people a “risk score” that is then used to flag cases for social work intervention.</p> <p>For local authorities, such algorithms provide cheap solutions in an age of severely reduced budgets. Their advocates insist that there is nothing to worry about, as computers never make the final decision – they simply aid humans. But as a report from the Data Justice Lab <a href=\"https://datajustice.files.wordpress.com/2018/12/data-scores-as-governance-project-report2.pdf\" title=\"\">observed</a>, in the “context of deskilling and resource limitations in the public sector, the results of data analytics may significantly constrain and guide decision-making”.</p> <p>It’s one thing for Amazon to entice me to read <a href=\"https://www.theguardian.com/global/2018/jan/21/jordan-peterson-self-help-author-12-steps-interview\" title=\"\">Jordan Petersen</a> or Twitter to push me to follow <a href=\"https://www.theguardian.com/media/piersmorgan\" title=\"\">Piers Morgan</a>. It’s quite another for public authorities to use similar algorithms, fed with a mountain of sensitive personal data, to determine who may commit crime or be at risk of abuse.</p> <p>Such data practices, according to the Cardiff University report, “have become normalised before there has been a chance for broader public discussion”. The fact that these systems are already in place “will serve as a rationale for their continued existence and a means to foreclose debate”. Isn’t it time to have that debate before it’s too late?</p> <p>• Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "15",
      "wordcount": "310",
      "commentCloseDate": "2019-03-06T06:00:04Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-03T06:00:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-03T11:33:55Z",
      "newspaperEditionDate": "2019-03-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/aq87c",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a8123979dbf45421094b45e97a482dfc2ae7f28f/0_185_3500_2101/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It’s the software that Amazon uses to tell you to buy a book you know you’ll never read. And Twitter to persuade you to follow some douchebag. And your local council to tell social workers how to act. A report by Sky News’s Rowland Manthorpe, based on research by Cardiff University’s Data Justice Lab, revealed that at least 53 local authorities and almost a third of UK police forces are using “predictive algorithms” to determine how to intervene in everything from traffic management to benefits sanctions. Bristol city council’s integrated analytics hub, for instance, uses data on benefits, school attendance, crime, teenage pregnancy and much more to give people a “risk score” that is then used to flag cases for social work intervention. For local authorities, such algorithms provide cheap solutions in an age of severely reduced budgets. Their advocates insist that there is nothing to worry about, as computers never make the final decision – they simply aid humans. But as a report from the Data Justice Lab observed, in the “context of deskilling and resource limitations in the public sector, the results of data analytics may significantly constrain and guide decision-making”. It’s one thing for Amazon to entice me to read Jordan Petersen or Twitter to push me to follow Piers Morgan. It’s quite another for public authorities to use similar algorithms, fed with a mountain of sensitive personal data, to determine who may commit crime or be at risk of abuse. Such data practices, according to the Cardiff University report, “have become normalised before there has been a chance for broader public discussion”. The fact that these systems are already in place “will serve as a rationale for their continued existence and a means to foreclose debate”. Isn’t it time to have that debate before it’s too late? • Kenan Malik is an Observer columnist",
      "charCount": "1864",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/03/brexit-citizensassembly-compromise",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-03T06:00:03Z",
    "webTitle": "A citizens’ assembly can sort Brexit mess",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/03/brexit-citizensassembly-compromise",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/03/brexit-citizensassembly-compromise",
    "fields": {
      "headline": "A citizens’ assembly can sort Brexit mess",
      "standfirst": "<p>Put ordinary voters from both sides in a room and they may talk, listen and find a compromise</p>",
      "trailText": "Put ordinary voters from both sides in a room and they may talk, listen and find a compromise",
      "byline": "Sonia Sodha",
      "main": "<figure class=\"element element-image\" data-media-id=\"d88272ad46f88762dc55791361849e679ed1bbb3\"> <img src=\"https://media.guim.co.uk/d88272ad46f88762dc55791361849e679ed1bbb3/385_193_3367_2020/1000.jpg\" alt=\"Ireland held a citizens’ assembly in 2016 on abortion\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ireland held a citizens’ assembly in 2016 on abortion: its deliberations were worlds away from a Facebook or Twitter debate.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>Will of the people is a phrase politicians have embraced with gusto since the 2016 Brexit referendum. But one reason parliament remains gridlocked on the issue is that the referendum turned out to be a terrible way of establishing what voters actually wanted. It set the status quo against the vaguest possible formulation of leaving the EU – just “leave” – instead of a concrete proposal that would have allowed a proper debate about the trade-offs and provided a firm mandate.</p> <p>Theresa May is seeking to end the stalemate by running down the clock to force MPs to choose between her deal and no deal. Another option, which I strongly back, is a referendum on May’s deal. But at the moment not enough MPs back it.</p> <p>Might there be another way? In a <a href=\"https://www.bbc.co.uk/programmes/m0002z9g\" title=\"\">documentary for Radio 4</a>, I investigate whether a citizens’ assembly could act as a “circuit breaker” by tasking ordinary voters to come up with a compromise. Citizens’ assemblies bring together a group of people, selected to be representative of the country in terms of demographics, to take evidence from experts, deliberate, and develop recommendations on a big question. Impartial facilitators help structure discussion and ensure everyone gets a say.</p> <p>Calm deliberation on Brexit might sound like a stretch. But international evidence suggests ordinary people can do better than politicians at thrashing out a compromise on divisive issues.</p> <p>Ireland held a citizens’ assembly in 2016 on abortion. One of just a handful of European countries to ban abortion in almost all circumstances, it had long been a contentious issue. Two-thirds of members voted in favour of abortion on demand in the first 12 weeks of pregnancy. Its deliberations were worlds away from a Facebook or Twitter debate. Louise Caldwell, who took part, told me that, with a couple of exceptions, you wouldn’t have known whether members were pro or anti. They were more focused on probing experts and considering the evidence. They asked to hear personal testimony from those affected, but also grappled with technical medical and legal evidence. People broadened their perspectives and some changed their minds.</p> <p>This is what’s so attractive about citizens’ assemblies: they enable people from different backgrounds and perspectives to find common ground. They undermine the patronising but fashionable idea we’ve become two cultural tribes who no longer know how to talk to each other. And in the right circumstances they can profoundly shift the national debate. Socially conservative politicians <a href=\"https://www.irishtimes.com/news/social-affairs/martin-evidence-to-abortion-committee-prompted-change-of-mind-1.3361247\" title=\"\">changed their minds</a>. Campaign groups watched the deliberations, and they informed the referendum campaigns that followed.</p> <p>Could this approximation of democratic nirvana help us with Brexit? Before we get too excited, there are a couple of snags. Would MPs ever entrust people with this? UCL’s Constitution Unit ran a Brexit <a href=\"https://www.ucl.ac.uk/constitution-unit/research/uk-and-europe/citizens-assembly-brexit-0\" title=\"\">citizens’ assembly</a> in 2017. It was representative of the country, with more leavers than remainers. In a soft Brexit versus no-deal trade-off, its members favoured staying in the single market and customs union, and seven in 10 thought free movement of people should continue if we made full use of the controls available.</p> <p>These recommendations hardly ever get referenced; not just because it wasn’t convened by parliament, but because it’s not what many politicians want. Without buy-in from both prominent leavers and remainers, the recommendations of even an official assembly risk getting trashed by one side. Consensus on the need for an assembly is even more important when there’s a risk it could be seen as a cop-out. Australia’s Labor government was elected in 2007 promising action on climate change but faced significant opposition from business. It pledged to hold a citizens’ assembly in 2010, but it was almost universally ridiculed as an elaborate way to circumvent an election promise. The idea was dropped.</p> <p>But even if May’s deal gets through sooner rather than later, we face years of discussion – in other words, further political gridlock – about out future trading relationship with the EU. And so, whatever happens, politicians should let ordinary voters have a go to see if they can do any better.</p> <p><em>Sonia Sodha, chief leader writer of the Observer, is presenting Analysis: Deliberative </em><em>Democracy</em><em> on Radio 4 on Monday 4 March at 8.30pm</em></p>",
      "newspaperPageNumber": "39",
      "wordcount": "691",
      "commentCloseDate": "2019-03-06T06:00:03Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-03T06:00:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:00Z",
      "newspaperEditionDate": "2019-03-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/aq4vk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d88272ad46f88762dc55791361849e679ed1bbb3/385_193_3367_2020/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Will of the people is a phrase politicians have embraced with gusto since the 2016 Brexit referendum. But one reason parliament remains gridlocked on the issue is that the referendum turned out to be a terrible way of establishing what voters actually wanted. It set the status quo against the vaguest possible formulation of leaving the EU – just “leave” – instead of a concrete proposal that would have allowed a proper debate about the trade-offs and provided a firm mandate. Theresa May is seeking to end the stalemate by running down the clock to force MPs to choose between her deal and no deal. Another option, which I strongly back, is a referendum on May’s deal. But at the moment not enough MPs back it. Might there be another way? In a documentary for Radio 4, I investigate whether a citizens’ assembly could act as a “circuit breaker” by tasking ordinary voters to come up with a compromise. Citizens’ assemblies bring together a group of people, selected to be representative of the country in terms of demographics, to take evidence from experts, deliberate, and develop recommendations on a big question. Impartial facilitators help structure discussion and ensure everyone gets a say. Calm deliberation on Brexit might sound like a stretch. But international evidence suggests ordinary people can do better than politicians at thrashing out a compromise on divisive issues. Ireland held a citizens’ assembly in 2016 on abortion. One of just a handful of European countries to ban abortion in almost all circumstances, it had long been a contentious issue. Two-thirds of members voted in favour of abortion on demand in the first 12 weeks of pregnancy. Its deliberations were worlds away from a Facebook or Twitter debate. Louise Caldwell, who took part, told me that, with a couple of exceptions, you wouldn’t have known whether members were pro or anti. They were more focused on probing experts and considering the evidence. They asked to hear personal testimony from those affected, but also grappled with technical medical and legal evidence. People broadened their perspectives and some changed their minds. This is what’s so attractive about citizens’ assemblies: they enable people from different backgrounds and perspectives to find common ground. They undermine the patronising but fashionable idea we’ve become two cultural tribes who no longer know how to talk to each other. And in the right circumstances they can profoundly shift the national debate. Socially conservative politicians changed their minds. Campaign groups watched the deliberations, and they informed the referendum campaigns that followed. Could this approximation of democratic nirvana help us with Brexit? Before we get too excited, there are a couple of snags. Would MPs ever entrust people with this? UCL’s Constitution Unit ran a Brexit citizens’ assembly in 2017. It was representative of the country, with more leavers than remainers. In a soft Brexit versus no-deal trade-off, its members favoured staying in the single market and customs union, and seven in 10 thought free movement of people should continue if we made full use of the controls available. These recommendations hardly ever get referenced; not just because it wasn’t convened by parliament, but because it’s not what many politicians want. Without buy-in from both prominent leavers and remainers, the recommendations of even an official assembly risk getting trashed by one side. Consensus on the need for an assembly is even more important when there’s a risk it could be seen as a cop-out. Australia’s Labor government was elected in 2007 promising action on climate change but faced significant opposition from business. It pledged to hold a citizens’ assembly in 2010, but it was almost universally ridiculed as an elaborate way to circumvent an election promise. The idea was dropped. But even if May’s deal gets through sooner rather than later, we face years of discussion – in other words, further political gridlock – about out future trading relationship with the EU. And so, whatever happens, politicians should let ordinary voters have a go to see if they can do any better. Sonia Sodha, chief leader writer of the Observer, is presenting Analysis: Deliberative Democracy on Radio 4 on Monday 4 March at 8.30pm",
      "charCount": "4296",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sonia-sodha\">Sonia Sodha</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/commentisfree/2019/mar/03/letters-liverpool-wavertree-luciana-berger",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-03T05:59:01Z",
    "webTitle": "I don’t recognise this depiction of Liverpool | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/commentisfree/2019/mar/03/letters-liverpool-wavertree-luciana-berger",
    "apiUrl": "https://content.guardianapis.com/uk-news/commentisfree/2019/mar/03/letters-liverpool-wavertree-luciana-berger",
    "fields": {
      "headline": "Letters: I don’t recognise this depiction of Liverpool",
      "standfirst": "Wavertree is a socially and economically disparate constituency and its politics reflect that",
      "trailText": "Wavertree is a socially and economically disparate constituency and its politics reflect that",
      "main": "<figure class=\"element element-image\" data-media-id=\"8e79b1d02cfca9cc385cde48c99eff7a70bd7951\"> <img src=\"https://media.guim.co.uk/8e79b1d02cfca9cc385cde48c99eff7a70bd7951/0_84_2500_1500/1000.jpg\" alt=\"The town hall in Liverpool Wavertree.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The town hall in Liverpool Wavertree.</span> <span class=\"element-image__credit\">Photograph: Mark Waugh/Observer</span> </figcaption> </figure>",
      "body": "<p>As a long-term resident of Wavertree, Luciana Berger’s constituency, I found very little to recognise in your report (“<a href=\"https://www.theguardian.com/uk-news/2019/feb/23/liverpool-wavertree-labour-constituency-antisemitism-luciana-berger-derek-hatton\" title=\"\">Anger, denial and prejudice fester on the streets of Liverpool Wavertree</a>”, News). Wavertree is a socially and economically disparate constituency whose politics reflect that fact.</p> <p>First, in a piece that implies a high level of casual anti-Jewish racism in the constituency, it seems odd that the writer didn’t visit Childwall, a neighbourhood where many Jewish people live, and canvass opinions there. Second, he made no reference to the fact that parts of the constituency have Lib Dem councillors, which suggests Wavertree is not quite the hotbed of leftwing radicalism that he claims. In more affluent parts, there is a longstanding antipathy to Labour following Militant’s intervention in the 1980s.</p> <p>The third point is that much of the worst antisemitic abuse Berger has received has been from people who have nothing to do with Wavertree or, indeed, the Labour party. Berger is unlikely to win back this seat as anything other than a Labour candidate. There are many members of Wavertree Labour party, myself included, who feel immensely sad about this prospect, while standing some way to her left on many issues.<br><strong>Lynsey Hanley</strong><br>Liverpool L18<br></p> <h2>Party for two? No thanks</h2> <p>The key factor missing from the politicians’ statements (“<a href=\"https://www.theguardian.com/politics/2019/feb/23/labour-party-future-antisemitism-split-independent-group\" title=\"\">What is the future for progressives?</a>”, Focus) is any reference to proportional representation as a means for changing the political culture. Luciana Berger mentions that people are sick of the “false choice between the established parties” but doesn’t even consider that it is first-past-the-post (FPTP) that produces this scenario.</p> <p>People vote for the party that is most likely to win – not necessarily the party they support – over the party they least prefer. Angela Rayner assumes that “millions of voters” were won over by Labour’s 2017 manifesto, but that may not be the case. Jess Phillips feels the need to move away from tribalism, but FPTP and the two-party system it produces shuts down different voices.</p> <p>The Labour party continues to ignore calls for PR because it has a vested interest in maintaining the status quo. The chances of any of the MPs in the Independent Group being elected is pretty small given the present system. If we heard them calling for PR, that would be truly progressive.<br><strong>Monica Saunders</strong><br>Teddington, Middlesex<br></p> <h2>Train teachers about FGM<br></h2> <p>Your report noting that the secretary of state for education, Damian Hinds, has announced that female genital mutilation will be included in the new relationships and sex education curriculum in secondary schools is welcome (“<a href=\"https://www.theguardian.com/society/2019/feb/24/schoolchildren-taught-dangers-female-genital-mutiliation-fgm\" title=\"\">All secondary pupils to be taught FGM dangers</a>”, News). This is a big step towards ensuring young people are aware and know how to report FGM. But to ensure this change works, teachers need to be fully informed about the complexities of FGM.</p> <p>Research by Youth for Change shows 94% of young people feel school staff don’t know enough about FGM. Teachers are front-line professionals and often the first point of call for young people. With students being more aware, there is a likelihood that reporting will increase.</p> <p>Teachers must be equipped to deal with such reporting. Combining education for students with mandatory, standardised training for teachers is the ultimate route to young people’s safety.<br><strong>Gemma Munday</strong>, Youth for Change<br>London EC1<br></p> <h2>We create our own monsters<br></h2> <p>Congratulations to Sonia Sodha for her thoughtful article on Shamima Begum, which summarises the dangers when politicians behave in a non-reflective way (“<a href=\"https://www.theguardian.com/commentisfree/2019/feb/24/shamima-begum-sajiv-javid\" title=\"\">Put yourself in Shamima Begum’s shoes before you damn her out of hand</a>”, Comment). We are being invited to condemn a 19-year-old who has just given birth in difficult circumstances. No thought is given to how this will affect the baby’s life trajectory and feelings about the UK, let alone a troubled and troubling young woman.</p> <p>The moment we create a “monster” we avoid the actions needed to aid child and teenage development. The 16-year-old now being called a monster for the awful rape and murder of a six-year-old turns out to have caused concerns from the age of six. At the same time, we cut children’s services. Monsters are not born but co-created.<br><strong>Dr Valerie Sinason</strong><br>London NW3<br></p> <h2>Sins, yes, but crimes too<br></h2> <p>The sex abuse allegations at St Benedict’s school in Ealing, west London, raise fundamental questions about how religious and secular authorities confront and deal with “sin” (“<a href=\"https://www.theguardian.com/uk-news/2019/feb/23/head-catholic-order-failed-to-tell-police-school-sex-abuse-abbot-benedictine\" title=\"\">Head of Catholic order failed to tell police of sexual abuse</a>”, News). When the headteacher responded to questions concerning one of his staff, Father David Pearce, about allegations of abuse and said: “You can be rest assured he will seek absolution for his sins”, he was reflecting a view that sins are matters of faith to be decided on religious grounds rather than crimes to be decided in a secular court of law.</p> <p>What we need to see from all religious authorities is a clear recognition that when a crime is committed and, importantly, covered up, it is not just a sin to be absolved by canonical law or any other “in-house” procedure, but is in fact a crime, plain and simple.<br><strong>Professor David Stephens</strong><br>Brighton<br></p> <h2>Back to the old House</h2> <p>The debate about how Churchill should be judged has missed something very relevant. In 1943, faced with a House of Commons destroyed by bombing, he argued firmly for a complete reinstatement of the old House, citing particularly the value of the adversarial politics we know so well, and the dangers of an amphitheatre in which shades of opinion could be shown. It is interesting to note that Lady Astor urged him to look not to the past but to the future, but with no success.</p> <p>Today we have the EU pleading with our leaders to compromise and find common ground, failing to understand that in the present climate those are dirty words. One wonders what Churchill would make of the behaviour of the Commons today; and how the nation would now be governed if other counsels had prevailed. An interesting game: picture where today’s MPs would sit in a semicircular house.<br><strong>Derek Long</strong><br>Liverpool<br></p> <h2>Baez still brilliant and timely<br></h2> <p>Kate Kellaway’s revelatory interview with Joan Baez inspired me to travel to Manchester for her farewell concert (<a href=\"https://www.theguardian.com/music/2019/feb/24/joan-baez-interview-whistle-down-the-wind-farewell-tour-folk-music-protest-songs\" title=\"\">Q&amp;A</a>, The New Review). With remarkable stamina and passion undimmed, and despite suffering from a heavy cold, Joan sang movingly through her back pages, focusing unapologetically on her very personal interpretations of Bob Dylan’s great 1960s anthems.</p> <p>However, for me, the highlight was her stirring rendition of Woody Guthrie’s Deportee from the 1940s. Guthrie had been incensed by radio reports of a plane crash in California that described the dozens of Mexican migrant workers who died as “just deportees”.</p> <p>As Joan pointed out with feeling, the song is just as relevant today in Trump’s America.<br><strong>Mike Pender</strong><br>Cardiff<br></p> <h2>An architect for our times<br></h2> <p>Frank Gehry may or may not be “the world’s greatest architect” (“<a href=\"https://www.theguardian.com/cities/2019/feb/24/frank-gehry-at-90-still-taking-risks-interview-rowan-moore\" title=\"\">Gehry at 90</a>”, The New Review). However, what can be said of him is that he produces irrational architecture that fits perfectly with the irrational times we live in.<br><strong>Paul Notley</strong><br>London W4<br></p>",
      "newspaperPageNumber": "48",
      "wordcount": "1162",
      "commentable": "false",
      "firstPublicationDate": "2019-03-03T05:59:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-03T05:59:01Z",
      "newspaperEditionDate": "2019-03-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/apmhj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8e79b1d02cfca9cc385cde48c99eff7a70bd7951/0_84_2500_1500/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As a long-term resident of Wavertree, Luciana Berger’s constituency, I found very little to recognise in your report (“Anger, denial and prejudice fester on the streets of Liverpool Wavertree”, News). Wavertree is a socially and economically disparate constituency whose politics reflect that fact. First, in a piece that implies a high level of casual anti-Jewish racism in the constituency, it seems odd that the writer didn’t visit Childwall, a neighbourhood where many Jewish people live, and canvass opinions there. Second, he made no reference to the fact that parts of the constituency have Lib Dem councillors, which suggests Wavertree is not quite the hotbed of leftwing radicalism that he claims. In more affluent parts, there is a longstanding antipathy to Labour following Militant’s intervention in the 1980s. The third point is that much of the worst antisemitic abuse Berger has received has been from people who have nothing to do with Wavertree or, indeed, the Labour party. Berger is unlikely to win back this seat as anything other than a Labour candidate. There are many members of Wavertree Labour party, myself included, who feel immensely sad about this prospect, while standing some way to her left on many issues. Lynsey Hanley Liverpool L18 Party for two? No thanks The key factor missing from the politicians’ statements (“What is the future for progressives?”, Focus) is any reference to proportional representation as a means for changing the political culture. Luciana Berger mentions that people are sick of the “false choice between the established parties” but doesn’t even consider that it is first-past-the-post (FPTP) that produces this scenario. People vote for the party that is most likely to win – not necessarily the party they support – over the party they least prefer. Angela Rayner assumes that “millions of voters” were won over by Labour’s 2017 manifesto, but that may not be the case. Jess Phillips feels the need to move away from tribalism, but FPTP and the two-party system it produces shuts down different voices. The Labour party continues to ignore calls for PR because it has a vested interest in maintaining the status quo. The chances of any of the MPs in the Independent Group being elected is pretty small given the present system. If we heard them calling for PR, that would be truly progressive. Monica Saunders Teddington, Middlesex Train teachers about FGM Your report noting that the secretary of state for education, Damian Hinds, has announced that female genital mutilation will be included in the new relationships and sex education curriculum in secondary schools is welcome (“All secondary pupils to be taught FGM dangers”, News). This is a big step towards ensuring young people are aware and know how to report FGM. But to ensure this change works, teachers need to be fully informed about the complexities of FGM. Research by Youth for Change shows 94% of young people feel school staff don’t know enough about FGM. Teachers are front-line professionals and often the first point of call for young people. With students being more aware, there is a likelihood that reporting will increase. Teachers must be equipped to deal with such reporting. Combining education for students with mandatory, standardised training for teachers is the ultimate route to young people’s safety. Gemma Munday, Youth for Change London EC1 We create our own monsters Congratulations to Sonia Sodha for her thoughtful article on Shamima Begum, which summarises the dangers when politicians behave in a non-reflective way (“Put yourself in Shamima Begum’s shoes before you damn her out of hand”, Comment). We are being invited to condemn a 19-year-old who has just given birth in difficult circumstances. No thought is given to how this will affect the baby’s life trajectory and feelings about the UK, let alone a troubled and troubling young woman. The moment we create a “monster” we avoid the actions needed to aid child and teenage development. The 16-year-old now being called a monster for the awful rape and murder of a six-year-old turns out to have caused concerns from the age of six. At the same time, we cut children’s services. Monsters are not born but co-created. Dr Valerie Sinason London NW3 Sins, yes, but crimes too The sex abuse allegations at St Benedict’s school in Ealing, west London, raise fundamental questions about how religious and secular authorities confront and deal with “sin” (“Head of Catholic order failed to tell police of sexual abuse”, News). When the headteacher responded to questions concerning one of his staff, Father David Pearce, about allegations of abuse and said: “You can be rest assured he will seek absolution for his sins”, he was reflecting a view that sins are matters of faith to be decided on religious grounds rather than crimes to be decided in a secular court of law. What we need to see from all religious authorities is a clear recognition that when a crime is committed and, importantly, covered up, it is not just a sin to be absolved by canonical law or any other “in-house” procedure, but is in fact a crime, plain and simple. Professor David Stephens Brighton Back to the old House The debate about how Churchill should be judged has missed something very relevant. In 1943, faced with a House of Commons destroyed by bombing, he argued firmly for a complete reinstatement of the old House, citing particularly the value of the adversarial politics we know so well, and the dangers of an amphitheatre in which shades of opinion could be shown. It is interesting to note that Lady Astor urged him to look not to the past but to the future, but with no success. Today we have the EU pleading with our leaders to compromise and find common ground, failing to understand that in the present climate those are dirty words. One wonders what Churchill would make of the behaviour of the Commons today; and how the nation would now be governed if other counsels had prevailed. An interesting game: picture where today’s MPs would sit in a semicircular house. Derek Long Liverpool Baez still brilliant and timely Kate Kellaway’s revelatory interview with Joan Baez inspired me to travel to Manchester for her farewell concert (Q&amp;A, The New Review). With remarkable stamina and passion undimmed, and despite suffering from a heavy cold, Joan sang movingly through her back pages, focusing unapologetically on her very personal interpretations of Bob Dylan’s great 1960s anthems. However, for me, the highlight was her stirring rendition of Woody Guthrie’s Deportee from the 1940s. Guthrie had been incensed by radio reports of a plane crash in California that described the dozens of Mexican migrant workers who died as “just deportees”. As Joan pointed out with feeling, the song is just as relevant today in Trump’s America. Mike Pender Cardiff An architect for our times Frank Gehry may or may not be “the world’s greatest architect” (“Gehry at 90”, The New Review). However, what can be said of him is that he produces irrational architecture that fits perfectly with the irrational times we live in. Paul Notley London W4",
      "charCount": "7138",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]