[
  {
    "id": "commentisfree/2019/oct/27/the-guardian-view-on-general-election-calls-stay-and-finish-the-brexit-job",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-27T18:30:25Z",
    "webTitle": "The Guardian view on general election calls: stay and finish the Brexit job | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/27/the-guardian-view-on-general-election-calls-stay-and-finish-the-brexit-job",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/27/the-guardian-view-on-general-election-calls-stay-and-finish-the-brexit-job",
    "fields": {
      "headline": "The Guardian view on general election calls: stay and finish the Brexit job",
      "standfirst": "Boris Johnson wants to get rid of this House of Commons because it stands in the way of an even harder Brexit than he is letting on",
      "trailText": "<strong>Editorial:</strong> Boris Johnson wants to get rid of this House of Commons because it stands in the way of an even harder Brexit than he is letting on",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"6d13543aaf58f2b1bc41e4f54fe6bd12c0ddbbbc\"> <img src=\"https://media.guim.co.uk/6d13543aaf58f2b1bc41e4f54fe6bd12c0ddbbbc/0_144_3500_2100/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson. ‘A tinpot Churchill now auditioning to be a tinpot Cromwell.’</span> <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> </figcaption> </figure>",
      "body": "<p><a href=\"http://www.olivercromwell.org/wordpress/?page_id=2274\" title=\"\">Oliver Cromwell’s speech</a> attacking the Long Parliament in 1653 has gone down in history. “You have sat too long here for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go.” At more recent moments in Britain’s past, Cromwell’s words have been called into service once again by later generations, most famously by <a href=\"http://www.ukpol.co.uk/leo-amery-1940-speech-in-the-house-of-commons/\" title=\"\">Leo Amery</a> in the 1940 Norway debate in a speech attacking Neville Chamberlain’s handling of the war with Germany, which ended with those selfsame Cromwellian phrases and which helped trigger Winston Churchill’s arrival in Downing Street three days later.</p> <p>It is more than possible that Boris Johnson, a tinpot Churchill now auditioning to be a tinpot Cromwell, may invoke those words yet again when he calls for a <a href=\"https://www.theguardian.com/politics/2019/oct/24/boris-johnson-to-ask-mps-to-back-pre-christmas-election\" title=\"\">general election</a> in the House of Commons on Monday. Last Friday, Mr Johnson summoned his inner Cromwell and <a href=\"https://www.bbc.co.uk/news/uk-politics-50174402\" title=\"\">told the BBC</a> that the British people must be “released from subjection to a parliament that has outlived its usefulness”. In a parallel briefing, No 10 was <a href=\"https://www.telegraph.co.uk/politics/2019/10/24/brexit-latest-news-boris-johnson-set-push-christmas-election/\" title=\"\">even more blunt</a>, telling reporters: “If parliament refuses to allow Brexit and refuses to allow an election, then what’s the point of parliament?”</p> <p>Well, here’s the point of parliament. And here’s the point of this one. The <a href=\"https://www.parliament.uk/about/living-heritage/evolutionofparliament/parliamentaryauthority/civilwar/overview/\" title=\"\">Long Parliament</a> had sat for 13 years when Cromwell called for it to go. The current parliament has not yet sat for two and a half, which is less than half of its term. It is not even close to outliving its usefulness. Contrary to Downing Street’s lies, this parliament does not refuse to allow Brexit. Indeed it voted for Brexit only last week in the shape of the withdrawal agreement bill. But this parliament does not want Britain to be bundled out of the EU with no deal or on terms that threaten jobs, the economy, peace in Northern Ireland or the union with Scotland. This government does not care about any of these things.</p> <p>This parliament should absolutely refuse to be bullied out of existence, least of all by such a government. It should be clear, as this newspaper is clear, that Mr Johnson’s sole aim is to achieve a Conservative majority that would scrap all of this parliament’s hard-won efforts to soften Brexit and would replace them with a deregulatory wilderness that would be catastrophic for our people. This parliament must stay in place to stop this.</p> <p>As so often, the truth is the opposite of what Mr Johnson says. This parliament, elected in 2017 when Theresa May tried – and failed – to get a large majority for her hard-Brexit terms, has plenty of usefulness left in its tank. This parliament has had to develop a uniquely detailed knowledge of the issues and implications <a href=\"https://www.instituteforgovernment.org.uk/explainers/parliament-and-brexit-deal\" title=\"\">involved in Brexit</a>. This parliament has learned that it is now facing a double-dealing administration led by a prime minister whose word cannot be trusted. This parliament is therefore supremely well qualified to decide on the subject. The point of this parliament is that this is absolutely not the time for a parliament of novices, over whose eyes the wool could be pulled more easily.</p> <p>Last week, parliament voted for the withdrawal bill and called for more time to scrutinise it. Mr Johnson refused. Since then, it has become clear why he did so. Last Tuesday he told Labour MPs who were considering voting for the bill that <a href=\"https://infacts.org/6-more-porkies-and-6-more-fishy-promises-from-johnson/?mc_cid=42e54e0b03&amp;mc_eid=067467c118\" title=\"\">“there can be no regression”</a> from existing employment rights after Brexit. This was untrue. Last week ministers were given a <a href=\"https://www.ft.com/content/5eb0944e-f67c-11e9-9ef3-eca8fc8f2d65\" title=\"\">Brexit department paper</a> which says Britain is open to <a href=\"https://www.theguardian.com/politics/2019/oct/26/tories-deny-compromise-workers-rights-after-brexit\" title=\"\">“significant divergence”</a> on regulatory provisions and workers’ rights. In other words, the reason Mr Johnson wants this parliament out of the way is so he can deliver a Brexit that weakens rights and regulations more than he is letting on.</p> <p>Britain has no need of an early general election. It needs to get this phase of Brexit sorted first. This parliament was elected to do that. It is the fault of the May and Johnson governments, not of parliament, that it has been so difficult. Mr Johnson’s intemperate goading undoubtedly make things worse. But it is the point of parliament to keep him in check. MPs are making a good job of that. If the ghost of parliaments past could join Monday’s debate it might even say to them: In the name of God, stay, and finish the job.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "737",
      "commentCloseDate": "2019-10-30T18:30:25Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-27T18:30:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:56Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctjbv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6d13543aaf58f2b1bc41e4f54fe6bd12c0ddbbbc/0_144_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Oliver Cromwell’s speech attacking the Long Parliament in 1653 has gone down in history. “You have sat too long here for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go.” At more recent moments in Britain’s past, Cromwell’s words have been called into service once again by later generations, most famously by Leo Amery in the 1940 Norway debate in a speech attacking Neville Chamberlain’s handling of the war with Germany, which ended with those selfsame Cromwellian phrases and which helped trigger Winston Churchill’s arrival in Downing Street three days later. It is more than possible that Boris Johnson, a tinpot Churchill now auditioning to be a tinpot Cromwell, may invoke those words yet again when he calls for a general election in the House of Commons on Monday. Last Friday, Mr Johnson summoned his inner Cromwell and told the BBC that the British people must be “released from subjection to a parliament that has outlived its usefulness”. In a parallel briefing, No 10 was even more blunt, telling reporters: “If parliament refuses to allow Brexit and refuses to allow an election, then what’s the point of parliament?” Well, here’s the point of parliament. And here’s the point of this one. The Long Parliament had sat for 13 years when Cromwell called for it to go. The current parliament has not yet sat for two and a half, which is less than half of its term. It is not even close to outliving its usefulness. Contrary to Downing Street’s lies, this parliament does not refuse to allow Brexit. Indeed it voted for Brexit only last week in the shape of the withdrawal agreement bill. But this parliament does not want Britain to be bundled out of the EU with no deal or on terms that threaten jobs, the economy, peace in Northern Ireland or the union with Scotland. This government does not care about any of these things. This parliament should absolutely refuse to be bullied out of existence, least of all by such a government. It should be clear, as this newspaper is clear, that Mr Johnson’s sole aim is to achieve a Conservative majority that would scrap all of this parliament’s hard-won efforts to soften Brexit and would replace them with a deregulatory wilderness that would be catastrophic for our people. This parliament must stay in place to stop this. As so often, the truth is the opposite of what Mr Johnson says. This parliament, elected in 2017 when Theresa May tried – and failed – to get a large majority for her hard-Brexit terms, has plenty of usefulness left in its tank. This parliament has had to develop a uniquely detailed knowledge of the issues and implications involved in Brexit. This parliament has learned that it is now facing a double-dealing administration led by a prime minister whose word cannot be trusted. This parliament is therefore supremely well qualified to decide on the subject. The point of this parliament is that this is absolutely not the time for a parliament of novices, over whose eyes the wool could be pulled more easily. Last week, parliament voted for the withdrawal bill and called for more time to scrutinise it. Mr Johnson refused. Since then, it has become clear why he did so. Last Tuesday he told Labour MPs who were considering voting for the bill that “there can be no regression” from existing employment rights after Brexit. This was untrue. Last week ministers were given a Brexit department paper which says Britain is open to “significant divergence” on regulatory provisions and workers’ rights. In other words, the reason Mr Johnson wants this parliament out of the way is so he can deliver a Brexit that weakens rights and regulations more than he is letting on. Britain has no need of an early general election. It needs to get this phase of Brexit sorted first. This parliament was elected to do that. It is the fault of the May and Johnson governments, not of parliament, that it has been so difficult. Mr Johnson’s intemperate goading undoubtedly make things worse. But it is the point of parliament to keep him in check. MPs are making a good job of that. If the ghost of parliaments past could join Monday’s debate it might even say to them: In the name of God, stay, and finish the job.",
      "charCount": "4236",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/oct/27/the-labour-party-and-jeremy-corbyn-stick-or-twist",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-27T17:37:28Z",
    "webTitle": "The Labour party and Jeremy Corbyn – stick or twist? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/27/the-labour-party-and-jeremy-corbyn-stick-or-twist",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/27/the-labour-party-and-jeremy-corbyn-stick-or-twist",
    "fields": {
      "headline": "The Labour party and Jeremy Corbyn – stick or twist?",
      "standfirst": "Readers discuss who should lead the main opposition party as the country heads for a general election",
      "trailText": "<strong>Letters:</strong> Readers discuss who should lead the main opposition party as the country heads for a general election",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"60c871b8d62d0d7447297377c53145eb9a193048\"> <img src=\"https://media.guim.co.uk/60c871b8d62d0d7447297377c53145eb9a193048/0_5_3500_2100/1000.jpg\" alt=\"Labour leader Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ditching Jeremy Corbyn ‘would lead to an internal civil war on the eve of a general election,’ says James Curran.</span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure>",
      "body": "<p>Apart from a few diehard loyalists, I imagine most Labour party members would agree with Jonathan Freedland that Labour is not going to come anywhere close to winning an election as long as Jeremy Corbyn remains leader (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/25/labour-jeremy-corbyn-party-leader-brexit-boris-johnson\" title=\"\">The question for Labour: why are you sticking with Corbyn?</a>, Journal, 26 October).</p> <p>The only way by which a new leader could be installed in time to fight the imminent election would be if Corbyn resigned, but there is one very good reason why, at the moment, this is simply not going to happen. That is because Tom Watson would become the caretaker leader and in all likelihood fight the election as the prospective next prime minister. This is something not only the left of the party will not countenance, and <a href=\"https://www.theguardian.com/uk-news/2019/oct/04/carl-beech-key-points-from-report-into-met-police-handling-of-claims\" title=\"\">his association with the Carl Beech case</a> does not help matters.</p> <p>So the obvious thing is for Corbyn and Watson to resign together, allowing the parliamentary Labour party and national executive committee to agree a short-term leadership team that would serve until after the election, when a formal leadership contest would be held. Until then, a Starmer-McDonnell double bill would brighten the political landscape significantly, though I concede that their middle-aged white maleness is an unfortunate side-effect of having to make such a decision under pressure.<br><strong>Michael Woodgate</strong><br><em>Bristol</em></p> <p>• On 19 April 2017 Jonathan Freedland wrote that Theresa May’s decision to call a snap election was “<a href=\"https://www.theguardian.com/commentisfree/2017/apr/18/theresa-may-general-election-gamble-hard-brexit\" title=\"\">about the surest bet any politician could ever place</a>”. In the event, May lost her majority, and Labour obtained the largest increase of poll share since 1945. Freedland called it wrong because he failed to understand that Corbyn had caught the tide of change by demanding an end to austerity politics.</p> <p>Once again, Freedland is returning to his favourite theme, that Corbyn is unelectable. However, his implicit advice that Corbyn be ditched is manifestly unworldly. It would lead to an internal civil war on the eve of a general election. In predicting a heavy Labour defeat, Freedland may also be calling it wrong again. No one can forecast with any certainty what will happen at the next general election, but it may be that Labour’s renewed call for Britain to change direction – <a href=\"https://www.theguardian.com/politics/2019/sep/24/labour-set-to-commit-to-net-zero-emissions-by-2030\" title=\"\">through a Green New Deal</a>, a massive public investment in jobs, and a turn to social justice – will once again connect to the tide of change.<br><strong>Prof</strong><strong> James Curran</strong><br><em>Goldsmiths, University of London</em></p> <p>• I couldn’t agree more with Jonathan Freedland. As a member of the Labour party, I wrote to Jeremy Corbyn and pointed out that although much of his manifesto was attractive, it was never going to happen as long as he remained leader – he was simply unelectable, as was Michael Foot. Right or wrong, he carries too much baggage, perceived or otherwise, to overcome the rightwing press. In my opinion, if Keir Starmer were the leader then Labour would walk it. Please, Mr Corbyn, do the right thing for the party that you obviously love.<br><strong>Bernard Wright</strong><br><em>Austwick, North Yorkshire</em></p> <p>• Jonathan Freedland hits the nail on the head for so many of us Labour members. On numerous occasions I have written to the Labour leadership making the point that we cannot win the next election under Corbyn but never get a reply. I now think we may have to live with a Tory government that has already devastated our welfare state and will do worse, and work for the election after next when surely Corbyn will have been replaced with one of the several electable members of the shadow cabinet. I only remain a party member because of an excellent MP.<br><strong>Alison Watson</strong><br><em>London</em></p> <p><em>• </em>Jonathan Freedland asks: “Why are you sticking with Corbyn?” Jeremy Corbyn’s leadership has been consistent, clear and strong, both on EU membership and other matters. Furthermore, he, his shadow cabinet and most of the parliamentary Labour party faithfully reflect the Labour party’s public manifesto. That’s why.<br><strong>Nigel Dickinson</strong><br><em>Gooseberry Hill, Western Australia</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "696",
      "commentable": "false",
      "firstPublicationDate": "2019-10-27T17:37:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:40Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctjvp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/60c871b8d62d0d7447297377c53145eb9a193048/0_5_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Apart from a few diehard loyalists, I imagine most Labour party members would agree with Jonathan Freedland that Labour is not going to come anywhere close to winning an election as long as Jeremy Corbyn remains leader (The question for Labour: why are you sticking with Corbyn?, Journal, 26 October). The only way by which a new leader could be installed in time to fight the imminent election would be if Corbyn resigned, but there is one very good reason why, at the moment, this is simply not going to happen. That is because Tom Watson would become the caretaker leader and in all likelihood fight the election as the prospective next prime minister. This is something not only the left of the party will not countenance, and his association with the Carl Beech case does not help matters. So the obvious thing is for Corbyn and Watson to resign together, allowing the parliamentary Labour party and national executive committee to agree a short-term leadership team that would serve until after the election, when a formal leadership contest would be held. Until then, a Starmer-McDonnell double bill would brighten the political landscape significantly, though I concede that their middle-aged white maleness is an unfortunate side-effect of having to make such a decision under pressure. Michael Woodgate Bristol • On 19 April 2017 Jonathan Freedland wrote that Theresa May’s decision to call a snap election was “about the surest bet any politician could ever place”. In the event, May lost her majority, and Labour obtained the largest increase of poll share since 1945. Freedland called it wrong because he failed to understand that Corbyn had caught the tide of change by demanding an end to austerity politics. Once again, Freedland is returning to his favourite theme, that Corbyn is unelectable. However, his implicit advice that Corbyn be ditched is manifestly unworldly. It would lead to an internal civil war on the eve of a general election. In predicting a heavy Labour defeat, Freedland may also be calling it wrong again. No one can forecast with any certainty what will happen at the next general election, but it may be that Labour’s renewed call for Britain to change direction – through a Green New Deal, a massive public investment in jobs, and a turn to social justice – will once again connect to the tide of change. Prof James Curran Goldsmiths, University of London • I couldn’t agree more with Jonathan Freedland. As a member of the Labour party, I wrote to Jeremy Corbyn and pointed out that although much of his manifesto was attractive, it was never going to happen as long as he remained leader – he was simply unelectable, as was Michael Foot. Right or wrong, he carries too much baggage, perceived or otherwise, to overcome the rightwing press. In my opinion, if Keir Starmer were the leader then Labour would walk it. Please, Mr Corbyn, do the right thing for the party that you obviously love. Bernard Wright Austwick, North Yorkshire • Jonathan Freedland hits the nail on the head for so many of us Labour members. On numerous occasions I have written to the Labour leadership making the point that we cannot win the next election under Corbyn but never get a reply. I now think we may have to live with a Tory government that has already devastated our welfare state and will do worse, and work for the election after next when surely Corbyn will have been replaced with one of the several electable members of the shadow cabinet. I only remain a party member because of an excellent MP. Alison Watson London • Jonathan Freedland asks: “Why are you sticking with Corbyn?” Jeremy Corbyn’s leadership has been consistent, clear and strong, both on EU membership and other matters. Furthermore, he, his shadow cabinet and most of the parliamentary Labour party faithfully reflect the Labour party’s public manifesto. That’s why. Nigel Dickinson Gooseberry Hill, Western Australia • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4214",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/27/we-need-to-get-participatory-democracy-back-on-track",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-27T17:37:13Z",
    "webTitle": "We need to get participatory democracy back on track | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/27/we-need-to-get-participatory-democracy-back-on-track",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/27/we-need-to-get-participatory-democracy-back-on-track",
    "fields": {
      "headline": "We need to get participatory democracy back on track",
      "standfirst": "<strong>Colin Montgomery </strong>on tackling the political stalemate, <strong>Ian Flintoff </strong>on<strong> </strong>how to better inform and involve voters, and <strong>Jeremy Beecham</strong> on enhancing the role of local government",
      "trailText": "Letters:<strong> Colin Montgomery </strong>on tackling the political stalemate, <strong>Ian Flintoff </strong>on<strong> </strong>how to better inform and involve voters, and <strong>Jeremy Beecham</strong> on enhancing the role of local government",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3c3774742baca6465412ff11f432f19b01870ad1\"> <img src=\"https://media.guim.co.uk/3c3774742baca6465412ff11f432f19b01870ad1/0_258_5289_3173/1000.jpg\" alt=\"A protester lays flowers in front of a mock tombstone outside the gates of No 10 Downing Street in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protester lays flowers in front of a mock tombstone outside the gates of No 10 Downing Street in London.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>",
      "body": "<p>George Monbiot nails it (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/24/will-of-the-people-british-democracy\" title=\"\">Why ‘the will of the people’ is a myth in British democracy</a>, Journal, 24 October). The impasse of the last three years – and the Sturm und Drang that has accompanied it – is not just down to recalcitrant MPs or any one party (although some bear more responsibility than others). No, it’s the inevitable fallout of a system that sees us trudge to polling stations every once in a while to cast a vote based on sexed-up manifestoes promising the world.</p> <p>For some, it’s a vote with the gut rather than the heart or the head. For others, it’s simply about the candidate they hate the least, or a tactical vote. And then, with the exception of the politicos and the permanently engaged, once that deed is done, it’s back to day-to-day life, as if that’s somehow divorced from the act of voting.</p> <p>The Brexit vote is that travesty on steroids. That its political resolution has now been framed as an act of faith in democracy is ironic; it’s as far from true participatory democracy as you can get. This is democracy in name only.<br><strong>Colin Montgomery</strong><br><em>Edinburgh</em></p> <p>• George Monbiot’s ideas for democracy deserve implementation. Two further advances must be made for this to happen.</p> <p>1) All children, from the age of five, should enjoy lessons in citizenship. At the early stage this might be the teachers asking the children: Why am I here? Why are you here? Who pays me to be here to teach you? What is the point of learning for when you are older? Citizenship should continue almost as a “fun” lesson, or at least an enjoyable one, so that, if done well (and we have thousands of teachers who would do this to perfection), politics would generate the same excitement as sport, for example.</p> <p>2) Sound information is grievously lacking to the public because the media (present company excluded) are more concerned with making money than imparting truth. Censorship would be abhorrent, but means and funds must be found to ensure that every citizen has the fullest understanding of the issues and the people they have the right to vote for. Full democracy depends on the right to vote and all the information needed for that choice to be meaningful.<br><strong>Dr Ian Flintoff</strong><br><em>Oxford</em></p> <p><em>• </em>George Monbiot’s critique of British democracy cites the experience of the Brazilian city of Porto Alegre, but he makes no reference to local government in the UK. Anyone looking to place “radical democratic reform” at the heart of a manifesto should surely seek to enhance the role and the resources of democratically elected councils and their members.<br><strong>Jeremy Beecham</strong><br><em>Labour, House of Lords</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "489",
      "commentable": "false",
      "firstPublicationDate": "2019-10-27T17:37:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-27T17:45:08Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cttt7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c3774742baca6465412ff11f432f19b01870ad1/0_258_5289_3173/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot nails it (Why ‘the will of the people’ is a myth in British democracy, Journal, 24 October). The impasse of the last three years – and the Sturm und Drang that has accompanied it – is not just down to recalcitrant MPs or any one party (although some bear more responsibility than others). No, it’s the inevitable fallout of a system that sees us trudge to polling stations every once in a while to cast a vote based on sexed-up manifestoes promising the world. For some, it’s a vote with the gut rather than the heart or the head. For others, it’s simply about the candidate they hate the least, or a tactical vote. And then, with the exception of the politicos and the permanently engaged, once that deed is done, it’s back to day-to-day life, as if that’s somehow divorced from the act of voting. The Brexit vote is that travesty on steroids. That its political resolution has now been framed as an act of faith in democracy is ironic; it’s as far from true participatory democracy as you can get. This is democracy in name only. Colin Montgomery Edinburgh • George Monbiot’s ideas for democracy deserve implementation. Two further advances must be made for this to happen. 1) All children, from the age of five, should enjoy lessons in citizenship. At the early stage this might be the teachers asking the children: Why am I here? Why are you here? Who pays me to be here to teach you? What is the point of learning for when you are older? Citizenship should continue almost as a “fun” lesson, or at least an enjoyable one, so that, if done well (and we have thousands of teachers who would do this to perfection), politics would generate the same excitement as sport, for example. 2) Sound information is grievously lacking to the public because the media (present company excluded) are more concerned with making money than imparting truth. Censorship would be abhorrent, but means and funds must be found to ensure that every citizen has the fullest understanding of the issues and the people they have the right to vote for. Full democracy depends on the right to vote and all the information needed for that choice to be meaningful. Dr Ian Flintoff Oxford • George Monbiot’s critique of British democracy cites the experience of the Brazilian city of Porto Alegre, but he makes no reference to local government in the UK. Anyone looking to place “radical democratic reform” at the heart of a manifesto should surely seek to enhance the role and the resources of democratically elected councils and their members. Jeremy Beecham Labour, House of Lords • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2869",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/oct/27/journalists-duty-to-seek-the-bigger-picture",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-10-27T17:36:58Z",
    "webTitle": "Journalists’ duty to seek the bigger picture | Letters",
    "webUrl": "https://www.theguardian.com/media/2019/oct/27/journalists-duty-to-seek-the-bigger-picture",
    "apiUrl": "https://content.guardianapis.com/media/2019/oct/27/journalists-duty-to-seek-the-bigger-picture",
    "fields": {
      "headline": "Journalists’ duty to seek the bigger picture",
      "standfirst": "Readers respond to an article by Gary Younge",
      "trailText": "<strong>Letters:</strong> Readers respond to an article by Gary Younge",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7984886220ab92ec5a3eb46c30af5e75a5493d8f\"> <img src=\"https://media.guim.co.uk/7984886220ab92ec5a3eb46c30af5e75a5493d8f/0_0_5760_3456/1000.jpg\" alt=\"Newspaper front pages in a newsagents\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Most newspapers are uncritical cheerleaders for Brexit, so the Guardian must do even more to expose those who will benefit and their lobbyists,’ writes Titus Alexander. </span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> </figcaption> </figure>",
      "body": "<p>Gary Younge’s brilliant article (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/25/deference-powerful-media\" title=\"\">In its deference to the powerful, our media are failing us</a>, 25 October) highlights the vital role of curiosity, scepticism and challenging the powerful on behalf of readers. Most newspapers are uncritical cheerleaders for Brexit, so the Guardian must do even more to expose those who will benefit (including press owners) and their lobbyists. It also needs to expose flaws in the EU (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/24/eu-workers-rights-capital-multinationals\" title=\"\">The EU is no defender of workers’ rights</a>, 25 October) and global institutions. Seeking the truth and bigger picture behind events is more important than ever, and why I get the Guardian every day.<br><strong>Titus Alexander</strong><br><em>Author of Practical Politics: Lessons in Power and Democracy, Kings Langley, Hertfordshire</em></p> <p>• What is forgotten in current debates about journalism is that journalists are in competition to be the first to break “news”. The reports, and especially journalists’ tweets, are infused with palpable excitement as one or other seeks to be first at reporting news emanating from No 10.</p> <p>In this scramble for the new, judgment and forensic scrutiny go out of the window. Our political culture is being debased by this government and our journalists have colluded in portraying this as a new normal, and not something that should be completely unacceptable. Thank heavens for writers like John Crace and Marina Hyde for showing up the inadequacies of our political leadership.<br><strong>Roger Whitmore</strong><br><em>Bath</em></p> <p>• The press is so cosy with the establishment and so anti-Corbyn because, as Upton Sinclair noted, “it is difficult to get a man to understand something, when his salary depends on his not understanding it”. Gary Younge accurately profiles the privileged, highly remunerated denizens of Fleet Street to whom Sinclair’s observation applies in spades as they knowingly and unashamedly follow wherever the dictates of their masters lead. If ever I happen to see their one-eyed “journalism” I always add: “It’s even more difficult when the man’s kids’ school fees demand his not understanding it.” <br><strong>John Smith</strong><br><em>Beighton, Sheffield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "371",
      "commentable": "false",
      "firstPublicationDate": "2019-10-27T17:36:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:40Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctjvd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7984886220ab92ec5a3eb46c30af5e75a5493d8f/0_0_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gary Younge’s brilliant article (In its deference to the powerful, our media are failing us, 25 October) highlights the vital role of curiosity, scepticism and challenging the powerful on behalf of readers. Most newspapers are uncritical cheerleaders for Brexit, so the Guardian must do even more to expose those who will benefit (including press owners) and their lobbyists. It also needs to expose flaws in the EU (The EU is no defender of workers’ rights, 25 October) and global institutions. Seeking the truth and bigger picture behind events is more important than ever, and why I get the Guardian every day. Titus Alexander Author of Practical Politics: Lessons in Power and Democracy, Kings Langley, Hertfordshire • What is forgotten in current debates about journalism is that journalists are in competition to be the first to break “news”. The reports, and especially journalists’ tweets, are infused with palpable excitement as one or other seeks to be first at reporting news emanating from No 10. In this scramble for the new, judgment and forensic scrutiny go out of the window. Our political culture is being debased by this government and our journalists have colluded in portraying this as a new normal, and not something that should be completely unacceptable. Thank heavens for writers like John Crace and Marina Hyde for showing up the inadequacies of our political leadership. Roger Whitmore Bath • The press is so cosy with the establishment and so anti-Corbyn because, as Upton Sinclair noted, “it is difficult to get a man to understand something, when his salary depends on his not understanding it”. Gary Younge accurately profiles the privileged, highly remunerated denizens of Fleet Street to whom Sinclair’s observation applies in spades as they knowingly and unashamedly follow wherever the dictates of their masters lead. If ever I happen to see their one-eyed “journalism” I always add: “It’s even more difficult when the man’s kids’ school fees demand his not understanding it.” John Smith Beighton, Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2337",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/27/londons-parliament-now-seems-outdated",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-27T17:36:40Z",
    "webTitle": "London’s parliament now seems outdated | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/27/londons-parliament-now-seems-outdated",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/27/londons-parliament-now-seems-outdated",
    "fields": {
      "headline": "London’s parliament now seems outdated",
      "standfirst": "For a truly working democracy, you should no longer go to London but to Brussels, says <strong>Paul Rotering</strong>",
      "trailText": "<strong>Letter:</strong> For a truly working democracy, you should no longer go to London but to Brussels, says <strong>Paul Rotering</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c582d90f635db3bd4ce36a3d3571fe35f5375f1a\"> <img src=\"https://media.guim.co.uk/c582d90f635db3bd4ce36a3d3571fe35f5375f1a/0_173_5184_3110/1000.jpg\" alt=\"Construction workers stand on scaffolding as they work outside the Houses of Parliament in Westminster.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Westminster has to be preserved to attract tourists,’ says Paul Rotering.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>More than 200 years ago, the heads of European governments convened in Vienna to decide the future of the continent in the aftermath of the Napoleonic wars. During these negotiations, the British representatives had to remind their counterparts they did not have an unlimited mandate, since any agreement reached was subject to parliamentary scrutiny in London. Indeed, when he was opposed to a certain proposal, Castlereagh argued his parliament would not accept it. Therefore, he insisted, the proposal had to be withdrawn.</p> <p>Little has changed since then. Today, the British prime minister negotiates without a clear mandate, and MPs insist on their right to amend any agreement their government has reached. The result, which is plain for the EU to see, can be described with one word only: chaos.</p> <p>Perhaps two centuries ago, it could be said the British parliament was a beacon of democracy. It set Britain apart from absolutist countries such as Russia and Austria-Hungary. It represented the future.</p> <p>Now, the political process in the UK seems hopelessly outdated. However eloquent the MPs might be, their rhetoric cannot mask a lack of substance or indeed a lack of purpose. Not a single MP seems to be swayed by the force of argument. Perhaps that is because the arguments are not that strong in the first place.</p> <p>Many Europeans will applaud the current renovation of the palace of Westminster. It is a site of great historical significance. It has to be preserved to attract the tourists. They want to catch a glimpse of hereditary peers, asleep in their benches, or bickering MPs, fulminating in their Eton or cockney accents.</p> <p>However, if you want to see a truly working democracy, you should no longer go to London. You had better turn to Brussels. Is that not saying something?<br><strong>Paul Rotering</strong><br><em>Wassenaar, The Netherlands</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "349",
      "commentable": "false",
      "firstPublicationDate": "2019-10-27T17:36:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:40Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctj3x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c582d90f635db3bd4ce36a3d3571fe35f5375f1a/0_173_5184_3110/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "More than 200 years ago, the heads of European governments convened in Vienna to decide the future of the continent in the aftermath of the Napoleonic wars. During these negotiations, the British representatives had to remind their counterparts they did not have an unlimited mandate, since any agreement reached was subject to parliamentary scrutiny in London. Indeed, when he was opposed to a certain proposal, Castlereagh argued his parliament would not accept it. Therefore, he insisted, the proposal had to be withdrawn. Little has changed since then. Today, the British prime minister negotiates without a clear mandate, and MPs insist on their right to amend any agreement their government has reached. The result, which is plain for the EU to see, can be described with one word only: chaos. Perhaps two centuries ago, it could be said the British parliament was a beacon of democracy. It set Britain apart from absolutist countries such as Russia and Austria-Hungary. It represented the future. Now, the political process in the UK seems hopelessly outdated. However eloquent the MPs might be, their rhetoric cannot mask a lack of substance or indeed a lack of purpose. Not a single MP seems to be swayed by the force of argument. Perhaps that is because the arguments are not that strong in the first place. Many Europeans will applaud the current renovation of the palace of Westminster. It is a site of great historical significance. It has to be preserved to attract the tourists. They want to catch a glimpse of hereditary peers, asleep in their benches, or bickering MPs, fulminating in their Eton or cockney accents. However, if you want to see a truly working democracy, you should no longer go to London. You had better turn to Brussels. Is that not saying something? Paul Rotering Wassenaar, The Netherlands • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2122",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/oct/27/practical-advice-for-a-worried-young-vegan",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-10-27T17:36:06Z",
    "webTitle": "Practical advice for a worried young vegan | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/oct/27/practical-advice-for-a-worried-young-vegan",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/oct/27/practical-advice-for-a-worried-young-vegan",
    "fields": {
      "headline": "Practical advice for a worried young vegan",
      "standfirst": "Creativity in education | Class and cleaners | Veganism | Friday the 13th",
      "trailText": "<strong>Brief letters:</strong> Creativity in education | Class and cleaners | Veganism | Friday the 13th",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"99eefbc711cf8c12d299c938cd211a21c4ca8414\"> <img src=\"https://media.guim.co.uk/99eefbc711cf8c12d299c938cd211a21c4ca8414/0_164_4869_2922/1000.jpg\" alt=\"Friends making a toast at a dinner table\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘When invited to someone’s house, eat whatever’s offered,’ says June Emerson.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Re Trevor Jones’s letter (<a href=\"https://www.theguardian.com/education/2019/oct/23/creativity-is-the-key-to-the-arts-and-the-sciences\" title=\"\">Creativity is the key to the arts and the sciences</a>, 24 October), aged nine, I and one other pupil were sent off by our teacher in our state primary school to “write a novel” because he presumably observed we were ahead of the class in our English lessons. I don’t recall what my peer wrote but my effort, “The Door Into Time”, still has echoes in several of my 10 novels to date. Can you imagine any primary school teacher of year 5, with Sats looming and Ofsted breathing down their neck, feeling free to do that today?<br><strong>Salley Vickers</strong><br><em>London</em></p> <p>• Your <a href=\"https://www.theguardian.com/commentisfree/2019/oct/18/the-guardian-view-on-creativity-in-schools-a-missing-ingredient\" title=\"\">editorial</a> (19 October) rightly calls for prioritising creativity in education. However, creativity should not just be seen as a quality found in the arts. Creativity can and should be an essential element in all areas of the curriculum. This was the key message of the Creative Partnerships project, promoted by the Labour government and, unsurprisingly, closed down by David Cameron and Co.<br><strong>Dr Trevor Millum</strong><br><em>Ex-director, National Association for the Teaching of English</em></p> <p>• I laughed all the way through <a href=\"https://www.theguardian.com/lifeandstyle/commentisfree/2019/oct/26/aware-working-class-origins-hide-from-my-cleaner\" title=\"\">Grace Dent’s apologia for employing a cleaner</a> (Weekend, 26 October) while nodding enthusiastically in agreement. However, one phrase set my NHS teeth on edge. She describes herself, I hope ironically, as “working class made good”. Until we stop devaluing working-class culture, and eradicate the notion that there is an upward step between the working and middle classes, we will always suffer from the phenomenon of Eton-educated leaders.<br><strong>Joan Lewis</strong><br><em>Saint-Étienne-de-Gourgas, France</em></p> <p>• Advice to a worried young vegan friend going off to university: “When cooking for yourself, eat vegan. When eating out, vegan/vegetarian. When invited to someone’s house, eat whatever’s offered.” Not adopting a label means you can help the environment as much as you are reasonably able, without guilt or challenge.(<a href=\"https://www.theguardian.com/lifeandstyle/2019/oct/25/why-do-people-hate-vegans\" title=\"\">The war on vegans</a>, Long read, 25 October)<br><strong>June Emerson</strong><br><em>York</em></p> <p>• If we have a general election on 12 December (<a href=\"https://www.theguardian.com/politics/2019/oct/24/boris-johnson-to-ask-mps-to-back-pre-christmas-election\" title=\"\">Report</a>, 25 October) does this mean we will know the results on Friday the 13th?<br><strong>Simon Bull</strong><br><em>Sevenoaks, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "386",
      "commentable": "false",
      "firstPublicationDate": "2019-10-27T17:36:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:24Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctj2f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/99eefbc711cf8c12d299c938cd211a21c4ca8414/0_164_4869_2922/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Re Trevor Jones’s letter (Creativity is the key to the arts and the sciences, 24 October), aged nine, I and one other pupil were sent off by our teacher in our state primary school to “write a novel” because he presumably observed we were ahead of the class in our English lessons. I don’t recall what my peer wrote but my effort, “The Door Into Time”, still has echoes in several of my 10 novels to date. Can you imagine any primary school teacher of year 5, with Sats looming and Ofsted breathing down their neck, feeling free to do that today? Salley Vickers London • Your editorial (19 October) rightly calls for prioritising creativity in education. However, creativity should not just be seen as a quality found in the arts. Creativity can and should be an essential element in all areas of the curriculum. This was the key message of the Creative Partnerships project, promoted by the Labour government and, unsurprisingly, closed down by David Cameron and Co. Dr Trevor Millum Ex-director, National Association for the Teaching of English • I laughed all the way through Grace Dent’s apologia for employing a cleaner (Weekend, 26 October) while nodding enthusiastically in agreement. However, one phrase set my NHS teeth on edge. She describes herself, I hope ironically, as “working class made good”. Until we stop devaluing working-class culture, and eradicate the notion that there is an upward step between the working and middle classes, we will always suffer from the phenomenon of Eton-educated leaders. Joan Lewis Saint-Étienne-de-Gourgas, France • Advice to a worried young vegan friend going off to university: “When cooking for yourself, eat vegan. When eating out, vegan/vegetarian. When invited to someone’s house, eat whatever’s offered.” Not adopting a label means you can help the environment as much as you are reasonably able, without guilt or challenge.(The war on vegans, Long read, 25 October) June Emerson York • If we have a general election on 12 December (Report, 25 October) does this mean we will know the results on Friday the 13th? Simon Bull Sevenoaks, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2391",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/2019/oct/27/will-another-brexit-delay-lead-to-a-general-election",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-27T16:21:46Z",
    "webTitle": "Will another Brexit delay lead to a general election?",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/27/will-another-brexit-delay-lead-to-a-general-election",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/27/will-another-brexit-delay-lead-to-a-general-election",
    "fields": {
      "headline": "Will another Brexit delay lead to a general election?",
      "standfirst": "<p>There is more than one route to a possible December vote, but they all come with difficulties</p>",
      "trailText": "There is more than one route to a possible December vote, but they all come with difficulties",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"e679d56dd83a2aaffc7329cdfffe4c5f2b148e8e\"> <img src=\"https://media.guim.co.uk/e679d56dd83a2aaffc7329cdfffe4c5f2b148e8e/593_342_4975_2985/1000.jpg\" alt=\"Boris Johnson gestures during the Prime Minister’s Questions last week\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson during prime minister’s questions last week. </span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/AFP via Getty</span> </figcaption> </figure>",
      "body": "<p>Another Brexit delay seems certain, Boris Johnson’s departure plan is stalled, and the public still don’t know if they will be called to vote in a pre-Christmas election. So what are the various possibilities?</p> <h2>Could an election be decided tomorrow?</h2> <p>In theory, yes; in reality, no. The government has tabled a motion under the Fixed-term Parliaments Act (FTPA) during which MPs debate and vote on a general election for 12 December. However, under the FTPA only the votes of two-thirds or more of all MPs can trigger an election, and with Labour still resistant, the numbers are not there. The government twice sought an election in this way in early September, and was thwarted.</p> <h2>What is the FTPA, and how does it work?</h2> <p>Passed in 2011 under the Tory-Lib Dem coalition, this is aimed at cementing the principle of five-yearly government terms. Whereas in the past prime ministers could simply seek an election from the Queen whenever happened to appear electorally advantageous to them, the <a href=\"https://www.theguardian.com/politics/2017/apr/18/what-is-the-fixed-term-parliaments-act\">FTPA</a> allows early polls only if a particular motion is tabled and two-thirds of MPs – at least 434 of them – back the plan. More than a third of all MPs are Labour, meaning the party has, in effect, a veto.</p> <h2>Are there other ways to trigger an election?</h2> <p>Yes. The main alternative – one now mooted by both the Lib Dems and government – is either to amend the FTPA or pass a separate, one-line bill specifying that there will be an election on a certain date. The advantage of this route is that, as a traditional bill, it only requires a straightforward majority to pass the Commons. The issue for Johnson is that – unlike a motion under the FTPA – a bill can be amended, for example to extend the vote to 16- and 17-year-olds, or EU nationals. Finally, Johnson could always resign, or call a no-confidence motion in himself. However, the FTPA dictates that rather than this triggering an immediate election, MPs would get a chance to try to form an alternative government.</p> <h2>Could there be a bill for an election?</h2> <p>Possibly, but as with so many things with the Brexit impasse the main obstacle is trust. Downing Street rejected the Lib Dem/SNP plan for such an election as a stunt, since it would require Johnson to abandon any plans to get his Brexit-enabling withdrawal agreement bill through the Commons before the vote. If time runs out for the bill, No 10 could potentially agree to an election anyway, but would want assurances about no amendments being tabled.</p> <h2>What would be the government’s ideal election scenario?</h2> <p>Given the choice, Johnson would pilot the withdrawal agreement bill through parliament and go to the public as the PM who unblocked the Brexit log-jam. However, Downing Street would still be happy to fight the much-touted “people versus parliament” election if MPs block the bill. The Tories do, however, want any election sooner rather than later.</p> <h2>How about the Lib Dems and SNP?</h2> <p>The Lib Dems’ first priority is fighting an election where Brexit has not been decided. As a party pitched squarely at remain voters, its appeal could diminish if people believe that the argument has been settled, however unhappy they might be with the outcome. For the SNP, meanwhile, there is speculation that the party would prefer an election before the <a href=\"https://www.bbc.co.uk/news/uk-scotland-scotland-politics-50122740\">trial in January of its former leader</a>, Alex Salmond, on charges including attempted rape and sexual assault.</p> <h2>And what of Labour?</h2> <p>Opinion is very much split. The public view is that the party is ready for an election, but first wants assurances that there will not be a no-deal Brexit. The scale of these assurances has gradually broadened, so now Labour wants Johnson to publicly rule out no-deal not only in January but also if no permanent trade deal is reached by the end of 2020. Behind this, some in the leadership team are more bullish whereas others, including many Labour MPs, are worried about the prospects for a party <a href=\"https://www.theguardian.com/commentisfree/2019/oct/25/labour-jeremy-corbyn-party-leader-brexit-boris-johnson\">currently lagging 15% or more in the polls</a>. Similar-size deficits were overcome in the 2017 election, but wary MPs worry that lightning will not strike twice.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "689",
      "firstPublicationDate": "2019-10-27T16:21:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:54Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cttqj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e679d56dd83a2aaffc7329cdfffe4c5f2b148e8e/593_342_4975_2985/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Another Brexit delay seems certain, Boris Johnson’s departure plan is stalled, and the public still don’t know if they will be called to vote in a pre-Christmas election. So what are the various possibilities? Could an election be decided tomorrow? In theory, yes; in reality, no. The government has tabled a motion under the Fixed-term Parliaments Act (FTPA) during which MPs debate and vote on a general election for 12 December. However, under the FTPA only the votes of two-thirds or more of all MPs can trigger an election, and with Labour still resistant, the numbers are not there. The government twice sought an election in this way in early September, and was thwarted. What is the FTPA, and how does it work? Passed in 2011 under the Tory-Lib Dem coalition, this is aimed at cementing the principle of five-yearly government terms. Whereas in the past prime ministers could simply seek an election from the Queen whenever happened to appear electorally advantageous to them, the FTPA allows early polls only if a particular motion is tabled and two-thirds of MPs – at least 434 of them – back the plan. More than a third of all MPs are Labour, meaning the party has, in effect, a veto. Are there other ways to trigger an election? Yes. The main alternative – one now mooted by both the Lib Dems and government – is either to amend the FTPA or pass a separate, one-line bill specifying that there will be an election on a certain date. The advantage of this route is that, as a traditional bill, it only requires a straightforward majority to pass the Commons. The issue for Johnson is that – unlike a motion under the FTPA – a bill can be amended, for example to extend the vote to 16- and 17-year-olds, or EU nationals. Finally, Johnson could always resign, or call a no-confidence motion in himself. However, the FTPA dictates that rather than this triggering an immediate election, MPs would get a chance to try to form an alternative government. Could there be a bill for an election? Possibly, but as with so many things with the Brexit impasse the main obstacle is trust. Downing Street rejected the Lib Dem/SNP plan for such an election as a stunt, since it would require Johnson to abandon any plans to get his Brexit-enabling withdrawal agreement bill through the Commons before the vote. If time runs out for the bill, No 10 could potentially agree to an election anyway, but would want assurances about no amendments being tabled. What would be the government’s ideal election scenario? Given the choice, Johnson would pilot the withdrawal agreement bill through parliament and go to the public as the PM who unblocked the Brexit log-jam. However, Downing Street would still be happy to fight the much-touted “people versus parliament” election if MPs block the bill. The Tories do, however, want any election sooner rather than later. How about the Lib Dems and SNP? The Lib Dems’ first priority is fighting an election where Brexit has not been decided. As a party pitched squarely at remain voters, its appeal could diminish if people believe that the argument has been settled, however unhappy they might be with the outcome. For the SNP, meanwhile, there is speculation that the party would prefer an election before the trial in January of its former leader, Alex Salmond, on charges including attempted rape and sexual assault. And what of Labour? Opinion is very much split. The public view is that the party is ready for an election, but first wants assurances that there will not be a no-deal Brexit. The scale of these assurances has gradually broadened, so now Labour wants Johnson to publicly rule out no-deal not only in January but also if no permanent trade deal is reached by the end of 2020. Behind this, some in the leadership team are more bullish whereas others, including many Labour MPs, are worried about the prospects for a party currently lagging 15% or more in the polls. Similar-size deficits were overcome in the 2017 election, but wary MPs worry that lightning will not strike twice.",
      "charCount": "4034",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/27/government-accused-of-another-silly-gesture",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-27T14:36:55Z",
    "webTitle": "Government's empty-chair policy in EU branded 'another silly gesture'",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/27/government-accused-of-another-silly-gesture",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/27/government-accused-of-another-silly-gesture",
    "fields": {
      "headline": "Government's empty-chair policy in EU branded 'another silly gesture'",
      "standfirst": "<p>Despite claims UK would skip most ministerial meetings in Brussels to focus on Brexit, officials have attended more than half</p>",
      "trailText": "Despite claims UK would skip most ministerial meetings in Brussels to focus on Brexit, officials have attended more than half",
      "byline": "Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"922d7f7dea725d363c330494cee3766d4616e6ea\"> <img src=\"https://media.guim.co.uk/922d7f7dea725d363c330494cee3766d4616e6ea/0_50_2973_1784/1000.jpg\" alt=\"Britain’s Brexit secretary, left, with the EU’s chief Brexit negotiator Michel Barnier.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Britain’s Brexit secretary, left, with the EU’s chief Brexit negotiator Michel Barnier.</span> <span class=\"element-image__credit\">Photograph: Francisco Seco/POOL/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>The British government has been accused of making “another silly gesture” after it emerged that UK officials attended slightly more than half of EU ministerial meetings since a pledge to skip “most” of them to focus on Brexit.</p> <p>Since the government announced it would <a href=\"https://www.theguardian.com/politics/2019/aug/20/uk-officials-skip-eu-meetings-brexit\">abandon most EU meetings from 1 September,</a> a British minister or official has attended eight out of 15 ministerial meetings, according to research by the Guardian.</p> <p>The purpose of mostly quitting the EU council of ministers – one of the bloc’s <a href=\"https://www.theguardian.com/world/2018/sep/13/britain-voted-with-the-majority-of-the-rest-of-the-eu-in-run-up-to-referendum\">most powerful decision-making bodies</a> – was to allow officials to focus on UK’s “future relationship with the EU and other partners around the world” the government had said in the summer.</p> <p>Brexit secretary Stephen Barclay said attendance would be reduced by “over half” to “free up time for ministers and their officials to get on with preparing for our departure on 31 October and seizing the opportunities that lie ahead”.</p> <p>Barclay attended an EU council last week dedicated to EU enlargement in the western Balkans. With Brexit talks at a crucial stage, he also met Ireland’s foreign minister Simon Coveney, as well as ministers or officials from Poland, Greece, Denmark, Sweden, the Czech Republic and Portugal.</p> <p>Separately, Boris Johnson took the floor during a debate between European leaders on EU enlargement into the Balkans, after clinching his Brexit deal last Thursday.</p> <p>Three other ministers attended EU meetings after 1 September. Sajid Javid joined European finance ministers in Helsinki for a discussion on EU financial market rules. At the monthly foreign affairs council, Middle East minister Andrew Murrison agreed the UK would take part in <a href=\"https://www.theguardian.com/world/2019/oct/14/us-bombs-at-turkish-airbase-complicate-rift-over-syria-invasion\">EU-wide restrictions on selling weapons to Turkey</a>, in response to the offensive in northern Syria. Following the EU move, the UK said it was <a href=\"https://www.theguardian.com/world/2019/oct/15/uk-suspends-arms-exports-turkey-prevent-use-syria\">suspending the sale of arms to Turkey that might be used in Syria,</a> without spelling out how that would be determined.</p> <p>Energy minister Lord Duncan also joined his counterparts to discuss the EU’s 2050 climate targets under the Paris agreement, earlier in October.</p> <p>The government said it would attend meetings in “the national interest”, especially those concerning Brexit, foreign policy, security or finance. But British officials have also taken part in talks touching on the EU’s post-Brexit future.</p> <p>The UK’s deputy ambassador to Brussels, Katrina Williams, attended all-day talks on reforming the common agricultural policy and the EU fisheries fund after 2020, as well as preparations for the EU’s annual negotiations with Norway on fishing quotas.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKEUDeputy/status/1183844886644248578\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here in <a href=\"https://twitter.com/hashtag/Luxembourg?src=hash&amp;ref_src=twsrc%5Etfw\">#Luxembourg</a> the <a href=\"https://twitter.com/hashtag/AGRIFISH?src=hash&amp;ref_src=twsrc%5Etfw\">#AGRIFISH</a>  meeting <a href=\"https://twitter.com/EUCouncil?ref_src=twsrc%5Etfw\">@EUCouncil</a> is running into the night. Thanks to the wonderful <a href=\"https://twitter.com/hashtag/TeamUK?src=hash&amp;ref_src=twsrc%5Etfw\">#TeamUK</a> <a href=\"https://twitter.com/ukineu?ref_src=twsrc%5Etfw\">@ukineu</a>, we are enjoying a classic British treat - a takeaway curry <a href=\"https://twitter.com/hashtag/PlayingUpToNationalStereotypes?src=hash&amp;ref_src=twsrc%5Etfw\">#PlayingUpToNationalStereotypes</a> <a href=\"https://t.co/Himf7c7uWk\">pic.twitter.com/Himf7c7uWk</a></p>&mdash; Katrina Williams (@UKEUDeputy) <a href=\"https://twitter.com/UKEUDeputy/status/1183844886644248578?ref_src=twsrc%5Etfw\">October 14, 2019</a></blockquote>  </figure>  <p><br>Another UK official attended a meeting of finance ministers to discuss the EU’s anti-money laundering action plan, while an unnamed UK representative took part in discussions on future EU trade policy.</p> <p>The UK skipped meetings on the rule of law in Hungary, transport, energy and agriculture.</p> <p>Liberal Democrat MEP Chris Davies, who <a href=\"https://www.theguardian.com/world/2019/aug/21/i-intend-to-serve-five-years-british-meps-take-senior-posts-despite-brexit\">chairs the European Parliament’s fisheries committee</a>, said the empty chair policy was “just another silly gesture like not signing the letter”, referring to the prime minister’s <a href=\"https://www.theguardian.com/politics/2019/oct/19/eu-will-grant-brexit-extension-if-johnson-sends-letter-says-brussels\">grudging request for a Brexit delay beyond 31 October.</a></p> <p>“As for the people who are not attending the meetings: they are phoning up their friends from other countries to find out what is going on so they can report back to Whitehall,” he said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/26/european-election-latest-results-2019-uk-england-scotland-wales-ni-eu-parliament\">European election latest results 2019: across the UK</a> </p> </aside>  <p>Davies, an architect of recent reforms to the EU common fisheries policy, said the British government had fallen silent in his policy area. He contended that the UK could be blocking a proposed hike in EU subsidies for larger fishing fleets that risks exacerbating overfishing, were it not for a decision to be silent in meetings. “I’ve no doubt that the UK could have built up a blocking minority to prevent such unsustainable legislation, which could have prevented finance being used for purposes to promote unsustainable fishing.”</p> <p>The empty chair policy is meant to free up officials to work on Brexit, but a former UK ambassador to the EU, Lord Hannay called the notion that staff could be redeployed so quickly <a href=\"https://www.theguardian.com/politics/2019/aug/30/former-british-ambassadors-to-eu-condemn-uk-empty-chair-policy\"> “complete rubbish”</a>. He condemned the policy as “a really futile gesture” that was “damaging to Britain’s interests” – points echoed by two other former UK ambassadors to Brussels, who said the gesture was “petulant” and “Boris Johnson playing poker”.</p> <p>The empty chair policy applies to all EU meetings, including dozens of routine official-level ones not in the public domain. The government is understood to have taken part in fewer than half those meetings.</p> <p>A UK government spokesperson said: “We have said that the UK will attend fewer than half of all EU meetings, and that is exactly what we have done.”</p>",
      "newspaperPageNumber": "11",
      "wordcount": "751",
      "firstPublicationDate": "2019-10-27T14:36:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:51Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chmj8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/922d7f7dea725d363c330494cee3766d4616e6ea/0_50_2973_1784/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The British government has been accused of making “another silly gesture” after it emerged that UK officials attended slightly more than half of EU ministerial meetings since a pledge to skip “most” of them to focus on Brexit. Since the government announced it would abandon most EU meetings from 1 September, a British minister or official has attended eight out of 15 ministerial meetings, according to research by the Guardian. The purpose of mostly quitting the EU council of ministers – one of the bloc’s most powerful decision-making bodies – was to allow officials to focus on UK’s “future relationship with the EU and other partners around the world” the government had said in the summer. Brexit secretary Stephen Barclay said attendance would be reduced by “over half” to “free up time for ministers and their officials to get on with preparing for our departure on 31 October and seizing the opportunities that lie ahead”. Barclay attended an EU council last week dedicated to EU enlargement in the western Balkans. With Brexit talks at a crucial stage, he also met Ireland’s foreign minister Simon Coveney, as well as ministers or officials from Poland, Greece, Denmark, Sweden, the Czech Republic and Portugal. Separately, Boris Johnson took the floor during a debate between European leaders on EU enlargement into the Balkans, after clinching his Brexit deal last Thursday. Three other ministers attended EU meetings after 1 September. Sajid Javid joined European finance ministers in Helsinki for a discussion on EU financial market rules. At the monthly foreign affairs council, Middle East minister Andrew Murrison agreed the UK would take part in EU-wide restrictions on selling weapons to Turkey, in response to the offensive in northern Syria. Following the EU move, the UK said it was suspending the sale of arms to Turkey that might be used in Syria, without spelling out how that would be determined. Energy minister Lord Duncan also joined his counterparts to discuss the EU’s 2050 climate targets under the Paris agreement, earlier in October. The government said it would attend meetings in “the national interest”, especially those concerning Brexit, foreign policy, security or finance. But British officials have also taken part in talks touching on the EU’s post-Brexit future. The UK’s deputy ambassador to Brussels, Katrina Williams, attended all-day talks on reforming the common agricultural policy and the EU fisheries fund after 2020, as well as preparations for the EU’s annual negotiations with Norway on fishing quotas. Another UK official attended a meeting of finance ministers to discuss the EU’s anti-money laundering action plan, while an unnamed UK representative took part in discussions on future EU trade policy. The UK skipped meetings on the rule of law in Hungary, transport, energy and agriculture. Liberal Democrat MEP Chris Davies, who chairs the European Parliament’s fisheries committee, said the empty chair policy was “just another silly gesture like not signing the letter”, referring to the prime minister’s grudging request for a Brexit delay beyond 31 October. “As for the people who are not attending the meetings: they are phoning up their friends from other countries to find out what is going on so they can report back to Whitehall,” he said. Davies, an architect of recent reforms to the EU common fisheries policy, said the British government had fallen silent in his policy area. He contended that the UK could be blocking a proposed hike in EU subsidies for larger fishing fleets that risks exacerbating overfishing, were it not for a decision to be silent in meetings. “I’ve no doubt that the UK could have built up a blocking minority to prevent such unsustainable legislation, which could have prevented finance being used for purposes to promote unsustainable fishing.” The empty chair policy is meant to free up officials to work on Brexit, but a former UK ambassador to the EU, Lord Hannay called the notion that staff could be redeployed so quickly “complete rubbish”. He condemned the policy as “a really futile gesture” that was “damaging to Britain’s interests” – points echoed by two other former UK ambassadors to Brussels, who said the gesture was “petulant” and “Boris Johnson playing poker”. The empty chair policy applies to all EU meetings, including dozens of routine official-level ones not in the public domain. The government is understood to have taken part in fewer than half those meetings. A UK government spokesperson said: “We have said that the UK will attend fewer than half of all EU meetings, and that is exactly what we have done.”",
      "charCount": "4635",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/oct/27/sajid-javids-budget-delay-only-adds-to-turmoil-over-brexit-economy-chancellor",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-10-27T14:05:59Z",
    "webTitle": "Sajid Javid has only added to Brexit turmoil by delaying the budget  | Richard Partington",
    "webUrl": "https://www.theguardian.com/uk-news/2019/oct/27/sajid-javids-budget-delay-only-adds-to-turmoil-over-brexit-economy-chancellor",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/oct/27/sajid-javids-budget-delay-only-adds-to-turmoil-over-brexit-economy-chancellor",
    "fields": {
      "headline": "Sajid Javid's budget delay only adds to the turmoil over Brexit",
      "standfirst": "<p>When economy needs leadership, No 11 occupant cements reputation as ‘chancellor only in name’ instead</p>",
      "trailText": "When economy needs leadership, No 11 occupant cements reputation as ‘chancellor only in name’ instead",
      "byline": "Richard Partington",
      "main": "<figure class=\"element element-image\" data-media-id=\"3c7c409db625271b5e83011dca07ebd6ee3d43c8\"> <img src=\"https://media.guim.co.uk/3c7c409db625271b5e83011dca07ebd6ee3d43c8/716_103_2616_1570/1000.jpg\" alt=\"Sajid Javid\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Whether the call to scrap the budget was or was not his own, Sajid Javid has missed an opportunity to return functioning government to the UK.</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>It was supposed to be the event to end austerity. A budget to turn the page; to enact the “people’s priorities”, with everything to like and nothing to hate. But what should have been a pivotal moment for a country tired of austerity, Brexit and political chaos became another moment of shambles for <a href=\"https://www.theguardian.com/politics/sajid-javid\">Sajid Javid</a> instead.</p> <p>In yet another example of Brexit derailing the usual functioning of government, the chancellor confirmed he would <a href=\"https://www.theguardian.com/business/2019/oct/25/move-to-scrap-uk-budget-fuels-calls-to-publish-economic-forecasts\">scrap his set-piece tax and spending event on 6 November</a>. The launch of a hypothetical election trumped a hypothetical budget, to denude the country of vital clarity, spending detail and the commitments required to steady a rapidly weakening economy.</p> <p>The speculation was that the decision was not Javid’s own and that <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson’s</a> most senior adviser, <a href=\"https://www.theguardian.com/politics/dominic-cummings\">Dominic Cummings</a>, had once again sidelined the chancellor.</p> <p><a href=\"https://www.theguardian.com/business/2019/oct/25/move-to-scrap-uk-budget-fuels-calls-to-publish-economic-forecasts\">Labour accused Cummings of forcing Javid’s hand</a>. Javid denied this, saying he and Johnson together had made the call to cancel the 6 November statement. An election was more important, and the rest of cabinet agreed on Thursday morning. The chancellor’s claim was questionable given <a href=\"https://www.itv.com/news/2019-10-23/sajid-javid-budget-will-go-ahead-on-november-6-and-government-still-aiming-for-halloween-brexit-deadline/\">his reassurances less than 24 hours earlier</a> that his budget plan was still on track.</p> <p>Although strongly denied, <a href=\"https://www.theguardian.com/politics/2019/aug/30/sajid-javid-was-not-told-in-advance-of-advisers-sacking-by-cummings\">Cummings has a track record</a>. And the suggestion that Javid has yet again been overruled can only add to a developing political reputation as “chancellor in name only”.</p> <p>All this could be dismissed as a row inside the Westminster bubble if it didn’t have such grave consequences at a dangerous moment for the country. Postponing the budget will mean no update on the economy and the public finances from the Office for Budget Responsibility, the government’s tax and spending watchdog. The suspicion is that the OBR report would have embarrassed Johnson before an election by confirming what is widely known: <a href=\"https://www.theguardian.com/business/2019/oct/25/how-has-brexit-vote-affected-uk-economy-october-verdict\">the economy is slowing and public borrowing spiralling</a> as the Brexit uncertainty holds the country back.</p> <p>At a time when strong and stable leadership from the Treasury should be prized, the economy is being allowed to crumble. As one senior Westminster figure put it to me: “To have a chancellor that looks like a doormat really isn’t helpful for the country.”</p> <p>There have always been conflicts between No 10 and No 11 Downing Street, famously so between <a href=\"https://www.theguardian.com/politics/tonyblair\">Tony Blair</a> and <a href=\"https://www.theguardian.com/politics/gordon-brown\">Gordon Brown</a>. But it is hard to imagine that many former holders of the most senior cabinet post after the prime minister would stand for being labelled as only chancellor in name.</p> <p><a href=\"https://www.theguardian.com/politics/blog/2009/apr/24/gordon-brown-angry\">Brown was infamous for his rages</a> – for hurling pens, staplers and mobile phones – a chancellor not to be trifled with. The idea he would let anyone scrap his budget speech would be for the birds.</p> <p><a href=\"https://www.theguardian.com/politics/denis-healey\">Denis Healey</a>, as chancellor under Harold Wilson in the 1970s, was a political giant with a <a href=\"https://www.bbc.co.uk/news/uk-politics-34438196\">bruising reputation</a>, summed up by his quip: “It has never been my nature, I regret to admit to the house, to turn the other cheek.”</p> <p>Javid follows a line of Conservative chancellors who were titans. <a href=\"https://www.theguardian.com/politics/2015/oct/10/geoffrey-howe-dies-88-margaret-thatcher-former-chancellor\">Geoffrey Howe effectively ended the career of Margaret Thatcher</a> with a devastating resignation speech upon leaving cabinet in 1990. <a href=\"https://www.theguardian.com/politics/georgeosborne\">George Osborne</a>, as the architect of austerity, held massive sway over the shaping of the country under <a href=\"https://www.theguardian.com/politics/davidcameron\">David Cameron</a>.</p> <p>For the sound management of the economy amid the Brexit turmoil, there is growing concern power is becoming increasingly centralised around No 10 at the expense of the chancellor and other high offices of state that would normally play a key role in running the country.</p> <p>Earlier this month, the former head of the civil service Andrew Turnbull <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da4697e8f084862358fdbe1#block-5da4697e8f084862358fdbe1\">launched a stinging attack on unelected advisers such as Cummings</a>, warning the power shift had damaged sound policymaking and needed reversing immediately.</p> <p>The fears could easily be dismissed. The bogeyman special adviser has become a fixture of modern British punch-and-judy debate and is nothing new: Alastair Campbell and Damian McBride were notable precursors of the Cummings approach.</p> <p>But to have a chancellor so clearly enfeebled in office at a pivotal moment is of increasing concern.</p> <p><a href=\"https://www.theguardian.com/commentisfree/2009/dec/28/gladstone-political-giant-intellect-dynamism\">William Gladstone</a>, who developed the Treasury into a powerhouse under his four terms as chancellor, said 1858 that the finance ministry was “the stomach of the country, from which all the other organs take their tone”.</p> <p>In today’s terms, it would suggest the nation has a cataclysmic bellyache; writhing with cramp from the weakness at No 11.</p> <p>The lack of leadership is astounding at a time when the economy is struggling with the uncertainty over Brexit. The <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\">Bank of England </a>too, in charge of the monetary policy levers, has <a href=\"https://www.theguardian.com/business/2019/oct/25/has-the-uk-escaped-a-recession-experts-debate-the-data\">faced criticism</a> for playing a minimal role. But with little ammunition left to stimulate growth – interest rates at historic lows – No 11 must do even more than in the past to rev up the engine of growth.</p> <p>On the face of things, the day-to-day economy may not look too bad. <a href=\"https://www.theguardian.com/business/2019/oct/15/uks-robust-jobs-market-dented-amid-big-fall-in-employment\">Unemployment</a> is at the lowest since the mid-1970s and <a href=\"https://www.theguardian.com/society/2019/oct/16/benefits-to-rise-17-with-inflation-in-first-increase-in-five-years\">inflation</a> is under control. But this assessment belies deep structural problems.</p> <p>Britain has <a href=\"https://www.theguardian.com/news/2019/sep/09/inequality-is-it-rising-and-can-we-reverse-it\">extreme levels of inequality</a> that led to the Brexit vote. <a href=\"https://www.theguardian.com/business/2019/oct/08/uk-productivity-brexit-boris-johnson-labour\">Productivity</a> has failed to return to its pre-financial crisis levels, damaging the prosperity of the country, while <a href=\"https://www.theguardian.com/business/2018/nov/26/uk-wage-growth-g20-nations-ilo-pay\">real wages</a> are below where they were a decade ago.</p>  <figure class=\"element element-embed\" data-alt=\"Guardian business email sign-up\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>These deep structural problems need addressing with proper planning, but the government is at war and distracted over Brexit. A bunch of quick fixes were used after the financial crisis to stop the last recession turning into a depression. But the recovery since has been one of the weakest in history and the sticking plasters still remain.</p> <p>The budget would have presented an opportunity to tackle these issues. Delaying it has instead contributed to the current mess.</p> <p>The chaotic Brexit process of the government’s own making has stripped it of its ability to run the country. Whether the call to scrap the budget was or was not his own, the chancellor in name only has missed a vital opportunity to turn the page.</p>",
      "newspaperPageNumber": "35",
      "wordcount": "990",
      "firstPublicationDate": "2019-10-27T14:05:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:41Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cttvm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c7c409db625271b5e83011dca07ebd6ee3d43c8/716_103_2616_1570/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It was supposed to be the event to end austerity. A budget to turn the page; to enact the “people’s priorities”, with everything to like and nothing to hate. But what should have been a pivotal moment for a country tired of austerity, Brexit and political chaos became another moment of shambles for Sajid Javid instead. In yet another example of Brexit derailing the usual functioning of government, the chancellor confirmed he would scrap his set-piece tax and spending event on 6 November. The launch of a hypothetical election trumped a hypothetical budget, to denude the country of vital clarity, spending detail and the commitments required to steady a rapidly weakening economy. The speculation was that the decision was not Javid’s own and that Boris Johnson’s most senior adviser, Dominic Cummings, had once again sidelined the chancellor. Labour accused Cummings of forcing Javid’s hand. Javid denied this, saying he and Johnson together had made the call to cancel the 6 November statement. An election was more important, and the rest of cabinet agreed on Thursday morning. The chancellor’s claim was questionable given his reassurances less than 24 hours earlier that his budget plan was still on track. Although strongly denied, Cummings has a track record. And the suggestion that Javid has yet again been overruled can only add to a developing political reputation as “chancellor in name only”. All this could be dismissed as a row inside the Westminster bubble if it didn’t have such grave consequences at a dangerous moment for the country. Postponing the budget will mean no update on the economy and the public finances from the Office for Budget Responsibility, the government’s tax and spending watchdog. The suspicion is that the OBR report would have embarrassed Johnson before an election by confirming what is widely known: the economy is slowing and public borrowing spiralling as the Brexit uncertainty holds the country back. At a time when strong and stable leadership from the Treasury should be prized, the economy is being allowed to crumble. As one senior Westminster figure put it to me: “To have a chancellor that looks like a doormat really isn’t helpful for the country.” There have always been conflicts between No 10 and No 11 Downing Street, famously so between Tony Blair and Gordon Brown. But it is hard to imagine that many former holders of the most senior cabinet post after the prime minister would stand for being labelled as only chancellor in name. Brown was infamous for his rages – for hurling pens, staplers and mobile phones – a chancellor not to be trifled with. The idea he would let anyone scrap his budget speech would be for the birds. Denis Healey, as chancellor under Harold Wilson in the 1970s, was a political giant with a bruising reputation, summed up by his quip: “It has never been my nature, I regret to admit to the house, to turn the other cheek.” Javid follows a line of Conservative chancellors who were titans. Geoffrey Howe effectively ended the career of Margaret Thatcher with a devastating resignation speech upon leaving cabinet in 1990. George Osborne, as the architect of austerity, held massive sway over the shaping of the country under David Cameron. For the sound management of the economy amid the Brexit turmoil, there is growing concern power is becoming increasingly centralised around No 10 at the expense of the chancellor and other high offices of state that would normally play a key role in running the country. Earlier this month, the former head of the civil service Andrew Turnbull launched a stinging attack on unelected advisers such as Cummings, warning the power shift had damaged sound policymaking and needed reversing immediately. The fears could easily be dismissed. The bogeyman special adviser has become a fixture of modern British punch-and-judy debate and is nothing new: Alastair Campbell and Damian McBride were notable precursors of the Cummings approach. But to have a chancellor so clearly enfeebled in office at a pivotal moment is of increasing concern. William Gladstone, who developed the Treasury into a powerhouse under his four terms as chancellor, said 1858 that the finance ministry was “the stomach of the country, from which all the other organs take their tone”. In today’s terms, it would suggest the nation has a cataclysmic bellyache; writhing with cramp from the weakness at No 11. The lack of leadership is astounding at a time when the economy is struggling with the uncertainty over Brexit. The Bank of England too, in charge of the monetary policy levers, has faced criticism for playing a minimal role. But with little ammunition left to stimulate growth – interest rates at historic lows – No 11 must do even more than in the past to rev up the engine of growth. On the face of things, the day-to-day economy may not look too bad. Unemployment is at the lowest since the mid-1970s and inflation is under control. But this assessment belies deep structural problems. Britain has extreme levels of inequality that led to the Brexit vote. Productivity has failed to return to its pre-financial crisis levels, damaging the prosperity of the country, while real wages are below where they were a decade ago. These deep structural problems need addressing with proper planning, but the government is at war and distracted over Brexit. A bunch of quick fixes were used after the financial crisis to stop the last recession turning into a depression. But the recovery since has been one of the weakest in history and the sticking plasters still remain. The budget would have presented an opportunity to tackle these issues. Delaying it has instead contributed to the current mess. The chaotic Brexit process of the government’s own making has stripped it of its ability to run the country. Whether the call to scrap the budget was or was not his own, the chancellor in name only has missed a vital opportunity to turn the page.",
      "charCount": "5955",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/27/brexit-rhetoric-petrol-volatile-issue-justin-welby-archbishop",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-27T09:21:11Z",
    "webTitle": "MPs' Brexit rhetoric risks igniting divisions, warns Justin Welby",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/27/brexit-rhetoric-petrol-volatile-issue-justin-welby-archbishop",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/27/brexit-rhetoric-petrol-volatile-issue-justin-welby-archbishop",
    "fields": {
      "headline": "MPs' Brexit rhetoric risks igniting divisions, warns Justin Welby",
      "standfirst": "<p>Archbishop says comments by figures including PM can be dangerous in polarised society</p>",
      "trailText": "Archbishop says comments by figures including PM can be dangerous in polarised society",
      "byline": "Frances Perraudin",
      "main": "<figure class=\"element element-image\" data-media-id=\"cc72c7fd6be1f0d369be4e9c03b046896d4bd0ca\"> <img src=\"https://media.guim.co.uk/cc72c7fd6be1f0d369be4e9c03b046896d4bd0ca/0_1_3973_2384/1000.jpg\" alt=\"Justin Welby, the archbishop of Canterbury\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Justin Welby said many MPs had told him they were at ‘the end of their tether’ over Brexit.</span> <span class=\"element-image__credit\">Photograph: Narinder Nanu/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The archbishop of Canterbury has warned the inflammatory language used by Boris Johnson and other parliamentarians risks pouring petrol over Brexit divisions.</p> <p>Justin Welby said the UK had become consumed by “an abusive and binary approach to political decisions” and amplification on social media made it “extraordinarily dangerous to use careless comments”.</p> <p>The prime minister has <a href=\"https://www.theguardian.com/politics/2019/sep/26/boris-johnson-refuses-to-apologise-for-language-about-jo-cox\">refused to stop</a> describing the Benn act, which is designed to block a no-deal Brexit, as the “surrender act”, despite criticism of the way in which this paints his opponents in parliament as traitors guilty of a betrayal.</p> <p><a href=\"https://www.thetimes.co.uk/article/archbishop-of-canterbury-tells-boris-johnson-youre-pouring-petrol-on-divided-britain-ftfjwpjx8\">In an interview</a> with the Sunday Times, Welby said he was shocked by Johnson’s recent dismissal of concerns about threats to MPs as “humbug”. Johnson <a href=\"https://www.theguardian.com/politics/2019/sep/25/pm-branded-a-disgrace-after-saying-best-way-to-honour-jo-cox-is-to-deliver-brexit\">went on to say</a> the best way to honour the memory of the MP Jo Cox, who was murdered by a far-right terrorist during the EU referendum campaign, was “to get Brexit done”.</p> <p>Welby said: “[Concerns] should never be dismissed in that way. Death threats are really serious and they need to be taken seriously. All sides need to say: ‘That is totally and utterly unacceptable.’”</p> <p>Welby said politicians could no longer behave like Johnson’s political hero. “[Winston] Churchill was well known for his somewhat inflammatory putdowns in parliament. But this is happening at a time when we have social media, which amplifies things,” he said.</p> <p>“In a time of deep uncertainty, a much smaller amount of petrol is a much more dangerous thing than it was in a time when people were secure. There is a great danger to doing it when we’re already in a very polarised and volatile situation.”</p> <p>Speaking on a visit to the Democratic Republic of the Congo, where he has been highlighting the Ebola outbreak, Welby said: “I think we have become addicted to an abusive and binary approach to political decisions: ‘it’s either this or you’re my total enemy.’</p> <p>“There have been inflammatory words used on all sides, in parliament and outside – ‘traitor’, ‘fascist’, all kinds of really bad things have been said at the highest level in politics.”</p> <p>Speaking about the parliamentary debate in which Johnson used the term “humbug”, Welby said it was not only the prime minister who had used inflammatory language. “Nor was it only the Conservatives,” he said. “There were a great deal of really difficult things, really bad things being said.</p> <p>“Within an environment where we’ve seen the biggest rise in hate crime, and particularly antisemitic crime and Islamophobic crime, the amplification given by social media makes it extraordinarily dangerous to use careless comments.”</p> <p>The archbishop said many MPs and peers had been driven to “the end of their tether” by the Brexit process and had approached him for guidance. “The stress is enormous,” Welby said. “And they’re being threatened a great deal and they’re finding age-old friendships breaking down.”</p>",
      "newspaperPageNumber": "11",
      "wordcount": "472",
      "firstPublicationDate": "2019-10-27T09:21:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:41Z",
      "newspaperEditionDate": "2019-10-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cthk3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cc72c7fd6be1f0d369be4e9c03b046896d4bd0ca/0_1_3973_2384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The archbishop of Canterbury has warned the inflammatory language used by Boris Johnson and other parliamentarians risks pouring petrol over Brexit divisions. Justin Welby said the UK had become consumed by “an abusive and binary approach to political decisions” and amplification on social media made it “extraordinarily dangerous to use careless comments”. The prime minister has refused to stop describing the Benn act, which is designed to block a no-deal Brexit, as the “surrender act”, despite criticism of the way in which this paints his opponents in parliament as traitors guilty of a betrayal. In an interview with the Sunday Times, Welby said he was shocked by Johnson’s recent dismissal of concerns about threats to MPs as “humbug”. Johnson went on to say the best way to honour the memory of the MP Jo Cox, who was murdered by a far-right terrorist during the EU referendum campaign, was “to get Brexit done”. Welby said: “[Concerns] should never be dismissed in that way. Death threats are really serious and they need to be taken seriously. All sides need to say: ‘That is totally and utterly unacceptable.’” Welby said politicians could no longer behave like Johnson’s political hero. “[Winston] Churchill was well known for his somewhat inflammatory putdowns in parliament. But this is happening at a time when we have social media, which amplifies things,” he said. “In a time of deep uncertainty, a much smaller amount of petrol is a much more dangerous thing than it was in a time when people were secure. There is a great danger to doing it when we’re already in a very polarised and volatile situation.” Speaking on a visit to the Democratic Republic of the Congo, where he has been highlighting the Ebola outbreak, Welby said: “I think we have become addicted to an abusive and binary approach to political decisions: ‘it’s either this or you’re my total enemy.’ “There have been inflammatory words used on all sides, in parliament and outside – ‘traitor’, ‘fascist’, all kinds of really bad things have been said at the highest level in politics.” Speaking about the parliamentary debate in which Johnson used the term “humbug”, Welby said it was not only the prime minister who had used inflammatory language. “Nor was it only the Conservatives,” he said. “There were a great deal of really difficult things, really bad things being said. “Within an environment where we’ve seen the biggest rise in hate crime, and particularly antisemitic crime and Islamophobic crime, the amplification given by social media makes it extraordinarily dangerous to use careless comments.” The archbishop said many MPs and peers had been driven to “the end of their tether” by the Brexit process and had approached him for guidance. “The stress is enormous,” Welby said. “And they’re being threatened a great deal and they’re finding age-old friendships breaking down.”",
      "charCount": "2876",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]