[
  {
    "id": "politics/2019/nov/15/boris-johnson-inaccurate-claims-in-interviews",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-15T19:23:36Z",
    "webTitle": "Boris Johnson under fire for inaccurate claims in interviews",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/15/boris-johnson-inaccurate-claims-in-interviews",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/15/boris-johnson-inaccurate-claims-in-interviews",
    "fields": {
      "headline": "Boris Johnson under fire for questionable claims in interviews",
      "standfirst": "<p>PM makes false statements about Brexit being ‘blocked’ and his record as London mayor </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/16/general-election-labour-meet-decide-manifesto-clause-v-live-news\">General election latest – live updates</a></li></ul>",
      "trailText": "PM makes inaccurate statements about Brexit being ‘blocked’ and about his record as London mayor ",
      "byline": "Peter Walker, Jedidajah Otte and Frances Perraudin",
      "main": "<figure class=\"element element-image\" data-media-id=\"529db2adc813c6e40e512a9711526acf48ee6125\"> \n <img src=\"https://media.guim.co.uk/529db2adc813c6e40e512a9711526acf48ee6125/0_125_3500_2100/1000.jpg\" alt=\"Boris Johnson speaking in front of his general election campaign trail bus in Manchester.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson speaking in front of his general election campaign trail bus in Manchester on Friday.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson is facing criticism over a series of inaccurate statements made in a flurry of live broadcast interviews during a difficult day of campaigning.</p> \n<p>The prime minister was challenged on Friday on subjects as varied as crime, Brexit, the abandoned London <a href=\"https://www.theguardian.com/politics/2018/mar/19/boris-johnson-under-growing-pressure-over-scrapped-garden-bridge\">garden bridge project</a> and the number of children he has fathered.</p> \n<p>Following a relatively low-key start to the Conservative general election campaign, which has mainly involved Johnson being shepherded around carefully stage-managed events, he endured a one-hour grilling from BBC Radio 5 Live listeners, among other engagements.</p> \n<p>Johnson appeared uncomfortable on several occasions – not least when, during an interview on BBC One’s Breakfast programme, he was asked <a href=\"https://www.theguardian.com/politics/2019/nov/15/boris-johnson-says-brexit-will-realise-potential-of-country\">how families across the country could relate to him</a>. He eventually answered: “I have not the faintest idea.”</p> \n<p>Responding to a Radio 5 Live caller who asked about policies to tackle knife crime, Johnson said an increase in stop-and-search operations when he was London mayor between 2008 and 2016 had allowed 11,000 knives to be taken off the streets.</p> \n<p>However, this was a total that <a href=\"https://www.channel4.com/news/factcheck/factcheck-boris-johnsons-stop-and-search-knife-claim\">included weapons seized through means other than stop and search</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"99015fcf-c355-46ff-bcb7-4abc40a9f1df\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/3zUu8Fs5Ta8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/15/boris-johnson-takes-to-the-airwaves-keen-to-avoid-the-truth-at-all-costs\">Boris Johnson takes to the airwaves keen to avoid the truth at all costs | John Crace</a> </p> \n</aside> \n<p>He also repeated other questionable claims about crime when he was mayor, ones made repeatedly during the Tory leadership race, including that he had consistently reduced the number of murders in London to fewer than 100 a year.</p> \n<p>When the presenter, Rachel Burden, pointed out that this was wrong – it <a href=\"https://www.theguardian.com/politics/2019/jun/28/what-can-we-expect-from-a-boris-johnson-premiership\">happened once</a> during Johnson’s eight years as mayor, with 94 murders in 2014, rising above 100 the next year – the PM stuck by his claim, saying: “No. Fewer than 100 for several years running.”</p> \n<p>On another legacy of his time as mayor, Johnson tried to avoid blame for the cancelled garden bridge project, with losses of more than £50m, saying this was the fault of his Labour successor, Sadiq Khan, for cancelling the scheme.</p> \n<p>Khan did withdraw support for the bridge, but as a means to limit public losses on a seemingly doomed plan, championed by Johnson, which had <a href=\"https://www.theguardian.com/uk-news/2019/feb/13/garden-bridge-charity-spent-535m-with-no-construction-tfl-finds\">spent enormous sums despite not securing full planning approvals</a>.</p> \n<p>On Brexit, Johnson repeated his regular complaint that parliament had blocked his deal – in fact MPs supported the second reading but sought more time to scrutinise it – and that there would be no checks or paperwork for goods moving from Northern Ireland to the rest of the UK.</p> \n<p>Asked by a caller if, under his Brexit plan, he could commit to no such checks or paperwork, Johnson said: “Yes, I absolutely can.” This is under debate, not least as Stephen Barclay, the Brexit secretary, told a recent House of Lords committee that businesses would need to <a href=\"https://www.theguardian.com/politics/2019/oct/21/tory-mps-reluctant-to-attach-customs-union-to-brexit-bill\">complete “exit summary declarations”</a> for such shipments.</p> \n<p>Johnson’s performance was mocked by Labour, with the party’s press operation tweeting a series of links to articles debunking his claims. “Boris Johnson can’t help himself,” <a href=\"https://twitter.com/labourpress/status/1195277438256918529\">one tweet</a> began.</p> \n<p>Other errors were more straightforward and easier to verify. Asked by Burden what proportion of net migration to the UK came from the EU as opposed to other nations, Johnson said he believed it was about half. It is, Burden told him, just under a quarter.</p> \n<p>And some were merely political attack lines, if none the more accurate for that. Speaking later at a campaign event in Oldham, Greater Manchester, Johnson said Jeremy Corbyn “<a href=\"https://www.theguardian.com/politics/live/2019/nov/15/general-election-corbyn-talks-free-broadband-as-johnson-launches-campaign-bus-live-news?page=with:block-5dcea3168f083559fb1cbf56#block-5dcea3168f083559fb1cbf56\">actually thinks home ownership is a bad idea</a>”, not a view the Labour leader appears to have expressed.</p> \n<p>He also accused Corbyn of wanting to disband the armed forces, when the furthest Corbyn seems to have gone on this was a generalised wish for more countries to be able to act like Costa Rica and have no army.</p> \n<p>After his series of media interviews, Johnson travelled to Lancashire, where he unveiled his party’s battlebus in the Labour safe-seat of Oldham West and Royton.</p> \n<p>He gave a stump speech to a group of party activists in front of the vehicle – adorned with the slogan: “Get Brexit done, unleash Britain’s potential” – in a warehouse of the parcel delivery company DPD, which has been <a href=\"https://www.theguardian.com/business/2018/sep/13/widow-sues-dpd-over-courier-husbands-death\">criticised in recent years</a> for its couriers’ working conditions.</p> \n<p>“You may ask: ‘Why do we need a bus? Why do we need an election?’ Well, the answer is that parliament is unfortunately paralysed,” said Johnson.</p> \n<p>He likened parliament to “a blocked artery at the heart of the British body politic” and said that passing his Brexit deal would be like an angioplasty, “unblocking the system and getting us back on our feet”.</p> \n<p>The Tory party will on Saturday urge people to “vote blue, go green”, pledging a new £500m fund to protect the world’s oceans and to triple tree-planting rates.</p> \n<p>“There is nothing more Conservative than protecting our environment and these measures sit alongside our world-leading commitment to net zero greenhouse gas emissions by 2050,” Johnson was set to say.</p> \n<h2>Five questionable assertions</h2> \n<p><strong>Claim:</strong> Johnson said that as London mayor he reduced the murder rate to below 100 “several years running”.</p> \n<p><strong>Fact:</strong> It was just one year: 2014.</p> \n<p><strong>Claim:</strong> It was “Jeremy Corbyn and the Labour party” who were responsible for delaying Brexit beyond 31 October.</p> \n<p><strong>Fact: </strong>Johnson was obliged to seek a new date because of a law drawn up by backbenchers led by the Tory MP Oliver Letwin – although this was backed by Labour.</p> \n<p><strong>Claim:</strong> The massive losses from the doomed London garden bridge were not his fault.</p> \n<p><strong>Fact: </strong>As mayor of London, Johnson relentlessly pushed the project, despite repeated warnings about its viability. He has yet to fully explain his role in losses totalling more than £50m.</p> \n<p><strong>Claim:</strong> There will be no paperwork for Northern Irish firms exporting goods to the rest of the UK.</p> \n<p><strong>Fact:</strong> This is not what Johnson’s Brexit secretary, Stephen Barclay, has said.</p> \n<p><strong>Claim:</strong> Labour, if elected, would have two referendums in 2020 – on Brexit and Scottish independence.</p> \n<p><strong>Fact:</strong> Jeremy Corbyn has repeatedly <a href=\"https://www.itv.com/news/2019-11-14/jeremy-corbyn-rules-out-second-scottish-independence-referendum-until-at-least-2021/\">ruled out a second Scottish independence vote</a> in the first period of government.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "985",
      "firstPublicationDate": "2019-11-15T19:23:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:48Z",
      "newspaperEditionDate": "2019-11-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyphp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/529db2adc813c6e40e512a9711526acf48ee6125/0_125_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is facing criticism over a series of inaccurate statements made in a flurry of live broadcast interviews during a difficult day of campaigning. The prime minister was challenged on Friday on subjects as varied as crime, Brexit, the abandoned London garden bridge project and the number of children he has fathered. Following a relatively low-key start to the Conservative general election campaign, which has mainly involved Johnson being shepherded around carefully stage-managed events, he endured a one-hour grilling from BBC Radio 5 Live listeners, among other engagements. Johnson appeared uncomfortable on several occasions – not least when, during an interview on BBC One’s Breakfast programme, he was asked how families across the country could relate to him. He eventually answered: “I have not the faintest idea.” Responding to a Radio 5 Live caller who asked about policies to tackle knife crime, Johnson said an increase in stop-and-search operations when he was London mayor between 2008 and 2016 had allowed 11,000 knives to be taken off the streets. However, this was a total that included weapons seized through means other than stop and search. He also repeated other questionable claims about crime when he was mayor, ones made repeatedly during the Tory leadership race, including that he had consistently reduced the number of murders in London to fewer than 100 a year. When the presenter, Rachel Burden, pointed out that this was wrong – it happened once during Johnson’s eight years as mayor, with 94 murders in 2014, rising above 100 the next year – the PM stuck by his claim, saying: “No. Fewer than 100 for several years running.” On another legacy of his time as mayor, Johnson tried to avoid blame for the cancelled garden bridge project, with losses of more than £50m, saying this was the fault of his Labour successor, Sadiq Khan, for cancelling the scheme. Khan did withdraw support for the bridge, but as a means to limit public losses on a seemingly doomed plan, championed by Johnson, which had spent enormous sums despite not securing full planning approvals. On Brexit, Johnson repeated his regular complaint that parliament had blocked his deal – in fact MPs supported the second reading but sought more time to scrutinise it – and that there would be no checks or paperwork for goods moving from Northern Ireland to the rest of the UK. Asked by a caller if, under his Brexit plan, he could commit to no such checks or paperwork, Johnson said: “Yes, I absolutely can.” This is under debate, not least as Stephen Barclay, the Brexit secretary, told a recent House of Lords committee that businesses would need to complete “exit summary declarations” for such shipments. Johnson’s performance was mocked by Labour, with the party’s press operation tweeting a series of links to articles debunking his claims. “Boris Johnson can’t help himself,” one tweet began. Other errors were more straightforward and easier to verify. Asked by Burden what proportion of net migration to the UK came from the EU as opposed to other nations, Johnson said he believed it was about half. It is, Burden told him, just under a quarter. And some were merely political attack lines, if none the more accurate for that. Speaking later at a campaign event in Oldham, Greater Manchester, Johnson said Jeremy Corbyn “actually thinks home ownership is a bad idea”, not a view the Labour leader appears to have expressed. He also accused Corbyn of wanting to disband the armed forces, when the furthest Corbyn seems to have gone on this was a generalised wish for more countries to be able to act like Costa Rica and have no army. After his series of media interviews, Johnson travelled to Lancashire, where he unveiled his party’s battlebus in the Labour safe-seat of Oldham West and Royton. He gave a stump speech to a group of party activists in front of the vehicle – adorned with the slogan: “Get Brexit done, unleash Britain’s potential” – in a warehouse of the parcel delivery company DPD, which has been criticised in recent years for its couriers’ working conditions. “You may ask: ‘Why do we need a bus? Why do we need an election?’ Well, the answer is that parliament is unfortunately paralysed,” said Johnson. He likened parliament to “a blocked artery at the heart of the British body politic” and said that passing his Brexit deal would be like an angioplasty, “unblocking the system and getting us back on our feet”. The Tory party will on Saturday urge people to “vote blue, go green”, pledging a new £500m fund to protect the world’s oceans and to triple tree-planting rates. “There is nothing more Conservative than protecting our environment and these measures sit alongside our world-leading commitment to net zero greenhouse gas emissions by 2050,” Johnson was set to say. Five questionable assertions Claim: Johnson said that as London mayor he reduced the murder rate to below 100 “several years running”. Fact: It was just one year: 2014. Claim: It was “Jeremy Corbyn and the Labour party” who were responsible for delaying Brexit beyond 31 October. Fact: Johnson was obliged to seek a new date because of a law drawn up by backbenchers led by the Tory MP Oliver Letwin – although this was backed by Labour. Claim: The massive losses from the doomed London garden bridge were not his fault. Fact: As mayor of London, Johnson relentlessly pushed the project, despite repeated warnings about its viability. He has yet to fully explain his role in losses totalling more than £50m. Claim: There will be no paperwork for Northern Irish firms exporting goods to the rest of the UK. Fact: This is not what Johnson’s Brexit secretary, Stephen Barclay, has said. Claim: Labour, if elected, would have two referendums in 2020 – on Brexit and Scottish independence. Fact: Jeremy Corbyn has repeatedly ruled out a second Scottish independence vote in the first period of government.",
      "charCount": "5917",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a>, <a href=\"profile/jedidajah-otte\">Jedidajah Otte</a> and <a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/15/the-labour-manifesto-five-key-areas-in-this-weekends-talks",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-15T18:48:55Z",
    "webTitle": "The Labour manifesto: five key areas in this weekend's talks",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/15/the-labour-manifesto-five-key-areas-in-this-weekends-talks",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/15/the-labour-manifesto-five-key-areas-in-this-weekends-talks",
    "fields": {
      "headline": "The Labour manifesto: five key areas in this weekend's talks",
      "standfirst": "<p>The party is seeking resolution of several issues on which its various factions disagree</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/15/general-election-corbyn-talks-free-broadband-as-johnson-launches-campaign-bus-live-news\">Latest election news - live updates</a></li></ul>",
      "trailText": "The party is seeking resolution of several issues on which its various factions disagree",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"ba9016dc6fc7a4516015599c7a27838b82c7b10d\"> <img src=\"https://media.guim.co.uk/ba9016dc6fc7a4516015599c7a27838b82c7b10d/0_36_2698_1619/1000.jpg\" alt=\"Corbyn and McDonnell will be trying to balance competing ideas – and the books.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Corbyn and McDonnell will be trying to balance competing ideas – and the books.</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>On Saturday, Labour will hold its clause V meeting to finalise the contents of its election manifesto. Here are five key areas of debate:</p> <h2><strong>Climate </strong><strong>change</strong></h2> <p>A motion passed at conference suggested Labour would target <a href=\"https://www.theguardian.com/politics/2019/sep/24/labour-set-to-commit-to-net-zero-emissions-by-2030\">net zero emissions in 2030</a> – though the wrangling over the wording was so intense it took two separate compositing meetings to reach agreement.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/15/jeremy-corbyn-to-launch-clause-v-workers-rights-document\">Labour manifesto to promise dramatic shift in workers' rights</a> </p> </aside>  <p>Unions, and in particular the GMB, are concerned this is an unachievable target, and would result in mass job losses. They reckon they have won this one: when Rebecca Long-Bailey announced Labour’s policy in October, it included a target of reaching net zero by “the 2030s”.</p> <h2><strong>Migration</strong></h2> <p>Len McCluskey’s <a href=\"https://www.theguardian.com/politics/2019/nov/13/mccluskey-tells-corbyn-defy-calls-extend-freedom-of-movement\">high-profile intervention this week</a> – warning against any significant increase in migration without tougher labour market laws – was a window into the struggle between two aspects of Corbynism.</p> <p>Across the new left, including the campaign group Momentum, which has recently begun taking more of an interest in policy, there is a desire to shift Labour to a much more open approach, definitively rejecting the approach symbolised by Ed Miliband’s “Controls on Immigration” mugs in 2015.</p> <p>But the Labour leader’s trade union backers – and many of his close advisers – are conscious of the risk of alienating Brexit-supporting Labour voters, many of whom, they believe, remain concerned about migration. They are expected to win this one too.</p> <h2><strong>Brexit</strong></h2> <p>Labour’s Brexit policy has evolved significantly over the past 12 months, under significant pressure from pro-remain members of the shadow cabinet, including Keir Starmer and Tom Watson.</p> <p>But with Watson leaving parliament, and Starmer and fellow remainer Emily Thornberry all but absent from the campaigning frontline, there is unlikely to be any further change in the manifesto.</p> <p>Indeed, Corbyn kicked off the campaign by telling the Guardian: “<a href=\"https://www.theguardian.com/politics/2019/nov/03/obey-brexit-jeremy-corbyn-warns-cabinet-dissenters\">The debate is over</a>” – and signalling that he would not say until after an election which side he would take in a referendum.</p> <h2><strong>Scottish </strong><strong>independence</strong></h2> <p>Labour is keen not to suffer the fate of Miliband, who spent much of the 2015 campaign batting away hypothetical questions about how he would deal with a hung parliament, and ended up Photoshopped into Nicola Sturgeon’s pocket.</p> <p>But at the same time, Corbyn’s team knows its path to power may well lie in persuading Sturgeon’s party to support Labour as a minority administration – and Corbyn himself is instinctively keen on self-determination for small states.</p> <p>Corbyn appeared to suggest his party would not accept another independence referendum in the first term of a Labour government this week – but aides later clarified his position to say it would not be in the first year or two. Expect this part of the manifesto to have been pored over intensely.</p> <h2><strong>Tax and </strong><strong>spend</strong></h2> <p>John McDonnell has said he will publish a “grey book” alongside Labour’s manifesto, setting out his costings for the party’s policies and how they will be paid for.</p> <p>He has already said he would raise the top rate of tax to 50p for workers earning more than £150,000 a year, repeating a 2017 plan; and announced a new tax on media giants to pay for Labour’s broadband plan – but there may well be more tax changes to come.</p> <p>Labour will be keen to counter the perception, pushed hard by the Conservatives this week, that ordinary taxpayers will end up footing the bill.</p> <p>But it will also want to avoid thinktanks such as the Institute for Fiscal Studies picking holes in its plans.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "566",
      "firstPublicationDate": "2019-11-15T18:48:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:48Z",
      "newspaperEditionDate": "2019-11-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cypyy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ba9016dc6fc7a4516015599c7a27838b82c7b10d/0_36_2698_1619/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On Saturday, Labour will hold its clause V meeting to finalise the contents of its election manifesto. Here are five key areas of debate: Climate change A motion passed at conference suggested Labour would target net zero emissions in 2030 – though the wrangling over the wording was so intense it took two separate compositing meetings to reach agreement. Unions, and in particular the GMB, are concerned this is an unachievable target, and would result in mass job losses. They reckon they have won this one: when Rebecca Long-Bailey announced Labour’s policy in October, it included a target of reaching net zero by “the 2030s”. Migration Len McCluskey’s high-profile intervention this week – warning against any significant increase in migration without tougher labour market laws – was a window into the struggle between two aspects of Corbynism. Across the new left, including the campaign group Momentum, which has recently begun taking more of an interest in policy, there is a desire to shift Labour to a much more open approach, definitively rejecting the approach symbolised by Ed Miliband’s “Controls on Immigration” mugs in 2015. But the Labour leader’s trade union backers – and many of his close advisers – are conscious of the risk of alienating Brexit-supporting Labour voters, many of whom, they believe, remain concerned about migration. They are expected to win this one too. Brexit Labour’s Brexit policy has evolved significantly over the past 12 months, under significant pressure from pro-remain members of the shadow cabinet, including Keir Starmer and Tom Watson. But with Watson leaving parliament, and Starmer and fellow remainer Emily Thornberry all but absent from the campaigning frontline, there is unlikely to be any further change in the manifesto. Indeed, Corbyn kicked off the campaign by telling the Guardian: “The debate is over” – and signalling that he would not say until after an election which side he would take in a referendum. Scottish independence Labour is keen not to suffer the fate of Miliband, who spent much of the 2015 campaign batting away hypothetical questions about how he would deal with a hung parliament, and ended up Photoshopped into Nicola Sturgeon’s pocket. But at the same time, Corbyn’s team knows its path to power may well lie in persuading Sturgeon’s party to support Labour as a minority administration – and Corbyn himself is instinctively keen on self-determination for small states. Corbyn appeared to suggest his party would not accept another independence referendum in the first term of a Labour government this week – but aides later clarified his position to say it would not be in the first year or two. Expect this part of the manifesto to have been pored over intensely. Tax and spend John McDonnell has said he will publish a “grey book” alongside Labour’s manifesto, setting out his costings for the party’s policies and how they will be paid for. He has already said he would raise the top rate of tax to 50p for workers earning more than £150,000 a year, repeating a 2017 plan; and announced a new tax on media giants to pay for Labour’s broadband plan – but there may well be more tax changes to come. Labour will be keen to counter the perception, pushed hard by the Conservatives this week, that ordinary taxpayers will end up footing the bill. But it will also want to avoid thinktanks such as the Institute for Fiscal Studies picking holes in its plans.",
      "charCount": "3444",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/15/the-guardian-view-on-the-nhs-and-the-election-money-talks",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-15T18:25:15Z",
    "webTitle": "The Guardian view on the NHS and the election: money talks | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/15/the-guardian-view-on-the-nhs-and-the-election-money-talks",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/15/the-guardian-view-on-the-nhs-and-the-election-money-talks",
    "fields": {
      "headline": "The Guardian view on the NHS and the election: money talks",
      "standfirst": "The health service is in crisis and Tory cuts are to blame. But bigger budgets are not the only answer",
      "trailText": "<strong>Editorial:</strong> The health service is in crisis and Tory cuts are to blame. But bigger budgets are not the only answer",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"fa8a22f8404145fa18395f0caea06a4f9fd019b3\"> <img src=\"https://media.guim.co.uk/fa8a22f8404145fa18395f0caea06a4f9fd019b3/0_0_4496_2697/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Regular hospital visits by Boris Johnson indicate that his party believes it has a positive story to tell, and is prepared to brazen it out when confronted by angry staff or patients.’</span> <span class=\"element-image__credit\">Photograph: Pool/AFP via Getty</span> </figcaption> </figure>",
      "body": "<p>The health service is a big issue in any UK election. There are two main reasons why, this time round, the arguments are particularly fraught. One is the sense of crisis engulfing the system after a decade of cuts, with A&amp;E waiting times in England the worst on record, and a <a href=\"https://www.theguardian.com/society/2019/jun/03/nhs-staff-quitting-due-to-burnout-and-bullying-report-says\" title=\"\">shortage of 100,000 staff</a> (in a workforce of 1.3 million) predicted by experts to grow to <a href=\"https://www.theguardian.com/society/2018/nov/15/nhs-could-be-short-of-350000-staff-by-2030\" title=\"\">350,000 by 2030</a>. Allied to this is a consensus that many of the long-term challenges faced by the system are simply not being addressed. These include the overhaul of social care, which is universally acknowledged to be necessary but apparently no closer to happening than it was in 2010, and huge rises in the <a href=\"https://www.theguardian.com/society/2019/nov/14/obesity-almost-doubles-in-20-years-to-affect-13-million-people\" title=\"\">number of people who are obese</a>, and <a href=\"https://www.theguardian.com/uk-news/2019/nov/11/cancellations-of-nhs-child-mental-health-sessions-jump-25\" title=\"\">children being referred</a> to mental health services.</p> <p>The second theme is the prospect of US demands for market access and higher drug prices as part of any post-Brexit trade deal. There were typically <a href=\"https://www.theguardian.com/us-news/2019/jun/04/trump-says-he-turned-down-corbyn-request-to-meet\" title=\"\">mixed and confused signals</a> on this issue during the summer from President Trump, and strong denials from Conservative leadership contenders that the NHS would feature in bilateral talks. But set against such assurances are the US administration’s stated goal of raising prices for US medicines abroad, in order to lower them at home, and expert opinion. Andrew Hill, an adviser to the World Health Organization, predicts that the NHS drugs bill could <a href=\"https://www.theguardian.com/politics/2019/nov/01/nhs-drugs-bill-could-soar-if-johnson-signs-trump-trade-deal-report\" title=\"\">rise</a> from £18bn to £45bn a year.</p> <p>With <a href=\"https://www.theguardian.com/politics/2019/nov/02/tories-hold-16-point-lead-over-labour-according-to-poll\" title=\"\">59% of voters</a> naming the NHS as the biggest issue facing the country (though only 18% say that policies on health will determine how they vote), and a chance that the increased demands of winter could see the situation in some hospitals spiral out of control, Conservative campaigners recognise the danger. The health secretary, Matt Hancock, has been meeting the NHS England boss, Simon Stevens, weekly, and <a href=\"https://www.theguardian.com/society/2019/nov/02/tories-act-to-prevent-nhs-crisis-hitting-election-hopes\" title=\"\">No 10 is also closely involved</a>.</p> <p>But the question is what, if anything, the Conservatives have to offer the health service, beyond the 3.4% annual increase to which they are already committed, taking the total budget from £115bn to £135bn over the course of the next parliament. Regular hospital visits by Boris Johnson indicate that his party believes it has a positive story to tell, and is prepared to brazen it out when confronted by angry staff or patients, as he has been more than once. But the fact is that the settlement agreed by Theresa May’s government was known at the time not to be enough, with a <a href=\"https://www.theguardian.com/society/2018/may/10/hammond-and-hunt-in-battle-over-nhs-funding-boost\" title=\"\">4% increase recommended by thinktanks</a> as the minimum required to reverse years of decline caused by cuts (and the additional burden imposed by council cuts to public health and addiction services to be taken into account).</p> <p>Determined not to be outdone, Labour has offered a “<a href=\"https://www.theguardian.com/politics/2019/nov/13/labour-nhs-rescue-package-to-be-paid-for-by-higher-taxpayers-says-mcdonnell\" title=\"\">rescue package</a>” that it says will be worth £5.5bn more a year by 2023-24, funded by higher taxes. The policy has the merit of giving voters a clear choice: to spend a lot more money, or not? But while it is right that health spending should be among key election issues, the public should not be given the false impression that it is all about the money. A swift resolution of the doctors’ pensions dispute and the return of nurses’ training bursaries (as promised by Labour) would ease staffing pressures, for example. So would doubling the number of medical school places. But staff shortages are a global issue. So is the role of prevention and public health, particularly in countries where lifestyle-linked illnesses have risen sharply. Rather than a bidding war, politicians should engage in a debate about their plans to make the UK a healthier country.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "609",
      "commentCloseDate": "2019-11-18T18:25:15Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-15T18:25:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:49Z",
      "newspaperEditionDate": "2019-11-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyqvd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fa8a22f8404145fa18395f0caea06a4f9fd019b3/0_0_4496_2697/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The health service is a big issue in any UK election. There are two main reasons why, this time round, the arguments are particularly fraught. One is the sense of crisis engulfing the system after a decade of cuts, with A&amp;E waiting times in England the worst on record, and a shortage of 100,000 staff (in a workforce of 1.3 million) predicted by experts to grow to 350,000 by 2030. Allied to this is a consensus that many of the long-term challenges faced by the system are simply not being addressed. These include the overhaul of social care, which is universally acknowledged to be necessary but apparently no closer to happening than it was in 2010, and huge rises in the number of people who are obese, and children being referred to mental health services. The second theme is the prospect of US demands for market access and higher drug prices as part of any post-Brexit trade deal. There were typically mixed and confused signals on this issue during the summer from President Trump, and strong denials from Conservative leadership contenders that the NHS would feature in bilateral talks. But set against such assurances are the US administration’s stated goal of raising prices for US medicines abroad, in order to lower them at home, and expert opinion. Andrew Hill, an adviser to the World Health Organization, predicts that the NHS drugs bill could rise from £18bn to £45bn a year. With 59% of voters naming the NHS as the biggest issue facing the country (though only 18% say that policies on health will determine how they vote), and a chance that the increased demands of winter could see the situation in some hospitals spiral out of control, Conservative campaigners recognise the danger. The health secretary, Matt Hancock, has been meeting the NHS England boss, Simon Stevens, weekly, and No 10 is also closely involved. But the question is what, if anything, the Conservatives have to offer the health service, beyond the 3.4% annual increase to which they are already committed, taking the total budget from £115bn to £135bn over the course of the next parliament. Regular hospital visits by Boris Johnson indicate that his party believes it has a positive story to tell, and is prepared to brazen it out when confronted by angry staff or patients, as he has been more than once. But the fact is that the settlement agreed by Theresa May’s government was known at the time not to be enough, with a 4% increase recommended by thinktanks as the minimum required to reverse years of decline caused by cuts (and the additional burden imposed by council cuts to public health and addiction services to be taken into account). Determined not to be outdone, Labour has offered a “rescue package” that it says will be worth £5.5bn more a year by 2023-24, funded by higher taxes. The policy has the merit of giving voters a clear choice: to spend a lot more money, or not? But while it is right that health spending should be among key election issues, the public should not be given the false impression that it is all about the money. A swift resolution of the doctors’ pensions dispute and the return of nurses’ training bursaries (as promised by Labour) would ease staffing pressures, for example. So would doubling the number of medical school places. But staff shortages are a global issue. So is the role of prevention and public health, particularly in countries where lifestyle-linked illnesses have risen sharply. Rather than a bidding war, politicians should engage in a debate about their plans to make the UK a healthier country.",
      "charCount": "3560",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/nov/15/len-mccluskey-should-see-the-value-of-free-movement",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-15T17:11:18Z",
    "webTitle": "Len McCluskey should see the value of free movement | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/15/len-mccluskey-should-see-the-value-of-free-movement",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/15/len-mccluskey-should-see-the-value-of-free-movement",
    "fields": {
      "headline": "Len McCluskey should see the value of free movement",
      "standfirst": "Readers respond after the general secretary of the Unite union said that to win the election Labour must take a tough line on the free movement of workers",
      "trailText": "<strong>Letters:</strong> Readers respond after the general secretary of the Unite union said that to win the election Labour must take a tough line on the free movement of workers",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fd5b6f8ea8d16a8365da41ec2f3ad6b58ca3462b\"> <img src=\"https://media.guim.co.uk/fd5b6f8ea8d16a8365da41ec2f3ad6b58ca3462b/0_18_2400_1440/1000.jpg\" alt=\"Len McCluskey\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Len McCluskey, general secretary of Unite.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>It is depressing to see Len McCluskey regurgitating the false notion that free movement across Europe has ushered in a regime of cheap labour and the undercutting of wages (<a href=\"https://www.theguardian.com/politics/2019/nov/13/mccluskey-tells-corbyn-defy-calls-extend-freedom-of-movement\" title=\"\">Backlash as union chief calls for Labour to curb free movement</a>, 14 November). </p> <p>This is factually incorrect as consistently demonstrated by researchers such as Jonathan Portes, and deeply insulting to all those European workers who have been contributing massively to our society – doctors, nurses, teachers, university researchers, social care staff, drivers, workers in the food, hospitality and building industries – people who have been paying more in taxes than they receive in benefits, hence contributing to the economy and in fact creating jobs and growth.</p> <p>I cannot believe that all the staff at McCluskey’s disposal have not informed him of the objective facts about the impact of free movement. Hence his intervention is a wilful distortion of the situation, pandering to anti-immigrant ideology going back generations. The Labour party’s manifesto team must honour the excellent conference motion on free movement and not give in to McCluskey’s retrogade, populist rhetoric.<br><strong>Gideon Ben-Tovim</strong><br><em>Emeritus reader in sociology, University of Liverpool</em></p> <p>• Any Labour supporter drawing too simple a pragmatic message from Len McCluskey’s remarks on immigration policy, conceding ground to working-class “commonsense concerns” over migrants, should reflect on the recent experience of other European social-democratic parties following this path.</p> <p>Denmark’s Social Democrats’ move to rightwing anti-immigration policies helped them win the 2019 parliamentary elections, but at the expense of cementing Islamophobia firmly at the heart of Danish politics, thereby assisting the rise of two new far-right national parties, boding ill for the future. Elsewhere, electoral failure has ensued instead.</p> <p>Slovakia’s social-democratic prime minister, Robert Fico, campaigned in 2016 using anti-migrant language, promising to “never allow a single Muslim immigrant under a quota system”. His party lost its majority and 40% of its parliamentary seats, while neo-Nazis gained 10% of the seats. The Czech Republic’s left-of-centre president, Milos Zeman, adopted anti-immigrant policies in national elections in 2017 – the result was a dramatic surge in favour of populist anti-migrant parties and the ruling social democrats fell to 7% of the vote. Echoing anti-immigrant sentiment legitimises and emboldens populist rightwing politics.<br><strong>John Chowcat </strong><br><em>Hythe, Kent</em></p> <p>• Len McCluskey’s dispiriting intervention on Wednesday was a blast from a politically alien, but not-so-distant past. It was the <a href=\"https://www.theguardian.com/politics/2015/mar/29/diane-abbott-labour-immigration-controls-mugs-shameful\" title=\"\">“Controls on immigration” mug</a> all over again. Policy should be adopted because it is morally and ethically right – and argued for on that basis. It was this impulse that lay behind the election of Jeremy Corbyn as leader in the first place. Because Labour’s current strategy means enthusing its base as much as its potential voters, policies must be optimistic, radical and progressive.</p> <p>And, as it turns out, freedom of movement is overwhelmingly popular with the general public. A recent poll showed 67% in favour of complete freedom of movement for EU and UK nationals to live and work in each others’ countries. </p> <p>McCluskey’s resurrection of the “traditional/white working class” – a racist dogwhistle if ever there was one – is poisonous. It is a concept that must be cast into Labour’s dustbin for ever, alongside the <a href=\"https://www.theguardian.com/politics/2016/jan/21/ed-stone-destroyed-after-general-election\" title=\"\">Ed stone</a> and that “Controls on immigration” mug. The working class includes everyone who works for a living, whether they are born here or not.</p> <p>Everyone deserves protections at work, decent pay, decent hours and a say in their future. Employment rights and collective bargaining can and must be extended. Bosses and capitalists who ruthlessly exploit their workforces must be unceremoniously punished. But make no mistake: denying freedom of movement for workers, and allowing bosses to threaten them with deportation if they do not conform, will undermine this task completely.<br><strong>Lawrence Dunn</strong><br><em>Manchester </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "659",
      "commentable": "false",
      "firstPublicationDate": "2019-11-15T17:11:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:43Z",
      "newspaperEditionDate": "2019-11-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cypax",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fd5b6f8ea8d16a8365da41ec2f3ad6b58ca3462b/0_18_2400_1440/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is depressing to see Len McCluskey regurgitating the false notion that free movement across Europe has ushered in a regime of cheap labour and the undercutting of wages (Backlash as union chief calls for Labour to curb free movement, 14 November). This is factually incorrect as consistently demonstrated by researchers such as Jonathan Portes, and deeply insulting to all those European workers who have been contributing massively to our society – doctors, nurses, teachers, university researchers, social care staff, drivers, workers in the food, hospitality and building industries – people who have been paying more in taxes than they receive in benefits, hence contributing to the economy and in fact creating jobs and growth. I cannot believe that all the staff at McCluskey’s disposal have not informed him of the objective facts about the impact of free movement. Hence his intervention is a wilful distortion of the situation, pandering to anti-immigrant ideology going back generations. The Labour party’s manifesto team must honour the excellent conference motion on free movement and not give in to McCluskey’s retrogade, populist rhetoric. Gideon Ben-Tovim Emeritus reader in sociology, University of Liverpool • Any Labour supporter drawing too simple a pragmatic message from Len McCluskey’s remarks on immigration policy, conceding ground to working-class “commonsense concerns” over migrants, should reflect on the recent experience of other European social-democratic parties following this path. Denmark’s Social Democrats’ move to rightwing anti-immigration policies helped them win the 2019 parliamentary elections, but at the expense of cementing Islamophobia firmly at the heart of Danish politics, thereby assisting the rise of two new far-right national parties, boding ill for the future. Elsewhere, electoral failure has ensued instead. Slovakia’s social-democratic prime minister, Robert Fico, campaigned in 2016 using anti-migrant language, promising to “never allow a single Muslim immigrant under a quota system”. His party lost its majority and 40% of its parliamentary seats, while neo-Nazis gained 10% of the seats. The Czech Republic’s left-of-centre president, Milos Zeman, adopted anti-immigrant policies in national elections in 2017 – the result was a dramatic surge in favour of populist anti-migrant parties and the ruling social democrats fell to 7% of the vote. Echoing anti-immigrant sentiment legitimises and emboldens populist rightwing politics. John Chowcat Hythe, Kent • Len McCluskey’s dispiriting intervention on Wednesday was a blast from a politically alien, but not-so-distant past. It was the “Controls on immigration” mug all over again. Policy should be adopted because it is morally and ethically right – and argued for on that basis. It was this impulse that lay behind the election of Jeremy Corbyn as leader in the first place. Because Labour’s current strategy means enthusing its base as much as its potential voters, policies must be optimistic, radical and progressive. And, as it turns out, freedom of movement is overwhelmingly popular with the general public. A recent poll showed 67% in favour of complete freedom of movement for EU and UK nationals to live and work in each others’ countries. McCluskey’s resurrection of the “traditional/white working class” – a racist dogwhistle if ever there was one – is poisonous. It is a concept that must be cast into Labour’s dustbin for ever, alongside the Ed stone and that “Controls on immigration” mug. The working class includes everyone who works for a living, whether they are born here or not. Everyone deserves protections at work, decent pay, decent hours and a say in their future. Employment rights and collective bargaining can and must be extended. Bosses and capitalists who ruthlessly exploit their workforces must be unceremoniously punished. But make no mistake: denying freedom of movement for workers, and allowing bosses to threaten them with deportation if they do not conform, will undermine this task completely. Lawrence Dunn Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4372",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/nov/15/dont-play-to-the-mob-over-gypsies",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-11-15T17:10:52Z",
    "webTitle": "Don’t play to the mob over Gypsies | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/nov/15/dont-play-to-the-mob-over-gypsies",
    "apiUrl": "https://content.guardianapis.com/world/2019/nov/15/dont-play-to-the-mob-over-gypsies",
    "fields": {
      "headline": "Don’t play to the mob over Gypsies",
      "standfirst": "<strong>Lisa Smith</strong> and <strong>John Beer</strong> air their views on proposals to criminalise unauthorised Gypsy and Traveller encampments",
      "trailText": "Letters: <strong>Lisa Smith</strong> and <strong>John Beer</strong> air their views on proposals to criminalise unauthorised Gypsy and Traveller encampments",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"585f9f52612b9babbb34a5c2729c3611f731fdbe\"> <img src=\"https://media.guim.co.uk/585f9f52612b9babbb34a5c2729c3611f731fdbe/0_0_6633_3980/1000.jpg\" alt=\"Travellers camp on a grass verge near Kirkby Lonsdale in Cumbria before setting off on the final leg of their journey to the annual Appleby Horse Fair, the largest gathering of Travellers and Gypsies in Europe. Photo taken in June 2018\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘My experience of attending to the welfare needs of these people when I had this responsibility in a south coast city taught me about the hostility they face,’ writes John Beer.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>George Monbiot is correct to call out Priti Patel for playing the race card in the run-up to the election (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/13/priti-patel-demonisation-gypsies-prejudice-bigotry\" title=\"\">Journal</a>, 14 November). In April, the House of Commons women and equalities committee <a href=\"https://publications.parliament.uk/pa/cm201719/cmselect/cmwomeq/360/360.pdf\" title=\"\">concluded its inquiry</a> into the inequalities faced by Gypsy, Roma and Traveller communities. It concluded that “Leadership from the Ministry of Housing, Communities and Local Government … has been lacking” and called on the Cabinet Office “to create a specific work stream for eliminating Gypsy and Traveller inequalities”.</p> <p>Unauthorised camping is a symptom of the lack of a coherent strategy across government, local and national. The Criminal Justice Act 1994 criminalised unauthorised camping and gave the police extensive powers. It didn’t solve the problem, and neither will the proposals in the consultation. In fact, in response to <a href=\"https://www.gov.uk/government/consultations/powers-for-dealing-with-unauthorised-development-and-encampments\" title=\"\">Dominic Raab’s consultation</a> launched in 2018, around <a href=\"https://www.gov.uk/government/consultations/powers-for-dealing-with-unauthorised-development-and-encampments\" title=\"\">powers for dealing with unauthorised Gypsy and Traveller camps</a>, the National Police Chiefs Council and the Association of Police and Crime Commissioners rejected calls for a clampdown on unauthorised sites and said “<a href=\"https://www.travellerstimes.org.uk/news/2018/06/police-chiefs-back-calls-creation-dozens-more-gypsy-and-traveller-sites\" title=\"\">criminalisation of Travellers was not the answer</a>”. It instead called for a “<a href=\"https://www.travellerstimes.org.uk/news/2018/06/police-chiefs-back-calls-creation-dozens-more-gypsy-and-traveller-sites\" title=\"\">significant increase</a>” in the number of permanent and temporary sites across the country.</p> <p>The women and equalities inquiry was a serious and thorough effort to improve the situation for the benefit of everyone. This consultation, with its online survey app format and leading questions, is just the opposite.<br><strong>Lisa Smith</strong><br><em>Chair, The Advisory Council for the Education of Romany and other Travellers</em></p> <p>• Proposals to criminalise unauthorised Traveller encampments are the kind of rightwing demagoguery we can expect if this government is returned to office. My experience of attending to the welfare needs of these people when I had this responsibility in a south coast city taught me about the hostility they face. Their “crime” is to want to travel and this entails stopping for a few days at a time on spaces that local people don’t wish to share.</p> <p>The law requires that the welfare needs of particularly the women and children are assessed and met before they are moved on. This upsets some local people a great deal as they regard them as undeserving of such care. Ms Patel’s proposals will, as Monbiot says, fuel this hatred and prejudice. </p> <p>Twenty years ago legislation required all local authorities to provide permanent Gypsy sites which led many travelling families to give up moving around. Many Conservative local authorities didn’t obey this requirement and got their government to repeal this legislation without any constructive alternative.</p> <p>With barbed wire and ditches, there are now ever fewer options for Travellers to move around the country and they are forced to use ever less suitable places. Ms Patel wants to stop this by taking away their homes. What then? Lock them up? We should be very afraid that the mob are being given such power.<br><strong>John Beer </strong><br><em>Farnham, Surrey </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "521",
      "commentable": "false",
      "firstPublicationDate": "2019-11-15T17:10:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:50Z",
      "newspaperEditionDate": "2019-11-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cypt6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/585f9f52612b9babbb34a5c2729c3611f731fdbe/0_0_6633_3980/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot is correct to call out Priti Patel for playing the race card in the run-up to the election (Journal, 14 November). In April, the House of Commons women and equalities committee concluded its inquiry into the inequalities faced by Gypsy, Roma and Traveller communities. It concluded that “Leadership from the Ministry of Housing, Communities and Local Government … has been lacking” and called on the Cabinet Office “to create a specific work stream for eliminating Gypsy and Traveller inequalities”. Unauthorised camping is a symptom of the lack of a coherent strategy across government, local and national. The Criminal Justice Act 1994 criminalised unauthorised camping and gave the police extensive powers. It didn’t solve the problem, and neither will the proposals in the consultation. In fact, in response to Dominic Raab’s consultation launched in 2018, around powers for dealing with unauthorised Gypsy and Traveller camps, the National Police Chiefs Council and the Association of Police and Crime Commissioners rejected calls for a clampdown on unauthorised sites and said “criminalisation of Travellers was not the answer”. It instead called for a “significant increase” in the number of permanent and temporary sites across the country. The women and equalities inquiry was a serious and thorough effort to improve the situation for the benefit of everyone. This consultation, with its online survey app format and leading questions, is just the opposite. Lisa Smith Chair, The Advisory Council for the Education of Romany and other Travellers • Proposals to criminalise unauthorised Traveller encampments are the kind of rightwing demagoguery we can expect if this government is returned to office. My experience of attending to the welfare needs of these people when I had this responsibility in a south coast city taught me about the hostility they face. Their “crime” is to want to travel and this entails stopping for a few days at a time on spaces that local people don’t wish to share. The law requires that the welfare needs of particularly the women and children are assessed and met before they are moved on. This upsets some local people a great deal as they regard them as undeserving of such care. Ms Patel’s proposals will, as Monbiot says, fuel this hatred and prejudice. Twenty years ago legislation required all local authorities to provide permanent Gypsy sites which led many travelling families to give up moving around. Many Conservative local authorities didn’t obey this requirement and got their government to repeal this legislation without any constructive alternative. With barbed wire and ditches, there are now ever fewer options for Travellers to move around the country and they are forced to use ever less suitable places. Ms Patel wants to stop this by taking away their homes. What then? Lock them up? We should be very afraid that the mob are being given such power. John Beer Farnham, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3250",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/15/boris-johnson-internet-voters-prime-minister-vogue-video",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-15T09:52:16Z",
    "webTitle": "Hold your nose – Boris Johnson is trying to meme himself | Joel Golby",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/15/boris-johnson-internet-voters-prime-minister-vogue-video",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/15/boris-johnson-internet-voters-prime-minister-vogue-video",
    "fields": {
      "headline": "Hold your nose – Boris Johnson is trying to meme himself",
      "standfirst": "Brace yourselves, voters. When the Actual Prime Minister appears in a Vogue knock-off video, worse is to come",
      "trailText": "Brace yourselves, voters. When the Actual Prime Minister appears in a Vogue knock-off video, worse is to come, says columnist Joel Golby",
      "byline": "Joel Golby",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"58acce43-ffc9-48a9-ba4b-ea1d4c89d4f1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/UTYQlX56v8I?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Ah, I suppose this was always doomed to happen, wasn’t it. For years we’ve been training ourselves to speak the language of the internet until it became something close to our mother tongue, and all those basic little toddler sounds we used to make – <a href=\"https://www.urbandictionary.com/define.php?term=all%20your%20base%20are%20belong%20to%20us\" title=\"\">All Your Base Are Belong To Us</a>, <a href=\"https://www.urbandictionary.com/define.php?term=longcat\" title=\"\">longcat is long</a>, <a href=\"https://www.vice.com/en_uk/article/a35evg/online-humour-random-internet-meme-2000s\" title=\"\">Badger Badger Mushroom</a> – are now a whole meme-as-language that worms through our brains like a parasite.</p> \n<p>So when Boris Johnson marches out of a fire escape in soft focus and gets interrogated sight unseen, then you know what it is, don’t you, it’s a knock-off of <a href=\"https://video.vogue.com/series/73-questions\" title=\"\">Vogue’s 73 Questions</a>, but with the Actual Prime Minister of the United Kingdom in it instead of, say, Selena Gomez.</p> \n<p>I first paused at 0:13, and had to go outside and hold the bridge of my nose for a while before I could go back to it. See if you can last any longer, but be aware that there are no prizes for doing so.</p> \n<p>Insights gleaned: Boris Johnson starts his day by taking his dog for a shit; he can’t get Thai curry ordered to No 10 any more in case someone runs “Michael Winner interference” on it first; he segued <em>directly</em> from the question “fish and chips or Sunday roast?” to “why are we having this election?” without blinking; his favourite band is either the Clash or the Rolling Stones.</p> \n<p>Admittedly I might be still in conspiracy mode because of <a href=\"https://www.theguardian.com/commentisfree/2019/nov/13/boris-johnson-wreath-laying-lib-dems-egg-mcmuffin\" title=\"\">BBC #Wreathgate</a> earlier this week but, judging by the timing, the calamitous pauses, the way Johnson responds as if grappling with a satellite delay, plus the contrasting audio qualities, and I’m pretty certain the voice asking the questions was overdubbed to make it lean working-class. I mean, that can’t be true, can it? That can’t be what’s happened, here. It just really, really feels like that’s what’s happened.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/13/boris-johnson-wreath-laying-lib-dems-egg-mcmuffin\">It’s not a conspiracy. Boris Johnson is just bad at laying wreaths and mopping floors | Joel Golby</a> </p> \n</aside> \n<p>Oh god, it’s still going: he likes Marmite, he made steak and oven chips last night, he can still make broad-sweeping arm gestures and talk about Brexit while loitering in the corridor by the office toilets. Workers behind him stare rigidly at computers as if they’ve had to patiently act as human furniture in multiple takes as a production team walks backwards through their campaign office asking Boris Johnson about referendums. He makes tea like this: boiling water tap, milk in with the bag, no stirring, no taking the bag out. From that alone, I have seen into the very soul of the man, and I’m not sure I liked it.</p> \n<p>But this is, to be fair, taking keen advantage of Johnson’s strength, which is that he’s an assured public speaker who nevertheless always seems on the edge of saying “pimbly pombly”, and who somehow convinces swaths of the voting public that he’s Just Like You because he stutters occasionally, and knows what a microwave is. Compare and contrast Theresa May’s one attempt at seeming human (remember when she confessed, as if admitting to a string of murders, about lightly tamping <a href=\"https://www.theguardian.com/politics/2017/jun/07/theresa-mays-wheat-field-failed-the-naughtiness-test-can-you-do-better\" title=\"\">down some wheat</a>) and he’s light years ahead. He softballed NHS investment policy, his manifesto on police spending and Tough Brexit Talk into a fun video about Marmite and shitting dogs. He’s played an absolute blinder.</p> \n<p>For those paying attention at the back, you’ll know that this now puts pressure on Jeremy Corbyn to come out fighting with his own internet-adjacent video that co-opts the visual language of the youth and tricks them into caring about <a href=\"https://www.theguardian.com/business/2018/sep/24/how-would-labour-plan-to-give-workers-10-stake-in-big-firms-work\" title=\"\">inclusive ownership funds</a>. I’m intrigued to see where Labour HQ goes with it.</p> \n<p>Best I can see it is this: Jeremy Corbyn <a href=\"https://www.youtube.com/playlist?list=PLAzrgbu8gEMIIK3r4Se1dOZWSZzUSadfZ\" title=\"\">eats a succession of increasingly spicy</a> cauliflower hot wings opposite a nodding Owen Jones, frantically sweating through his jumper while trying to talk about nurses’ wages; Corbyn delivers the entire Labour manifesto as a 45-minute ASMR roleplay (“[ASMR] – PM Roleplay – You Are The Workers &amp; I Am Ending Austerity”). Or – my personal preference – Corbyn waving to a camera mounted inside a ringlight and letting a 22-year-old makeup vlogger give him a makeover: full face, full lashes. Blows a big <em>mwah</em> at the end as a “Register To Vote!” call to action drops on screen. And this is all way before Jo Swinson gets on TikTok. The race to the bottom starts now.</p> \n<p><strong>Other things to hate or enjoy – delete as appropriate</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattHancock/status/1194146911181320192\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">There’s only one way to move this country forward - to vote Conservative <a href=\"https://t.co/a4lzjtA2QL\">pic.twitter.com/a4lzjtA2QL</a></p>— Matt Hancock (@MattHancock) \n  <a href=\"https://twitter.com/MattHancock/status/1194146911181320192?ref_src=twsrc%5Etfw\">November 12, 2019</a>\n </blockquote> \n</figure> \n<p>Unlikely anyone’s said this before, but I think Matt Hancock might be one to watch this election cycle – he seems to have taken the selfie video cue from Rory Stewart’s leadership campaign (Stewart <a href=\"https://www.theguardian.com/politics/2019/oct/25/rory-stewart-calls-three-london-men-filmed-in-walkabout-video-minor-gangsters\" title=\"\">looking increasingly terrified</a> as he shook hands with members of the public and offered anyone hard enough out for a debate in the middle of Kew Gardens) and run with it. <a href=\"https://twitter.com/MattHancock/status/1194146911181320192\" title=\"\">This week’s video</a> – an unblinking 11-second performance in which he threatens to tell Southampton about NHS investment with the uneasy air of someone being forced to recount his kind treatment at the hands of his captors – is still dwarfed by <a href=\"https://twitter.com/MattHancock/status/1192717772888924161\" title=\"\">last week’s attempt</a> (Hancock, in the blustering dawn cold, saying, “It’s Yorkshire, it’s before seven in the morning, it’s raining ... and we’re ready to go!”, like a failed Top Gear presenter open audition reel), but I think we’ll have plenty more efforts from him before 12 December looms.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MikeGapes/status/1194559654791172098\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/ozCApAt1ng\">pic.twitter.com/ozCApAt1ng</a></p>— Mike Gapes (@MikeGapes) \n  <a href=\"https://twitter.com/MikeGapes/status/1194559654791172098?ref_src=twsrc%5Etfw\">November 13, 2019</a>\n </blockquote> \n</figure> \n<p>Mike Gapes – the man with the defeated air of someone who has been turned away from a city centre Laser Quest because “you can’t play on your own here, mate, that’s weird” – <a href=\"https://twitter.com/MikeGapes/status/1194559654791172098\" title=\"\">has released his campaign poster this week</a>, which is basically just a red and yellow Labour campaign poster with a small disclaimer at the bottom to remind voters that he defected to the party now known as “The <strong>I</strong>ndependent Group <strong>For Change</strong>”, remember, and also a bizarrely heartbreaking call to arms in the top right corner, reading: “It will really help me if you display this poster in your window. Thank you.” I don’t know why, but the polite, thin, desperation of this actually makes me weepingly sad. Gapes, politely asking that you display his campaign poster in your window, thanks, for as long as it takes for someone to report him for misrepresentation to the Electoral Commission and he sadly has to go round all the shops and houses in Ilford, and ask that they take them down.</p> \n<p>• Joel Golby is the author of Brilliant, Brilliant, Brilliant Brilliant Brilliant</p>",
      "wordcount": "1057",
      "commentCloseDate": "2019-11-18T09:52:16Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-15T09:52:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:52Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyy6d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/595546bb1705803802463209b9e9590997785757/37_0_2067_1240/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ah, I suppose this was always doomed to happen, wasn’t it. For years we’ve been training ourselves to speak the language of the internet until it became something close to our mother tongue, and all those basic little toddler sounds we used to make – All Your Base Are Belong To Us, longcat is long, Badger Badger Mushroom – are now a whole meme-as-language that worms through our brains like a parasite. So when Boris Johnson marches out of a fire escape in soft focus and gets interrogated sight unseen, then you know what it is, don’t you, it’s a knock-off of Vogue’s 73 Questions, but with the Actual Prime Minister of the United Kingdom in it instead of, say, Selena Gomez. I first paused at 0:13, and had to go outside and hold the bridge of my nose for a while before I could go back to it. See if you can last any longer, but be aware that there are no prizes for doing so. Insights gleaned: Boris Johnson starts his day by taking his dog for a shit; he can’t get Thai curry ordered to No 10 any more in case someone runs “Michael Winner interference” on it first; he segued directly from the question “fish and chips or Sunday roast?” to “why are we having this election?” without blinking; his favourite band is either the Clash or the Rolling Stones. Admittedly I might be still in conspiracy mode because of BBC #Wreathgate earlier this week but, judging by the timing, the calamitous pauses, the way Johnson responds as if grappling with a satellite delay, plus the contrasting audio qualities, and I’m pretty certain the voice asking the questions was overdubbed to make it lean working-class. I mean, that can’t be true, can it? That can’t be what’s happened, here. It just really, really feels like that’s what’s happened. Oh god, it’s still going: he likes Marmite, he made steak and oven chips last night, he can still make broad-sweeping arm gestures and talk about Brexit while loitering in the corridor by the office toilets. Workers behind him stare rigidly at computers as if they’ve had to patiently act as human furniture in multiple takes as a production team walks backwards through their campaign office asking Boris Johnson about referendums. He makes tea like this: boiling water tap, milk in with the bag, no stirring, no taking the bag out. From that alone, I have seen into the very soul of the man, and I’m not sure I liked it. But this is, to be fair, taking keen advantage of Johnson’s strength, which is that he’s an assured public speaker who nevertheless always seems on the edge of saying “pimbly pombly”, and who somehow convinces swaths of the voting public that he’s Just Like You because he stutters occasionally, and knows what a microwave is. Compare and contrast Theresa May’s one attempt at seeming human (remember when she confessed, as if admitting to a string of murders, about lightly tamping down some wheat) and he’s light years ahead. He softballed NHS investment policy, his manifesto on police spending and Tough Brexit Talk into a fun video about Marmite and shitting dogs. He’s played an absolute blinder. For those paying attention at the back, you’ll know that this now puts pressure on Jeremy Corbyn to come out fighting with his own internet-adjacent video that co-opts the visual language of the youth and tricks them into caring about inclusive ownership funds. I’m intrigued to see where Labour HQ goes with it. Best I can see it is this: Jeremy Corbyn eats a succession of increasingly spicy cauliflower hot wings opposite a nodding Owen Jones, frantically sweating through his jumper while trying to talk about nurses’ wages; Corbyn delivers the entire Labour manifesto as a 45-minute ASMR roleplay (“[ASMR] – PM Roleplay – You Are The Workers &amp; I Am Ending Austerity”). Or – my personal preference – Corbyn waving to a camera mounted inside a ringlight and letting a 22-year-old makeup vlogger give him a makeover: full face, full lashes. Blows a big mwah at the end as a “Register To Vote!” call to action drops on screen. And this is all way before Jo Swinson gets on TikTok. The race to the bottom starts now. Other things to hate or enjoy – delete as appropriate Unlikely anyone’s said this before, but I think Matt Hancock might be one to watch this election cycle – he seems to have taken the selfie video cue from Rory Stewart’s leadership campaign (Stewart looking increasingly terrified as he shook hands with members of the public and offered anyone hard enough out for a debate in the middle of Kew Gardens) and run with it. This week’s video – an unblinking 11-second performance in which he threatens to tell Southampton about NHS investment with the uneasy air of someone being forced to recount his kind treatment at the hands of his captors – is still dwarfed by last week’s attempt (Hancock, in the blustering dawn cold, saying, “It’s Yorkshire, it’s before seven in the morning, it’s raining ... and we’re ready to go!”, like a failed Top Gear presenter open audition reel), but I think we’ll have plenty more efforts from him before 12 December looms. Mike Gapes – the man with the defeated air of someone who has been turned away from a city centre Laser Quest because “you can’t play on your own here, mate, that’s weird” – has released his campaign poster this week, which is basically just a red and yellow Labour campaign poster with a small disclaimer at the bottom to remind voters that he defected to the party now known as “The Independent Group For Change”, remember, and also a bizarrely heartbreaking call to arms in the top right corner, reading: “It will really help me if you display this poster in your window. Thank you.” I don’t know why, but the polite, thin, desperation of this actually makes me weepingly sad. Gapes, politely asking that you display his campaign poster in your window, thanks, for as long as it takes for someone to report him for misrepresentation to the Electoral Commission and he sadly has to go round all the shops and houses in Ilford, and ask that they take them down. • Joel Golby is the author of Brilliant, Brilliant, Brilliant Brilliant Brilliant",
      "charCount": "6088",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/joel-golby\">Joel Golby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/nov/15/lib-dems-face-a-tough-fight-if-they-want-to-raise-their-seat-count",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-15T08:00:02Z",
    "webTitle": "Lib Dems face a tough fight if they want to raise their seat count",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/15/lib-dems-face-a-tough-fight-if-they-want-to-raise-their-seat-count",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/15/lib-dems-face-a-tough-fight-if-they-want-to-raise-their-seat-count",
    "fields": {
      "headline": "Lib Dems face a tough fight if they want to raise their seat count",
      "standfirst": "<p>Polls show 10% swing to Lib Dems from all parties would only yield 18 seats </p>",
      "trailText": "Polls show 10% swing to Lib Dems from all parties would only yield 18 seats ",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"aa9381a78867dad42bbfe7675374d499938fe99e\"> <img src=\"https://media.guim.co.uk/aa9381a78867dad42bbfe7675374d499938fe99e/0_57_3338_2004/1000.jpg\" alt=\"Liberal Democrats leader Jo Swinson wearing boxing gloves\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liberal Democrats leader Jo Swinson visited the boxing gym Total Boxer in London on Wednesday. Brexit is a complicating factor for the Lib Dems.</span> <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> </figcaption> </figure>",
      "body": "<p>A glance at the top target seats for the Lib Dems quickly demonstrates how much of a challenge Jo Swinson’s party faces in the forthcoming general election. There are only four that can be taken on a slim 1% swing – including Fife North East – where the party finished just two votes behind the SNP’s Stephen Gethins.</p> <p>Capturing the 10th most winnable seat – Lewes, in Sussex – would require a swing of 5.1%, however, while a 10% swing to the Lib Dems from all parties would only yield 18 seats across the UK. By contrast, the Conservatives can gain 19 seats on a 1% swing from all parties, and Labour, a handful more, at 22.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/audio/2019/sep/18/revoke-and-remain-inside-lib-dem-conference-podcast\">Revoke and remain: inside the Lib Dem party conference – podcast</a> </p> </aside>  <p>The second complicating factor for the party is Brexit. Its position as unambiguously pro-remain – its promise is to revoke Article 50 – means that it struggles to attract leave voters who are in the majority in some of the seats that it wants to gain, particularly in the south-west of England.</p> <p>Its number seven target is Devon North, where the party needs a 3.9% swing to overturn a 4,332 majority. But it is estimated that 57% of the constituency voted leave in the 2016 referendum, making the task harder unless it proves possible to squeeze the Labour vote there.</p> <p>John Curtice, a professor of politics at Strathclyde University, says the Lib Dems “are now the obverse of the Brexit party” with all the increase in vote share the party has received since the 2017 election coming from remain supporters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/12/shifting-alliances-that-might-swing-the-election\">Shifting alliances that might swing the election | Letters</a> </p> </aside>  <p>As a result, he says, some pro-remain seats in and around London are starting to look like “home bankers” – such as Richmond Park (majority 45) and St. Albans (majority 6,109) where the party is chasing the Conservatives. However, others such as North Devon, and also North Cornwall (Con majority 7,200) and St Ives (Con majority 312) will be much more difficult, Curtice added.</p> <p>For the Lib Dems to make inroads and avoid being squeezed, their task is to try and dramatically change the narrative – which the party is trying to do by putting highly selective polling information on its campaign leaflets in individual seats in an attempt to get voters to rethink.</p> <p>This may prove possible in some cases, most notably in Finchley and Golders Green, where <a href=\"https://www.theguardian.com/politics/2019/nov/09/luciana-berger-lib-dems-finchley-golders-green-remain-voters\">Luciana Berger, a former Labour MP, hopes to come from a distant fourth to snatch the seat</a> by focusing her campaign on antisemitism in a constituency with a significant proportion of Jewish voters.</p>  <figure class=\"element element-image\" data-media-id=\"8ec896f3fae4f9cac8882ded19c6e2a2f1f5b7f2\"> <img src=\"https://media.guim.co.uk/8ec896f3fae4f9cac8882ded19c6e2a2f1f5b7f2/0_105_3264_1958/1000.jpg\" alt=\"Luciana Berger is contesting the Finchley and Golders Green seat on a campaign against antisemitism.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Luciana Berger is contesting the Finchley and Golders Green seat on a campaign against antisemitism.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>  <p>It is far more challenging to do so nationally however. The party has tried, by portraying its leader, Jo Swinson, as a potential prime minister, although this is an unlikely possibility, given its position third in the polls.</p> <p>This attempted prime ministerial portrayal also explains why the Lib Dems are so unhappy about being squeezed out of the first TV debate: a head to head between Boris Johnson and Jeremy Corbyn, and why the two main parties are so keen to do so.</p> <p>Current polling suggests that the Lib Dems will do better than in 2017, when the party secured a dismal 7.4% and only picked up 12 seats. But the Guardian’s poll tracker shows that it will come under intense pressure from Labour, now ahead among remain voters, and that its national share is currently only 16%.</p> <p>All in all, the party will do exceptionally well to end up with 30 seats, and in fact, faces a battle to better the 20 it held at the conclusion of the last parliament, boosted by defections from both the Conservatives and Labour.</p>",
      "newspaperPageNumber": "13",
      "wordcount": "592",
      "firstPublicationDate": "2019-11-15T08:00:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:52Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyya2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aa9381a78867dad42bbfe7675374d499938fe99e/0_57_3338_2004/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A glance at the top target seats for the Lib Dems quickly demonstrates how much of a challenge Jo Swinson’s party faces in the forthcoming general election. There are only four that can be taken on a slim 1% swing – including Fife North East – where the party finished just two votes behind the SNP’s Stephen Gethins. Capturing the 10th most winnable seat – Lewes, in Sussex – would require a swing of 5.1%, however, while a 10% swing to the Lib Dems from all parties would only yield 18 seats across the UK. By contrast, the Conservatives can gain 19 seats on a 1% swing from all parties, and Labour, a handful more, at 22. The second complicating factor for the party is Brexit. Its position as unambiguously pro-remain – its promise is to revoke Article 50 – means that it struggles to attract leave voters who are in the majority in some of the seats that it wants to gain, particularly in the south-west of England. Its number seven target is Devon North, where the party needs a 3.9% swing to overturn a 4,332 majority. But it is estimated that 57% of the constituency voted leave in the 2016 referendum, making the task harder unless it proves possible to squeeze the Labour vote there. John Curtice, a professor of politics at Strathclyde University, says the Lib Dems “are now the obverse of the Brexit party” with all the increase in vote share the party has received since the 2017 election coming from remain supporters. As a result, he says, some pro-remain seats in and around London are starting to look like “home bankers” – such as Richmond Park (majority 45) and St. Albans (majority 6,109) where the party is chasing the Conservatives. However, others such as North Devon, and also North Cornwall (Con majority 7,200) and St Ives (Con majority 312) will be much more difficult, Curtice added. For the Lib Dems to make inroads and avoid being squeezed, their task is to try and dramatically change the narrative – which the party is trying to do by putting highly selective polling information on its campaign leaflets in individual seats in an attempt to get voters to rethink. This may prove possible in some cases, most notably in Finchley and Golders Green, where Luciana Berger, a former Labour MP, hopes to come from a distant fourth to snatch the seat by focusing her campaign on antisemitism in a constituency with a significant proportion of Jewish voters. It is far more challenging to do so nationally however. The party has tried, by portraying its leader, Jo Swinson, as a potential prime minister, although this is an unlikely possibility, given its position third in the polls. This attempted prime ministerial portrayal also explains why the Lib Dems are so unhappy about being squeezed out of the first TV debate: a head to head between Boris Johnson and Jeremy Corbyn, and why the two main parties are so keen to do so. Current polling suggests that the Lib Dems will do better than in 2017, when the party secured a dismal 7.4% and only picked up 12 seats. But the Guardian’s poll tracker shows that it will come under intense pressure from Labour, now ahead among remain voters, and that its national share is currently only 16%. All in all, the party will do exceptionally well to end up with 30 seats, and in fact, faces a battle to better the 20 it held at the conclusion of the last parliament, boosted by defections from both the Conservatives and Labour.",
      "charCount": "3398",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/15/how-immigration-became-britains-most-toxic-political-issue",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-15T06:00:01Z",
    "webTitle": "How immigration became Britain’s most toxic political issue",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/15/how-immigration-became-britains-most-toxic-political-issue",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/15/how-immigration-became-britains-most-toxic-political-issue",
    "fields": {
      "headline": "How immigration became Britain’s most toxic political issue",
      "standfirst": "<p>Over 20 years, the debate about freedom of movement has become skewed by a hostile narrative. By Rachel Shabi</p>",
      "trailText": "<strong>The long read</strong>: Over 20 years, the debate about freedom of movement has become skewed by a hostile narrative",
      "byline": "Rachel Shabi",
      "main": "<figure class=\"element element-image\" data-media-id=\"f5df3921d42d1cb99e7b43d71b91858d36b3d6f5\"> <img src=\"https://media.guim.co.uk/f5df3921d42d1cb99e7b43d71b91858d36b3d6f5/1_0_5904_3543/1000.jpg\" alt=\"immigration-themed montage of key labour and conservative figures of the last 15 years\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>",
      "body": "<p>Few chance encounters have had a greater political impact than Gordon Brown’s fateful meeting with Gillian Duffy on an April morning in Rochdale in 2010. When the then prime minister was caught on a hot mic calling the Labour-voting pensioner a “bigoted woman” – after she cornered him with complaints about immigrants “flocking” into Britain – it did not just <a href=\"https://www.theguardian.com/politics/2010/apr/28/gordon-brown-bigotgate-marina-hyde\" title=\"\">sink his floundering campaign</a>. It set the tone for the way immigration would become the most toxic issue in British politics for the decade to come.</p> <p>When New Labour came to power in 1997, just 3% of the public cited immigration as a key issue. By the time of the EU referendum in 2016, that figure was 48%. During those intervening years, the issue came to dominate and distort British politics – exactly according to the script established by Bigotgate. Brown’s gaffe both consolidated and gave credence to a political coding that would shape everything that came after: the “hostile environment”, the Windrush scandal, the EU referendum and the revival of Britain’s far right – deploying a narrative in which sneering, out-of-touch, big-city politicians who favour foreigners and open borders are hopelessly oblivious to the struggles and the so-called “legitimate concerns” of ordinary working people (who, in this scenario, are always white).</p> <p>The Labour movement still bears the battlescars of Bigotgate, as divisions over immigration cut across party factions. With the Labour party about to release its election manifesto, <a href=\"https://www.theguardian.com/politics/2019/nov/13/mccluskey-tells-corbyn-defy-calls-extend-freedom-of-movement\" title=\"\">an outburst against free movement</a> of migrants from the leader of Unite the Union, the party’s biggest affiliate, threatens to thwart efforts to move to a more progressive position on the issue.</p> <p>By the time Brown took his ill-fated walkabout in 2010, immigration was already polling as a top concern, overtaking the NHS and only topped by the economy for a few years following the 2008 crash. By then, politicians and the media had shaped a venomous narrative around the volume of new arrivals to the UK, the identity of those coming and why they did so.</p> <p>For more than 30 years, the UK has been at the forefront of a neoliberal economic globalisation that deregulated markets and pared back the state – deepening the global economic inequalities that produce labour immigration. In the UK, local manufacturing-based economies that supported entire communities were shut down or shipped out. Across the global south, structural adjustment programmes imposed by the west as loan conditions were collapsing national economies. But these harsh economic realities did not appear in our media’s fearmongering accounts of a “tide” of migrants “flooding” into soft-touch Britain on supposedly spurious grounds and overwhelming the country.</p> <p>Just as communities were exposed to the shocks of an unrestrained free market and a shrinking state, they were simultaneously bombarded with stories about “Slovak spongers” and cheating Czechs. Politicians of all stripes fell in line, producing hostile rhetoric and policies in response – and defining the issue as a reflection of supposed concerns over the exact number of arrivals, the “pace of change” in local communities and the need to exert control over migration. This was the catalyst for David Cameron’s foolish 2010 election pledge to introduce a target figure for “net migration” – which the Conservative party failed to meet, again and again, only enflaming public resentment and mistrust over the issue (this impossible target underpinned the Conservative’s hostile environment policy and produced the Windrush scandal).</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"7cd9236976442770661f2dc2267793c7124026ef\"> <img src=\"https://media.guim.co.uk/7cd9236976442770661f2dc2267793c7124026ef/0_0_3000_1944/1000.jpg\" alt=\"Bigotgate: Gordon Brown talking with Rochdale resident Gillian Duffy in 2010.\" width=\"1000\" height=\"648\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bigotgate: Gordon Brown talking with Rochdale resident Gillian Duffy in 2010.</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty</span> </figcaption> </figure>  <p>In the run-up to the EU referendum, called by Cameron to block the popularity of Ukip and silence Tory Eurosceptics, the leave campaign repeated the idea that it was Labour’s policy to increase immigration that had made it a burning issue in British politics. More specifically, the blame was focused on a commitment made in 2004 by Tony Blair as prime minister. In a 2015 BBC documentary called The Truth About Immigration, the presenter Nick Robinson talked of immigration in the UK as an issue that “adds up to an awful lot of change and that’s led to an awful lot of anxiety”. He identified the source of all this worry: “A single decision taken without much thought in Downing Street, to allow immigration from new members of the EU from eastern Europe.” That decision by the Labour government would, Robinson said, likely be debated by historians in 50 years’ time as the “most significant taken since the second world war”.</p> <p>According to this analysis – which was widespread across the media – what created the problem was the arrival of immigrants in larger numbers, not the way immigration was depicted, described, debated or demonised.</p> <p>But what if this narrative is the wrong way around? Perhaps it wasn’t immigration itself that was such a defining issue of those 20 years – but rather, the way political parties and journalists discussed it and the policies implemented in response. The big assumption is that it was a foregone conclusion that there would be hostility to immigration, which in turn would become politically explosive in the UK. While Britain has always received migrants with initial suspicion, it was not inevitable that the issue would become so damaging or derail our politics so comprehensively.</p> <h2>* * *</h2> <p>By the 1990s, conflict across the world began to drive migration. Responding to the earliest of the 1980s arrivals, parts of the British media labelled Tamils fleeing Sri Lanka as “bogus” asylum seekers. This term was adopted by politicians to cast suspicion on asylum seekers and focus anxiety about immigration on fair play and the abuse of British generosity.</p> <p>During this period, Conservative and Labour ministers presented their asylum policies in this fashion, premised on preserving the integrity of the system. The Conservatives in power during the early 90s ramped up rhetoric against “floods” of asylum seekers, even though Germany then had the highest numbers of asylum seekers in Europe. Tory legislation sought to hasten the “rapid rejection of a large number of unfounded claims”, which would “play a major part in deterring further abuse of the process”, in the words of Kenneth Baker, the Conservative home secretary between 1990 and 1992.</p> <p>By the time Labour came to power in 1997, newspapers were routinely scaremongering about the new arrivals: that year the Daily Mail ran a story about a “flood of bogus asylum-seekers swamping Dover” while the Independent warned: “Gypsies invade Dover hoping for a handout.” The actual numbers were tiny. <a href=\"https://www.ippr.org/files/images/media/files/publication/2011/05/asylum_factfile_feb05_1344.pdf\" title=\"\">There were</a> 32,500 overall asylum claims in 1997, with 81% refused asylum. In the decade to 2000, the UK accepted 1.9% of asylum claims from Sri Lanka; in France that figure was 73.6%.</p> <p>The Labour government scrapped the rules barring spouses of British citizens from joining them in the UK and removed restrictions discriminating against homosexual and other long-term relationships. But things did not continue in this hopeful vein. The 1999 Asylum Act formalised the use of detention centres as a routine administrative measure rather than an exception, and also replaced cash benefits for asylum seekers with vouchers, since cash benefits were, in the words of Labour’s home secretary Jack Straw, “a major pull factor that encourage fraudulent claims”. </p> <p>At the same time, the asylum dispersal system sent claimants, without a choice, into deprived parts of the country. This created the perception of a burden to be shared, while cutting newcomers off from legal and translation services. As resentment grew, asylum seekers faced harassment and physical attacks in areas where the media and politicians whipped up fury at their arrival. </p>  <figure class=\"element element-image element--showcase\" data-media-id=\"6a253018c518a3d8628f9e0f9a7cbc8dc0151d2e\"> <img src=\"https://media.guim.co.uk/6a253018c518a3d8628f9e0f9a7cbc8dc0151d2e/56_0_1613_968/1000.jpg\" alt=\"Jack Straw (right) in 2000, then the home secretary, watches as a stowaway is helped down from a lorry at Dover docks.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jack Straw (right) in 2000, then the home secretary, watches as a stowaway is helped down from a lorry at Dover docks.</span> <span class=\"element-image__credit\">Photograph: Sean Dempsey/PA</span> </figcaption> </figure>  <p>By 2002, asylum claims – most of which were coming from Iraq at that time – had peaked at just over 80,000 (it has not gone higher since), although Britain did not rank in the top 10 receiving countries in Europe in the number of claims per population. Still, Tony Blair pledged to halve the number of asylum seekers in the UK by September that year. Labour’s commitment to such reductions indicated they were prepared to believe that at least half of all claims were not valid. In 1998, at the height of media hysteria against Roma arrivals, Straw <a href=\"https://www.independent.co.uk/news/victory-for-the-gypsy-family-that-britain-branded-as-scroungers-1158726.html\" title=\"\">had claimed</a> that not one of their asylum cases had been recognised as genuine. In 2001, the Home Office had sent immigration officers to Prague’s Ruzyne airport to discourage mostly Roma asylum claimants from boarding planes to Britain. Three years later, the law lords ruled that this practice <a href=\"https://www.theguardian.com/uk/2004/dec/10/immigration.immigrationandpublicservices\" title=\"\">amounted to</a> “inherent and systematic” racism.</p> <p>In 2001, then home secretary David Blunkett wanted to force asylum claimants to carry ID cards. A year later, Labour proposed the children of asylum seekers should be taught separately, saying they were “swamping” classrooms. Both plans faced massive opposition and were dropped. The 2002 Nationality, Immigration and Asylum Act limited access to legal aid and removed benefits from those claiming asylum later than three days after arrival. The act also removed the right to work while awaiting a claim – employment was considered another “pull” factor. And the 2004 Asylum and Immigration Act removed benefits from families whose asylum cases had been rejected: trying to “starve them out” as the Labour MP David Winnick <a href=\"https://publications.parliament.uk/pa/cm200203/cmselect/cmhaff/uc692-ix/uc69202.htm\" title=\"\">protested</a> at the time.</p> <p>The Labour leadership held that, if the system could be shown to be fair, hostility to asylum seekers would diminish. Barbara Roche, Labour minister for immigration for two years until 2001, stands by this formulation: “If you aren’t rigorous about keeping asylum as what it’s for, you lose the concept,” she says. “I feel passionately about protecting it. So yes, there were some things that were made tougher.”</p> <p>The trouble is that foregrounding “fairness” fuels public assumptions that immigration is somehow unfair or deceitful. Immigration lawyers describe a system premised on disbelief and a tendency to view migrants from wealthy white nations more favourably. As former barrister Frances Webber chronicles in her book, Borderline Justice, asylum seekers during that period were routinely assumed to be lying. In 2000, one asylum seeker was sent a letter from the Home Office stating: “The secretary of state believes your claim to be a pile of pants.”</p> <p>Advisers of the time insist Labour had no need to make policy to placate tabloid readers. One top strategist for Blair says: “A government with a 150 seat majority is making the weather.” But a Home Office special adviser from that time says half of each day’s media cuttings were about asylum seekers. “There would be pictures of people trying to get on to lorries and trains and cutting fences … it was incredibly intense, you were under constant scrutiny, always in court, always assailed by forces from all sides.” None of that, he notes, made for an environment conducive to rational policy-making.</p> <h2>* * *</h2> <p>By this stage, little about the conversation on immigration was rational. In 2003, the Sun ran a front page fake news story under the headline Swan Bake, in which it claimed eastern Europeans were barbecuing swans pulled out of an east London park (following complaints, the paper did not apologise, even though there was <a href=\"https://www.theguardian.com/media/2003/dec/10/sun.pressandpublishing\" title=\"\">no evidence</a> to support this assertion). In a 31-day period in 2003, the Daily Express ran 22 front page stories on the subject.</p> <p>In both policy focus and language used, Labour had added to this mounting impression of migrants and refugees as “sneaking into the UK”, “cheating” the system and “living off benefits”. Advisers of the time acknowledge that a negative view of asylum was seeping more widely into hostility to all migrants. The hope, according to one home office adviser, was that “if people saw we were dealing with abuse but also improving the channels for legal migration, we could get public trust back”.</p> <p>But this is not how public sentiment works. “As we found out after 2004, that wasn’t the case – they simply moved on to Eastern Europeans [arrivals from new EU member states] as a focus of concern,” the adviser said. Charting the rising number of race-hate attacks around that time in cities from Stoke to Plymouth and Peterborough, <a href=\"http://www.irr.org.uk/news/the-new-geographies-of-racism-peterborough/\">IRR reports in 2012</a> show that migrants who were not asylum seekers, as well as black and ethnic minority British people, often faced hostilities exacerbated by asylum dispersal, tough political rhetoric and media scaremongering. </p> <p>By 2004, 26% of the population saw the number of immigrants and asylum seekers coming into the country as the <a href=\"https://d25d2506sfb94s.cloudfront.net/today_uk_import/YG-Archives-pol-dTel-GenPolIssues-041217.pdf\" title=\"\">third most important</a> voting issue, after public services and law and order. That same year, with cross-party support, Labour opened the borders to migrants from eastern Europe’s A8 countries: the Czech republic, Hungary, Latvia, Lithuania, Estonia, Poland, Slovakia and Slovenia. To this day, this is cast as a supposed mistake, with former and current Labour MPs lining up to apologise for it. In 2012, Labour leader Ed Miliband said immigration was “one of the areas we got wrong” and spoke of “local talent” being “locked out of opportunity”. And in 2013, Straw, the former home secretary, described it as a “spectacular mistake”.</p>  <figure class=\"element element-embed\" data-alt=\"Get the Guardian's award-winning long reads sent direct to you every Saturday morning\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/the-long-read\" height=\"52px\" data-form-title=\"Sign up for The Long Read email” data-form-description=“Get the Guardian's award-winning long reads sent direct to you every Saturday morning” scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Get the Guardian’s award-winning long reads sent direct to you every Saturday morning</figcaption> </figure>  <p>Ahead of the A8 accession, a government report predicted that up to 13,000 additional migrants would arrive annually from those states. It was way off: in 2005, 129,000 migrants from the A8 entered the UK. </p> <p>It was later painted as a crisis, but in truth, the British economy needed even those unexpected numbers. David Blunkett tried at the time to explain that migrants would in any case be coming to Britain in high numbers and it was better to have them in the labour market legally, paying tax. Study after study has showed that EU migration, in particular from A8 countries, produced a net economic gain for the UK. <a href=\"http://ftp.iza.org/dp3695.pdf\" title=\"\">According to one</a> authored by economists Helen Lawton and Danny Blanchflower in 2008: “The fact that the UK opened its borders to a flow of highly skilled, motivated, educated, low cost mobile workers upon EU-enlargement was a stroke of genius, for which the UK government should be given credit.” </p> <p>Although the economy was booming through the 90s and early 00s, it was finance- and debt-fuelled and not equally enjoyed across the population. The social geographer Danny Dorling has dubbed Blair “the king of inequality”, observing that Labour from 1997 to 2010 presided over a period during which inequalities in income, health and wealth actually rose. </p> <p>Don Flynn, the former director of the Migrants’ Rights Network, says: “It wasn’t that a group of politicians had taken their eye off the ball and immigrants had come through. It was that the immigration was the product of the type of economy created after the 1980s, with 80% of people working in a service industry of one sort or another, where the fastest areas of economic growth were London and the south-east, where a 24-hour, seven-day-a-week economy needed flexible workers doing antisocial hours in precarious, zero-hours, relatively low-paid jobs. And natives were going to do their level best to avoid those.”</p> <h2>* * *</h2> <p>While Labour in 2004 had underestimated the number of arrivals from new EU member states, the tabloids wildly overestimated those figures. On the eve of accession, columnists in the Daily Mail and the Daily Telegraph respectively predicted that 4 million and 4.4 million migrants would come to Britain. Channeling this alarmism, the Conservatives under Michael Howard (the son of a Jewish refugee from Romania) ran campaign billboards during the 2005 proclaiming: “It’s not racist to impose limits on immigration … Are you thinking what we’re thinking?”</p> <p>As new arrivals settled outside of big cities, tensions over asylum dispersal and scaremongering over jobs and resources boiled over into racially motivated attacks. By 2006, some of the country’s most neglected areas were targeted by the British National party, which made gains in that year’s local elections.</p> <p>At the same time, the idea that multiculturalism had failed – which had been percolating on the far-right – now spilled into the mainstream. The suggestion was that the left’s supposed promotion of diversity had failed to foster integration and disadvantaged the white working class. It set the tone for the BBC’s White Season, a documentary series that came out in 2008 and asked: “Is white working class Britain becoming invisible?” Trevor Phillips, then head of the equalities and human rights commission, echoed this sentiment when he said that the white working-class would need help in the economic recession, noting: “The colour of disadvantage isn’t black or brown. It is white.” By this reckoning “white working-class” was a minority, or protected group, that had hitherto been overlooked.</p> <p>Describing loss and disadvantage in these cultural terms gave rightwing attackers a way to claim multiculturalism in itself licensed an indifference to rising immigration and a clampdown on discussion of the subject. It all dovetailed into the accusation that Labour had abandoned its working-class heartlands.</p> <p>Labour politicians were also feeding this debate, concurring that they had not listened to “legitimate concerns” over migration. Earlier in 2009, MPs had claimed that the “pace of change” was too fast, or that, in the words of the home secretary at the time, Jacqui Smith, the “cultural and emotional impact” had not been properly understood. That same year, the immigration minister Phil Woolas said there was a need to find jobs for the “indigenous population”. Communities secretary Hazel Blears said: “White working-class people living on estates sometimes just don’t feel anyone is listening or speaking up for them.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"6e93bde216bfdf5afb1541fd4d240e8c22ae7b0f\"> <img src=\"https://media.guim.co.uk/6e93bde216bfdf5afb1541fd4d240e8c22ae7b0f/385_0_3047_1829/1000.jpg\" alt=\"Len McCluskey, general secretary of Unite the Union (centre) and delegates at the Labour party conference in September.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Len McCluskey, general secretary of Unite the Union (centre) and delegates at the Labour party conference in September.</span> <span class=\"element-image__credit\">Photograph: Gareth Fuller/PA</span> </figcaption> </figure>  <p>In January that year, a government report found that the white working-class felt ignored over immigration. Those in deprived areas, without much direct experience of immigration, felt “a real and perceived sense of unfairness” over the issue, coupled with a reluctance to speak out for fear of being branded as racist. Looking back now, it is striking that this report gives equal footing to “real” and “perceived” concerns – the idea that a sense of unfairness, not borne out by fact and misattributed to migrants, should be politically heeded. Four years after the Conservatives were criticised for using it on election campaign billboards, Gordon Brown said in a speech in November 2009 that it was “not racist” to talk about immigration.</p> <p>Blue Labour – a faction positing that the party’s social and economic liberalism had led to a drop in working-class support and pushing social conservatism as the solution – emerged in 2009. A substantial number of the 4m votes Labour lost between 1997 and 2005 were from its working-class base. But some factions in the party explored other elements, such as economic alienation and New Labour’s disconnected, managerial style of politics. Diane Abbott says: “We moved post-Thatcher to this post-industrial society and [New Labour] really didn’t have a strategy to deal with it,” she says. “People were being affected economically, seeing their lives and communities shattered … and we didn’t help, we didn’t have an alternative.”</p> <p>Labour lost the 2010 election and saw the Conservatives and Lib Dems form a coalition government. In opposition, Brown was not allowed to forget “Bigotgate”, and Labour was hounded by the accusation that it had shut down a conversation about immigration – even while the subject was self-evidently dominating politics. This charge was coming not just from the Conservatives, but also from inside the party. Standing as candidate for party leadership in 2010, Andy Burnham claimed: “There’s still an ambivalence among some in Labour about discussing immigration.” Both these themes dominated the 2015 election. One adviser to Ed Miliband, Brown’s successor as Labour leader, recalls the overwhelming media narrative of Labour as a party that “crashed the economy, opened the floodgates to immigration, was led by someone who looked nerdy and stabbed his brother in the back”.</p> <p>“We spent five years being shit-scared,” says one of Miliband’s key advisers. “If we had the time again, I would force Ed to do a speech on the fallacy of blaming immigration for the reality of austerity cuts.” Instead, Labour produced nebulous pledges over a caring NHS and higher wages for working families. One of those – “Controls on immigration” – ended up on <a href=\"https://www.theguardian.com/politics/2015/mar/29/diane-abbott-labour-immigration-controls-mugs-shameful\" title=\"\">a party promotional mug</a>, a dismal sign of a rightward shift in slogan form.</p> <h2>* * *</h2> <p>In March this year, an Ipsos Mori poll showed the public was more positive than negative over the impact of immigration on Britain. One in five said they had become less negative on the subject. When asked why, 51% said it was because discussions in the past few years had highlighted how much migrants contribute to the UK. This is an encouraging shift for those who have long argued that, had the left in British politics articulated a robust defence of immigration, this could have detoxified the public narrative.</p> <p>Records of parliamentary debates show objections – roundly ignored – to New Labour’s hostile and punitive immigration policies dating back to when it took office in 1997, often raised by then backbenchers Diane Abbott and Jeremy Corbyn. Bill Morris, then secretary of the Transport and General Workers Union (the precursor to Unite), spearheaded a campaign against asylum vouchers, which led to them being scrapped in 2001, albeit to resurface in 2006. And in 2003, a Trade Union Congress report argued that the “blurring by media and governments of the distinction between refused asylum seekers, illegal working, illegal entry and criminal activity such as trafficking” was feeding a general suspicion around all migrants.</p> <p>In the early years of Blair’s government, it was riding high on a historic victory, while the prime minister enjoyed extraordinary popularity, support from the Sun and the Daily Mail. Abbott, among others, views this period as a missed opportunity to reset the terms of the debate. “Tony Blair could have used his considerable persuasion in middle England to make a different case about the role of immigration and what causes asylum seekers,” she says. “He was in a very good position to change the conversation.”</p> <p>But New Labour did not want to go against public sentiment. “There was a sense of real public hostility,” recalls a special adviser to the Home Office at the time. “And we couldn’t just turn around and say to people: ‘Your hostility is misplaced and wrong.’” This exact same instinct is raised by one of Miliband’s advisers from 2010 to 2015: “You can’t have your first sentence [to the public] being ‘You’re wrong about the thing that you’re thinking, the thing that you’re worried about.’” </p> <p>Political scientists Anthony Geddes and Jonathan Tonge have written of a “ratcheting effect” whereby tough words and policy on immigration gives it more salience, creating, in turn, a public hunger for tougher words and policy. As Abbott puts it: “If the Labour party is banging on about immigration, our people feel legitimised in banging on about immigration. If we turn their attention to other things, they stop feeling as though it is the most terrible thing affecting their lives.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"9444ba0bd11c0811036200d33adb6c4d65ec8142\"> <img src=\"https://media.guim.co.uk/9444ba0bd11c0811036200d33adb6c4d65ec8142/507_106_4732_2839/1000.jpg\" alt=\"Jeremy Corbyn Labour leader\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour under Corbyn has changed the debate on austerity, wealth redistribution and renationalisation ... but has hardly rushed to steer a similar shift on immigration.’</span> <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty</span> </figcaption> </figure>  <p>That politicians and tabloids are no longer “banging on” about immigration – certainly not at the fever pitch of the years prior to the EU referendum – may partly explain why immigration has dropped in prominence as a public concern: it now ranks just below the environment as the sixth biggest issue of the December general election. Brexit, which tops this same YouGov poll from last week, may for some be acting as a proxy for immigration. But perhaps the Windrush scandal has also had an impact, as well as staff shortages across health and social care, hospitality and farming. Labour’s own internal polling shows little public disagreement with the statement that: “Politicians blame immigrants or people on benefits to distract from their own failures.”</p> <p>While Labour under Corbyn has changed the frame of debate on austerity, wealth redistribution and renationalisation, it has hardly rushed to steer a similar shift on immigration. A rare window to do so opened amid the public outrage over the Windrush scandal, where a generation of British citizens were caught in the government’s hostile environment dragnet, resulting in deportations and denied access to housing and healthcare. Amid a discussion that was unusually sympathetic, Labour MPs often ending up reinforcing stereotypes over “good” and “bad” or “illegal” immigrants – cementing the idea of a system that had failed to filter properly, rather than widening the frame to explore how an entire process was premised on suspicion and prejudice.</p> <p>Meanwhile, the leadership’s strong credentials on immigration – earned over decades of showing up to support various cases and causes – has been dented by Labour’s pledge to end free movement. Grassroots dismay over this went beyond the need to defend an important principle, as the party was seen as closing off terrain that should have been used to make the pro-migration arguments that had been so lacking during the New Labour years. Triangulating over Brexit, the party has shown it is streaked with the same political reluctance over immigration that has long plagued Labour. Even elements that support the Corbyn project have misdirected a need to represent the working class into language that fuels populist-right frames of hostility to immigration. That much was clear in the recent intervention by the Unite leader, Len McCluskey, urging the party not to back free movement. This in turn prompted an exasperated backlash from campaigners and senior Labour figures alike, with one noting that McCluskey was “part of a backward-looking, small-c conservative nostalgia-tripping wing of the labour movement that wants ‘trade union rights for British workers’”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/nov/01/dizzying-maze-uk-immigration-system-hostile-environment\">'A dizzying maze': how the UK immigration system is geared to reject</a> </p> </aside>  <p>As the party prepares to launch its manifesto, campaigners are watching to see whether the immigration motion passed at Labour’s annual conference in Brighton in September, including a commitment to freedom of movement, will be honoured. Labour’s readiness to put the idea of EU citizens having full voting rights to parliament just weeks ago suggests this part of the motion could be adopted as policy. Last week, Corbyn said that free movement “enriches the lives of all of us”, crucially shifting into language that goes beyond economic contribution. “I want to make sure all those European Union nationals do remain here, can come here, will stay here and we will be happy to work with them as indeed many British people have made their homes in other parts of Europe,” he said. The latest <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/wxdn9e6z4w/TheSundayTimes_VI_191108_w.pdf\" title=\"\">YouGov polling</a> shows 67% support for the retention of reciprocal free movement rights post-Brexit, something that Labour is now likely to commit to.</p> <p>A source close to the leadership says the shift is down to “a lot of hard work internally and pressure from the membership”, adding that a softening of public attitudes to immigration and the Windrush scandal have both had an impact on MPs who might previously have hesitated over pro-migration policies. But the party’s own history on immigration suggests that it may take time to embed significant changes in rhetoric and policy. Even with a leadership that is theoretically supportive, there are likely to be wobbles along the way. </p> <p>• Follow the Long Read on Twitter at <a href=\"https://twitter.com/@gdnlongread\" title=\"\">@gdnlongread</a>, and sign up to the long read weekly email <a href=\"https://www.theguardian.com/info/ng-interactive/2017/may/05/sign-up-for-the-long-read-email\" title=\"\">here</a>.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "4432",
      "commentable": "false",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-11-15T06:00:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-20T12:44:38Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyk2t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f5df3921d42d1cb99e7b43d71b91858d36b3d6f5/1_0_5904_3543/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Few chance encounters have had a greater political impact than Gordon Brown’s fateful meeting with Gillian Duffy on an April morning in Rochdale in 2010. When the then prime minister was caught on a hot mic calling the Labour-voting pensioner a “bigoted woman” – after she cornered him with complaints about immigrants “flocking” into Britain – it did not just sink his floundering campaign. It set the tone for the way immigration would become the most toxic issue in British politics for the decade to come. When New Labour came to power in 1997, just 3% of the public cited immigration as a key issue. By the time of the EU referendum in 2016, that figure was 48%. During those intervening years, the issue came to dominate and distort British politics – exactly according to the script established by Bigotgate. Brown’s gaffe both consolidated and gave credence to a political coding that would shape everything that came after: the “hostile environment”, the Windrush scandal, the EU referendum and the revival of Britain’s far right – deploying a narrative in which sneering, out-of-touch, big-city politicians who favour foreigners and open borders are hopelessly oblivious to the struggles and the so-called “legitimate concerns” of ordinary working people (who, in this scenario, are always white). The Labour movement still bears the battlescars of Bigotgate, as divisions over immigration cut across party factions. With the Labour party about to release its election manifesto, an outburst against free movement of migrants from the leader of Unite the Union, the party’s biggest affiliate, threatens to thwart efforts to move to a more progressive position on the issue. By the time Brown took his ill-fated walkabout in 2010, immigration was already polling as a top concern, overtaking the NHS and only topped by the economy for a few years following the 2008 crash. By then, politicians and the media had shaped a venomous narrative around the volume of new arrivals to the UK, the identity of those coming and why they did so. For more than 30 years, the UK has been at the forefront of a neoliberal economic globalisation that deregulated markets and pared back the state – deepening the global economic inequalities that produce labour immigration. In the UK, local manufacturing-based economies that supported entire communities were shut down or shipped out. Across the global south, structural adjustment programmes imposed by the west as loan conditions were collapsing national economies. But these harsh economic realities did not appear in our media’s fearmongering accounts of a “tide” of migrants “flooding” into soft-touch Britain on supposedly spurious grounds and overwhelming the country. Just as communities were exposed to the shocks of an unrestrained free market and a shrinking state, they were simultaneously bombarded with stories about “Slovak spongers” and cheating Czechs. Politicians of all stripes fell in line, producing hostile rhetoric and policies in response – and defining the issue as a reflection of supposed concerns over the exact number of arrivals, the “pace of change” in local communities and the need to exert control over migration. This was the catalyst for David Cameron’s foolish 2010 election pledge to introduce a target figure for “net migration” – which the Conservative party failed to meet, again and again, only enflaming public resentment and mistrust over the issue (this impossible target underpinned the Conservative’s hostile environment policy and produced the Windrush scandal). In the run-up to the EU referendum, called by Cameron to block the popularity of Ukip and silence Tory Eurosceptics, the leave campaign repeated the idea that it was Labour’s policy to increase immigration that had made it a burning issue in British politics. More specifically, the blame was focused on a commitment made in 2004 by Tony Blair as prime minister. In a 2015 BBC documentary called The Truth About Immigration, the presenter Nick Robinson talked of immigration in the UK as an issue that “adds up to an awful lot of change and that’s led to an awful lot of anxiety”. He identified the source of all this worry: “A single decision taken without much thought in Downing Street, to allow immigration from new members of the EU from eastern Europe.” That decision by the Labour government would, Robinson said, likely be debated by historians in 50 years’ time as the “most significant taken since the second world war”. According to this analysis – which was widespread across the media – what created the problem was the arrival of immigrants in larger numbers, not the way immigration was depicted, described, debated or demonised. But what if this narrative is the wrong way around? Perhaps it wasn’t immigration itself that was such a defining issue of those 20 years – but rather, the way political parties and journalists discussed it and the policies implemented in response. The big assumption is that it was a foregone conclusion that there would be hostility to immigration, which in turn would become politically explosive in the UK. While Britain has always received migrants with initial suspicion, it was not inevitable that the issue would become so damaging or derail our politics so comprehensively. * * * By the 1990s, conflict across the world began to drive migration. Responding to the earliest of the 1980s arrivals, parts of the British media labelled Tamils fleeing Sri Lanka as “bogus” asylum seekers. This term was adopted by politicians to cast suspicion on asylum seekers and focus anxiety about immigration on fair play and the abuse of British generosity. During this period, Conservative and Labour ministers presented their asylum policies in this fashion, premised on preserving the integrity of the system. The Conservatives in power during the early 90s ramped up rhetoric against “floods” of asylum seekers, even though Germany then had the highest numbers of asylum seekers in Europe. Tory legislation sought to hasten the “rapid rejection of a large number of unfounded claims”, which would “play a major part in deterring further abuse of the process”, in the words of Kenneth Baker, the Conservative home secretary between 1990 and 1992. By the time Labour came to power in 1997, newspapers were routinely scaremongering about the new arrivals: that year the Daily Mail ran a story about a “flood of bogus asylum-seekers swamping Dover” while the Independent warned: “Gypsies invade Dover hoping for a handout.” The actual numbers were tiny. There were 32,500 overall asylum claims in 1997, with 81% refused asylum. In the decade to 2000, the UK accepted 1.9% of asylum claims from Sri Lanka; in France that figure was 73.6%. The Labour government scrapped the rules barring spouses of British citizens from joining them in the UK and removed restrictions discriminating against homosexual and other long-term relationships. But things did not continue in this hopeful vein. The 1999 Asylum Act formalised the use of detention centres as a routine administrative measure rather than an exception, and also replaced cash benefits for asylum seekers with vouchers, since cash benefits were, in the words of Labour’s home secretary Jack Straw, “a major pull factor that encourage fraudulent claims”. At the same time, the asylum dispersal system sent claimants, without a choice, into deprived parts of the country. This created the perception of a burden to be shared, while cutting newcomers off from legal and translation services. As resentment grew, asylum seekers faced harassment and physical attacks in areas where the media and politicians whipped up fury at their arrival. By 2002, asylum claims – most of which were coming from Iraq at that time – had peaked at just over 80,000 (it has not gone higher since), although Britain did not rank in the top 10 receiving countries in Europe in the number of claims per population. Still, Tony Blair pledged to halve the number of asylum seekers in the UK by September that year. Labour’s commitment to such reductions indicated they were prepared to believe that at least half of all claims were not valid. In 1998, at the height of media hysteria against Roma arrivals, Straw had claimed that not one of their asylum cases had been recognised as genuine. In 2001, the Home Office had sent immigration officers to Prague’s Ruzyne airport to discourage mostly Roma asylum claimants from boarding planes to Britain. Three years later, the law lords ruled that this practice amounted to “inherent and systematic” racism. In 2001, then home secretary David Blunkett wanted to force asylum claimants to carry ID cards. A year later, Labour proposed the children of asylum seekers should be taught separately, saying they were “swamping” classrooms. Both plans faced massive opposition and were dropped. The 2002 Nationality, Immigration and Asylum Act limited access to legal aid and removed benefits from those claiming asylum later than three days after arrival. The act also removed the right to work while awaiting a claim – employment was considered another “pull” factor. And the 2004 Asylum and Immigration Act removed benefits from families whose asylum cases had been rejected: trying to “starve them out” as the Labour MP David Winnick protested at the time. The Labour leadership held that, if the system could be shown to be fair, hostility to asylum seekers would diminish. Barbara Roche, Labour minister for immigration for two years until 2001, stands by this formulation: “If you aren’t rigorous about keeping asylum as what it’s for, you lose the concept,” she says. “I feel passionately about protecting it. So yes, there were some things that were made tougher.” The trouble is that foregrounding “fairness” fuels public assumptions that immigration is somehow unfair or deceitful. Immigration lawyers describe a system premised on disbelief and a tendency to view migrants from wealthy white nations more favourably. As former barrister Frances Webber chronicles in her book, Borderline Justice, asylum seekers during that period were routinely assumed to be lying. In 2000, one asylum seeker was sent a letter from the Home Office stating: “The secretary of state believes your claim to be a pile of pants.” Advisers of the time insist Labour had no need to make policy to placate tabloid readers. One top strategist for Blair says: “A government with a 150 seat majority is making the weather.” But a Home Office special adviser from that time says half of each day’s media cuttings were about asylum seekers. “There would be pictures of people trying to get on to lorries and trains and cutting fences … it was incredibly intense, you were under constant scrutiny, always in court, always assailed by forces from all sides.” None of that, he notes, made for an environment conducive to rational policy-making. * * * By this stage, little about the conversation on immigration was rational. In 2003, the Sun ran a front page fake news story under the headline Swan Bake, in which it claimed eastern Europeans were barbecuing swans pulled out of an east London park (following complaints, the paper did not apologise, even though there was no evidence to support this assertion). In a 31-day period in 2003, the Daily Express ran 22 front page stories on the subject. In both policy focus and language used, Labour had added to this mounting impression of migrants and refugees as “sneaking into the UK”, “cheating” the system and “living off benefits”. Advisers of the time acknowledge that a negative view of asylum was seeping more widely into hostility to all migrants. The hope, according to one home office adviser, was that “if people saw we were dealing with abuse but also improving the channels for legal migration, we could get public trust back”. But this is not how public sentiment works. “As we found out after 2004, that wasn’t the case – they simply moved on to Eastern Europeans [arrivals from new EU member states] as a focus of concern,” the adviser said. Charting the rising number of race-hate attacks around that time in cities from Stoke to Plymouth and Peterborough, IRR reports in 2012 show that migrants who were not asylum seekers, as well as black and ethnic minority British people, often faced hostilities exacerbated by asylum dispersal, tough political rhetoric and media scaremongering. By 2004, 26% of the population saw the number of immigrants and asylum seekers coming into the country as the third most important voting issue, after public services and law and order. That same year, with cross-party support, Labour opened the borders to migrants from eastern Europe’s A8 countries: the Czech republic, Hungary, Latvia, Lithuania, Estonia, Poland, Slovakia and Slovenia. To this day, this is cast as a supposed mistake, with former and current Labour MPs lining up to apologise for it. In 2012, Labour leader Ed Miliband said immigration was “one of the areas we got wrong” and spoke of “local talent” being “locked out of opportunity”. And in 2013, Straw, the former home secretary, described it as a “spectacular mistake”. Ahead of the A8 accession, a government report predicted that up to 13,000 additional migrants would arrive annually from those states. It was way off: in 2005, 129,000 migrants from the A8 entered the UK. It was later painted as a crisis, but in truth, the British economy needed even those unexpected numbers. David Blunkett tried at the time to explain that migrants would in any case be coming to Britain in high numbers and it was better to have them in the labour market legally, paying tax. Study after study has showed that EU migration, in particular from A8 countries, produced a net economic gain for the UK. According to one authored by economists Helen Lawton and Danny Blanchflower in 2008: “The fact that the UK opened its borders to a flow of highly skilled, motivated, educated, low cost mobile workers upon EU-enlargement was a stroke of genius, for which the UK government should be given credit.” Although the economy was booming through the 90s and early 00s, it was finance- and debt-fuelled and not equally enjoyed across the population. The social geographer Danny Dorling has dubbed Blair “the king of inequality”, observing that Labour from 1997 to 2010 presided over a period during which inequalities in income, health and wealth actually rose. Don Flynn, the former director of the Migrants’ Rights Network, says: “It wasn’t that a group of politicians had taken their eye off the ball and immigrants had come through. It was that the immigration was the product of the type of economy created after the 1980s, with 80% of people working in a service industry of one sort or another, where the fastest areas of economic growth were London and the south-east, where a 24-hour, seven-day-a-week economy needed flexible workers doing antisocial hours in precarious, zero-hours, relatively low-paid jobs. And natives were going to do their level best to avoid those.” * * * While Labour in 2004 had underestimated the number of arrivals from new EU member states, the tabloids wildly overestimated those figures. On the eve of accession, columnists in the Daily Mail and the Daily Telegraph respectively predicted that 4 million and 4.4 million migrants would come to Britain. Channeling this alarmism, the Conservatives under Michael Howard (the son of a Jewish refugee from Romania) ran campaign billboards during the 2005 proclaiming: “It’s not racist to impose limits on immigration … Are you thinking what we’re thinking?” As new arrivals settled outside of big cities, tensions over asylum dispersal and scaremongering over jobs and resources boiled over into racially motivated attacks. By 2006, some of the country’s most neglected areas were targeted by the British National party, which made gains in that year’s local elections. At the same time, the idea that multiculturalism had failed – which had been percolating on the far-right – now spilled into the mainstream. The suggestion was that the left’s supposed promotion of diversity had failed to foster integration and disadvantaged the white working class. It set the tone for the BBC’s White Season, a documentary series that came out in 2008 and asked: “Is white working class Britain becoming invisible?” Trevor Phillips, then head of the equalities and human rights commission, echoed this sentiment when he said that the white working-class would need help in the economic recession, noting: “The colour of disadvantage isn’t black or brown. It is white.” By this reckoning “white working-class” was a minority, or protected group, that had hitherto been overlooked. Describing loss and disadvantage in these cultural terms gave rightwing attackers a way to claim multiculturalism in itself licensed an indifference to rising immigration and a clampdown on discussion of the subject. It all dovetailed into the accusation that Labour had abandoned its working-class heartlands. Labour politicians were also feeding this debate, concurring that they had not listened to “legitimate concerns” over migration. Earlier in 2009, MPs had claimed that the “pace of change” was too fast, or that, in the words of the home secretary at the time, Jacqui Smith, the “cultural and emotional impact” had not been properly understood. That same year, the immigration minister Phil Woolas said there was a need to find jobs for the “indigenous population”. Communities secretary Hazel Blears said: “White working-class people living on estates sometimes just don’t feel anyone is listening or speaking up for them.” In January that year, a government report found that the white working-class felt ignored over immigration. Those in deprived areas, without much direct experience of immigration, felt “a real and perceived sense of unfairness” over the issue, coupled with a reluctance to speak out for fear of being branded as racist. Looking back now, it is striking that this report gives equal footing to “real” and “perceived” concerns – the idea that a sense of unfairness, not borne out by fact and misattributed to migrants, should be politically heeded. Four years after the Conservatives were criticised for using it on election campaign billboards, Gordon Brown said in a speech in November 2009 that it was “not racist” to talk about immigration. Blue Labour – a faction positing that the party’s social and economic liberalism had led to a drop in working-class support and pushing social conservatism as the solution – emerged in 2009. A substantial number of the 4m votes Labour lost between 1997 and 2005 were from its working-class base. But some factions in the party explored other elements, such as economic alienation and New Labour’s disconnected, managerial style of politics. Diane Abbott says: “We moved post-Thatcher to this post-industrial society and [New Labour] really didn’t have a strategy to deal with it,” she says. “People were being affected economically, seeing their lives and communities shattered … and we didn’t help, we didn’t have an alternative.” Labour lost the 2010 election and saw the Conservatives and Lib Dems form a coalition government. In opposition, Brown was not allowed to forget “Bigotgate”, and Labour was hounded by the accusation that it had shut down a conversation about immigration – even while the subject was self-evidently dominating politics. This charge was coming not just from the Conservatives, but also from inside the party. Standing as candidate for party leadership in 2010, Andy Burnham claimed: “There’s still an ambivalence among some in Labour about discussing immigration.” Both these themes dominated the 2015 election. One adviser to Ed Miliband, Brown’s successor as Labour leader, recalls the overwhelming media narrative of Labour as a party that “crashed the economy, opened the floodgates to immigration, was led by someone who looked nerdy and stabbed his brother in the back”. “We spent five years being shit-scared,” says one of Miliband’s key advisers. “If we had the time again, I would force Ed to do a speech on the fallacy of blaming immigration for the reality of austerity cuts.” Instead, Labour produced nebulous pledges over a caring NHS and higher wages for working families. One of those – “Controls on immigration” – ended up on a party promotional mug, a dismal sign of a rightward shift in slogan form. * * * In March this year, an Ipsos Mori poll showed the public was more positive than negative over the impact of immigration on Britain. One in five said they had become less negative on the subject. When asked why, 51% said it was because discussions in the past few years had highlighted how much migrants contribute to the UK. This is an encouraging shift for those who have long argued that, had the left in British politics articulated a robust defence of immigration, this could have detoxified the public narrative. Records of parliamentary debates show objections – roundly ignored – to New Labour’s hostile and punitive immigration policies dating back to when it took office in 1997, often raised by then backbenchers Diane Abbott and Jeremy Corbyn. Bill Morris, then secretary of the Transport and General Workers Union (the precursor to Unite), spearheaded a campaign against asylum vouchers, which led to them being scrapped in 2001, albeit to resurface in 2006. And in 2003, a Trade Union Congress report argued that the “blurring by media and governments of the distinction between refused asylum seekers, illegal working, illegal entry and criminal activity such as trafficking” was feeding a general suspicion around all migrants. In the early years of Blair’s government, it was riding high on a historic victory, while the prime minister enjoyed extraordinary popularity, support from the Sun and the Daily Mail. Abbott, among others, views this period as a missed opportunity to reset the terms of the debate. “Tony Blair could have used his considerable persuasion in middle England to make a different case about the role of immigration and what causes asylum seekers,” she says. “He was in a very good position to change the conversation.” But New Labour did not want to go against public sentiment. “There was a sense of real public hostility,” recalls a special adviser to the Home Office at the time. “And we couldn’t just turn around and say to people: ‘Your hostility is misplaced and wrong.’” This exact same instinct is raised by one of Miliband’s advisers from 2010 to 2015: “You can’t have your first sentence [to the public] being ‘You’re wrong about the thing that you’re thinking, the thing that you’re worried about.’” Political scientists Anthony Geddes and Jonathan Tonge have written of a “ratcheting effect” whereby tough words and policy on immigration gives it more salience, creating, in turn, a public hunger for tougher words and policy. As Abbott puts it: “If the Labour party is banging on about immigration, our people feel legitimised in banging on about immigration. If we turn their attention to other things, they stop feeling as though it is the most terrible thing affecting their lives.” That politicians and tabloids are no longer “banging on” about immigration – certainly not at the fever pitch of the years prior to the EU referendum – may partly explain why immigration has dropped in prominence as a public concern: it now ranks just below the environment as the sixth biggest issue of the December general election. Brexit, which tops this same YouGov poll from last week, may for some be acting as a proxy for immigration. But perhaps the Windrush scandal has also had an impact, as well as staff shortages across health and social care, hospitality and farming. Labour’s own internal polling shows little public disagreement with the statement that: “Politicians blame immigrants or people on benefits to distract from their own failures.” While Labour under Corbyn has changed the frame of debate on austerity, wealth redistribution and renationalisation, it has hardly rushed to steer a similar shift on immigration. A rare window to do so opened amid the public outrage over the Windrush scandal, where a generation of British citizens were caught in the government’s hostile environment dragnet, resulting in deportations and denied access to housing and healthcare. Amid a discussion that was unusually sympathetic, Labour MPs often ending up reinforcing stereotypes over “good” and “bad” or “illegal” immigrants – cementing the idea of a system that had failed to filter properly, rather than widening the frame to explore how an entire process was premised on suspicion and prejudice. Meanwhile, the leadership’s strong credentials on immigration – earned over decades of showing up to support various cases and causes – has been dented by Labour’s pledge to end free movement. Grassroots dismay over this went beyond the need to defend an important principle, as the party was seen as closing off terrain that should have been used to make the pro-migration arguments that had been so lacking during the New Labour years. Triangulating over Brexit, the party has shown it is streaked with the same political reluctance over immigration that has long plagued Labour. Even elements that support the Corbyn project have misdirected a need to represent the working class into language that fuels populist-right frames of hostility to immigration. That much was clear in the recent intervention by the Unite leader, Len McCluskey, urging the party not to back free movement. This in turn prompted an exasperated backlash from campaigners and senior Labour figures alike, with one noting that McCluskey was “part of a backward-looking, small-c conservative nostalgia-tripping wing of the labour movement that wants ‘trade union rights for British workers’”. As the party prepares to launch its manifesto, campaigners are watching to see whether the immigration motion passed at Labour’s annual conference in Brighton in September, including a commitment to freedom of movement, will be honoured. Labour’s readiness to put the idea of EU citizens having full voting rights to parliament just weeks ago suggests this part of the motion could be adopted as policy. Last week, Corbyn said that free movement “enriches the lives of all of us”, crucially shifting into language that goes beyond economic contribution. “I want to make sure all those European Union nationals do remain here, can come here, will stay here and we will be happy to work with them as indeed many British people have made their homes in other parts of Europe,” he said. The latest YouGov polling shows 67% support for the retention of reciprocal free movement rights post-Brexit, something that Labour is now likely to commit to. A source close to the leadership says the shift is down to “a lot of hard work internally and pressure from the membership”, adding that a softening of public attitudes to immigration and the Windrush scandal have both had an impact on MPs who might previously have hesitated over pro-migration policies. But the party’s own history on immigration suggests that it may take time to embed significant changes in rhetoric and policy. Even with a leadership that is theoretically supportive, there are likely to be wobbles along the way. • Follow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here.",
      "charCount": "27430",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rachelshabi\">Rachel Shabi</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/15/labour-austerity-green-new-deal-economy",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-15T06:00:01Z",
    "webTitle": "Labour knew austerity was wrong. Now, at last, it also has a vision for growth | Mariana Mazzucato",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/15/labour-austerity-green-new-deal-economy",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/15/labour-austerity-green-new-deal-economy",
    "fields": {
      "headline": "Labour knew austerity was wrong. Now, at last, it also has a vision for growth",
      "standfirst": "<p>In adopting the Green New Deal, the party has a plan for a more inclusive economy. And even the Tories have done a U-turn</p>",
      "trailText": "In adopting the Green New Deal, the party has a plan for a more inclusive economy, says economist Mariana Mazzucato",
      "byline": "Mariana Mazzucato",
      "main": "<figure class=\"element element-image\" data-media-id=\"cec9decee88a31404ce6bfe20e4ae2c399033e1e\"> <img src=\"https://media.guim.co.uk/cec9decee88a31404ce6bfe20e4ae2c399033e1e/0_0_5747_3831/1000.jpg\" alt=\"Jeremy Corbyn at the 2019 Labour conference\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Previously, Labour did not have a strong enough narrative on what to invest in and how to drive growth. Now they have: the Green New Deal.’ Jeremy Corbyn at the 2019 Labour conference.</span> <span class=\"element-image__credit\">Photograph: Michael Bowles/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Many people want this election to be about whether Brexit will solve or exacerbate the problems the UK faces. But most of these problems were born inside the UK’s borders, and long predate the Brexit referendum.</p> <p>This week’s growth figures showed a 0.3% rise in GDP in the last quarter, removing the immediate threat of a UK recession. Yet, a decade after the global financial crisis, the British economy remains weak and unbalanced. Economic growth remains highly dependent on consumption fuelled by private debt, rather than investment. The financial sector has largely retreated from funding the real economy, and today more than 80% of its revenue is channelled into the finance, insurance and real estate (“fire”) sectors.</p> <p>The business sector has the <a href=\"https://www.ifs.org.uk/publications/14420\" title=\"\">lowest investment growth in the G7</a>. Real wages have stagnated – in part due to the weak bargaining power of trade unions – and productivity growth has stalled.</p> <p>Beyond this, a decade of austerity has eroded the social fabric of the country. The symptoms on the streets are clear to see, from a <a href=\"https://www.theguardian.com/society/2019/oct/01/homeless-deaths-in-2018-rise-at-highest-level-ons\" title=\"\">record-level number of homeless people</a> to soaring knife crime. Local authorities have had their budgets cut by unprecedented amounts. After-school clubs, youth centres, public libraries, policing and mental health budgets have all been cut, affecting the most vulnerable people in society. And on top of all of this, the country, like the rest of the planet, faces a climate emergency that puts the entire economy at risk. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We need to move away from 'shovel-ready' projects and think about 'green transition' projects</p> </blockquote> </aside>  <p>What is required to tackle these problems? The task for the next government is to identify policies that stimulate investment-led growth – which can be steered towards tackling the key challenges of our age – rather than private, debt-fuelled, consumption-led growth.</p> <p>This means reforming finance to make it more useful to businesses that want to innovate; making bold state investments in new areas such as the green economy; and creating a taxation system that rewards businesses that invest in the long term rather than those that siphon value out of the economy.</p> <p>It means investing in measures that improve work conditions, support training and promote wellbeing. This must include well‑funded education, mental health services and other social infrastructures.</p> <p>All these changes should have a green direction across consumption, production and distribution: we need to move away from “shovel-ready” projects and think about “green transition” projects.</p> <p>There is nothing about Brexit that will automatically help solve these problems. Given that leaving the EU will probably reduce the size of Britain’s economy, investment may indeed fall. The TUC has asked for assurances that a post-Brexit UK will not begin a race to the bottom on pay and conditions. But no real assurance has been received.</p> <p>Refreshingly, the electoral debate this time is not about putting the country’s finances in order – something Keynes insisted only households should do, not governments. Both parties are laying out plans for spending and investment to get the UK out of the current mess. But whether this turns into a real transformation of the economy depends on whether the policies have coherence and provide a path towards greater public and private investment.</p> <p>Labour has for a long time been arguing that austerity was wrong. Previously, however, the party did not have a strong enough narrative on what to invest in and how to drive growth. Now it has: the Green New Deal.</p>  <figure class=\"element element-image\" data-media-id=\"d660bbf82c4ca4085e118198e85a415d8d83d1cf\"> <img src=\"https://media.guim.co.uk/d660bbf82c4ca4085e118198e85a415d8d83d1cf/0_0_2936_1957/1000.jpg\" alt=\"Alexandria Ocasio-Cortez addresses the Road to the Green New Deal Tour final event at Howard University in Washington, US, May 2019\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Inspired by the plans of US congresswoman Alexandria Ocasio-Cortez in the US, Labour is presenting a plan for a greener economy, and a more inclusive one.’</span> <span class=\"element-image__credit\">Photograph: Cliff Owen/AP</span> </figcaption> </figure>  <p>Inspired by the plans of US congresswoman <a href=\"https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey\" title=\"\">Alexandria Ocasio-Cortez</a>, Labour is presenting a plan for a greener economy, and a more inclusive one. The party’s proposals include investing £150bn over the next five years in a <a href=\"https://www.theguardian.com/politics/2019/nov/07/sajid-javid-and-john-mcdonnell-shift-battle-to-economy\" title=\"\">“social transformation fund”</a> to pay for school upgrades, hospitals and social care facilities – and, alongside this, a £250bn “green transformation fund” over 10 years in projects to improve sustainability – such as energy and transport, and insulating existing homes.</p> <p>The Conservatives say they too will invest – in schools, police, the “biggest programme of NHS investment in a generation”, and free ports. Even though this shopping list has little coherence, it represents a significant U-turn after a near-decade of austerity.</p> <p>The Tories could learn from the way their former business secretary, <a href=\"https://www.theguardian.com/business/2017/nov/27/clark-details-industrial-strategy-productivity-business-watchdog-white-paper\" title=\"\">Greg Clark</a>, started to think about industrial renewal. He developed a strategy focused on key societal challenges: the future of mobility; clean growth; an ageing society; and the data economy. The aim was noble: to create an investment-led, innovation-driven green economy. It was a good start, and I am proud that at the UCL Institute for Innovation and Public Purpose we were able to help devise an industrial <a href=\"https://www.ucl.ac.uk/bartlett/public-purpose/commission-mission-oriented-innovation-and-industrial-strategy-moiis\" title=\"\">strategy</a> designed to address these challenges.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/09/1989-capitalism-planet-iron-curtain-market-environmental\">In 1989, capitalism won. Today its greatest ideological challenge is the planet | Larry Elliott</a> </p> </aside>  <p>But, regardless of who wins the election, there is an urgent need to enhance capabilities within the public sector. In recent decades the state’s capacity has been drastically hollowed out, and key public functions have been outsourced to management consultants and parasitic companies. This has become all too clear with Brexit: without sufficient in-house expertise, the Department for Exiting the EU is now spending millions on private lawyers and consultants.</p> <p>If we are to transform our economy on the scale that is required we must urgently rebuild public sector institutions, and increase their capacity to think and act big. The public sector has to be allowed to get its hands dirty again, instead of handing difficult tasks to consultancies.</p> <p>The country will not prosper without a serious economic plan. A decade has been lost between cruel austerity and a misinformed debate about Brexit. The solution is clear: invest in innovation; invest in people; invest in communities; and make sure there is green economic growth in the UK. Brexit will make this harder, but even more necessary.</p> <p>• Professor Mariana Mazzucato is the founding director of the UCL Institute for Innovation and Public Purpose</p>",
      "newspaperPageNumber": "4",
      "wordcount": "944",
      "commentCloseDate": "2019-11-18T06:00:01Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-15T06:00:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:53Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykj4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cec9decee88a31404ce6bfe20e4ae2c399033e1e/0_192_5747_3448/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Many people want this election to be about whether Brexit will solve or exacerbate the problems the UK faces. But most of these problems were born inside the UK’s borders, and long predate the Brexit referendum. This week’s growth figures showed a 0.3% rise in GDP in the last quarter, removing the immediate threat of a UK recession. Yet, a decade after the global financial crisis, the British economy remains weak and unbalanced. Economic growth remains highly dependent on consumption fuelled by private debt, rather than investment. The financial sector has largely retreated from funding the real economy, and today more than 80% of its revenue is channelled into the finance, insurance and real estate (“fire”) sectors. The business sector has the lowest investment growth in the G7. Real wages have stagnated – in part due to the weak bargaining power of trade unions – and productivity growth has stalled. Beyond this, a decade of austerity has eroded the social fabric of the country. The symptoms on the streets are clear to see, from a record-level number of homeless people to soaring knife crime. Local authorities have had their budgets cut by unprecedented amounts. After-school clubs, youth centres, public libraries, policing and mental health budgets have all been cut, affecting the most vulnerable people in society. And on top of all of this, the country, like the rest of the planet, faces a climate emergency that puts the entire economy at risk. What is required to tackle these problems? The task for the next government is to identify policies that stimulate investment-led growth – which can be steered towards tackling the key challenges of our age – rather than private, debt-fuelled, consumption-led growth. This means reforming finance to make it more useful to businesses that want to innovate; making bold state investments in new areas such as the green economy; and creating a taxation system that rewards businesses that invest in the long term rather than those that siphon value out of the economy. It means investing in measures that improve work conditions, support training and promote wellbeing. This must include well‑funded education, mental health services and other social infrastructures. All these changes should have a green direction across consumption, production and distribution: we need to move away from “shovel-ready” projects and think about “green transition” projects. There is nothing about Brexit that will automatically help solve these problems. Given that leaving the EU will probably reduce the size of Britain’s economy, investment may indeed fall. The TUC has asked for assurances that a post-Brexit UK will not begin a race to the bottom on pay and conditions. But no real assurance has been received. Refreshingly, the electoral debate this time is not about putting the country’s finances in order – something Keynes insisted only households should do, not governments. Both parties are laying out plans for spending and investment to get the UK out of the current mess. But whether this turns into a real transformation of the economy depends on whether the policies have coherence and provide a path towards greater public and private investment. Labour has for a long time been arguing that austerity was wrong. Previously, however, the party did not have a strong enough narrative on what to invest in and how to drive growth. Now it has: the Green New Deal. Inspired by the plans of US congresswoman Alexandria Ocasio-Cortez, Labour is presenting a plan for a greener economy, and a more inclusive one. The party’s proposals include investing £150bn over the next five years in a “social transformation fund” to pay for school upgrades, hospitals and social care facilities – and, alongside this, a £250bn “green transformation fund” over 10 years in projects to improve sustainability – such as energy and transport, and insulating existing homes. The Conservatives say they too will invest – in schools, police, the “biggest programme of NHS investment in a generation”, and free ports. Even though this shopping list has little coherence, it represents a significant U-turn after a near-decade of austerity. The Tories could learn from the way their former business secretary, Greg Clark, started to think about industrial renewal. He developed a strategy focused on key societal challenges: the future of mobility; clean growth; an ageing society; and the data economy. The aim was noble: to create an investment-led, innovation-driven green economy. It was a good start, and I am proud that at the UCL Institute for Innovation and Public Purpose we were able to help devise an industrial strategy designed to address these challenges. But, regardless of who wins the election, there is an urgent need to enhance capabilities within the public sector. In recent decades the state’s capacity has been drastically hollowed out, and key public functions have been outsourced to management consultants and parasitic companies. This has become all too clear with Brexit: without sufficient in-house expertise, the Department for Exiting the EU is now spending millions on private lawyers and consultants. If we are to transform our economy on the scale that is required we must urgently rebuild public sector institutions, and increase their capacity to think and act big. The public sector has to be allowed to get its hands dirty again, instead of handing difficult tasks to consultancies. The country will not prosper without a serious economic plan. A decade has been lost between cruel austerity and a misinformed debate about Brexit. The solution is clear: invest in innovation; invest in people; invest in communities; and make sure there is green economic growth in the UK. Brexit will make this harder, but even more necessary. • Professor Mariana Mazzucato is the founding director of the UCL Institute for Innovation and Public Purpose",
      "charCount": "5921",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mazzucato-mariana\">Mariana Mazzucato</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/nov/15/tories-rightwing-press",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-15T06:00:01Z",
    "webTitle": "The Tories can’t win without the press. This isn’t how democracy works | Gary Younge",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/15/tories-rightwing-press",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/15/tories-rightwing-press",
    "fields": {
      "headline": "The Tories can’t win without the press. This isn’t how democracy works",
      "standfirst": "<p>The power of the rightwing press has corroded public debate. But we can do more than just complain about it</p>",
      "trailText": "The power of the rightwing press has corroded public debate. But we can do more than just complain about it, says Guardian columist Gary Younge",
      "byline": "Gary Younge",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"73a8c0f257c0abbb206d17e0eaa2623fd79f04cb\"> <img src=\"https://media.guim.co.uk/73a8c0f257c0abbb206d17e0eaa2623fd79f04cb/0_0_2560_1536/1000.jpg\" alt=\"‘We have all become so inured to the naked right-wing partisanship of the British press that it barely registers beyond a knowing shrug.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We have all become so inured to the naked rightwing partisanship of the British press that it barely registers beyond a knowing shrug.’</span> <span class=\"element-image__credit\">Illustration: Nate Kitch/The Guardian</span> </figcaption> </figure>",
      "body": "<p>In February 2016, a few months before the referendum, Donald Tusk published the European Council’s <a href=\"https://www.theguardian.com/politics/blog/live/2016/feb/02/eu-renegotiation-donald-tusk-david-cameron-red-card-veto-eu-renegotiation-donald-tusk-publishes-draft-plan-to-address-camerons-concerns-politics-live?page=with:block-56b0ad14e4b07c6450c11b59#block-56b0ad14e4b07c6450c11b59\" title=\"\">draft plans</a> for renegotiating Britain’s relationship with the EU. <a href=\"https://www.theguardian.com/politics/blog/live/2016/feb/02/eu-renegotiation-donald-tusk-david-cameron-red-card-veto-eu-renegotiation-donald-tusk-publishes-draft-plan-to-address-camerons-concerns-politics-live\" title=\"\">David Cameron</a> was prepared for the possibility that Tusk’s response would be less than he hoped for – it was a negotiation, after all. But what really shocked the then prime minister were the <a href=\"https://www.thepaperboy.com/uk/2016/02/03/front-pages-headlines.cfm\" title=\"\">front pages</a> the next day. “Cameron’s EU deal is a joke”, said the Daily Express; “The great delusion”, barked the Daily Mail; “Ministers defy PM on Europe”, claimed the Telegraph; while the Sun went with “Who do EU think EU are kidding, Mr Cameron?”, which compared the offer to a “steaming pile of manure”.</p> <p>“The Tories [in the leadership of the remain camp] were about to run a referendum campaign based on a playbook … for winning elections in an environment where the print media was sympathetic,” writes Tim Shipman in his book <a href=\"https://www.lrb.co.uk/v39/n12/ian-jack/now-to-stride-into-the-sunlight\" title=\"\">All Out War</a>. “But this time their natural allies were hostile.” Senior Tories were not used to having their <a href=\"https://reutersinstitute.politics.ox.ac.uk/sites/default/files/2018-11/UK_Press_Coverage_of_the_%20EU_Referendum.pdf\" title=\"\">arguments distorted</a>, the facts so hideously disfigured in their opponent’s favour that they were unrecognisable, or blatant falsehoods by the opposition taken seriously. These were not only rules of engagement to which they were unaccustomed – they were rules under which they could not compete. “It pains me to say it,” a member of Cameron’s team told Shipman, “but if the Mail, Sun and the Telegraph had been for ‘In’ we would have romped home.”</p> <p>Now that we are back in election mode, <a href=\"https://www.expressandstar.com/news/uk-news/2019/11/14/what-the-papers-say-november-14/\" title=\"\">normal service has been resumed</a>. The Tories’ “natural allies” are back in the trenches alongside them, ready to help them “romp home”. This was to be expected. Indeed, we have all become so inured to the naked rightwing partisanship of the British press that it barely registers beyond a knowing shrug. But somehow we never quite seem to compensate for its effect in our politics. Its persistent power has produced a corrosive democratic deficit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/13/labour-election-manifesto-activists-radical-policies\">Labour can deliver another game-changing manifesto. But only if it listens to activists | Tom Blackburn</a> </p> </aside>  <p>It is simply not possible to make an informed decision when one is routinely, wilfully and cynically misinformed. When devout remainers insist the referendum was invalid because we were lied to, they talk as though the misinformation of 2016 was a one-off. It wasn’t. On that basis we should revoke all pretence that we live in a democracy and start again. (The left can lie too, of course. It just doesn’t have the capacity to distribute those lies on anything like the same scale.)</p> <p>People think they are immune to all of this. They’re not. We can and do, of course, make up our own minds. But we don’t make them up out of thin air. <a href=\"https://www.theguardian.com/commentisfree/2018/mar/02/boris-johnson-white-privilege-black-woman\" title=\"\">Boris Johnson’s “Teflon qualities”</a>, Labour’s “<a href=\"https://www.facebook.com/watch/?v=423828328306178\" title=\"\">incomprehensible</a>” Brexit policy or Jeremy Corbyn’s “<a href=\"https://www.theguardian.com/politics/2016/sep/17/jeremy-corbyn-should-be-tougher-not-my-style\" title=\"\">leadership failings</a>” are all remarked upon as though they are unrivalled facts rather than judgments, all mediated through an almighty filter with extreme prejudice. The framing is so dominant and pervasive, and reproduced so consistently, omnisciently and persistently, that it ceases to feel like a frame at all.</p> <p>“Inevitably our opinions cover a bigger space, a longer reach of time, a greater number of things, than we can directly observe,” wrote Walter Lippmann in his landmark book, Public Opinion. “They have, therefore, to be pieced together out of what others have reported.”</p> <p>And a significant amount of what has been reported lately is extremely dubious. With a handful of <a href=\"https://www.theguardian.com/politics/2019/nov/09/a-week-in-uk-politics\" title=\"\">notable exceptions</a>, what emerges is a kind of political kabuki, where substantive discussion is performed on the basis of an insubstantial script. Take <a href=\"https://www.bbc.co.uk/programmes/b0080bbs\" title=\"\">Andrew Marr’s</a> flagship BBC show last Sunday, in which he began with the newspaper review: “Conservative Central Office will be delighted because their analysis of Labour spending hits front page after front page after front page,” he began.</p>  <figure class=\"element element-image\" data-media-id=\"fae4032665f3fc6faee65999aeffbebcd85a4e0b\"> <img src=\"https://media.guim.co.uk/fae4032665f3fc6faee65999aeffbebcd85a4e0b/0_0_2220_1689/1000.jpg\" alt=\"Tony Blair with the former News International chief executive Rebekah Brooks. He is said to have offered to act as an ‘unofficial adviser’ when she sought his guidance at the height of the phone-hacking crisis at the News of the World.\" width=\"1000\" height=\"761\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tony Blair with Rebekah Brooks, the former chief executive of Rupert Murdoch’s News International.</span> <span class=\"element-image__credit\">Photograph: Fiona Hanson/PA</span> </figcaption> </figure>  <p>Then he read them all out verbatim. “Sunday Times. £1 trillion in red ink, ‘Labour splurge to bankrupt UK’. The Sunday Telegraph, perhaps not surprisingly, ‘The scale of Labour’s reckless spending revealed’. Then the Daily Mail, ‘£1.2 trillion that’ll cost every UK household £43,000.’” With the Tory talking points duly repeated, Marr continued: “Labour are furious. They say it is complete fake news.”</p> <p>It was fake. That’s not a partisan point. That figure was arrived at by taking all of Labour’s conference pledges – aspirations that may not even appear in their manifesto – and calculated on the assumption they all would be implemented on day one. Later in the programme, in an interview with the chancellor, Sajid Javid, Marr said the figures amounted to: “Bogus numbers and dodgy accounting.”</p> <p>But by then the agenda had been set. For the rest of the day you could either decry Labour’s £1tn folly, deny its £1trn folly, contest its £1trn folly or explain its £1trn folly. Either way you’d be discussing it – which means the two things that will cut through the noise are “Labour” and “£1tn”. But this is not the product of genius messaging; it’s the gift of loyal stenographers.</p> <p>This bias has nothing to do with Corbyn in particular. The media savaged Michael Foot, Neil Kinnock, Gordon Brown and Ed Miliband before him. Tony Blair had an easier ride because, according to his No 10 staffer <a href=\"https://www.theguardian.com/politics/blog/2010/feb/24/revealed-deal-between-murdoch-blair\" title=\"\">Lance Price</a>, Blair believed he had an unspoken deal with Rupert Murdoch that “if [Rupert] Murdoch were left to pursue his business interests in peace, he would give Labour a fair wind”. It’s a deal we are all still paying for.</p> <p>But in this, as in so many things, Corbyn has proved a lightning rod. His election as Labour leader has laid bare what was only partially visible during the attacks on Miliband and Brown. Failing to accept him as the legitimate leader of the opposition, the rightwing press fear his premiership as they have feared no other Labour leader before. Over the next few weeks this will likely get worse, particularly if Labour continues to edge up in the polls, as the media class grow ever more shrill and desperate.</p> <p>It is the challenge of the left not simply to bemoan the power of the rightwing press, but to circumnavigate it. It is a bit like complaining about the right being better funded, or wealthy people buying access. It’s incontestable but it’s not going to change any time soon. It is as baked into the analysis of the system as privilege is baked into the system itself.</p> <p>Yet there are a few reasons to be hopeful. “Freedom of the press,” wrote the early 20th century American journalist AJ Liebling, “is guaranteed only to those who own one.” Since those who owned them were, by definition wealthy, those were the interests they represented. But new technology and social media have lowered the barriers of publication and distribution and <a href=\"https://mediatel.co.uk/newsline/2017/06/14/the-decline-of-murdochs-influence/\" title=\"\">created space for new voices</a> to emerge and be heard. Some have proved incredibly effective. Meanwhile, grassroots campaigning has also created the capacity to challenge preconceptions on the doorstep through canvassing.</p> <p>In the last election, virtually the entire media class rounded on Labour, only to see its vote share and seat count go up. We can’t say those attacks had no impact, since we don’t know how well Labour would have done otherwise. But we do know that, just because the media team up with their natural allies in the Conservatives, it needn’t mean the Tories get to romp home.</p> <p>• Gary Younge is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1223",
      "commentCloseDate": "2019-11-15T10:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-15T06:00:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:53Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyy88",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/73a8c0f257c0abbb206d17e0eaa2623fd79f04cb/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In February 2016, a few months before the referendum, Donald Tusk published the European Council’s draft plans for renegotiating Britain’s relationship with the EU. David Cameron was prepared for the possibility that Tusk’s response would be less than he hoped for – it was a negotiation, after all. But what really shocked the then prime minister were the front pages the next day. “Cameron’s EU deal is a joke”, said the Daily Express; “The great delusion”, barked the Daily Mail; “Ministers defy PM on Europe”, claimed the Telegraph; while the Sun went with “Who do EU think EU are kidding, Mr Cameron?”, which compared the offer to a “steaming pile of manure”. “The Tories [in the leadership of the remain camp] were about to run a referendum campaign based on a playbook … for winning elections in an environment where the print media was sympathetic,” writes Tim Shipman in his book All Out War. “But this time their natural allies were hostile.” Senior Tories were not used to having their arguments distorted, the facts so hideously disfigured in their opponent’s favour that they were unrecognisable, or blatant falsehoods by the opposition taken seriously. These were not only rules of engagement to which they were unaccustomed – they were rules under which they could not compete. “It pains me to say it,” a member of Cameron’s team told Shipman, “but if the Mail, Sun and the Telegraph had been for ‘In’ we would have romped home.” Now that we are back in election mode, normal service has been resumed. The Tories’ “natural allies” are back in the trenches alongside them, ready to help them “romp home”. This was to be expected. Indeed, we have all become so inured to the naked rightwing partisanship of the British press that it barely registers beyond a knowing shrug. But somehow we never quite seem to compensate for its effect in our politics. Its persistent power has produced a corrosive democratic deficit. It is simply not possible to make an informed decision when one is routinely, wilfully and cynically misinformed. When devout remainers insist the referendum was invalid because we were lied to, they talk as though the misinformation of 2016 was a one-off. It wasn’t. On that basis we should revoke all pretence that we live in a democracy and start again. (The left can lie too, of course. It just doesn’t have the capacity to distribute those lies on anything like the same scale.) People think they are immune to all of this. They’re not. We can and do, of course, make up our own minds. But we don’t make them up out of thin air. Boris Johnson’s “Teflon qualities”, Labour’s “incomprehensible” Brexit policy or Jeremy Corbyn’s “leadership failings” are all remarked upon as though they are unrivalled facts rather than judgments, all mediated through an almighty filter with extreme prejudice. The framing is so dominant and pervasive, and reproduced so consistently, omnisciently and persistently, that it ceases to feel like a frame at all. “Inevitably our opinions cover a bigger space, a longer reach of time, a greater number of things, than we can directly observe,” wrote Walter Lippmann in his landmark book, Public Opinion. “They have, therefore, to be pieced together out of what others have reported.” And a significant amount of what has been reported lately is extremely dubious. With a handful of notable exceptions, what emerges is a kind of political kabuki, where substantive discussion is performed on the basis of an insubstantial script. Take Andrew Marr’s flagship BBC show last Sunday, in which he began with the newspaper review: “Conservative Central Office will be delighted because their analysis of Labour spending hits front page after front page after front page,” he began. Then he read them all out verbatim. “Sunday Times. £1 trillion in red ink, ‘Labour splurge to bankrupt UK’. The Sunday Telegraph, perhaps not surprisingly, ‘The scale of Labour’s reckless spending revealed’. Then the Daily Mail, ‘£1.2 trillion that’ll cost every UK household £43,000.’” With the Tory talking points duly repeated, Marr continued: “Labour are furious. They say it is complete fake news.” It was fake. That’s not a partisan point. That figure was arrived at by taking all of Labour’s conference pledges – aspirations that may not even appear in their manifesto – and calculated on the assumption they all would be implemented on day one. Later in the programme, in an interview with the chancellor, Sajid Javid, Marr said the figures amounted to: “Bogus numbers and dodgy accounting.” But by then the agenda had been set. For the rest of the day you could either decry Labour’s £1tn folly, deny its £1trn folly, contest its £1trn folly or explain its £1trn folly. Either way you’d be discussing it – which means the two things that will cut through the noise are “Labour” and “£1tn”. But this is not the product of genius messaging; it’s the gift of loyal stenographers. This bias has nothing to do with Corbyn in particular. The media savaged Michael Foot, Neil Kinnock, Gordon Brown and Ed Miliband before him. Tony Blair had an easier ride because, according to his No 10 staffer Lance Price, Blair believed he had an unspoken deal with Rupert Murdoch that “if [Rupert] Murdoch were left to pursue his business interests in peace, he would give Labour a fair wind”. It’s a deal we are all still paying for. But in this, as in so many things, Corbyn has proved a lightning rod. His election as Labour leader has laid bare what was only partially visible during the attacks on Miliband and Brown. Failing to accept him as the legitimate leader of the opposition, the rightwing press fear his premiership as they have feared no other Labour leader before. Over the next few weeks this will likely get worse, particularly if Labour continues to edge up in the polls, as the media class grow ever more shrill and desperate. It is the challenge of the left not simply to bemoan the power of the rightwing press, but to circumnavigate it. It is a bit like complaining about the right being better funded, or wealthy people buying access. It’s incontestable but it’s not going to change any time soon. It is as baked into the analysis of the system as privilege is baked into the system itself. Yet there are a few reasons to be hopeful. “Freedom of the press,” wrote the early 20th century American journalist AJ Liebling, “is guaranteed only to those who own one.” Since those who owned them were, by definition wealthy, those were the interests they represented. But new technology and social media have lowered the barriers of publication and distribution and created space for new voices to emerge and be heard. Some have proved incredibly effective. Meanwhile, grassroots campaigning has also created the capacity to challenge preconceptions on the doorstep through canvassing. In the last election, virtually the entire media class rounded on Labour, only to see its vote share and seat count go up. We can’t say those attacks had no impact, since we don’t know how well Labour would have done otherwise. But we do know that, just because the media team up with their natural allies in the Conservatives, it needn’t mean the Tories get to romp home. • Gary Younge is a Guardian columnist",
      "charCount": "7243",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/garyyounge\">Gary Younge</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/nov/15/election-influencers-fight-for-canterbury-plays-out-on-social-media",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-15T05:00:10Z",
    "webTitle": "Election influencers: fight for Canterbury plays out on social media",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/15/election-influencers-fight-for-canterbury-plays-out-on-social-media",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/15/election-influencers-fight-for-canterbury-plays-out-on-social-media",
    "fields": {
      "headline": "Election influencers: fight for Canterbury plays out on social media",
      "standfirst": "<p>Some call it toxic, but a lively local Facebook group has brought young and old together to trade memes and debate</p>",
      "trailText": "Some call it toxic, but a lively local Facebook group has brought young and old together to trade memes and debate",
      "byline": "Aamna Mohdin",
      "main": "<figure class=\"element element-image\" data-media-id=\"9907586c1491f3b5cc7815ae41e6ff70c8ef6405\"> <img src=\"https://media.guim.co.uk/9907586c1491f3b5cc7815ae41e6ff70c8ef6405/0_291_5976_3584/1000.jpg\" alt=\"Alex Cifford\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alex Clifford said of the Canterbury Residents Group: ‘It’s how horrible Tumblr was in 2010.’</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Local newspaper editors once controlled the information that circled around a town or small city during an election. But in Canterbury in 2019, that power has fallen into the lap of the 32-year-old administrator of a Facebook group.</p> <p>Edd Withers set up the Canterbury Residents Group on Facebook five years ago in an attempt to bridge the divide between the city’s large student population and its older residents. In a sign of the changing media environment that could shape this election, what started as a community project to bring generations together has turned into a lively and often chaotic rolling political conversation about all manner of issues affecting the city.</p> <p>In 2017, students and remain-leaning residents of Canterbury helped Labour candidate Rosie Duffield do what many had thought impossible: turn a constituency that has voted Conservative for the past 160 years red. To hold on to her seat, which was won by a majority of 187 votes on an exceptional 72.7% turnout, Duffield faces a particular challenge, that of getting her message across to two demographics who consume their news on vastly different platforms.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/people_power_fixed_new_link-zip/giv-3902lpVKVfrN0Uh6/\" data-alt=\"People and power series explainer\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/people_power_fixed_new_link-zip/giv-3902lpVKVfrN0Uh6/\">People and power series explainer</a> </figure>  <p>Of the nearly 100 Canterbury residents who contacted the Guardian about the tight race in their constituency, Withers’ Facebook group was mentioned over a dozen times. While one resident described it as “a good starting point to find the ‘real’ residents and the issues they are passionate about”, another said they left the group “because of the extreme views and bullying behaviour”.</p> <p>With more than 35,000 members and an average of 600 posts a day, the group caught Facebook’s attention, and the company flew Withers out to their headquarters in California a few months ago to discuss how they could better support him.</p> <p>Facebook confirmed to the Guardian that it had invited Withers to California as part of a series of events for people running such groups to share tips on how to moderate communities and learn what works. Its interest is not surprising. The group is a notable exception to a digital divide in how young and older voters consume news and share information. While middle-aged and older voters generally receive their news from Facebook, the TV and online news sites, young voters have abandoned the platform for Twitter, adding that they don’t have TV licences and are put off by political ads.</p> <p>Withers said he was not interested in wielding any power and took a laissez-faire approach to content moderation. Anything except hate speech and death threats goes in the group. “My firm principle is we’ve got to let these people have these conversations,” he said. “It might seem tense sometimes and just a platform for people to argue with each other, but that’s the point. It’s the beginning of a process that hopefully leads to reconciliation.”</p>  <figure class=\"element element-image\" data-media-id=\"3afb3d5fb103586dd0815661031dfed37ca0024b\"> <img src=\"https://media.guim.co.uk/3afb3d5fb103586dd0815661031dfed37ca0024b/0_0_5379_3527/1000.jpg\" alt=\"MP Rosie Duffield being congratulated on her victory in 2017.\" width=\"1000\" height=\"656\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MP Rosie Duffield being congratulated on her victory in 2017.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>  <p>It’s an obvious place for the candidates to campaign, and all of them have agreed to do Facebook Live interviews on the group. Across the country such local Facebook groups are increasingly potent political forces. In Merthyr Tydfil one group was credited with helping to <a href=\"https://members.tortoisemedia.com/2019/04/14/private-networks/content.html\">overthrow the council</a>.</p> <p>But the reputation for intense debates has put many people off. “It was about 15,000 when I was last active on it and it was things like missing kittens, which is so sweet,” Labour’s Duffield said of the group, but she believes it has become toxic and suggests there are many in the group who are not Canterbury residents.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/atoms/2019/interactive-constituency-profiles/embed/iframe.html?id=E14000619&amp;copy=Canterbury%20had%20voted%20Conservative%20for%20160%20years%20until%20Rosie%20Duffield%20won%20the%20seat%20for%20Labour%20in%202017.%20The%20large%20student%20population%20and%20the%20area%E2%80%99s%20remain%20vote%20are%20thought%20to%20be%20the%20most%20important%20factors%20in%20Duffield%E2%80%99s%20surprise%20success.%20But%20with%20a%20margin%20of%20187%20votes%2C%20the%20Labour%20MP%20faces%20a%20huge%20challenge%20in%20defending%20her%20seat.&amp;leave=true&amp;majority=true&amp;income=true&amp;unemployment=true&amp;deprivation=true\" data-alt=\"Canterbury constituency profile\"> <a href=\"https://interactive.guim.co.uk/atoms/2019/interactive-constituency-profiles/embed/iframe.html?id=E14000619&copy=Canterbury%20had%20voted%20Conservative%20for%20160%20years%20until%20Rosie%20Duffield%20won%20the%20seat%20for%20Labour%20in%202017.%20The%20large%20student%20population%20and%20the%20area%E2%80%99s%20remain%20vote%20are%20thought%20to%20be%20the%20most%20important%20factors%20in%20Duffield%E2%80%99s%20surprise%20success.%20But%20with%20a%20margin%20of%20187%20votes%2C%20the%20Labour%20MP%20faces%20a%20huge%20challenge%20in%20defending%20her%20seat.&leave=true&majority=true&income=true&unemployment=true&deprivation=true\">Canterbury constituency profile</a> </figure>  <p>The information in the group tends to reflect the scattergun chaos of social media. The top posts on one recent morning were an anti-Labour meme suggesting John McDonnell’s spending plans would cost too much, a lengthy discussion sparked by claims people had been seen smoking while queueing at a foodbank, which led to suggestions they could afford the food if they could afford cigarettes, and an image of Jeremy Corbyn superimposed on to an underwear model, declaring Labour was the sort of man who “ensures you come first”.</p> <p>Though the group has become an influential force, there are many students who have yet to come across it or have no interest in joining. Alex Clifford, who recently graduated from Canterbury Christ Church University, likened the group to a cesspool, adding: “It’s how horrible Tumblr was in 2010.”</p> <h2>* * *</h2> <p>When 18-year-old Emily Brooks-Martin, a first-year student at the University of Kent, woke up on Tuesday morning, the first election-related news she came across was an impassioned video on Twitter calling on Labour and the Liberal Democrats to form a progressive alliance.</p> <p>The same video found itself onto Clifford’s Twitter feed in the afternoon and was watched by nearly half a million people. By the evening, less than 24 hours after the video was uploaded, the Liberal Democrat candidate, Tim Walker, announced he was stepping down. (He was later threatened with disciplinary action for doing so.)</p> <p>Twitter has largely been characterised as a place where journalists and politicos hang out, but it has also become the focus of a younger, politically engaged general audience who have left Facebook. Throughout the day on Twitter, Brooks-Martin and Clifford also saw Corbyn’s pledge on childcare and news of the cyberattack on Labour. It’s where Brooks-Martin found a tactical voting website that told her to back Duffield for the best chance to remove the Tories from power and where many students watched Duffield’s moving speech in parliament about her personal experience with domestic violence.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1311994127bc7d7555c762761f44f9d530b742ee\"> <img src=\"https://media.guim.co.uk/1311994127bc7d7555c762761f44f9d530b742ee/0_408_5976_3584/1000.jpg\" alt=\"Emily Brooks-Martin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Brooks-Martin.</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>  <p>Labour has been much more effective in reaching voters like Brooks-Martin on social media, but she warned that Corbyn should not assume the youth vote was a given. “Voting is not always about the person you’re voting for, it’s about who you are trying to avoid getting into power.” She added there were plenty of people her age disappointed by Corbyn and who would have loved to vote for the Green party, but believed the race in Canterbury to be between Labour and the Conservatives.</p> <p>Michael Coulson-Tabb, a 49-year-old part-time owner of a gourmet burger restaurant who lives in the rapidly gentrifying seaside town of Whitstable, got much of his election-related news from Facebook and online news sites. As such, he was far more likely to come across Tory attack videos on Corbyn than the students.</p> <p>While snipes about Brexit dominate the local resident group and Twitter, Coulson-Tabb said it was the personal tragedies and difficulties within their community that swayed who they would vote for. Many spoke of their frustration that those personal stories were lost in the fast-paced, ever-changing algorithm of Facebook and Twitter.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"0aa2ed2272f487ac0e30568e26faaa2d6ab06db7\"> <img src=\"https://media.guim.co.uk/0aa2ed2272f487ac0e30568e26faaa2d6ab06db7/0_408_5976_3584/1000.jpg\" alt=\"Michael Coulson-Tabb and his son.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Coulson-Tabb and his son.</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>  <p>Coulson-Tabb, who lived in London and worked in the financial sector before moving to the area in 2001, said he had voted for the Conservatives for most of his life. It was not until 2012, when he met his wife, Alys, whose two religions were Arsenal and socialism, that he began to move further to the left. In March, Coulson-Tabb found out that despite chemotherapy and radiation treatment, Alys’s cancer had spread. On 24 May, she was transferred to a hospice. They got married a week before she died. In their wedding photo, Alys is smiling at their now 18-month-old boy, Ted.</p> <p>While he described the care provided by NHS staff as “phenomenal”, he said it was impossible not to see how austerity had bulldozed the health service. He was backing Duffield because he feared the NHS would be allowed to wither away and further privatised under a Conservative government.</p> <p>Clifford, who was 12 when the coalition government came in to power, said austerity had wrecked the lives of people across the country and argued that younger and older voters had far more in common.</p> <p>She described her generation as “the children of austerity”. She said as cuts took hold in Gravesend, Kent, where she grew up, the outside world had became a smaller place. She watched her parents’ benefits being cut, youth centres being closed down, and the local shopping centre become a shadow of its former self. She is now struggling to make ends meet on universal credit; the £400 a month she gets goes into paying her rent, which is £360 a month.</p> <p>Still, Clifford enjoys the memes that have become a staple of British elections. And in the Canterbury residents groups, older residents are getting in on the fun too, though the results been mixed. When one man posted a Back to the Future meme that called on Corbyn’s father to wear a condom this week, the likes were swift, but so was the almost uniform response from students: “OK Boomer.”</p>",
      "newspaperPageNumber": "12",
      "wordcount": "1421",
      "commentCloseDate": "2019-11-18T05:00:10Z",
      "commentable": "true",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-11-15T05:00:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:46Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyfx5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9907586c1491f3b5cc7815ae41e6ff70c8ef6405/0_291_5976_3584/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Local newspaper editors once controlled the information that circled around a town or small city during an election. But in Canterbury in 2019, that power has fallen into the lap of the 32-year-old administrator of a Facebook group. Edd Withers set up the Canterbury Residents Group on Facebook five years ago in an attempt to bridge the divide between the city’s large student population and its older residents. In a sign of the changing media environment that could shape this election, what started as a community project to bring generations together has turned into a lively and often chaotic rolling political conversation about all manner of issues affecting the city. In 2017, students and remain-leaning residents of Canterbury helped Labour candidate Rosie Duffield do what many had thought impossible: turn a constituency that has voted Conservative for the past 160 years red. To hold on to her seat, which was won by a majority of 187 votes on an exceptional 72.7% turnout, Duffield faces a particular challenge, that of getting her message across to two demographics who consume their news on vastly different platforms. Of the nearly 100 Canterbury residents who contacted the Guardian about the tight race in their constituency, Withers’ Facebook group was mentioned over a dozen times. While one resident described it as “a good starting point to find the ‘real’ residents and the issues they are passionate about”, another said they left the group “because of the extreme views and bullying behaviour”. With more than 35,000 members and an average of 600 posts a day, the group caught Facebook’s attention, and the company flew Withers out to their headquarters in California a few months ago to discuss how they could better support him. Facebook confirmed to the Guardian that it had invited Withers to California as part of a series of events for people running such groups to share tips on how to moderate communities and learn what works. Its interest is not surprising. The group is a notable exception to a digital divide in how young and older voters consume news and share information. While middle-aged and older voters generally receive their news from Facebook, the TV and online news sites, young voters have abandoned the platform for Twitter, adding that they don’t have TV licences and are put off by political ads. Withers said he was not interested in wielding any power and took a laissez-faire approach to content moderation. Anything except hate speech and death threats goes in the group. “My firm principle is we’ve got to let these people have these conversations,” he said. “It might seem tense sometimes and just a platform for people to argue with each other, but that’s the point. It’s the beginning of a process that hopefully leads to reconciliation.” It’s an obvious place for the candidates to campaign, and all of them have agreed to do Facebook Live interviews on the group. Across the country such local Facebook groups are increasingly potent political forces. In Merthyr Tydfil one group was credited with helping to overthrow the council. But the reputation for intense debates has put many people off. “It was about 15,000 when I was last active on it and it was things like missing kittens, which is so sweet,” Labour’s Duffield said of the group, but she believes it has become toxic and suggests there are many in the group who are not Canterbury residents. The information in the group tends to reflect the scattergun chaos of social media. The top posts on one recent morning were an anti-Labour meme suggesting John McDonnell’s spending plans would cost too much, a lengthy discussion sparked by claims people had been seen smoking while queueing at a foodbank, which led to suggestions they could afford the food if they could afford cigarettes, and an image of Jeremy Corbyn superimposed on to an underwear model, declaring Labour was the sort of man who “ensures you come first”. Though the group has become an influential force, there are many students who have yet to come across it or have no interest in joining. Alex Clifford, who recently graduated from Canterbury Christ Church University, likened the group to a cesspool, adding: “It’s how horrible Tumblr was in 2010.” * * * When 18-year-old Emily Brooks-Martin, a first-year student at the University of Kent, woke up on Tuesday morning, the first election-related news she came across was an impassioned video on Twitter calling on Labour and the Liberal Democrats to form a progressive alliance. The same video found itself onto Clifford’s Twitter feed in the afternoon and was watched by nearly half a million people. By the evening, less than 24 hours after the video was uploaded, the Liberal Democrat candidate, Tim Walker, announced he was stepping down. (He was later threatened with disciplinary action for doing so.) Twitter has largely been characterised as a place where journalists and politicos hang out, but it has also become the focus of a younger, politically engaged general audience who have left Facebook. Throughout the day on Twitter, Brooks-Martin and Clifford also saw Corbyn’s pledge on childcare and news of the cyberattack on Labour. It’s where Brooks-Martin found a tactical voting website that told her to back Duffield for the best chance to remove the Tories from power and where many students watched Duffield’s moving speech in parliament about her personal experience with domestic violence. Labour has been much more effective in reaching voters like Brooks-Martin on social media, but she warned that Corbyn should not assume the youth vote was a given. “Voting is not always about the person you’re voting for, it’s about who you are trying to avoid getting into power.” She added there were plenty of people her age disappointed by Corbyn and who would have loved to vote for the Green party, but believed the race in Canterbury to be between Labour and the Conservatives. Michael Coulson-Tabb, a 49-year-old part-time owner of a gourmet burger restaurant who lives in the rapidly gentrifying seaside town of Whitstable, got much of his election-related news from Facebook and online news sites. As such, he was far more likely to come across Tory attack videos on Corbyn than the students. While snipes about Brexit dominate the local resident group and Twitter, Coulson-Tabb said it was the personal tragedies and difficulties within their community that swayed who they would vote for. Many spoke of their frustration that those personal stories were lost in the fast-paced, ever-changing algorithm of Facebook and Twitter. Coulson-Tabb, who lived in London and worked in the financial sector before moving to the area in 2001, said he had voted for the Conservatives for most of his life. It was not until 2012, when he met his wife, Alys, whose two religions were Arsenal and socialism, that he began to move further to the left. In March, Coulson-Tabb found out that despite chemotherapy and radiation treatment, Alys’s cancer had spread. On 24 May, she was transferred to a hospice. They got married a week before she died. In their wedding photo, Alys is smiling at their now 18-month-old boy, Ted. While he described the care provided by NHS staff as “phenomenal”, he said it was impossible not to see how austerity had bulldozed the health service. He was backing Duffield because he feared the NHS would be allowed to wither away and further privatised under a Conservative government. Clifford, who was 12 when the coalition government came in to power, said austerity had wrecked the lives of people across the country and argued that younger and older voters had far more in common. She described her generation as “the children of austerity”. She said as cuts took hold in Gravesend, Kent, where she grew up, the outside world had became a smaller place. She watched her parents’ benefits being cut, youth centres being closed down, and the local shopping centre become a shadow of its former self. She is now struggling to make ends meet on universal credit; the £400 a month she gets goes into paying her rent, which is £360 a month. Still, Clifford enjoys the memes that have become a staple of British elections. And in the Canterbury residents groups, older residents are getting in on the fun too, though the results been mixed. When one man posted a Back to the Future meme that called on Corbyn’s father to wear a condom this week, the likes were swift, but so was the almost uniform response from students: “OK Boomer.”",
      "charCount": "8509",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]