[
  {
    "id": "politics/2019/jun/30/labours-remain-struggle-and-boris-johnsons-pm-strategy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-30T17:07:14Z",
    "webTitle": "Labour’s remain struggle and Boris Johnson’s PM strategy | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/30/labours-remain-struggle-and-boris-johnsons-pm-strategy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/30/labours-remain-struggle-and-boris-johnsons-pm-strategy",
    "fields": {
      "headline": "Labour’s remain struggle and Boris Johnson’s PM strategy",
      "standfirst": "<strong>Paul Atkin</strong>,<strong> Bryn Jones </strong>and <strong>Marie Catterson </strong>respond to an article by Owen Jones, while <strong>Janet Jones </strong>hopes the Queen will step in to defend the rights of her subjects",
      "trailText": "Letters: <strong>Paul Atkin</strong>,<strong> Bryn Jones </strong>and <strong>Marie Catterson </strong>respond to an article by Owen Jones, while <strong>Janet Jones </strong>hopes the Queen will step in to defend the rights of her subjects",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"eee2255b97299119d744207cad610013710869f1\"> <img src=\"https://media.guim.co.uk/eee2255b97299119d744207cad610013710869f1/0_0_3500_2100/1000.jpg\" alt=\"Labour leader Jeremy Corbyn at a Labour event in Birmingham.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour leader Jeremy Corbyn at a Labour event in Birmingham.</span> <span class=\"element-image__credit\">Photograph: Jacob King/PA</span> </figcaption> </figure>",
      "body": "<p>Owen Jones (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/27/soft-brexit-dead-labour-peoples-vote-referendum-remain\" title=\"\">‘Soft’ Brexit is dead. Labour must embrace a people’s vote</a>, Journal, 28 June) should do the maths and consider how the dynamic can change. He cites polls showing 39% for hard Brexit, 39% for remain and 13% for a soft Brexit. The threat we have to defeat is no deal, so the decisive divide is between the no-dealers and everyone else.</p> <p>Sustaining the polarisation of 2016 as a limitation on the framework for the debate leaves soft Brexiters as a hinterland for the no-dealers and runs the risk that they will win. This would be bad news for most people because no deal with the EU means a deal with Trump – the NHS handed to US insurance firms, UK companies matching US conditions (no paid maternity rights and virtually no paid holidays) and the Tory MPs and mayors with plans for enterprise zones and free ports implementing them. Many of the 39% who back a hard Brexit do not support this.</p> <p>Arguments about whether to remain in the EU’s political and economic institutions, or how much the EU itself needs to change and in what direction, are secondary to building a campaign to cut into the support for hard Brexit over the summer, thereby preparing the conditions to bring down Boris Johnson as soon as possible.<br><strong>Paul Atkin</strong><br><em>London</em></p> <p>• Owen Jones writes that “most of Labour’s voters in its leave seats voted for remain: how does it win those constituencies without them?” One might equally ask how does Labour win any kind of majority without taking seats in Tory marginals where the leave vote was between 50% and 60%? The results of elections for councils and the EU parliament are a more reliable guide than scatter-gun opinion polls as to what is likely to happen if Labour becomes a convert to the remain cause.</p> <p><a href=\"https://www.theguardian.com/politics/2019/may/03/labour-loses-control-of-bolsover-for-first-time-in-its-40-year-history\" title=\"\">Bolsover</a> casts a long shadow. Write off those seats if you wish, but without them Labour will struggle to become the biggest party at Westminster, let alone have a chance of winning the 68 extra seats on its 2017 tally that it needs to form a government. Piling up grateful remainer votes in Tory seats where Labour is not the second party will, as Ukip and Lib Dems have often found, be of little or no help.<br><strong>Dr Bryn Jones</strong><br><em>Social and policy sciences, University of Bath</em></p> <p>• Although Owen Jones’s conclusion about the necessary direction of Labour policy is right, his analysis of the Brexit crisis is wrong. There is no dichotomy between the “culture war” and the class politics that he supposes the former “pushes out”. Brexit is an extreme rightwing project, which is itself a manifestation of class war – a blatant attack by the rightwing financial elite, the people who brought us the last banking crisis, on the vast bulk of ordinary people.</p> <p>The puppeteers behind Boris Johnson will insist that the huge economic difficulties caused by Brexit can only be dealt with by lowering taxes, even as social care and state education, never mind the NHS, go to the wall for lack of funding. The failure of Labour to take the lead in opposing their nonsense economics has been soul-destroying for those of us who want a more equal society.<br><strong>Marie Catterson</strong><br><em>London</em></p> <p>• Rowena Mason’s report on Boris Johnson’s intentions (<a href=\"https://www.theguardian.com/politics/2019/jun/27/boris-johnson-refuses-rule-out-forcing-through-no-deal-brexit\" title=\"\">Suspending parliament to push through no-deal Brexit still on table, says Johnson</a>, 27 June) reveals his likely strategy if he becomes prime minister. As early as possible, he will ask the Queen to prorogue parliament. Nominally this would be to allow time to negotiate with the EU. In practice, it will be to prevent parliament from bringing a vote of no confidence.</p> <p>He will then ask the EU to change the withdrawal agreement by removing the Irish backstop, under the threat of a no-deal Brexit. If the EU refuses, as I believe it will, Britain will fall out of the EU on 31 October while parliament is prorogued.</p> <p>If the Queen agrees to do this, then I – a lifelong supporter of the monarchy – will take part in a march to Buckingham Palace calling for the abolition of the monarchy. What is the point of a monarch if she isn’t there to defend the rights of her subjects and parliament against an effective dictator?<br><strong>Janet Jones</strong><br><em>Sevenoaks, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "759",
      "commentable": "false",
      "firstPublicationDate": "2019-06-30T17:07:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:22Z",
      "newspaperEditionDate": "2019-07-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bn94k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/eee2255b97299119d744207cad610013710869f1/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Owen Jones (‘Soft’ Brexit is dead. Labour must embrace a people’s vote, Journal, 28 June) should do the maths and consider how the dynamic can change. He cites polls showing 39% for hard Brexit, 39% for remain and 13% for a soft Brexit. The threat we have to defeat is no deal, so the decisive divide is between the no-dealers and everyone else. Sustaining the polarisation of 2016 as a limitation on the framework for the debate leaves soft Brexiters as a hinterland for the no-dealers and runs the risk that they will win. This would be bad news for most people because no deal with the EU means a deal with Trump – the NHS handed to US insurance firms, UK companies matching US conditions (no paid maternity rights and virtually no paid holidays) and the Tory MPs and mayors with plans for enterprise zones and free ports implementing them. Many of the 39% who back a hard Brexit do not support this. Arguments about whether to remain in the EU’s political and economic institutions, or how much the EU itself needs to change and in what direction, are secondary to building a campaign to cut into the support for hard Brexit over the summer, thereby preparing the conditions to bring down Boris Johnson as soon as possible. Paul Atkin London • Owen Jones writes that “most of Labour’s voters in its leave seats voted for remain: how does it win those constituencies without them?” One might equally ask how does Labour win any kind of majority without taking seats in Tory marginals where the leave vote was between 50% and 60%? The results of elections for councils and the EU parliament are a more reliable guide than scatter-gun opinion polls as to what is likely to happen if Labour becomes a convert to the remain cause. Bolsover casts a long shadow. Write off those seats if you wish, but without them Labour will struggle to become the biggest party at Westminster, let alone have a chance of winning the 68 extra seats on its 2017 tally that it needs to form a government. Piling up grateful remainer votes in Tory seats where Labour is not the second party will, as Ukip and Lib Dems have often found, be of little or no help. Dr Bryn Jones Social and policy sciences, University of Bath • Although Owen Jones’s conclusion about the necessary direction of Labour policy is right, his analysis of the Brexit crisis is wrong. There is no dichotomy between the “culture war” and the class politics that he supposes the former “pushes out”. Brexit is an extreme rightwing project, which is itself a manifestation of class war – a blatant attack by the rightwing financial elite, the people who brought us the last banking crisis, on the vast bulk of ordinary people. The puppeteers behind Boris Johnson will insist that the huge economic difficulties caused by Brexit can only be dealt with by lowering taxes, even as social care and state education, never mind the NHS, go to the wall for lack of funding. The failure of Labour to take the lead in opposing their nonsense economics has been soul-destroying for those of us who want a more equal society. Marie Catterson London • Rowena Mason’s report on Boris Johnson’s intentions (Suspending parliament to push through no-deal Brexit still on table, says Johnson, 27 June) reveals his likely strategy if he becomes prime minister. As early as possible, he will ask the Queen to prorogue parliament. Nominally this would be to allow time to negotiate with the EU. In practice, it will be to prevent parliament from bringing a vote of no confidence. He will then ask the EU to change the withdrawal agreement by removing the Irish backstop, under the threat of a no-deal Brexit. If the EU refuses, as I believe it will, Britain will fall out of the EU on 31 October while parliament is prorogued. If the Queen agrees to do this, then I – a lifelong supporter of the monarchy – will take part in a march to Buckingham Palace calling for the abolition of the monarchy. What is the point of a monarch if she isn’t there to defend the rights of her subjects and parliament against an effective dictator? Janet Jones Sevenoaks, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4382",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/30/language-use-and-the-claims-against-labour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-30T17:06:23Z",
    "webTitle": "Language use and the antisemitism claims against Labour | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/30/language-use-and-the-claims-against-labour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/30/language-use-and-the-claims-against-labour",
    "fields": {
      "headline": "Language use and the claims against Labour",
      "standfirst": "<strong>Steve Quinn </strong>on the misuse of language, <strong>Cath Ryde </strong>on what Chris Williamson actually said, and <strong>Joe McCarthy </strong>is dubious about the accusations made against Labour",
      "trailText": "Letters: <strong>Steve Quinn </strong>on the misuse of language, <strong>Cath Ryde </strong>on what Chris Williamson actually said, and <strong>Joe McCarthy </strong>is dubious about the accusations made against Labour",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"177472f858a74df4b63d9e8b3d67702e1f44b6d7\"> <img src=\"https://media.guim.co.uk/177472f858a74df4b63d9e8b3d67702e1f44b6d7/0_151_1373_824/1000.jpg\" alt=\"Labour MP Chris Williamson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Labour party is in a state of fear that ... if it defends Chris Williamson, it will be called antisemetic,’ says Cath Ryde.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Gary Younge (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/28/pictures-dead-migrants-salvadoran-migrant-daughter\" title=\"\">Pictures of dead migrants need to inspire more than sympathy</a>, 29 June) rightly draws our attention to the way in which language is misused to “create a dehumanised political culture”. He is right to call on us all to challenge this. It was therefore shocking to see Marina Hyde (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/28/labour-corbyn-williamson-antisemitism\" title=\"\">Of all the hills to die on, why on earth has Labour chosen Chris Williamson?</a>, 29 June) use “slithered” to describe Chris Williamson’s return as a Labour MP. <br><strong>Steve Quinn</strong><br><em>Salford</em></p> <p>• In her piece, Marina Hyde hasn’t written what Williamson actually said: “The party that has done more to stand up to racism is now being demonised as a racist, bigoted party. I have got to say, I think our party is partly responsible for that. In my opinion we have backed off far too much; we have given too much ground; we’ve been too apologetic. We’ve done more to address the scourge of antisemitism than any other party.” The party is in a state of fear that legitimate criticisms of Israel’s government will cause it to be called antisemitic, and if it defends Williamson it will unfairly be given this most insulting of names.<br><strong>Cath Ryde </strong><br><em>Bolton</em></p> <p>• It’s hard to tell from Michael Segalov’s accusation of “a litany of unacceptable behaviour” by Chris Williamson if the MP is in the dock for an opinion he expressed in Sheffield (shared incidentally by many rank-and-file Labour members), if he’s “guilty” of something else, or if the attack on him is simply part of the anti-Corbyn bandwagon (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/27/labour-chris-williamson-mp-antisemitism\" title=\"\">theguardian.com</a>, 27 June). As a lifelong opponent of racism, I know that I’m not alone in being highly dubious about the regular claims in the media of Labour’s alleged antisemitism problem.<br><strong>Joe McCarthy </strong><br><em>Dublin</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "337",
      "commentable": "false",
      "firstPublicationDate": "2019-06-30T17:06:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-30T17:07:34Z",
      "newspaperEditionDate": "2019-07-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bn96b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/177472f858a74df4b63d9e8b3d67702e1f44b6d7/0_151_1373_824/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gary Younge (Pictures of dead migrants need to inspire more than sympathy, 29 June) rightly draws our attention to the way in which language is misused to “create a dehumanised political culture”. He is right to call on us all to challenge this. It was therefore shocking to see Marina Hyde (Of all the hills to die on, why on earth has Labour chosen Chris Williamson?, 29 June) use “slithered” to describe Chris Williamson’s return as a Labour MP. Steve Quinn Salford • In her piece, Marina Hyde hasn’t written what Williamson actually said: “The party that has done more to stand up to racism is now being demonised as a racist, bigoted party. I have got to say, I think our party is partly responsible for that. In my opinion we have backed off far too much; we have given too much ground; we’ve been too apologetic. We’ve done more to address the scourge of antisemitism than any other party.” The party is in a state of fear that legitimate criticisms of Israel’s government will cause it to be called antisemitic, and if it defends Williamson it will unfairly be given this most insulting of names. Cath Ryde Bolton • It’s hard to tell from Michael Segalov’s accusation of “a litany of unacceptable behaviour” by Chris Williamson if the MP is in the dock for an opinion he expressed in Sheffield (shared incidentally by many rank-and-file Labour members), if he’s “guilty” of something else, or if the attack on him is simply part of the anti-Corbyn bandwagon (theguardian.com, 27 June). As a lifelong opponent of racism, I know that I’m not alone in being highly dubious about the regular claims in the media of Labour’s alleged antisemitism problem. Joe McCarthy Dublin • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1973",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jun/30/glaring-gender-gap-at-the-g20",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-30T17:05:12Z",
    "webTitle": "Glaring gender gap at the G20 | Brief letters",
    "webUrl": "https://www.theguardian.com/world/2019/jun/30/glaring-gender-gap-at-the-g20",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/30/glaring-gender-gap-at-the-g20",
    "fields": {
      "headline": "Glaring gender gap at the G20",
      "standfirst": "G20 summit | Jeremy Hunt | SNP | Books | Headlines",
      "trailText": "Brief letters: G20 summit | Jeremy Hunt | SNP | Books | Headlines",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c16b44f6cf431aa1006042b204f9d725c2881fd2\"> <img src=\"https://media.guim.co.uk/c16b44f6cf431aa1006042b204f9d725c2881fd2/106_5_4780_2867/1000.jpg\" alt=\"Japanese Prime Minister Shinzo Abe and other world leaders attend a family photo session at G20 summit on 28 June in Osaka.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Japanese Prime Minister Shinzo Abe and other world leaders attend a family photo session at G20 summit on 28 June in Osaka.</span> <span class=\"element-image__credit\">Photograph: Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Jeremy Hunt believes that an increase in defence spending will, “ensure that we keep Britain safe and walk tall in the world” (<a href=\"https://www.theguardian.com/politics/2019/jun/27/hunts-pledge-to-reduce-corporation-tax-will-cost-13bn-a-year\" title=\"\">Report</a>, 27 June). Really? When we still have food banks and 350,000 children living in poverty?<br><strong>Gwyneth Pendry</strong><br><em>Holyhead, Anglesey</em></p> <p>• It’s 2019, and of the 38 leading figures lined up for their <a href=\"https://www.theguardian.com/world/2019/jun/29/g20-summit-osaka-japan-trade-wars-liberalism\" title=\"\">photograph at the Osaka G20 summit</a>, only three are women (soon to be two). How does that happen?<br><strong>Sue Giles</strong><br><em>Bristol</em></p> <p>• You say the Information Commissioner’s Office has “ruled that [the SNP] did not breach the Data Protection Act” when it sent thousands of letters from Nicola Sturgeon to wrong addresses (<a href=\"https://www.theguardian.com/politics/2019/jun/27/snp-told-to-tighten-data-security-after-leaking-voters-names-in-error\" title=\"\">Report</a>, 28 June). Not all breaches result in fines. The SNP may not have been fined, but that does not mean that there was no infringement of data protection law. If the ICO has indeed “given written advice on data protection practices”, this strongly suggests there was an infringement.<br><strong>Jon Baines</strong><br><em>Data protection adviser, Mishcon de Reya</em><em>, London</em></p> <p>• “100 best books for the summer” (<a href=\"https://www.theguardian.com/books/ng-interactive/2019/jun/29/summer-reading-100-best-holiday-books-for-2019\" title=\"\">Review</a>, 29 June) and not one sodding book of poetry!<br><strong>Fr Julian Dunn</strong><br><em>Great Haseley, </em><em>Oxfordshire</em></p> <p>• Re amusing headlines (Letters <a href=\"https://www.theguardian.com/uk-news/2019/jun/25/queen-and-meghan-markles-bargain-trip-up-north\" title=\"\">26</a> and <a href=\"https://www.theguardian.com/music/2019/jun/26/the-joys-of-being-a-female-conductor\" title=\"\">27</a> June), many decades ago there was a feisty Scottish footballer named Gerry Queen. Once, in a game at Crystal Palace, he was involved in a fracas, which produced the headline “Queen in brawl at palace”.<br><strong>David Browne</strong><br><em>Denham, Buckinghamshire</em></p> <p>• I remember a headline in a local paper the day after a Somerset batsman scored a century in town: “Virgin excites large Torquay crowd.”<br><strong>Jack Critchlow</strong><br><em>Torquay, Devon</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "300",
      "commentable": "false",
      "firstPublicationDate": "2019-06-30T17:05:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:33Z",
      "newspaperEditionDate": "2019-07-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bn9d7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c16b44f6cf431aa1006042b204f9d725c2881fd2/106_5_4780_2867/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Hunt believes that an increase in defence spending will, “ensure that we keep Britain safe and walk tall in the world” (Report, 27 June). Really? When we still have food banks and 350,000 children living in poverty? Gwyneth Pendry Holyhead, Anglesey • It’s 2019, and of the 38 leading figures lined up for their photograph at the Osaka G20 summit, only three are women (soon to be two). How does that happen? Sue Giles Bristol • You say the Information Commissioner’s Office has “ruled that [the SNP] did not breach the Data Protection Act” when it sent thousands of letters from Nicola Sturgeon to wrong addresses (Report, 28 June). Not all breaches result in fines. The SNP may not have been fined, but that does not mean that there was no infringement of data protection law. If the ICO has indeed “given written advice on data protection practices”, this strongly suggests there was an infringement. Jon Baines Data protection adviser, Mishcon de Reya, London • “100 best books for the summer” (Review, 29 June) and not one sodding book of poetry! Fr Julian Dunn Great Haseley, Oxfordshire • Re amusing headlines (Letters 26 and 27 June), many decades ago there was a feisty Scottish footballer named Gerry Queen. Once, in a game at Crystal Palace, he was involved in a fracas, which produced the headline “Queen in brawl at palace”. David Browne Denham, Buckinghamshire • I remember a headline in a local paper the day after a Somerset batsman scored a century in town: “Virgin excites large Torquay crowd.” Jack Critchlow Torquay, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1845",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/30/party-whips-fuel-mps-mental-health-woes-study-shows",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-30T06:59:12Z",
    "webTitle": "Party whips add to MPs’ mental health problems, study shows",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/30/party-whips-fuel-mps-mental-health-woes-study-shows",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/30/party-whips-fuel-mps-mental-health-woes-study-shows",
    "fields": {
      "headline": "Party whips add to MPs’ mental health problems, study shows",
      "standfirst": "<p>Commons lags behind most workplaces in provision of support services, according to report in British Medical Journal</p>",
      "trailText": "Commons lags behind most workplaces in provision of support services, according to report in British Medical Journal",
      "byline": "Toby Helm, Observer political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"eb304e93bfc117ec604856be88cc621543a57075\"> <img src=\"https://media.guim.co.uk/eb304e93bfc117ec604856be88cc621543a57075/10_94_2630_1718/1000.jpg\" alt=\"Kevan Jones MP has spoken of suffering from depression.\" width=\"1000\" height=\"653\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kevan Jones MP has spoken of suffering from depression.</span> <span class=\"element-image__credit\">Photograph: Mark Pinder</span> </figcaption> </figure>",
      "body": "<p>MPs who have mental health problems are left to suffer in silence because of an absence of proper support services and a lack of trust in <a href=\"https://www.theguardian.com/politics/2018/jun/20/ailing-mp-wheeled-into-commons-in-pyjamas-criticises-tory-whips\" title=\"\">party whips</a>, a major report to be published in the <em>British Medical Journal </em>will say this week.</p> <p>The study carried out by researchers at the institute of psychiatry, part of King’s College London, is expected to find that MPs often feel they have no one to turn to if they struggle with mental health issues, because parliament lags behind most modern workplaces in the services it offers.</p> <p>The report is the result of the first formal research project into the mental health and wellbeing of MPs. One of those involved was the Conservative MP Dr Dan Poulter, who is also an NHS psychiatrist.</p> <p>Many MPs have spoken publicly about the pressure and anxieties that can arise from serving both constituents and their party on difficult and divisive issues such as Brexit, while being constantly in the public eye.</p> <p>The report is expected to raise a number of issues about MPs’ lack of awareness about the support services that are available to them and that have been introduced over recent years – and the practical problems they face in a workplace run on often archaic rules and traditions.</p> <p>In particular, it is expected to raise concerns that they do not feel able to discuss their mental health and wellbeing with party whips, whose key role is as enforcers of party discipline. If an MP wants to be absent from a vote because of health or other issues, he or she would have to inform the whips of the reasons.</p> <p>The whip also keeps files on each MP about their loyalty and voting record which are used to judge who is thought suitable for promotion when ministerial or shadow ministerial reshuffles occur.</p> <p>The researchers conducted questionnaires with MPs of all parties and found that many believed that the lack of adequate services often prevented them doing their job as well as they should.</p> <p>The report is likely to raise new concerns about the outdated workings of parliament, following recent scandals over <a href=\"https://www.theguardian.com/commentisfree/2018/jul/16/harassment-cross-party-proposals-parliamentary-complaints-system\" title=\"\">sexual harassment of parliamentary staff</a>, which led to urgent investigations and changes in complaints procedures.</p> <p>Speaking in 2012 in a debate on mental health, several MPs gave emotional accounts of their own experiences.</p> <p>Former Labour minister Kevan Jones told colleagues: “Like a lot of men, you try and deal with it yourself. You don’t talk to people. First of all it creeps up on you very slowly.</p> <p>“I think in politics we are designed to think somehow that if you admit fault or frailty you are going to be looked on in a disparaging way both by the electorate but also by your peers as well.</p> <p>“We have got to talk about mental health in this house. Actually admitting that sometimes you need help is not a sign of weakness.”</p> <p>Both Andrea Leadsom, the Conservative former leader of the house, and the former Tory MP Sarah Wollaston, who now sits as an independent, have also spoken of suffering depression.</p>",
      "newspaperPageNumber": "4",
      "wordcount": "516",
      "commentable": "false",
      "firstPublicationDate": "2019-06-30T06:59:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-30T06:59:12Z",
      "newspaperEditionDate": "2019-06-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bn6zh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/eb304e93bfc117ec604856be88cc621543a57075/41_32_2891_1735/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs who have mental health problems are left to suffer in silence because of an absence of proper support services and a lack of trust in party whips, a major report to be published in the British Medical Journal will say this week. The study carried out by researchers at the institute of psychiatry, part of King’s College London, is expected to find that MPs often feel they have no one to turn to if they struggle with mental health issues, because parliament lags behind most modern workplaces in the services it offers. The report is the result of the first formal research project into the mental health and wellbeing of MPs. One of those involved was the Conservative MP Dr Dan Poulter, who is also an NHS psychiatrist. Many MPs have spoken publicly about the pressure and anxieties that can arise from serving both constituents and their party on difficult and divisive issues such as Brexit, while being constantly in the public eye. The report is expected to raise a number of issues about MPs’ lack of awareness about the support services that are available to them and that have been introduced over recent years – and the practical problems they face in a workplace run on often archaic rules and traditions. In particular, it is expected to raise concerns that they do not feel able to discuss their mental health and wellbeing with party whips, whose key role is as enforcers of party discipline. If an MP wants to be absent from a vote because of health or other issues, he or she would have to inform the whips of the reasons. The whip also keeps files on each MP about their loyalty and voting record which are used to judge who is thought suitable for promotion when ministerial or shadow ministerial reshuffles occur. The researchers conducted questionnaires with MPs of all parties and found that many believed that the lack of adequate services often prevented them doing their job as well as they should. The report is likely to raise new concerns about the outdated workings of parliament, following recent scandals over sexual harassment of parliamentary staff, which led to urgent investigations and changes in complaints procedures. Speaking in 2012 in a debate on mental health, several MPs gave emotional accounts of their own experiences. Former Labour minister Kevan Jones told colleagues: “Like a lot of men, you try and deal with it yourself. You don’t talk to people. First of all it creeps up on you very slowly. “I think in politics we are designed to think somehow that if you admit fault or frailty you are going to be looked on in a disparaging way both by the electorate but also by your peers as well. “We have got to talk about mental health in this house. Actually admitting that sometimes you need help is not a sign of weakness.” Both Andrea Leadsom, the Conservative former leader of the house, and the former Tory MP Sarah Wollaston, who now sits as an independent, have also spoken of suffering depression.",
      "charCount": "2955",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>, Observer political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/30/boris-johnson-jeremy-hunt-do-not-understand-what-it-is-like-when-wall-falls-northern-ireland-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-30T05:00:11Z",
    "webTitle": "Johnson and Hunt don’t understand what it’s like when a wall falls. In Ireland, we do | Fintan O’Toole",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/30/boris-johnson-jeremy-hunt-do-not-understand-what-it-is-like-when-wall-falls-northern-ireland-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/30/boris-johnson-jeremy-hunt-do-not-understand-what-it-is-like-when-wall-falls-northern-ireland-brexit",
    "fields": {
      "headline": "Johnson and Hunt don’t understand what it’s like when a wall falls. In Ireland, we do",
      "standfirst": "The Conservative party chooses to ignore the truth about Northern Ireland’s frontier and the future of the union",
      "trailText": "The Conservative party chooses to ignore the truth about Northern Ireland’s frontier and the future of the union",
      "byline": "Fintan O’Toole",
      "main": "<figure class=\"element element-image\" data-media-id=\"00c5813c1a4b02cf988a334d073d74e9c3be23a4\"> <img src=\"https://media.guim.co.uk/00c5813c1a4b02cf988a334d073d74e9c3be23a4/0_183_5619_3372/1000.jpg\" alt=\"A lorry passes a billboard by the campaign group Border Communities Against Brexit\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A lorry passes a billboard by the campaign group Border Communities Against Brexit, in Jonesborough, Northern Ireland.</span> <span class=\"element-image__credit\">Photograph: Paul Faith/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Perhaps it is a problem of language. The dictionary lacks a necessary word: UKish. Northern Ireland is not in Britain but it is in the UK. The porous boundary that divides it from the rest of Ireland is not, strictly speaking, a British frontier. So it is called “the Irish border”, making it, for the Brexiters, someone else’s problem.</p> <p>The terrain where a post-Brexit UK meets the remaining 27-member EU bloc is, as the miserable Tory leadership debate shows yet again, somewhere over there. For Boris Johnson and Jeremy Hunt, its troubles are, as Neville Chamberlain might put it, “a quarrel in a faraway country between people of whom we know nothing”. They might have to know more about it if only we could call it what it is: the UKish border.</p> <p>Hunt and Johnson both agree that a <a href=\"https://www.theguardian.com/politics/2019/jun/27/boris-johnson-refuses-rule-out-forcing-through-no-deal-brexit\" title=\"\">no-deal Brexit </a>must be kept alive as a serious proposition. Both also agree that once in Downing Street they will reopen negotiations with the EU with the primary aim of ditching from the withdrawal agreement the so-called Irish backstop, which is also, of course, the UKish backstop. Hunt puts this in more emollient terms than Johnson, but makes up for this weakness by promising to include on his negotiating team representatives of the famously emollient Democratic Unionist party, which does not represent most voters in Northern Ireland.</p> <p>All of this is so drearily familiar (this hobbyhorse comes round and round on the non-stop Brexit carousel) that it is hard to remember how surreal it is. It is weird not just because the backstop was designed around British demands; not just because Hunt and Johnson were in the cabinet when it was negotiated; not just because they both voted for it in parliament; and not just because the EU has repeated, over and over, that, in the words of the European council in January: “The backstop is part of the withdrawal agreement and the withdrawal agreement is not open for renegotiation.” That should be enough to be going on with, but there is an even deeper absurdity.</p> <p>On 4 April last, the German chancellor, <a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-47808880\" title=\"\">Angela Merkel, flew to Dublin</a>. This was the moment the Brexiters had been waiting for: Britain had held its nerve and now Merkel (in their worldview the puppet master of Europe) was going to deliver the bad news to the taoiseach, Leo Varadkar – Germany had done its best to protect the Irish peace process and prevent a hard border on the island, but that game was up. Realpolitik was now the order of the day: bye-bye backstop.</p> <p>That was the dreamworld. In reality, Merkel met Varadkar but made <a href=\"https://www.theguardian.com/politics/2019/apr/04/angela-merkel-back-action-avoid-hard-border-ireland\" title=\"\">no demands for change to the withdrawal agreement</a>. And then she spent time talking and listening to people who live and work and run businesses on both sides of the border. When she emerged from the meeting, she said: “For 34 years I lived behind the Iron Curtain so I know only too well what it means once borders vanish, once walls fall.” She understood the border question more deeply, and had much more emotional investment in it, than the government that is actually responsible for it – the British cabinet. This is what is so bizarre – the German chancellor has spent more time listening to the UK citizens who live on the border than either Johnson or Hunt ever have. She understands what it’s like when a wall falls; they don’t.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>No facts must be allowed to disturb the tranquillity of this blissfully wilful ignorance</p> </blockquote> </aside>  <p>All of this, of course, passed the Brexiters by. It belongs to the world of inconvenient truth. <a href=\"https://www.theguardian.com/commentisfree/2019/mar/13/cake-unicorns-brexit-zealots\" title=\"\">Oliver Norgrove</a>, who was a staffer on the official Leave campaign, recently recalled in the <a href=\"https://www.irishtimes.com/opinion/why-brexiteers-forgot-about-the-border-1.3831635\" title=\"\"><em>Irish Times</em></a> an awkward moment about a month before the referendum of June 2016. A request came in from the BBC’s <em>Newsnight</em>. Would the Leave campaign send a representative to debate the effects of Brexit on the Irish border? “Nobody in the office,” recalled Norgrove, “was keen to take up the request, with even our more polished and experienced media performers rejecting the opportunity on the grounds that they simply lacked real knowledge of the issue. I remember quite vividly the feeling of unease and discomfort about the prospect of us talking about something we just didn’t feel needed addressing.”</p> <p>And, as both Hunt and Johnson have shown, no facts must be allowed to disturb the tranquillity of this blissfully wilful ignorance. Here, nonetheless, are three of them. First, the backstop in its final and troublesome form is not an Irish or European invention. The original version (agreed in December 2017) affected Northern Ireland only and did not tie the rest of the UK to the customs union. It was changed because the British side, under pressure from the DUP, insisted.</p> <p>Second, the EU Withdrawal Act, passed at Westminster in 2018, states that nothing in it may “diminish any form of north-south co-operation provided for by the <a href=\"https://www.theguardian.com/news/audio/2019/jan/31/protecting-the-good-friday-agreement-podcast\" title=\"\">Belfast agreement</a>”. This is UK law – and an official mapping exercise identifies 142 policy areas of north-south co-operation, 51 relating to the operation of the north-south ministerial council established under the agreement. A no-deal exit or a ditching of the backstop would break that law.</p> <p>Third, the backstop does not preclude the “alternative arrangements” of “<a href=\"https://www.theguardian.com/politics/2019/jun/24/boris-johnson-bbc-interview-reveals-few-details-brexit-plan-row-partner\" title=\"\">abundant, abundant technical fixes</a>” that Johnson promises. On the contrary, if he actually believed in that promise, the backstop is irrelevant – it comes into play only in the absence of a workable alternative.</p> <p>But these are mere facts and thus as meaningless as the most obscure fact of all: that Northern Ireland is part of the UK, a state whose very shape is defined by its frontiers. But that raises the even bigger issue of the union itself and what Brexit will do to it. We can be sure that neither Hunt nor Johnson wants to ask that awkward UKish question.</p> <p>• Fintan O’Toole is a columnist with the <em>Irish Times</em> and author of <a href=\"https://guardianbookshop.com/heroic-failure-9781789540994.html\" title=\"\"><em>Heroic Failure: Brexit and the Politics of Pain.</em></a></p>",
      "newspaperPageNumber": "52",
      "wordcount": "991",
      "commentable": "false",
      "firstPublicationDate": "2019-06-30T05:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:37Z",
      "newspaperEditionDate": "2019-06-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bn3n5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/00c5813c1a4b02cf988a334d073d74e9c3be23a4/0_183_5619_3372/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Perhaps it is a problem of language. The dictionary lacks a necessary word: UKish. Northern Ireland is not in Britain but it is in the UK. The porous boundary that divides it from the rest of Ireland is not, strictly speaking, a British frontier. So it is called “the Irish border”, making it, for the Brexiters, someone else’s problem. The terrain where a post-Brexit UK meets the remaining 27-member EU bloc is, as the miserable Tory leadership debate shows yet again, somewhere over there. For Boris Johnson and Jeremy Hunt, its troubles are, as Neville Chamberlain might put it, “a quarrel in a faraway country between people of whom we know nothing”. They might have to know more about it if only we could call it what it is: the UKish border. Hunt and Johnson both agree that a no-deal Brexit must be kept alive as a serious proposition. Both also agree that once in Downing Street they will reopen negotiations with the EU with the primary aim of ditching from the withdrawal agreement the so-called Irish backstop, which is also, of course, the UKish backstop. Hunt puts this in more emollient terms than Johnson, but makes up for this weakness by promising to include on his negotiating team representatives of the famously emollient Democratic Unionist party, which does not represent most voters in Northern Ireland. All of this is so drearily familiar (this hobbyhorse comes round and round on the non-stop Brexit carousel) that it is hard to remember how surreal it is. It is weird not just because the backstop was designed around British demands; not just because Hunt and Johnson were in the cabinet when it was negotiated; not just because they both voted for it in parliament; and not just because the EU has repeated, over and over, that, in the words of the European council in January: “The backstop is part of the withdrawal agreement and the withdrawal agreement is not open for renegotiation.” That should be enough to be going on with, but there is an even deeper absurdity. On 4 April last, the German chancellor, Angela Merkel, flew to Dublin. This was the moment the Brexiters had been waiting for: Britain had held its nerve and now Merkel (in their worldview the puppet master of Europe) was going to deliver the bad news to the taoiseach, Leo Varadkar – Germany had done its best to protect the Irish peace process and prevent a hard border on the island, but that game was up. Realpolitik was now the order of the day: bye-bye backstop. That was the dreamworld. In reality, Merkel met Varadkar but made no demands for change to the withdrawal agreement. And then she spent time talking and listening to people who live and work and run businesses on both sides of the border. When she emerged from the meeting, she said: “For 34 years I lived behind the Iron Curtain so I know only too well what it means once borders vanish, once walls fall.” She understood the border question more deeply, and had much more emotional investment in it, than the government that is actually responsible for it – the British cabinet. This is what is so bizarre – the German chancellor has spent more time listening to the UK citizens who live on the border than either Johnson or Hunt ever have. She understands what it’s like when a wall falls; they don’t. All of this, of course, passed the Brexiters by. It belongs to the world of inconvenient truth. Oliver Norgrove, who was a staffer on the official Leave campaign, recently recalled in the Irish Times an awkward moment about a month before the referendum of June 2016. A request came in from the BBC’s Newsnight. Would the Leave campaign send a representative to debate the effects of Brexit on the Irish border? “Nobody in the office,” recalled Norgrove, “was keen to take up the request, with even our more polished and experienced media performers rejecting the opportunity on the grounds that they simply lacked real knowledge of the issue. I remember quite vividly the feeling of unease and discomfort about the prospect of us talking about something we just didn’t feel needed addressing.” And, as both Hunt and Johnson have shown, no facts must be allowed to disturb the tranquillity of this blissfully wilful ignorance. Here, nonetheless, are three of them. First, the backstop in its final and troublesome form is not an Irish or European invention. The original version (agreed in December 2017) affected Northern Ireland only and did not tie the rest of the UK to the customs union. It was changed because the British side, under pressure from the DUP, insisted. Second, the EU Withdrawal Act, passed at Westminster in 2018, states that nothing in it may “diminish any form of north-south co-operation provided for by the Belfast agreement”. This is UK law – and an official mapping exercise identifies 142 policy areas of north-south co-operation, 51 relating to the operation of the north-south ministerial council established under the agreement. A no-deal exit or a ditching of the backstop would break that law. Third, the backstop does not preclude the “alternative arrangements” of “abundant, abundant technical fixes” that Johnson promises. On the contrary, if he actually believed in that promise, the backstop is irrelevant – it comes into play only in the absence of a workable alternative. But these are mere facts and thus as meaningless as the most obscure fact of all: that Northern Ireland is part of the UK, a state whose very shape is defined by its frontiers. But that raises the even bigger issue of the union itself and what Brexit will do to it. We can be sure that neither Hunt nor Johnson wants to ask that awkward UKish question. • Fintan O’Toole is a columnist with the Irish Times and author of Heroic Failure: Brexit and the Politics of Pain.",
      "charCount": "5753",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Fintan O’Toole"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]