[
  {
    "id": "commentisfree/2019/mar/19/the-guardian-view-on-the-brexit-crisis-take-back-control-by-giving-it-up",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-19T18:37:54Z",
    "webTitle": "The Guardian view on the Brexit crisis: take back control by giving it up | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/19/the-guardian-view-on-the-brexit-crisis-take-back-control-by-giving-it-up",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/19/the-guardian-view-on-the-brexit-crisis-take-back-control-by-giving-it-up",
    "fields": {
      "headline": "The Guardian view on the Brexit crisis: take back control by giving it up",
      "standfirst": "<p>The prime minister will only a get a grip on the Brexit crisis by learning to loosen hers on the terms of departure from the EU</p>",
      "trailText": "<strong>Editorial:</strong> The prime minister will only a get a grip on the Brexit crisis by learning to loosen hers on the terms of departure from the EU",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"c45e8f9aa899b79fe3f3ee72fc22a2630f1b1ab1\"> <img src=\"https://media.guim.co.uk/c45e8f9aa899b79fe3f3ee72fc22a2630f1b1ab1/0_30_1412_847/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Within a matter of days Mrs May should lay out in detail what she is proposing for the future.’</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>Almost two years after Theresa May triggered article 50 it is still <a href=\"https://www.theguardian.com/politics/2019/mar/19/brexit-may-to-ask-eu-for-brexit-extension-as-uk-slides-into-political-crisis\" title=\"\">unclear</a> when, in what form and how Brexit will occur – even to the prime minister. Any country invoking the Lisbon treaty’s clause of departure leaves the European Union after two years. It is a mark of failure that Mrs May is left <a href=\"https://twitter.com/bbclaurak/status/1107988238118121472\" title=\"\">pinning</a> her hopes on the EU27 unanimously agreeing to extend that deadline. The trouble is that European leaders, not unreasonably, want to know what the prime minister intends to do with the extra time. She appears guarded about her plans largely because she is still struggling to draw them up.</p> <p>This is not because Mrs May has been caught unawares – a now routine reaction from Downing Street that has worn thin. Parliament has twice resoundingly defeated her Brexit deal and has rejected no deal. With time running out, the third option is an article 50 extension. The prime minister <a href=\"https://commonsvotes.digiminster.com/Divisions/Details/633\" title=\"\">voted</a> for such a delay – but the majority of her party did not. Ministers cannot hide behind John Bercow’s decision to stop the government wearing MPs down by putting the same deal before them that they have spurned before. The threat from the Speaker had been flagged up for weeks to Downing Street, was rooted in precedent, and ought to have been part of Mrs May’s parliamentary calculations.</p> <p>If a delay is to be granted, Brussels’ chief Brexit negotiator, Michel Barnier, is <a href=\" https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?CMP=\" share_btn_tw&amp;page=\"with:block-5c911943e4b0e8eadf78066d#block-5c911943e4b0e8eadf78066d&quot;&quot;\" title=\"\">right</a> to say it has to be for a purpose, with a strategy or an aim. Within a matter of days Mrs May should lay out in detail what she is proposing for the future. It would be irresponsible if she had voted for an extension but had given no thought about how to convince European partners to give the UK a delay. One can only assume that she has such a plan and is keeping her powder dry, lest the hardliners spike her guns. Any proposal will have to go beyond the negotiations with dissident MPs in both the Conservative party and its coalition partner, the DUP. Mrs May appears unable to see that rebel MPs are irreconcilable to her personally as leader, let alone her Brexit deal. The leaks suggest she will ask the EU for both a <a href=\"https://www.itv.com/news/2019-03-19/pm-set-to-ask-eu-for-a-short-and-long-delay/\" title=\"\">long and a short extension</a>. The implication is that she does not really know what she wants. The problem is that she does not have the full support of her government, or even her cabinet.</p> <p>The EU will only accept an extension if it improves the chances that the Westminster impasse can be resolved without Britain leaving the EU with no agreed divorce terms in place. An extension ought to give time to rethink Mrs May’s red lines, as sticking to them gave rise to the controversial Irish backstop. A long enough delay would allow the government time to adjust its thinking, and give the EU a reason to respond in kind.</p> <p>A meaningful pause would also allow time to <a href=\"https://www.theguardian.com/commentisfree/2019/jan/20/citizens-assembly-brexit-article-50-britain\" title=\"\">reflect</a> on whether this form of Brexit is what the country wants. This is about Mrs May giving back control – both to parliament and to the people. The Guardian has <a href=\"https://www.theguardian.com/commentisfree/2019/mar/01/the-guardian-view-on-delaying-brexit-time-to-take-part-in-the-eu-elections\" title=\"\">already made it clear</a> that, if required, this country should have a debate on Europe. Taking part in <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8496\" title=\"\">European parliamentary elections</a> would be a good place to start. The advocate general at the European court of justice has <a href=\"https://www.bbc.co.uk/news/uk-politics-47568283\" title=\"\">also pointed out that</a> such elections would not represent an “insuperable obstacle” to extending article 50.</p> <p>Britain has a <a href=\"https://www.huffingtonpost.co.uk/entry/theresa-may-admits-uk-now-in-a-crisis-over-brexit-amid-fresh-tory-revolt-over-delays-to-exit-day_uk_5c90f7f4e4b0d5054500508c?utm_hp_ref=uk-politics\" title=\"\">deadlocked</a> parliament, a divided country and a rising <a href=\"https://www.bbc.co.uk/news/uk-england-47625506\" title=\"\">distrust</a> between MPs and voters. There is no face-saving fix, made in a smoky room, that will rebuild trust and unity. The two main arguments made in favour of leaving the EU rested on propaganda about hidden levels of immigration and Brussels’ encroachment into UK sovereignty. These beliefs, false but honestly held, can only be shaken by addressing questions of inequality, integration, and political participation. Politics in the age of Brexit has too often been framed as happening elsewhere, far removed from voters’ daily lives. To get a grip on Britain, Mrs May must learn to relax hers.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "688",
      "commentCloseDate": "2019-03-22T18:37:54Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-19T18:37:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:01Z",
      "newspaperEditionDate": "2019-03-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b36dq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c45e8f9aa899b79fe3f3ee72fc22a2630f1b1ab1/0_30_1412_847/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Almost two years after Theresa May triggered article 50 it is still unclear when, in what form and how Brexit will occur – even to the prime minister. Any country invoking the Lisbon treaty’s clause of departure leaves the European Union after two years. It is a mark of failure that Mrs May is left pinning her hopes on the EU27 unanimously agreeing to extend that deadline. The trouble is that European leaders, not unreasonably, want to know what the prime minister intends to do with the extra time. She appears guarded about her plans largely because she is still struggling to draw them up. This is not because Mrs May has been caught unawares – a now routine reaction from Downing Street that has worn thin. Parliament has twice resoundingly defeated her Brexit deal and has rejected no deal. With time running out, the third option is an article 50 extension. The prime minister voted for such a delay – but the majority of her party did not. Ministers cannot hide behind John Bercow’s decision to stop the government wearing MPs down by putting the same deal before them that they have spurned before. The threat from the Speaker had been flagged up for weeks to Downing Street, was rooted in precedent, and ought to have been part of Mrs May’s parliamentary calculations. If a delay is to be granted, Brussels’ chief Brexit negotiator, Michel Barnier, is right to say it has to be for a purpose, with a strategy or an aim. Within a matter of days Mrs May should lay out in detail what she is proposing for the future. It would be irresponsible if she had voted for an extension but had given no thought about how to convince European partners to give the UK a delay. One can only assume that she has such a plan and is keeping her powder dry, lest the hardliners spike her guns. Any proposal will have to go beyond the negotiations with dissident MPs in both the Conservative party and its coalition partner, the DUP. Mrs May appears unable to see that rebel MPs are irreconcilable to her personally as leader, let alone her Brexit deal. The leaks suggest she will ask the EU for both a long and a short extension. The implication is that she does not really know what she wants. The problem is that she does not have the full support of her government, or even her cabinet. The EU will only accept an extension if it improves the chances that the Westminster impasse can be resolved without Britain leaving the EU with no agreed divorce terms in place. An extension ought to give time to rethink Mrs May’s red lines, as sticking to them gave rise to the controversial Irish backstop. A long enough delay would allow the government time to adjust its thinking, and give the EU a reason to respond in kind. A meaningful pause would also allow time to reflect on whether this form of Brexit is what the country wants. This is about Mrs May giving back control – both to parliament and to the people. The Guardian has already made it clear that, if required, this country should have a debate on Europe. Taking part in European parliamentary elections would be a good place to start. The advocate general at the European court of justice has also pointed out that such elections would not represent an “insuperable obstacle” to extending article 50. Britain has a deadlocked parliament, a divided country and a rising distrust between MPs and voters. There is no face-saving fix, made in a smoky room, that will rebuild trust and unity. The two main arguments made in favour of leaving the EU rested on propaganda about hidden levels of immigration and Brussels’ encroachment into UK sovereignty. These beliefs, false but honestly held, can only be shaken by addressing questions of inequality, integration, and political participation. Politics in the age of Brexit has too often been framed as happening elsewhere, far removed from voters’ daily lives. To get a grip on Britain, Mrs May must learn to relax hers.",
      "charCount": "3921",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/19/speaker-mps-vote-saturday",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-19T18:06:54Z",
    "webTitle": "Next, the Speaker should force MPs to vote this weekend | Gina Miller",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/19/speaker-mps-vote-saturday",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/19/speaker-mps-vote-saturday",
    "fields": {
      "headline": "Next, the Speaker should force MPs to vote this weekend",
      "standfirst": "If May gets nothing from Brussels on Thursday, the Commons should decide the fate of her deal in an emergency sitting",
      "trailText": "If May gets nothing from Brussels on Thursday, the Commons should decide the fate of her deal in an emergency sitting, says Lead Not Leave founder Gina Miller",
      "byline": "Gina Miller",
      "main": "<figure class=\"element element-image\" data-media-id=\"c51a80f98d48111028ab894cd583bc23b2fe4744\"> <img src=\"https://media.guim.co.uk/c51a80f98d48111028ab894cd583bc23b2fe4744/421_208_953_572/500.jpg\" alt=\"John Bercow speaks at Westminster Hall on 18 March 18 2019\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘May’s challenge to the authority of the Speaker does not turn on personalities but, instead, on how our country has been run for centuries.’</span> <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> </figcaption> </figure>",
      "body": "<p>Ever since David Cameron took it on himself to prise open Pandora’s box and call the EU referendum, the only thing that’s been predictable has been the utter unpredictability of what has followed. The prospect of Theresa May now taking on <a href=\"https://www.theguardian.com/politics/2019/mar/18/what-has-john-bercow-done-now\" title=\"\">Erskine May</a>, whose work lays down the procedural rules of the House of Commons, is but the latest twist in this epic Whitehall farce. His book was first published in 1844, and there is a simple reason that it’s still the principal point of reference when it comes to our constitution: it has passed the toughest test of all – time.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I had hoped it would be the start of a collegiate approach, but the whole process has been executed back to front</p> </blockquote> </aside>  <p>Once the country voted for Brexit, I wanted the prime minister to make a success of it, but I knew that unpicking 45 years of entwinement with the EU would be impossible without our elected lawmakers being fully involved. I recognised too that neither “taking back control” nor the simple line on the ballot paper “leave the European Union” could be construed as giving her the right to deny parliamentary sovereignty.</p> <p>That is why I <a href=\"https://www.theguardian.com/politics/2017/jan/24/supreme-court-brexit-ruling-parliament-vote-article-50\" title=\"\">fought my case</a>, first the high court and then, after the government appealed, in the supreme court, for the House of Commons to be given its right to debate and vote invoking article 50. I knew that to allow May to override parliament would set a dangerous precedent. And let us be clear: if the courts had not ruled in my favour, the prime minister’s disastrous withdrawal agreement, which everyone from Boris Johnson to David Lammy has agreed would be terrible for our country, would have gone through unchallenged.</p> <p>I never doubted that our parliamentarians would vote to trigger article 50 but I expected a detailed, pragmatic debate around the options of how to execute Brexit and the processes involved. I had hoped it would be the start of a collegiate approach to this challenge, but the whole process has been executed back to front. If the government had allowed parliamentary debates and sought the consensus of MPs, then triggered article 50 and negotiated on their favoured option, we would not be in the chaos we are in today.</p> <p>Instead, we are faced with 10 tumultuous days to potentially exiting the EU, in the worst constitutional crisis <a href=\"https://www.parliament.uk/about/living-heritage/evolutionofparliament/houseoflords/house-of-lords-reform/overview/constitutionalcrisis/\" title=\"\">since 1909</a> – when the then Conservative-dominated House of Lords blocked the Liberal government’s so-called People’s Budget. We are now living through equally historic days and the pressure on our parliamentary system is just as intense.</p> <p>May’s challenge to the authority of the Speaker does not turn on personalities but, instead, on how our country has been run for centuries. Even Stephen Barclay, the Brexit secretary, conceded today that John Bercow is, to all intents and purposes, the “referee” of the Commons, and therefore his rulings must be accepted and respected by all sides, or chaos would ensue.</p> <p>It is all very well for some MPs and commentators to mock Bercow for <a href=\"https://www.theguardian.com/politics/2019/mar/18/what-has-john-bercow-done-now\" title=\"\">reviving a convention</a> dating back to 1604, but what it stated was no more than common sense: no prime minister before May has ever attempted to get through the Commons a vote as historically and comprehensively rejected as hers has been, by the simple process of attrition. Trying to wear down elected politicians by presenting a materially unchanged bill over and over again while the clock runs down was a reckless a course of action. The Speaker, John Bercow, rightly understands that a third meaningful vote in the coming days on “substantially the same” motion that MPs have twice rejected would open our parliament up to ridicule.</p> <p>May’s greatest weakness is her intransigence. She now appears to see Bercow as standing in her way, and her only strategy is to try to trample him underfoot. No doubt her advisers have told her that the only way round the Speaker’s ruling would be to <a href=\"https://www.parliament.uk/about/how/occasions/prorogation/\" title=\"\">prorogue</a> parliament and start a new session. There’s no way, feasibly, that this could be done in under a week (minus the two days the PM will be in Brussels), coupled with the fact that a 92-year old monarch can’t reasonably be made to come to parliament in state at a moment’s notice.</p> <p>To complicate matters still further, any legislation not subject to a carry-over motion would automatically be discarded and be a huge waste of parliamentary time in both houses. Some of the major Brexit-related bills stuck in the Lords may face this fate – in which case they would have to be reintroduced and go through all their parliamentary stages again.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live\">Barnier tells May she must offer 'something new' to get long Brexit extension from EU - Politics live</a> </p> </aside>  <p>There is an exquisite irony – apparently lost on May and her advisers in their No 10 bunker – that she thinks it’s absolutely fine to keep bringing back her meaningful vote until she gets the outcome she desires, while publicly decrying remainers’ appeals for a second plebiscite. </p> <p>In the immediate aftermath of Bercow’s ruling, the arch-Brexit supporters Bill Cash and Jacob Rees-Mogg appeared ecstatic, presumably because they believed that this makes no deal more likely. The Commons has, however, indicatively ruled this out, which presumably means an extension is much more likely because, at the very least, it will allow parliament to pass all the required legislation.</p> <p>The time has come and gone for May to carry on kicking the MV3/MV4 can down the road toward the no-deal cliff edge next week. If she gets nothing substantive out of the EU summit in Brussels on Thursday, the Speaker should insist that she and her failing government come to the Commons on Saturday, in an emergency sitting, for a final showdown on her proposed deal.</p> <p>• Gina Miller is a transparency activist and the founder of <a href=\"https://www.leadnotleave.com/\" title=\"\">Lead Not Leave</a></p>",
      "newspaperPageNumber": "4",
      "wordcount": "937",
      "commentable": "false",
      "firstPublicationDate": "2019-03-19T18:06:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:09Z",
      "newspaperEditionDate": "2019-03-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3658",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c51a80f98d48111028ab894cd583bc23b2fe4744/421_208_953_572/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ever since David Cameron took it on himself to prise open Pandora’s box and call the EU referendum, the only thing that’s been predictable has been the utter unpredictability of what has followed. The prospect of Theresa May now taking on Erskine May, whose work lays down the procedural rules of the House of Commons, is but the latest twist in this epic Whitehall farce. His book was first published in 1844, and there is a simple reason that it’s still the principal point of reference when it comes to our constitution: it has passed the toughest test of all – time. Once the country voted for Brexit, I wanted the prime minister to make a success of it, but I knew that unpicking 45 years of entwinement with the EU would be impossible without our elected lawmakers being fully involved. I recognised too that neither “taking back control” nor the simple line on the ballot paper “leave the European Union” could be construed as giving her the right to deny parliamentary sovereignty. That is why I fought my case, first the high court and then, after the government appealed, in the supreme court, for the House of Commons to be given its right to debate and vote invoking article 50. I knew that to allow May to override parliament would set a dangerous precedent. And let us be clear: if the courts had not ruled in my favour, the prime minister’s disastrous withdrawal agreement, which everyone from Boris Johnson to David Lammy has agreed would be terrible for our country, would have gone through unchallenged. I never doubted that our parliamentarians would vote to trigger article 50 but I expected a detailed, pragmatic debate around the options of how to execute Brexit and the processes involved. I had hoped it would be the start of a collegiate approach to this challenge, but the whole process has been executed back to front. If the government had allowed parliamentary debates and sought the consensus of MPs, then triggered article 50 and negotiated on their favoured option, we would not be in the chaos we are in today. Instead, we are faced with 10 tumultuous days to potentially exiting the EU, in the worst constitutional crisis since 1909 – when the then Conservative-dominated House of Lords blocked the Liberal government’s so-called People’s Budget. We are now living through equally historic days and the pressure on our parliamentary system is just as intense. May’s challenge to the authority of the Speaker does not turn on personalities but, instead, on how our country has been run for centuries. Even Stephen Barclay, the Brexit secretary, conceded today that John Bercow is, to all intents and purposes, the “referee” of the Commons, and therefore his rulings must be accepted and respected by all sides, or chaos would ensue. It is all very well for some MPs and commentators to mock Bercow for reviving a convention dating back to 1604, but what it stated was no more than common sense: no prime minister before May has ever attempted to get through the Commons a vote as historically and comprehensively rejected as hers has been, by the simple process of attrition. Trying to wear down elected politicians by presenting a materially unchanged bill over and over again while the clock runs down was a reckless a course of action. The Speaker, John Bercow, rightly understands that a third meaningful vote in the coming days on “substantially the same” motion that MPs have twice rejected would open our parliament up to ridicule. May’s greatest weakness is her intransigence. She now appears to see Bercow as standing in her way, and her only strategy is to try to trample him underfoot. No doubt her advisers have told her that the only way round the Speaker’s ruling would be to prorogue parliament and start a new session. There’s no way, feasibly, that this could be done in under a week (minus the two days the PM will be in Brussels), coupled with the fact that a 92-year old monarch can’t reasonably be made to come to parliament in state at a moment’s notice. To complicate matters still further, any legislation not subject to a carry-over motion would automatically be discarded and be a huge waste of parliamentary time in both houses. Some of the major Brexit-related bills stuck in the Lords may face this fate – in which case they would have to be reintroduced and go through all their parliamentary stages again. There is an exquisite irony – apparently lost on May and her advisers in their No 10 bunker – that she thinks it’s absolutely fine to keep bringing back her meaningful vote until she gets the outcome she desires, while publicly decrying remainers’ appeals for a second plebiscite. In the immediate aftermath of Bercow’s ruling, the arch-Brexit supporters Bill Cash and Jacob Rees-Mogg appeared ecstatic, presumably because they believed that this makes no deal more likely. The Commons has, however, indicatively ruled this out, which presumably means an extension is much more likely because, at the very least, it will allow parliament to pass all the required legislation. The time has come and gone for May to carry on kicking the MV3/MV4 can down the road toward the no-deal cliff edge next week. If she gets nothing substantive out of the EU summit in Brussels on Thursday, the Speaker should insist that she and her failing government come to the Commons on Saturday, in an emergency sitting, for a final showdown on her proposed deal. • Gina Miller is a transparency activist and the founder of Lead Not Leave",
      "charCount": "5487",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gina-miller\">Gina Miller</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/19/john-bercow-blast-of-fresh-air-house-of-commons",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-19T17:42:09Z",
    "webTitle": "Bercow’s blast of fresh air through the House of Commons | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/19/john-bercow-blast-of-fresh-air-house-of-commons",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/19/john-bercow-blast-of-fresh-air-house-of-commons",
    "fields": {
      "headline": "Bercow’s blast of fresh air through the House of Commons",
      "standfirst": "Readers air their views on Monday’s dramatic turn of events in parliament, when an intervention by the Speaker, John Bercow, halted Theresa May’s Brexit vote plans",
      "trailText": "<strong>Letters:</strong> Readers air their views on Monday’s dramatic turn of events in parliament, when an intervention by the Speaker, John Bercow, halted Theresa May’s Brexit vote plans",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a4b7f2db071669c50c16fd17d1408fd9bde54588\"> <img src=\"https://media.guim.co.uk/a4b7f2db071669c50c16fd17d1408fd9bde54588/73_0_1807_1084/1000.jpg\" alt=\"Speaker of the House, John Bercow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Speaker Bercow has made the proper, logical ruling,’ writes Ken Coghill, who was Speaker of the Legislative Assembly of the Parliament of Victoria from 1988 to 1992.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>When one of the government’s principal legal officers said, “We’re in a major constitutional crisis” – with a degree of surprise and urgency – any residual belief that any of the present cabinet knows what they are doing rapidly drained away (<a href=\"https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked\" title=\"\">Brexit chaos as Speaker stops May in her tracks</a>, 19 March). It seems that even when sitting on the green benches the content and thrust of debate, discussion and questions goes over the heads of too many of those paid to participate. Last week more than one curious MP asked the question with which anyone who belongs to a club, society or political party should be familiar, that governance is not on a continuous loop, like “muzak” in lifts. If the Speaker’s ruling leads to a lengthy extension to article 50, requiring elections to the European parliament, the £100m price tag looks exceptionally good value when measured against ferry contracts and other no-deal planning.<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• Speaker Bercow has made the proper, logical ruling when faced with an attempt by a minority to get the same people voting in the same chamber to overturn a decision they have already made.</p> <p>Organisations don’t accept a minority in any other group of decision-makers repeatedly resubmitting a motion in the hope of getting a different result.</p> <p>The 1604 ruling has since been applied in parliaments again and again, because of its logic. Speaker Bercow is right to uphold the sound precedent.<br><strong>Ken Coghill</strong><br><em>Former Speaker, Legislative Assembly, Parliament of Victoria, 1988-92</em><em>; adjunct professor, Swinburne University</em></p> <p>• Brexit is now a bigger failure of statecraft than Suez. Nothing in recent times comes even remotely close to the fiasco, which now resembles checkmate in reverse, with no way out.</p> <p>We have reached a point where some external intervention is required. All systems as we know them have collapsed, and pretending otherwise is futile.</p> <p>Perhaps the time has come for parliament to be entirely dissolved, at least temporarily, and a new plan drawn up to re-establish normality. The Queen still exercises that final prerogative.<br><strong>Mike Galvin</strong><br><em>Winchcombe, Gloucestershire</em></p> <p>• Your <a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/the-guardian-view-on-speaker-bercow-on-parliaments-side\" title=\"\">editorial</a> (19 March) suggests that “Mrs May could prorogue parliament to get her way”, which would be ironic since in June 2017 she extended the parliamentary session to two years to deal with Brexit and “enable the smoothest possible transition at the point of leaving” – ie to get her own way.<br><strong>Derrick Cameron</strong><br><em>Stoke-on-Trent</em></p> <p>• Theresa May could try to prorogue parliament, but the Queen would need to go along with it. This would arguably mean she was involving herself in politics. So of course might be the case if she declined to do this. Possibly her decision might be affected by the precedent of parliament being prorogued in the middle of a session in 1628, by Charles I. In view of subsequent events, ultimately leading to Charles having his head cut off, Her Majesty may hesitate to follow suit.<br><strong>Kevin McGrath</strong><br><em>Harlow, Essex</em></p> <p>• Polly Toynbee points out that every poll for a year has put remain way ahead (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/john-bercow-brexit-peoples-vote\" title=\"\">Bercow’s ruling has breathed new life into the people’s vote</a>, 19 March). So why do Tory politicians, frustrated by Speaker Bercow and Erskine May, fulminate about “failing to deliver the people’s decision”? Surely that’s just what Monday’s blast of fresh air through the frowsy Commons encourages parliament to now do.<br><strong>Frank Paice</strong><br><em>Norwich</em></p> <p>• Mr Bercow is right “to seize back sovereignty for the Commons”, in the words of Polly Toynbee, so why propose immediately taking it away from the Commons by holding another referendum? It is the responsibility of the newly re-empowered parliament to put a stop to Brexit by revoking the article 50 notification.</p> <p>The only constitutional crisis in sight is the possibility of the government trying to limit parliament’s powers. Downgrading the centuries-old British parliament would be a strange interpretation of “taking back control”.<br><strong>John Hall</strong><br><em>Bristol</em></p> <p>• So leave MPs are outraged that they are not being given a third opportunity to vote on the May deal, yet scoff contemptuously at the idea that the public should be given a mere second chance to vote. “The people have spoken” they say. Well, parliament has spoken – twice. <br><strong>Mary Smith</strong><br><em>Bearsted, Kent</em></p> <p>• Now that the Speaker has ruled out a third vote, shouldn’t it go to penalties?<br><strong>Philip Maini</strong><br><em>Oxford</em></p> <p>• Could somebody please, <em>please</em> ask <a href=\"https://www.theguardian.com/profile/armandoiannucci\" title=\"\">Armando Iannucci</a> to stop scripting Brexit (or at least write in a happy ending).<br><strong>Alex Lawson</strong><br><em>Nottingham </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "771",
      "commentable": "false",
      "firstPublicationDate": "2019-03-19T17:42:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:01Z",
      "newspaperEditionDate": "2019-03-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b35qa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a4b7f2db071669c50c16fd17d1408fd9bde54588/73_0_1807_1084/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When one of the government’s principal legal officers said, “We’re in a major constitutional crisis” – with a degree of surprise and urgency – any residual belief that any of the present cabinet knows what they are doing rapidly drained away (Brexit chaos as Speaker stops May in her tracks, 19 March). It seems that even when sitting on the green benches the content and thrust of debate, discussion and questions goes over the heads of too many of those paid to participate. Last week more than one curious MP asked the question with which anyone who belongs to a club, society or political party should be familiar, that governance is not on a continuous loop, like “muzak” in lifts. If the Speaker’s ruling leads to a lengthy extension to article 50, requiring elections to the European parliament, the £100m price tag looks exceptionally good value when measured against ferry contracts and other no-deal planning. Les Bright Exeter, Devon • Speaker Bercow has made the proper, logical ruling when faced with an attempt by a minority to get the same people voting in the same chamber to overturn a decision they have already made. Organisations don’t accept a minority in any other group of decision-makers repeatedly resubmitting a motion in the hope of getting a different result. The 1604 ruling has since been applied in parliaments again and again, because of its logic. Speaker Bercow is right to uphold the sound precedent. Ken Coghill Former Speaker, Legislative Assembly, Parliament of Victoria, 1988-92; adjunct professor, Swinburne University • Brexit is now a bigger failure of statecraft than Suez. Nothing in recent times comes even remotely close to the fiasco, which now resembles checkmate in reverse, with no way out. We have reached a point where some external intervention is required. All systems as we know them have collapsed, and pretending otherwise is futile. Perhaps the time has come for parliament to be entirely dissolved, at least temporarily, and a new plan drawn up to re-establish normality. The Queen still exercises that final prerogative. Mike Galvin Winchcombe, Gloucestershire • Your editorial (19 March) suggests that “Mrs May could prorogue parliament to get her way”, which would be ironic since in June 2017 she extended the parliamentary session to two years to deal with Brexit and “enable the smoothest possible transition at the point of leaving” – ie to get her own way. Derrick Cameron Stoke-on-Trent • Theresa May could try to prorogue parliament, but the Queen would need to go along with it. This would arguably mean she was involving herself in politics. So of course might be the case if she declined to do this. Possibly her decision might be affected by the precedent of parliament being prorogued in the middle of a session in 1628, by Charles I. In view of subsequent events, ultimately leading to Charles having his head cut off, Her Majesty may hesitate to follow suit. Kevin McGrath Harlow, Essex • Polly Toynbee points out that every poll for a year has put remain way ahead (Bercow’s ruling has breathed new life into the people’s vote, 19 March). So why do Tory politicians, frustrated by Speaker Bercow and Erskine May, fulminate about “failing to deliver the people’s decision”? Surely that’s just what Monday’s blast of fresh air through the frowsy Commons encourages parliament to now do. Frank Paice Norwich • Mr Bercow is right “to seize back sovereignty for the Commons”, in the words of Polly Toynbee, so why propose immediately taking it away from the Commons by holding another referendum? It is the responsibility of the newly re-empowered parliament to put a stop to Brexit by revoking the article 50 notification. The only constitutional crisis in sight is the possibility of the government trying to limit parliament’s powers. Downgrading the centuries-old British parliament would be a strange interpretation of “taking back control”. John Hall Bristol • So leave MPs are outraged that they are not being given a third opportunity to vote on the May deal, yet scoff contemptuously at the idea that the public should be given a mere second chance to vote. “The people have spoken” they say. Well, parliament has spoken – twice. Mary Smith Bearsted, Kent • Now that the Speaker has ruled out a third vote, shouldn’t it go to penalties? Philip Maini Oxford • Could somebody please, please ask Armando Iannucci to stop scripting Brexit (or at least write in a happy ending). Alex Lawson Nottingham • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4773",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/mar/19/we-must-avoid-a-brexit-windrush",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-03-19T17:41:51Z",
    "webTitle": "We must avoid a Brexit ‘Windrush’ | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/mar/19/we-must-avoid-a-brexit-windrush",
    "apiUrl": "https://content.guardianapis.com/society/2019/mar/19/we-must-avoid-a-brexit-windrush",
    "fields": {
      "headline": "We must avoid a Brexit ‘Windrush’",
      "standfirst": "Thousands of children of EU nationals must not be allowed to fall foul of new UK immigration rules, warn <strong>Steve Valdez-Symonds</strong> and <strong>Carol Bohmer</strong>",
      "trailText": "<strong>Letters: </strong>Thousands of children of EU nationals could fall foul of new UK immigration rules, warn <strong>Steve Valdez-Symonds</strong> and <strong>Carol Bohmer</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"50a3da5ce18adfbfb366927c3844396309575b6c\"> <img src=\"https://media.guim.co.uk/50a3da5ce18adfbfb366927c3844396309575b6c/0_200_6000_3600/1000.jpg\" alt=\"UK and EU passport control lanes at Heathrow airport\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">UK and EU passport control lanes at Heathrow airport.</span> <span class=\"element-image__credit\">Photograph: EQRoy/Alamy Stock Photo/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>You report (<a href=\"https://www.theguardian.com/uk-news/2019/mar/18/thousands-of-children-could-become-undocumented-after-brexit-new-windrush-generation\" title=\"\">EU children: Risk of ‘new Windrush generation’</a>, 18 March) on warnings that thousands of children of EU citizens are at risk of similar injustice and harm to that suffered by the Windrush generation. It’s important to shine a spotlight on this worrying prospect, which will only be avoided if it is far better understood.</p> <p>It’s vital that the rights of children are considered separately to their EU citizen parents’ need to confirm their own status under the new immigration rules. Many children born in the UK to EU citizens are British citizens because one of their parents was settled in the UK at the time the child was born. If neither parent was settled at the time of birth, children are entitled to register as British citizens under UK nationality law; while children brought to the UK and grown up here have rights to register. It’s crucial to understand this – if a child’s citizenship is not confirmed or registered, they will grow up wrongly treated as migrants, subject to the immigration system and unable to prove their citizenship rights in the years ahead. Children taken into care are especially at risk.</p> <p>Failure or refusal to recognise and respect our rights to British citizenship is at the heart of both the injustice suffered by the Windrush generation and the risk these children are facing. In the 1970s and 80s people lost their British citizenship rights, often without knowing. People were left with the same immigration status now promised to EU citizens.</p> <p>If we learn anything from Windrush it must be that the rights to British citizenship of children, and adults, should be the first priority of all. We cannot let that shameful moment in history repeat itself.<br><strong>Steve Valdez-Symonds</strong> <em>Amnesty International UK</em><br><strong>Carol Bohmer</strong> <em>Project for the Registration </em><em>of Children as British Citizens</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "350",
      "commentable": "false",
      "firstPublicationDate": "2019-03-19T17:41:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:09Z",
      "newspaperEditionDate": "2019-03-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b35hq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/50a3da5ce18adfbfb366927c3844396309575b6c/0_200_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "You report (EU children: Risk of ‘new Windrush generation’, 18 March) on warnings that thousands of children of EU citizens are at risk of similar injustice and harm to that suffered by the Windrush generation. It’s important to shine a spotlight on this worrying prospect, which will only be avoided if it is far better understood. It’s vital that the rights of children are considered separately to their EU citizen parents’ need to confirm their own status under the new immigration rules. Many children born in the UK to EU citizens are British citizens because one of their parents was settled in the UK at the time the child was born. If neither parent was settled at the time of birth, children are entitled to register as British citizens under UK nationality law; while children brought to the UK and grown up here have rights to register. It’s crucial to understand this – if a child’s citizenship is not confirmed or registered, they will grow up wrongly treated as migrants, subject to the immigration system and unable to prove their citizenship rights in the years ahead. Children taken into care are especially at risk. Failure or refusal to recognise and respect our rights to British citizenship is at the heart of both the injustice suffered by the Windrush generation and the risk these children are facing. In the 1970s and 80s people lost their British citizenship rights, often without knowing. People were left with the same immigration status now promised to EU citizens. If we learn anything from Windrush it must be that the rights to British citizenship of children, and adults, should be the first priority of all. We cannot let that shameful moment in history repeat itself. Steve Valdez-Symonds Amnesty International UK Carol Bohmer Project for the Registration of Children as British Citizens • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2119",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "culture/2019/mar/19/heritage-blighted-by-a-decade-of-austerity",
    "type": "article",
    "sectionId": "culture",
    "sectionName": "Culture",
    "webPublicationDate": "2019-03-19T17:41:37Z",
    "webTitle": "Heritage blighted by a decade of austerity | Letters",
    "webUrl": "https://www.theguardian.com/culture/2019/mar/19/heritage-blighted-by-a-decade-of-austerity",
    "apiUrl": "https://content.guardianapis.com/culture/2019/mar/19/heritage-blighted-by-a-decade-of-austerity",
    "fields": {
      "headline": "Heritage blighted by a decade of austerity",
      "standfirst": "Funding cuts are forcing impossible choices on our local authorities, say <strong>Dr Ellen McAdam</strong> and <strong>Dr Frank Compton</strong>",
      "trailText": "<strong>Letters: </strong>Funding cuts are forcing impossible choices on our local authorities, say <strong>Dr Ellen McAdam</strong> and <strong>Dr Frank Compton</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cf4003caab8c96ee6b403d81e5d291f994296fa8\"> <img src=\"https://media.guim.co.uk/cf4003caab8c96ee6b403d81e5d291f994296fa8/0_384_5120_3072/1000.jpg\" alt=\"The New Walk Museum in Leicester\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leicester’s New Walk Museum, where curators are being replaced. </span> <span class=\"element-image__credit\">Photograph: Tracey Whitefoot/Alamy Stock Photo/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Your coverage of the staff restructuring by Leicester museums in response to funding cuts (<a href=\"https://www.theguardian.com/culture/2019/mar/13/curator-cuts-at-leicester-museums-criticised-as-disastrous\" title=\"\">‘Engagement team’ replaces curators at Leicester museums</a>, 14 March) is hardly fair. A decade of austerity has forced even local authorities that, like Leicester, value their cultural institutions highly to make impossible choices. Social care or arts? Children’s services or museums?</p> <p>For over 30 years most regional museum funding has targeted audience engagement. This has unfortunately been at the expense of curatorial and other care for the public asset represented by the collection, even in museums with collections designated by government as being of national importance, albeit not so funded. When shops, pubs and restaurants are closing, museums and their collections are among the few attractions left to draw people into our town and city centres. No other country would have allowed its family silver to tarnish so badly.<br><strong>Dr Ellen McAdam</strong><br><em>Director, Birmingham Museums</em></p> <p>• The decision by the council in Leicester to replace its four museum curators with the cheaper option of an “audience engagement team” will inevitably lead to a deterioration in the excellent quality of the museums in that city. This decision is quite correctly deplored by the Museums Association and others. Such decisions are blighting other aspects of facilities designed to preserve our heritage.</p> <p>The decision by Worcestershire county council to cut funding for its archive and archaeological services by £250,000 will mean that specialist archivists will be lost, and this will mean that sources for historical research in the locality will be drastically reduced.</p> <p>Many other councils are making similar decisions to cut funding on museums and archives. The deleterious impact of these cuts on research by family historians, genealogists, university students and staff, and others, cannot be overstated.<br><strong>Dr Frank Crompton</strong><br><em>Rushwick, Worcestershire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "338",
      "commentable": "false",
      "firstPublicationDate": "2019-03-19T17:41:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-19T18:08:56Z",
      "newspaperEditionDate": "2019-03-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b35zb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cf4003caab8c96ee6b403d81e5d291f994296fa8/0_384_5120_3072/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your coverage of the staff restructuring by Leicester museums in response to funding cuts (‘Engagement team’ replaces curators at Leicester museums, 14 March) is hardly fair. A decade of austerity has forced even local authorities that, like Leicester, value their cultural institutions highly to make impossible choices. Social care or arts? Children’s services or museums? For over 30 years most regional museum funding has targeted audience engagement. This has unfortunately been at the expense of curatorial and other care for the public asset represented by the collection, even in museums with collections designated by government as being of national importance, albeit not so funded. When shops, pubs and restaurants are closing, museums and their collections are among the few attractions left to draw people into our town and city centres. No other country would have allowed its family silver to tarnish so badly. Dr Ellen McAdam Director, Birmingham Museums • The decision by the council in Leicester to replace its four museum curators with the cheaper option of an “audience engagement team” will inevitably lead to a deterioration in the excellent quality of the museums in that city. This decision is quite correctly deplored by the Museums Association and others. Such decisions are blighting other aspects of facilities designed to preserve our heritage. The decision by Worcestershire county council to cut funding for its archive and archaeological services by £250,000 will mean that specialist archivists will be lost, and this will mean that sources for historical research in the locality will be drastically reduced. Many other councils are making similar decisions to cut funding on museums and archives. The deleterious impact of these cuts on research by family historians, genealogists, university students and staff, and others, cannot be overstated. Dr Frank Crompton Rushwick, Worcestershire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2220",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "global-development/2019/mar/19/self-interest-must-not-guide-uk-aid",
    "type": "article",
    "sectionId": "global-development",
    "sectionName": "Global development",
    "webPublicationDate": "2019-03-19T17:41:20Z",
    "webTitle": "Self-interest must not guide UK aid | Letters",
    "webUrl": "https://www.theguardian.com/global-development/2019/mar/19/self-interest-must-not-guide-uk-aid",
    "apiUrl": "https://content.guardianapis.com/global-development/2019/mar/19/self-interest-must-not-guide-uk-aid",
    "fields": {
      "headline": "Self-interest must not guide UK aid",
      "standfirst": "Britain’s aid budget must be about altruism, not narrow self-interest say the <strong>Rt Rev John Arnold</strong> and the <strong>Rt Rev Dr Christopher Cocksworth</strong><br />",
      "trailText": "<strong>Letters: </strong>Britain’s aid budget must be about altruism, not narrow self-interest say the <strong>Rt Rev John Arnold</strong> and the <strong>Rt Rev Dr Christopher Cocksworth</strong><br />",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f350a6df32d6b5504932f5bf2888dbd1f59dd29c\"> <img src=\"https://media.guim.co.uk/f350a6df32d6b5504932f5bf2888dbd1f59dd29c/0_35_640_384/500.jpg\" alt=\"UK aid supplies on their way to the victims of Cyclone Idai in Mozambique\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">UK aid supplies on their way to the victims of Cyclone Idai in Mozambique.</span> <span class=\"element-image__credit\">Photograph: Department for International Development/PA</span> </figcaption> </figure>",
      "body": "<p>Your article (<a href=\"https://www.theguardian.com/politics/2019/mar/18/priti-patel-joins-calls-for-radical-shake-up-of-aid-budget-rules\" title=\"\">Aid budget: Ex-minister joins calls for shake-</a>up, 18 March) on the report by the TaxPayers’ Alliance offers an opportunity to reflect again on what we want and expect from our government.</p> <p>In the suffering of men, women and children caught up in conflict, dealing with the worst effects of climate change or leaving their homes in search of a safer future, we see the face of Jesus Christ.</p> <p>In these moments, we must turn outwards, away from our own narrow self-interest. We put aside what Pope Francis calls the “globalisation of indifference” that leads to apathy and omission of our responsibilities towards others.</p> <p>UK aid must always be a demonstration of our concern, compassion and altruism. We tire of being told what’s best for British interests; what is best for British interests is people around the world able to flourish in their own communities and an aid budget focused on that. Poverty is a scandal wherever it is found. The aid budget is one way we respond.<br><strong>Rt Rev John Arnold</strong><br><strong> </strong><em>Catholic bishop of Salford and chair of Cafod</em></p> <p><strong>Rt Rev Dr Christopher Cocksworth</strong><br><em> Bishop of Coventry and Lords Spiritual lead on Foreign and Commonwealth Affairs </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "245",
      "commentable": "false",
      "firstPublicationDate": "2019-03-19T17:41:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:21:29Z",
      "newspaperEditionDate": "2019-03-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b36v8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f350a6df32d6b5504932f5bf2888dbd1f59dd29c/0_35_640_384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your article (Aid budget: Ex-minister joins calls for shake-up, 18 March) on the report by the TaxPayers’ Alliance offers an opportunity to reflect again on what we want and expect from our government. In the suffering of men, women and children caught up in conflict, dealing with the worst effects of climate change or leaving their homes in search of a safer future, we see the face of Jesus Christ. In these moments, we must turn outwards, away from our own narrow self-interest. We put aside what Pope Francis calls the “globalisation of indifference” that leads to apathy and omission of our responsibilities towards others. UK aid must always be a demonstration of our concern, compassion and altruism. We tire of being told what’s best for British interests; what is best for British interests is people around the world able to flourish in their own communities and an aid budget focused on that. Poverty is a scandal wherever it is found. The aid budget is one way we respond. Rt Rev John Arnold Catholic bishop of Salford and chair of Cafod Rt Rev Dr Christopher Cocksworth Bishop of Coventry and Lords Spiritual lead on Foreign and Commonwealth Affairs • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1460",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/19/universal-basic-income-free-public-services",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-19T14:35:52Z",
    "webTitle": "Universal basic income only goes so far – free public services are essential too | Alfie Stirling",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/19/universal-basic-income-free-public-services",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/19/universal-basic-income-free-public-services",
    "fields": {
      "headline": "Universal basic income only goes so far – free public services are essential too",
      "standfirst": "<p>Our weekly allowance may sound like UBI-lite, but it is part of a radical programme to transform lives</p>",
      "trailText": "Our weekly allowance may sound like universal basic income-lite, but it is part of a radical programme to transform lives, says Alfie Stirling",
      "byline": "Alfie Stirling",
      "main": "<figure class=\"element element-image\" data-media-id=\"07be54ace0d83a9998780c15a62251a0e0b3fc3f\"> <img src=\"https://media.guim.co.uk/07be54ace0d83a9998780c15a62251a0e0b3fc3f/0_80_3500_2100/1000.jpg\" alt=\"A man taking money out of a cash machine\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The new weekly allowance would be made up of a £48 cash transfer to most adults – in or out of work.’</span> <span class=\"element-image__credit\">Photograph: Lynne Cameron/PA</span> </figcaption> </figure>",
      "body": "<p>Almost 37 years ago to the day, during the fiery aftermath of an early Margaret Thatcher budget, the prime minister was allegedly challenged to name just two economists who endorsed her agenda of cutting public spending in the midst of recession – a prescription that was otherwise sending waves through orthodox academic thinking. “Alan Walters, and Professor Patrick Minford,” she is said to have replied – before later remarking, “thank goodness they didn’t ask for three.”</p> <p>The importance of those 1980s budgets feels a far cry from the subdued status of last week’s <a href=\"https://www.theguardian.com/uk-news/2019/mar/13/spring-statement-2019-the-chancellors-key-points-at-a-glance\" title=\"\">spring statement</a>. But make no mistake, just as it was in the early 1980s, significant and structural economic reform is once again discernible on the UK’s political breeze – albeit currently blowing harder outside government than within.</p> <p>The past week is a case in point. Either side of the spring statement, and among the Brexit-dominated bulletins, news about radical domestic policy ideas still managed to cut through. In fact, it punctuated the debate twice, with two seemingly similar but nonetheless differing proposals. If a future prime minister is ever inclined to deliver the most redistributive overhaul of the UK’s tax and welfare system since world war two, they would be able to pass the “name two economists” test on the strength of the past nine days alone.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/11/scrap-tax-free-personal-allowance-and-pay-everyone-48-a-week\">Axe personal allowance and pay everyone £48 a week, says thinktank</a> </p> </aside>  <p>The two stories pertain to two thinktank reports. The first, published by the organisation I work for, the New Economics Foundation (NEF), set out the case to replace the personal allowance of income tax with a <a href=\"https://neweconomics.org/2019/03/nothing-personal\" title=\"\">weekly national allowance</a>. The new allowance would be made up of <a href=\"https://www.theguardian.com/politics/2019/mar/11/scrap-tax-free-personal-allowance-and-pay-everyone-48-a-week\" title=\"\">a £48 cash transfer to most adults</a> – in or out of work – equal to the annual value of tax that would otherwise be paid on the first £12,500 of income, alongside a restoration of child benefit to its 2010-11 real-terms value.</p> <p>The second intervention, <a href=\"http://www.compassonline.org.uk/wp-content/uploads/2019/03/Compass_BasicIncomeForAll_2019.pdf\" title=\"\">a report from the Compass thinktank</a>, set out a confident roadmap to a “<a href=\"https://www.theguardian.com/society/2019/mar/18/universal-basic-income-could-be-covered-reversing-welfare-spending-cuts-plan-uk\" title=\"\">basic income for all</a>”. The plans would replace child benefit and the state pension with even larger payments made to every woman, man and child to be funded by increases in both income tax and employee national insurance contributions, in addition to removing the personal allowance as well.</p> <p>Both pieces of work represent a proactive response to nearly a <a href=\"https://www.equalityhumanrights.com/en/publication-download/cumulative-impact-tax-and-welfare-reforms\" title=\"\">decade of cuts</a> leading to rising poverty and a threadbare safety net; and a reaction to a collective failure on the mainstream left to set the agenda on social security design in the wake of the harm being caused by the <a href=\"https://www.nao.org.uk/report/rolling-out-universal-credit/\" title=\"\">rollout of universal credit</a>.</p> <p>But these two proposals also represent quite different directions of travel. For once, the semantics are important. NEF’s proposal, the weekly national allowance, is not a universal basic income, nor is it intended to be a first step towards one. This is because it deliberately avoids meeting three main tests.</p> <p>First, it is not sufficient to deliver a basic level of need. The level paid out to individuals is given by the existing value of tax savings from the personal allowance – namely £2,500 per year. The question we asked was whether an existing and costly handout that currently disproportionately enriches the better-off could be drastically improved upon. Second, the weekly national allowance is not universal. Child benefit would still be tapered away for incomes above £50,000. Meanwhile, the new weekly payment would also be gradually reduced for incomes above £100,000, mirroring the withdrawal of the personal allowance in the present tax system. And the third difference is the most important. The weekly national allowance does not represent a significant trade-off with a programme of radically expanded public service provision.</p> <p>Improving livelihoods through <a href=\"https://www.ucl.ac.uk/bartlett/igp/news/2017/oct/igps-social-prosperity-network-publishes-uks-first-report-universal-basic-services\" title=\"\">free transport, childcare, internet and housing</a> would likely be more efficient and longer-lasting when compared pound-for-pound with handing out more cash. It would also represent a deeper reversal to the existing trend of monetisation and privatisation in the provision of public goods.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/mar/18/universal-basic-income-could-be-covered-reversing-welfare-spending-cuts-plan-uk\">Universal basic income 'would cost less than value of benefit cuts since 2010'</a> </p> </aside>  <p>Ideally, the question would not be one of either/or. But to the extent that tax and spending is constrained either economically or politically, eventual trade-offs are unavoidable. By limiting itself to funds that are effectively already handed out to the vast majority of voters, the weekly national allowance would recycle resources that are politically unlikely to ever be available to pay for services.</p> <p>By contrast, Compass’s proposals require further tax rises worth more than £80bn per year – about 60% more than all the tax rises combined in the 2017 Labour manifesto – and which, assuming they can be successfully fought for, might be used to pool and collectivise wealth in other ways too. Compass’s choice is not necessarily the wrong one, and it should be welcomed as a valuable contribution to the debate, but it represents a markedly different choice nonetheless, and should be regarded as such.</p> <p>Thatcher’s witticism all those years ago is likely to be at least partially apocryphal. But its message is accurate – the neoliberal revolution was one of heroic isolationism from broad-based debate, either with experts or society at large. It is by engaging in the widest possible debate today that the left can avoid making the same mistakes themselves, when and if their turn comes in power.</p> <p>• Alfie Stirling is head of economics at the New Economics Foundation, and co-author of the report Nothing Personal: Replacing the Personal Tax Allowance with a Weekly National Allowance</p>",
      "wordcount": "889",
      "commentCloseDate": "2019-03-19T18:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-19T14:35:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-20T15:12:35Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b359h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/07be54ace0d83a9998780c15a62251a0e0b3fc3f/0_80_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Almost 37 years ago to the day, during the fiery aftermath of an early Margaret Thatcher budget, the prime minister was allegedly challenged to name just two economists who endorsed her agenda of cutting public spending in the midst of recession – a prescription that was otherwise sending waves through orthodox academic thinking. “Alan Walters, and Professor Patrick Minford,” she is said to have replied – before later remarking, “thank goodness they didn’t ask for three.” The importance of those 1980s budgets feels a far cry from the subdued status of last week’s spring statement. But make no mistake, just as it was in the early 1980s, significant and structural economic reform is once again discernible on the UK’s political breeze – albeit currently blowing harder outside government than within. The past week is a case in point. Either side of the spring statement, and among the Brexit-dominated bulletins, news about radical domestic policy ideas still managed to cut through. In fact, it punctuated the debate twice, with two seemingly similar but nonetheless differing proposals. If a future prime minister is ever inclined to deliver the most redistributive overhaul of the UK’s tax and welfare system since world war two, they would be able to pass the “name two economists” test on the strength of the past nine days alone. The two stories pertain to two thinktank reports. The first, published by the organisation I work for, the New Economics Foundation (NEF), set out the case to replace the personal allowance of income tax with a weekly national allowance. The new allowance would be made up of a £48 cash transfer to most adults – in or out of work – equal to the annual value of tax that would otherwise be paid on the first £12,500 of income, alongside a restoration of child benefit to its 2010-11 real-terms value. The second intervention, a report from the Compass thinktank, set out a confident roadmap to a “basic income for all”. The plans would replace child benefit and the state pension with even larger payments made to every woman, man and child to be funded by increases in both income tax and employee national insurance contributions, in addition to removing the personal allowance as well. Both pieces of work represent a proactive response to nearly a decade of cuts leading to rising poverty and a threadbare safety net; and a reaction to a collective failure on the mainstream left to set the agenda on social security design in the wake of the harm being caused by the rollout of universal credit. But these two proposals also represent quite different directions of travel. For once, the semantics are important. NEF’s proposal, the weekly national allowance, is not a universal basic income, nor is it intended to be a first step towards one. This is because it deliberately avoids meeting three main tests. First, it is not sufficient to deliver a basic level of need. The level paid out to individuals is given by the existing value of tax savings from the personal allowance – namely £2,500 per year. The question we asked was whether an existing and costly handout that currently disproportionately enriches the better-off could be drastically improved upon. Second, the weekly national allowance is not universal. Child benefit would still be tapered away for incomes above £50,000. Meanwhile, the new weekly payment would also be gradually reduced for incomes above £100,000, mirroring the withdrawal of the personal allowance in the present tax system. And the third difference is the most important. The weekly national allowance does not represent a significant trade-off with a programme of radically expanded public service provision. Improving livelihoods through free transport, childcare, internet and housing would likely be more efficient and longer-lasting when compared pound-for-pound with handing out more cash. It would also represent a deeper reversal to the existing trend of monetisation and privatisation in the provision of public goods. Ideally, the question would not be one of either/or. But to the extent that tax and spending is constrained either economically or politically, eventual trade-offs are unavoidable. By limiting itself to funds that are effectively already handed out to the vast majority of voters, the weekly national allowance would recycle resources that are politically unlikely to ever be available to pay for services. By contrast, Compass’s proposals require further tax rises worth more than £80bn per year – about 60% more than all the tax rises combined in the 2017 Labour manifesto – and which, assuming they can be successfully fought for, might be used to pool and collectivise wealth in other ways too. Compass’s choice is not necessarily the wrong one, and it should be welcomed as a valuable contribution to the debate, but it represents a markedly different choice nonetheless, and should be regarded as such. Thatcher’s witticism all those years ago is likely to be at least partially apocryphal. But its message is accurate – the neoliberal revolution was one of heroic isolationism from broad-based debate, either with experts or society at large. It is by engaging in the widest possible debate today that the left can avoid making the same mistakes themselves, when and if their turn comes in power. • Alfie Stirling is head of economics at the New Economics Foundation, and co-author of the report Nothing Personal: Replacing the Personal Tax Allowance with a Weekly National Allowance",
      "charCount": "5503",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/alfie-stirling\">Alfie Stirling</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/19/brexit-may-to-ask-eu-for-brexit-extension-as-uk-slides-into-political-crisis",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-19T13:48:22Z",
    "webTitle": "May to ask EU for Brexit extension as UK slides into political 'crisis'",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/19/brexit-may-to-ask-eu-for-brexit-extension-as-uk-slides-into-political-crisis",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/19/brexit-may-to-ask-eu-for-brexit-extension-as-uk-slides-into-political-crisis",
    "fields": {
      "headline": "May to ask EU for Brexit extension as UK slides into political 'crisis'",
      "standfirst": "<p>PM’s spokesman refuses to say how long a delay she will request amid deepening chaos</p>",
      "trailText": "PM’s spokesman refuses to say how long a delay she will request amid deepening chaos",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"05a70ac9ee20bd7de69e63559f420010e79e73fd\"> \n <img src=\"https://media.guim.co.uk/05a70ac9ee20bd7de69e63559f420010e79e73fd/0_0_3227_1936/1000.jpg\" alt=\"Theresa May and Donald Tusk.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May’s spokesman said she would be writing to Donald Tusk, president of the European council, to request a delay to Brexit.</span> \n  <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Theresa May believes the UK has slid into political crisis, her spokesman said, as he confirmed she would be writing to EU leaders to request a delay to Brexit.</p> \n<p>The prime minister’s plan to bring her Brexit deal back to parliament for a third meaningful vote, before EU leaders gathered on Thursday, was thrown into chaos on Monday, when the House of Commons <a href=\"https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked\">Speaker, John Bercow,</a> said parliamentary convention meant it would be unacceptable for another vote to be held on an unchanged deal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/19/brexit-secretary-stephen-barclay-may-could-still-hold-vote-deal-article-50-extension-eu\">May could still hold another vote on her deal, says Brexit secretary</a> </p> \n</aside> \n<p>“The prime minister will be writing to Donald Tusk, the president of the European council, before the European council begins, in relation to an extension,” the spokesman said.</p> \n<p>He declined to say how long a delay she would request, or for what purpose, simply insisting, “you’re going to have to wait for that letter to be published”.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/03/brexitflow7-zip/giv-3902R1FYF88JSOvb/\" data-alt=\"Flowchart\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/03/brexitflow7-zip/giv-3902R1FYF88JSOvb/\">Flowchart</a> \n</figure> \n<p>Asked whether May agreed with the solicitor general, <a href=\"https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked\">Robert Buckland</a>, who described the situation after Bercow’s ruling on Monday as a “constitutional crisis”, her spokesman said: “If you were to look back at the speech the prime minister gave, just before meaningful vote two, she said that if MPs did not support meaningful vote two we would be in a crisis.</p> \n<p>“Events yesterday tell you that that situation has come to pass.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9baaf838-773c-4e60-8138-17d9a043174f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Speaker of the House of Commons John Bercow ruled on 18 March that <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">he would not allow parliament another vote on the same Brexit deal</a>. Prime minister Theresa May would have to make 'substantial' changes to her government's two previous attempted to pass the withdrawal agreement deal with the EU.</p>\n    <p>Bercow said: <i>\"If the government wishes to bring forward a new proposition that is neither the same nor substantially the same as that disposed of by the House on March 12, this would be entirely in order.</i></p>\n    <p><i>What the government cannot legitimately do is resubmit to the house the same proposition - or substantially the same proposition - as that of last week, which was rejected by 149 votes.</i></p>\n    <p><i>This ruling should not be regarded as my last word on the subject. It is simply meant to indicate the test which the government must meet in order for me to rule that a third meaningful vote can legitimately be held in this parliamentary session.\"</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Cabinet ministers discussed Brexit for about 90 minutes on Tuesday morning, he said. He declined to confirm whether they had agreed on the length of the article 50 extension request, or whether cabinet had signed off on a draft of the letter.</p> \n<p>Asked whether ministers would be allowed to advocate alternative approaches, as they did during last week’s free vote on extending article 50, he said: “The letter will set out the position of the British government.”</p> \n<p><a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">Cabinet ministers</a>, including the Brexit secretary, Steve Barclay, and leader of the house, Andrea Leadsom, voted against the government’s motion calling for an extension in last week’s vote, despite Barclay having spoken in favour of it from the dispatch shortly beforehand.</p> \n<p>Any change to exit day would have to be agreed by parliament, he conceded, as 29 March was specified in the EU Withdrawal Act.</p> \n<p>“There would be a requirement to change the date in the Withdrawal Act and there would have to be a statutory instrument which would have to be approved in both Houses of Parliament.”</p> \n<p>Ministers promised during last week’s Brexit debate that if no deal was agreed by parliament this week, they would hold a debate next Monday about what process could be used to find a consensus on alternatives.</p> \n<p>Many MPs, including those pressing for a closer future relationship with the EU, interpreted that as a promise of so-called indicative votes, to identify whether a majority might exist for another approach.</p> \n<p>Barclay insisted on Tuesday the prime minister might still be able to hold another vote on her Brexit deal if she agreed the terms of an article 50 extension with the EU, believing that would satisfy Bercow’s objections.</p> \n<p>A long extension would mean the UK spending more than £100m on participating in European parliamentary elections.</p>",
      "wordcount": "511",
      "firstPublicationDate": "2019-03-19T13:48:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:02Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b353b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/05a70ac9ee20bd7de69e63559f420010e79e73fd/0_0_3227_1936/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May believes the UK has slid into political crisis, her spokesman said, as he confirmed she would be writing to EU leaders to request a delay to Brexit. The prime minister’s plan to bring her Brexit deal back to parliament for a third meaningful vote, before EU leaders gathered on Thursday, was thrown into chaos on Monday, when the House of Commons Speaker, John Bercow, said parliamentary convention meant it would be unacceptable for another vote to be held on an unchanged deal. “The prime minister will be writing to Donald Tusk, the president of the European council, before the European council begins, in relation to an extension,” the spokesman said. He declined to say how long a delay she would request, or for what purpose, simply insisting, “you’re going to have to wait for that letter to be published”. Asked whether May agreed with the solicitor general, Robert Buckland, who described the situation after Bercow’s ruling on Monday as a “constitutional crisis”, her spokesman said: “If you were to look back at the speech the prime minister gave, just before meaningful vote two, she said that if MPs did not support meaningful vote two we would be in a crisis. “Events yesterday tell you that that situation has come to pass.” Cabinet ministers discussed Brexit for about 90 minutes on Tuesday morning, he said. He declined to confirm whether they had agreed on the length of the article 50 extension request, or whether cabinet had signed off on a draft of the letter. Asked whether ministers would be allowed to advocate alternative approaches, as they did during last week’s free vote on extending article 50, he said: “The letter will set out the position of the British government.” Cabinet ministers, including the Brexit secretary, Steve Barclay, and leader of the house, Andrea Leadsom, voted against the government’s motion calling for an extension in last week’s vote, despite Barclay having spoken in favour of it from the dispatch shortly beforehand. Any change to exit day would have to be agreed by parliament, he conceded, as 29 March was specified in the EU Withdrawal Act. “There would be a requirement to change the date in the Withdrawal Act and there would have to be a statutory instrument which would have to be approved in both Houses of Parliament.” Ministers promised during last week’s Brexit debate that if no deal was agreed by parliament this week, they would hold a debate next Monday about what process could be used to find a consensus on alternatives. Many MPs, including those pressing for a closer future relationship with the EU, interpreted that as a promise of so-called indicative votes, to identify whether a majority might exist for another approach. Barclay insisted on Tuesday the prime minister might still be able to hold another vote on her Brexit deal if she agreed the terms of an article 50 extension with the EU, believing that would satisfy Bercow’s objections. A long extension would mean the UK spending more than £100m on participating in European parliamentary elections.",
      "charCount": "3052",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-19T09:01:39Z",
    "webTitle": "Brexit: constitutional chaos after third vote on deal blocked",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked",
    "fields": {
      "headline": "Brexit: constitutional chaos after third vote on deal blocked",
      "standfirst": "<p>Prime minister likely to have to request long article 50 extension after Bercow intervenes</p>",
      "trailText": "Prime minister likely to have to request long article 50 extension after Bercow intervenes",
      "byline": "Jessica Elgot, Rowena Mason, Rajeev Syal, and Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"c45e8f9aa899b79fe3f3ee72fc22a2630f1b1ab1\"> \n <img src=\"https://media.guim.co.uk/c45e8f9aa899b79fe3f3ee72fc22a2630f1b1ab1/0_64_1412_847/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May has been forced to pull her plans for another meaningful vote.</span> \n  <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Theresa May’s government has been plunged into constitutional chaos after the Speaker blocked the prime minister from asking MPs to vote on her Brexit deal for a third time unless it had fundamentally changed.</p> \n<p>With 11 days to go until Britain is due to leave the EU, May was forced to pull her plans for another meaningful vote because John Bercow said she <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">could not ask MPs to pass the same deal</a>, after they rejected it twice by huge margins. EU officials, meanwhile, were <a href=\"https://www.theguardian.com/politics/2019/mar/18/eu-could-hand-may-lifeline-with-formal-offer-of-new-brexit-date\">considering offering her a new date for a delayed Brexit</a> to resolve the crisis.</p> \n<p>Quoting from the guide to parliamentary procedure, Erskine May, Bercow said the question “may not be brought forward again during the same session” and that it was a “strong and longstanding convention” dating back to 1604. It must be “not different in terms of wording, but different in terms of substance”, he said, suggesting there must be a change in what the EU is offering.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live\">Bercow suggests he will not allow another Brexit deal vote unless EU agrees further changes – Politics live</a> </p> \n</aside> \n<p><a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/john-bercow-brexit-moment-speaker-ruling\">Bercow’s surprise intervention</a> means May is likely to have to go to Thursday’s Brussels summit with a request for a long extension to article 50, which could mean the UK has to spend more than £100m on participating in European parliament elections. </p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8e6da297-ea14-4e78-81a8-086a113cbed4\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/ZEpzY5JbYM4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>During the delay, parliament would have to make a decision on how to break the deadlock, potentially with a second referendum, an election or a cross-party proposal for a softer Brexit. Alternatively, government sources suggested May could negotiate a lengthy extension with the EU, with a “get-out clause” enabling it to be cut short if her Brexit deal is passed by parliament before the European parliamentary elections.</p> \n<p>One option under consideration is some kind of “paving vote” to set aside the convention if a majority in the House of Commons agreed they wanted to look at the deal again.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9baaf838-773c-4e60-8138-17d9a043174f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Speaker of the House of Commons John Bercow ruled on 18 March that <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">he would not allow parliament another vote on the same Brexit deal</a>. Prime minister Theresa May would have to make 'substantial' changes to her government's two previous attempted to pass the withdrawal agreement deal with the EU.</p>\n    <p>Bercow said: <i>\"If the government wishes to bring forward a new proposition that is neither the same nor substantially the same as that disposed of by the House on March 12, this would be entirely in order.</i></p>\n    <p><i>What the government cannot legitimately do is resubmit to the house the same proposition - or substantially the same proposition - as that of last week, which was rejected by 149 votes.</i></p>\n    <p><i>This ruling should not be regarded as my last word on the subject. It is simply meant to indicate the test which the government must meet in order for me to rule that a third meaningful vote can legitimately be held in this parliamentary session.\"</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Sources in Brussels suggested the EU may offer May a helping hand by agreeing on a new delayed Brexit date at the summit, which could allow her to argue next week that the deal is sufficiently different to merit a third vote in parliament.</p> \n<p>Some hardline Conservative Brexit supporters were pleased that May’s efforts to pass her deal were being frustrated, hoping the EU would veto an extension and the UK would be forced to exit without a deal on 29 March. Government sources downplayed such a scenario, saying the EU was highly likely to grant an extension.</p> \n<p>A government source said: “It seems clear that the Speaker’s motive here is to rule out a meaningful vote this week, which also stands in the way of a securing a shorter extension.</p> \n<p>“It leads you to believe what he really wants is a longer extension, where parliament will take over the process and force a softer form of Brexit. But anyone who thinks that this makes no deal more likely is mistaken – the Speaker wouldn’t have done it if it did.” </p> \n<p>No 10 and ministers were locked in debate on Monday night on how to get around the Speaker’s ruling in order to have another meaningful vote next week. The government was initially blindsided by Bercow’s pronouncement and unable to comment on what May would do next as it had not been “forewarned”. By Monday evening they would only say that the government “noted” the Speaker’s statement, adding: “This is something that requires proper consideration.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/john-bercow-brexit-peoples-vote\">John Bercow’s ruling has breathed new life into the people’s vote | Polly Toynbee</a> </p> \n</aside> \n<p>But supporters of May’s deal were openly furious, with Robert Buckland, who as solicitor general is one of May’s chief law officers, saying it amounted to a “constitutional crisis”. He suggested No 10 might have to consider the drastic step of ending the parliamentary session early and restarting a new session, although government sources suggested this would not be an easy option.</p> \n<p>“Frankly we could have done without this, but it’s something we’re going to have to negotiate with and deal with,” he told BBC News.</p> \n<p>Another minister, Rory Stewart, appeared to liken the Speaker to Humpty Dumpty saying his attitude was that a rule “means just what I choose it to mean”. Other senior government figures described Downing St as being in a state of shock. “It’s miserable,” one said. “I think the first thing is the government having to come to terms with it.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/18/what-has-john-bercow-done-now\">What has John Bercow done now?</a> </p> \n</aside> \n<p>A number of Conservative MPs said they suspected Bercow’s underlying reason for refusing another vote this week was an attempt to bounce the government into seeking a longer extension to article 50 from the EU, allowing parliament to seize control of the Brexit process.</p> \n<p>However, others suggested the Speaker’s ruling could be helpful to May because there was little chance her deal would have passed this week anyway.</p> \n<p>Downing Street had made it clear the prime minister would only have put the deal to another vote with the backing of the Democratic Unionist party and more Conservatives, but sources close to the talks told the Guardian a breakthrough was <a href=\"https://www.theguardian.com/politics/2019/mar/18/dup-unlikely-to-back-mays-brexit-deal-before-eu-meeting\">unlikely before the end of this week</a>.</p> \n<p>“It is looking extremely unlikely that there is a clear path through to a deal this week. The reality is that practically to get it signed off by all parties, we would have had to have a deal concluded by today to get it through before Thursday’s EU council,” said one DUP source.</p> \n<p>The angriest reaction to Bercow’s announcement came from Conservative Brexiters who had switched to vote for May’s deal and were among those coaxing colleagues to come over the line with them at the next opportunity. Sir Graham Brady, the chair of the 1922 Committee of backbenchers, said the deal was “clearly gathering support” and it was essential that parliament was given another opportunity to vote.</p> \n<p>The former children’s minister Tim Loughton said it was the “most serious constitutional crisis I have seen in my 22 years in this house”.</p> \n<p>“Just when it looked like order was about to finally emerge from the chaos, and there was real momentum building to get sufficient support to back the deal, now Bercow has fashioned a way to reassert the chaos,” he said.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1003",
      "firstPublicationDate": "2019-03-18T20:34:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:03Z",
      "newspaperEditionDate": "2019-03-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3vfd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c45e8f9aa899b79fe3f3ee72fc22a2630f1b1ab1/0_64_1412_847/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May’s government has been plunged into constitutional chaos after the Speaker blocked the prime minister from asking MPs to vote on her Brexit deal for a third time unless it had fundamentally changed. With 11 days to go until Britain is due to leave the EU, May was forced to pull her plans for another meaningful vote because John Bercow said she could not ask MPs to pass the same deal, after they rejected it twice by huge margins. EU officials, meanwhile, were considering offering her a new date for a delayed Brexit to resolve the crisis. Quoting from the guide to parliamentary procedure, Erskine May, Bercow said the question “may not be brought forward again during the same session” and that it was a “strong and longstanding convention” dating back to 1604. It must be “not different in terms of wording, but different in terms of substance”, he said, suggesting there must be a change in what the EU is offering. Bercow’s surprise intervention means May is likely to have to go to Thursday’s Brussels summit with a request for a long extension to article 50, which could mean the UK has to spend more than £100m on participating in European parliament elections. During the delay, parliament would have to make a decision on how to break the deadlock, potentially with a second referendum, an election or a cross-party proposal for a softer Brexit. Alternatively, government sources suggested May could negotiate a lengthy extension with the EU, with a “get-out clause” enabling it to be cut short if her Brexit deal is passed by parliament before the European parliamentary elections. One option under consideration is some kind of “paving vote” to set aside the convention if a majority in the House of Commons agreed they wanted to look at the deal again. Sources in Brussels suggested the EU may offer May a helping hand by agreeing on a new delayed Brexit date at the summit, which could allow her to argue next week that the deal is sufficiently different to merit a third vote in parliament. Some hardline Conservative Brexit supporters were pleased that May’s efforts to pass her deal were being frustrated, hoping the EU would veto an extension and the UK would be forced to exit without a deal on 29 March. Government sources downplayed such a scenario, saying the EU was highly likely to grant an extension. A government source said: “It seems clear that the Speaker’s motive here is to rule out a meaningful vote this week, which also stands in the way of a securing a shorter extension. “It leads you to believe what he really wants is a longer extension, where parliament will take over the process and force a softer form of Brexit. But anyone who thinks that this makes no deal more likely is mistaken – the Speaker wouldn’t have done it if it did.” No 10 and ministers were locked in debate on Monday night on how to get around the Speaker’s ruling in order to have another meaningful vote next week. The government was initially blindsided by Bercow’s pronouncement and unable to comment on what May would do next as it had not been “forewarned”. By Monday evening they would only say that the government “noted” the Speaker’s statement, adding: “This is something that requires proper consideration.” But supporters of May’s deal were openly furious, with Robert Buckland, who as solicitor general is one of May’s chief law officers, saying it amounted to a “constitutional crisis”. He suggested No 10 might have to consider the drastic step of ending the parliamentary session early and restarting a new session, although government sources suggested this would not be an easy option. “Frankly we could have done without this, but it’s something we’re going to have to negotiate with and deal with,” he told BBC News. Another minister, Rory Stewart, appeared to liken the Speaker to Humpty Dumpty saying his attitude was that a rule “means just what I choose it to mean”. Other senior government figures described Downing St as being in a state of shock. “It’s miserable,” one said. “I think the first thing is the government having to come to terms with it.” A number of Conservative MPs said they suspected Bercow’s underlying reason for refusing another vote this week was an attempt to bounce the government into seeking a longer extension to article 50 from the EU, allowing parliament to seize control of the Brexit process. However, others suggested the Speaker’s ruling could be helpful to May because there was little chance her deal would have passed this week anyway. Downing Street had made it clear the prime minister would only have put the deal to another vote with the backing of the Democratic Unionist party and more Conservatives, but sources close to the talks told the Guardian a breakthrough was unlikely before the end of this week. “It is looking extremely unlikely that there is a clear path through to a deal this week. The reality is that practically to get it signed off by all parties, we would have had to have a deal concluded by today to get it through before Thursday’s EU council,” said one DUP source. The angriest reaction to Bercow’s announcement came from Conservative Brexiters who had switched to vote for May’s deal and were among those coaxing colleagues to come over the line with them at the next opportunity. Sir Graham Brady, the chair of the 1922 Committee of backbenchers, said the deal was “clearly gathering support” and it was essential that parliament was given another opportunity to vote. The former children’s minister Tim Loughton said it was the “most serious constitutional crisis I have seen in my 22 years in this house”. “Just when it looked like order was about to finally emerge from the chaos, and there was real momentum building to get sufficient support to back the deal, now Bercow has fashioned a way to reassert the chaos,” he said.",
      "charCount": "5843",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>, <a href=\"profile/rowena-mason\">Rowena Mason</a>, <a href=\"profile/rajeev-syal\">Rajeev Syal</a>, and <a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/mar/19/its-about-saving-lives-inside-the-uks-first-licensed-drug-testing-service",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-03-19T06:00:16Z",
    "webTitle": "'It's about saving lives': inside the UK's first licensed drug testing service",
    "webUrl": "https://www.theguardian.com/society/2019/mar/19/its-about-saving-lives-inside-the-uks-first-licensed-drug-testing-service",
    "apiUrl": "https://content.guardianapis.com/society/2019/mar/19/its-about-saving-lives-inside-the-uks-first-licensed-drug-testing-service",
    "fields": {
      "headline": "'It's about saving lives': inside the UK's first licensed drug testing service",
      "standfirst": "<p>Anonymous service lets users know if drugs are contaminated and can alert to risky batches<br></p>",
      "trailText": "Anonymous service lets users know if drugs are contaminated and can alert to risky batches<br>",
      "byline": "Will Coldwell",
      "main": "<figure class=\"element element-image\" data-media-id=\"32817ab64a528feabfa18b6c811a507feda8180b\"> <img src=\"https://media.guim.co.uk/32817ab64a528feabfa18b6c811a507feda8180b/0_157_4288_2573/1000.jpg\" alt=\"Addaction’s director of pharmacy Roz Gittins with colleagues\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Addaction’s director of pharmacy Roz Gittins (C) says the only barrier to continuing the service is funding.</span> <span class=\"element-image__credit\">Photograph: Addaction</span> </figcaption> </figure>",
      "body": "<p>It is the final day of a month-long trial of the UK’s first Home Office-licensed drug testing service and in a clinic in Weston-Super-Mare the door to a spare office room being used as a makeshift lab is marked: “Engaged”.</p> <p>Behind it, a drug sample deposited moments earlier is being checked by a small team led by Roz Gittins, the Addaction clinic’s director of pharmacy, and Dr Amira Guirguis, the principal investigator for the project and a senior lecturer at the University of Hertfordshire.</p> <p>“We take the minimum amount needed to do the test,” says Gittins, who has had to navigate significant red tape to fit the trial within legislation that is, by its very nature, restrictive when it comes to drugs. “We’re not able to give samples back – that counts as supply.”</p> <p>Launched last month after almost three years of planning, the pilot service allows anyone over the age of 18 to have a sample of their drugs tested anonymously and receive specialist advice in the process. It marks a milestone for the harm reduction movement as well as a significant shift in government support for the approach.</p> <p>As well as providing users with the information they need to make an educated choice about whether to take a drug if a dangerous contaminant is found – such as fentanyl, an opioid responsible for a rise in deaths among heroin users – the service can trigger an alert to warn others about a harmful batch. </p> <p>“This is about saving lives,” says Gittins.</p> <p>There is growing public approval for drug testing, largely driven by high-profile coverage of testing tents at music festivals and city centres run by <a href=\"https://www.theguardian.com/society/2018/dec/08/testing-drugs-festivals-lifesaver-study\">The Loop</a>, which provided support to the Addaction team and has been at the forefront of drug testing in the UK since 2016.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/feb/24/drug-test-clinics-open-support-home-office-police\">Home Office gives green light to first drug testing clinic</a> </p> </aside>  <p>Previous services have been temporary and functioned without Home Office approval, instead depending on the cooperation of local police chiefs. The year-long licence provided to Addaction’s Weston-Super-Mare clinic is a strong indicator that drug testing could soon become a permanent fixture in towns and cities across the UK.</p> <p>“If Addaction can do it, others can,” says Gittins, adding that the only barrier to continuing the service is funding.</p> <p>Until last year, the Home Office had shown little public enthusiasm for drug testing, maintaining a hard line on the dangers of drug use, while deferring decision-making to chief constables.</p> <p>But in 2018, amid growing debate over drug-related fatalities and the deaths of two young people at <a href=\"https://www.theguardian.com/uk-news/2018/may/27/mutiny-festival-deaths-ill-portsmouth\">Mutiny festival in Portsmouth</a>, the government seemed to change tack. The drugs minister Victoria Atkins said it would not stand in the way of testing, and the policing minister Nick Hurd said it was clearly “the right thing to do”.</p> <p>This February the government announced it had granted a licence to Addaction. The same month it launched a review of drug policy that would investigate the health and social harms associated with drug use, as well as evidence-based approaches to preventing and reducing drug use.</p> <p>Fiona Measham, a professor of criminology at Durham University, co-founded The Loop in 2013 and began offering a testing service at festivals in 2016, as well as trialling pop-up city centre testing last year. The Loop is currently applying for its own Home Office licence.</p> <p>“Four years ago the UK had never experienced drug safety testing,” Measham says. “… We are now in a position where it is an increasingly accepted part of festivals and will be increasingly an accepted part of city centre drugs services.”</p> <p>While festivals are an accessible starting point for drug testing, community-based services are “more inclusive and therefore potentially more effective”, she says.</p> <p>Ch Insp Mark Runacres, the drugs strategy lead at Avon and Somerset police, says that while officers enforce the law when needed, they believe education and harm reduction ar ethe best options.</p> <p>“We are confident that this approach will help those who are determined to take drugs keep safe from harm, inform them of the health dangers and remind them of the criminal consequences they could face,” he says.</p> <p>Leap UK, a group made up of people from across law enforcement who campaign for changes to the <a href=\"https://www.theguardian.com/society/2014/oct/30/punitive-drug-laws-are-failing-study\">UK’s punitive drug policy</a>, says it considers drug testing an “absolute necessity” and that police support for it is essential.</p> <p>As well as providing information about contaminants, testing provides a point of contact between support services and users. Those coming to have drugs tested at the Addaction clinic, which has included occasional as well as habitual drug users, are asked to fill in a questionnaire while they wait. Once the testing is complete the team provides bespoke advice on how to take drugs more safely, as well as directing them to further support if desired.</p> <p>“One individual came to get stuff tested after hearing about the service on the news,” says Gittins. “We spoke to her and she had no idea about the risk of blood-borne viruses. She also had no idea there was a drug support centre here. Now, if she decides she needs our help, she knows where we are.”</p>",
      "wordcount": "847",
      "firstPublicationDate": "2019-03-19T06:00:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-19T06:03:42Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b2qcb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/32817ab64a528feabfa18b6c811a507feda8180b/0_157_4288_2573/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is the final day of a month-long trial of the UK’s first Home Office-licensed drug testing service and in a clinic in Weston-Super-Mare the door to a spare office room being used as a makeshift lab is marked: “Engaged”. Behind it, a drug sample deposited moments earlier is being checked by a small team led by Roz Gittins, the Addaction clinic’s director of pharmacy, and Dr Amira Guirguis, the principal investigator for the project and a senior lecturer at the University of Hertfordshire. “We take the minimum amount needed to do the test,” says Gittins, who has had to navigate significant red tape to fit the trial within legislation that is, by its very nature, restrictive when it comes to drugs. “We’re not able to give samples back – that counts as supply.” Launched last month after almost three years of planning, the pilot service allows anyone over the age of 18 to have a sample of their drugs tested anonymously and receive specialist advice in the process. It marks a milestone for the harm reduction movement as well as a significant shift in government support for the approach. As well as providing users with the information they need to make an educated choice about whether to take a drug if a dangerous contaminant is found – such as fentanyl, an opioid responsible for a rise in deaths among heroin users – the service can trigger an alert to warn others about a harmful batch. “This is about saving lives,” says Gittins. There is growing public approval for drug testing, largely driven by high-profile coverage of testing tents at music festivals and city centres run by The Loop, which provided support to the Addaction team and has been at the forefront of drug testing in the UK since 2016. Previous services have been temporary and functioned without Home Office approval, instead depending on the cooperation of local police chiefs. The year-long licence provided to Addaction’s Weston-Super-Mare clinic is a strong indicator that drug testing could soon become a permanent fixture in towns and cities across the UK. “If Addaction can do it, others can,” says Gittins, adding that the only barrier to continuing the service is funding. Until last year, the Home Office had shown little public enthusiasm for drug testing, maintaining a hard line on the dangers of drug use, while deferring decision-making to chief constables. But in 2018, amid growing debate over drug-related fatalities and the deaths of two young people at Mutiny festival in Portsmouth, the government seemed to change tack. The drugs minister Victoria Atkins said it would not stand in the way of testing, and the policing minister Nick Hurd said it was clearly “the right thing to do”. This February the government announced it had granted a licence to Addaction. The same month it launched a review of drug policy that would investigate the health and social harms associated with drug use, as well as evidence-based approaches to preventing and reducing drug use. Fiona Measham, a professor of criminology at Durham University, co-founded The Loop in 2013 and began offering a testing service at festivals in 2016, as well as trialling pop-up city centre testing last year. The Loop is currently applying for its own Home Office licence. “Four years ago the UK had never experienced drug safety testing,” Measham says. “… We are now in a position where it is an increasingly accepted part of festivals and will be increasingly an accepted part of city centre drugs services.” While festivals are an accessible starting point for drug testing, community-based services are “more inclusive and therefore potentially more effective”, she says. Ch Insp Mark Runacres, the drugs strategy lead at Avon and Somerset police, says that while officers enforce the law when needed, they believe education and harm reduction ar ethe best options. “We are confident that this approach will help those who are determined to take drugs keep safe from harm, inform them of the health dangers and remind them of the criminal consequences they could face,” he says. Leap UK, a group made up of people from across law enforcement who campaign for changes to the UK’s punitive drug policy, says it considers drug testing an “absolute necessity” and that police support for it is essential. As well as providing information about contaminants, testing provides a point of contact between support services and users. Those coming to have drugs tested at the Addaction clinic, which has included occasional as well as habitual drug users, are asked to fill in a questionnaire while they wait. Once the testing is complete the team provides bespoke advice on how to take drugs more safely, as well as directing them to further support if desired. “One individual came to get stuff tested after hearing about the service on the news,” says Gittins. “We spoke to her and she had no idea about the risk of blood-borne viruses. She also had no idea there was a drug support centre here. Now, if she decides she needs our help, she knows where we are.”",
      "charCount": "5033",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/will-coldwell\">Will Coldwell</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]