[
  {
    "id": "politics/2019/aug/14/labour-bloc-plans-radical-move-to-push-through-brexit-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-14T18:09:24Z",
    "webTitle": "Labour bloc plans 'radical' move to push through Brexit deal",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/14/labour-bloc-plans-radical-move-to-push-through-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/14/labour-bloc-plans-radical-move-to-push-through-brexit-deal",
    "fields": {
      "headline": "Labour bloc plans 'radical' move to push through Brexit deal",
      "standfirst": "<p>Call for ‘dramatic intervention’ to thwart no-deal Brexit by passing withdrawal agreement</p>",
      "trailText": "Call for ‘dramatic intervention’ to thwart no-deal Brexit by passing withdrawal agreement",
      "byline": "Rowena Mason and Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"6dcbbfe6e46d0639def302c8c79d2da1d1210736\"> <img src=\"https://media.guim.co.uk/6dcbbfe6e46d0639def302c8c79d2da1d1210736/1571_297_2754_1653/1000.jpg\" alt=\"Stephen Kinnock says he believes passing the withdrawal agreement is the best way to prevent no-deal Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephen Kinnock says he believes passing the withdrawal agreement is the best way to prevent no-deal Brexit.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>",
      "body": "<p>Labour MPs opposed to a second referendum are considering a “radical and dramatic intervention” to make clear to <a href=\"https://www.theguardian.com/politics/jeremy-corbyn\">Jeremy Corbyn</a> and <a href=\"https://www.theguardian.com/politics/2019/aug/14/johnson-hits-out-at-terrible-collaboration-of-mps-and-eu-trying-to-block-brexit\">Boris Johnson</a> they are prepared to vote for a Brexit deal, with one estimating that dozens of colleagues are now ready to back the withdrawal agreement.</p> <p>Stephen Kinnock, the Labour MP who coordinates around 30 MPs in a group called Respect the Result, said he believed that passing the withdrawal agreement was the most certain way of stopping the UK <a href=\"https://www.theguardian.com/politics/2019/aug/14/uk-could-unilaterally-exit-eu-in-next-10-days-senior-tory-mp-says\">crashing out without a deal</a>.</p> <p>Kinnock, <a href=\"https://www.theguardian.com/politics/2019/jul/06/kinnock-says-corbyn-should-order-labour-to-back-may-brexit-deal\">who had been urging Corbyn to do a deal with Theresa May in cross-party talks</a>, said there was an increasing feeling among many of his colleagues opposed to a second referendum that passing the withdrawal agreement bill was the best option.</p> <p>Despite Johnson’s refusal to negotiate with the EU unless it drops the backstop, Kinnock said a time would come in the autumn when a compromise deal could be done based on the withdrawal agreement that emerged out of cross-party talks.</p> <p>“We’ve got to make a radical and dramatic intervention,” he said. “If enough of us do then it’s up to <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> to see where he goes from there. It means a large number of us going to see Jeremy and trying as hard as we possibly can telling him to make that big, bold offer, to face down the second referendum campaign and say <a href=\"https://www.theguardian.com/uk-news/2019/aug/14/no-path-to-a-second-referendum-says-unite-leader\">there’s no time for that</a>. We’ve got to get this deal over the line.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/aug/14/no-path-to-a-second-referendum-says-unite-leader\">Len McCluskey: there is no path to a second Brexit referendum</a> </p> </aside>  <p>“And by the way, if it is the second referendum that you want then the only way you’re going to get it through a parliamentary route is having the opportunity to debate and vote on it at committee stage.</p> <p>“If that doesn’t work then it’s perhaps a joint statement, a public gesture that says here are the 50 Labour MPs that would vote for this. You need to get 260 of your guys to vote for it and we can get it over the line. Then it’s a question of whether he can deliver it. I think Boris Johnson could lose about 50 of the hardliners. But I think he could gain 50 on our side.”</p> <p>Kinnock said he believed a deal could potentially happen after MPs had tried to block no deal without cast-iron success. “Once it’s clear there is no parliamentary or legislative route to preventing no deal then the [withdrawal agreement bill] is the only game in town,” he said.</p> <p>A number of Labour MPs, including Sarah Champion, Gareth Snell and Melanie Onn, have suggested they could now be prepare to back a deal in some circumstances, particularly if faced with the possibility of no deal. The Telegraph reported that Labour’s John Mann was a <a href=\"https://www.telegraph.co.uk/politics/2019/08/05/30-labour-mps-prepared-vote-brexit-deal-boris-johnson-secures/\">“go-between” with the government</a> and some of those potentially willing to vote for a withdrawal deal.</p> <p>“I think Boris will present a deal to parliament, roll something in glitter and get themselves over the line and a number of my colleagues would vote for that deal at that point,” one MP said. “Many of them are at a point now where they will take whatever is on the table, a second referendum is so divisive and no deal is so damaging.”</p> <p>It is understood at least one Labour MP has consulted the House of Commons clerks about whether a backbencher could table something like an amendment to a motion that endorses the withdrawal agreement, by setting aside the requirement for parliament to agree the deal.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/13/tom-watson-urges-labour-to-work-with-liberal-democrats\">Tom Watson urges Labour to work with Lib Dems to stop no-deal Brexit</a> </p> </aside>  <p>It is unclear however, whether Tory MPs would be whipped to accept the previous deal in such circumstances, given how Johnson has railed against “the undemocratic backstop”.</p> <p>Snell, who has abstained or opposed several motions designed to delay Brexit, said he and many other Labour MPs wanted the opportunity to vote for a deal, that he regretted not doing so in the spring and hoped Johnson would present a deal to parliament.</p> <p>He said, however, that he would be prepared to give efforts to stop no deal a reasonable chance. “I want to stop no deal. My preference is still a deal but no deal would destroy Stoke. So I would grit my teeth and vote for mechanisms to stop no deal, but I want to know what they are working towards,” he said. “People asking us to vote to stop no deal cannot ask us to keep doing it blindly for every madcap scheme.”</p> <p>Snell said he was concerned Johnson would not respect the views or mandate of parliament in the way Theresa May had done. Government sources have suggested they believe that even if Johnson was compelled to request an extension, there would be no way MPs could force him to do so.</p> <p>“Yes, you can pass a bill to mandate the PM to ask for an extension to article 50 but you cannot legislate for sincerity. We could compel Boris Johnson to ask for an extension but we cannot stop him making it impossible for the EU to grant one,” Snell said.</p> <p>Some MPs remain sceptical about parliamentary devices designed to delay Brexit in order to prevent no deal. The former Labour MP Ian Austin, who voted for May’s deal and later <a href=\"https://www.theguardian.com/politics/2019/feb/22/labour-mp-ian-austin-quits-the-party\">quit the party over its antisemitism crisis</a>, said MPs would only be delaying an inevitable choice.</p> <p>“I voted for a deal because I thought it was the best way of avoiding no deal and because the only result of Theresa May having to leave was a harder Brexit,” Austin said. “This is displacement activity. People can pretend there is a clever procedural device that makes it all go away, but in the end they are going to have to face up to their responsibilities and make a decision. They need to understand that there isn’t some parliamentary device that means they can keep avoiding the question.”</p> <p>The move by the Labour MPs comes as the Unite leader Len McCluskey said Labour must support a pragmatic Brexit deal, <a href=\"https://www.theguardian.com/uk-news/2019/aug/14/no-path-to-a-second-referendum-says-unite-leader\">arguing it appeared to be impossible to stop no deal and that there was no path to a second referendum</a>.</p> <p>The trade union boss, a key ally of Corbyn, said Labour had to address how it would approach negotiating future trade deals if the UK had left the EU after Labour came to power.</p> <p>Senior figures from other trade unions privately expressed disappointment at McCluskey’s intervention, with one saying it was not sticking to the “agreed position” and it sounded like he had “spoken out of turn again”.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "1080",
      "firstPublicationDate": "2019-08-14T18:09:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:46Z",
      "newspaperEditionDate": "2019-08-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5f2x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6dcbbfe6e46d0639def302c8c79d2da1d1210736/1571_297_2754_1653/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour MPs opposed to a second referendum are considering a “radical and dramatic intervention” to make clear to Jeremy Corbyn and Boris Johnson they are prepared to vote for a Brexit deal, with one estimating that dozens of colleagues are now ready to back the withdrawal agreement. Stephen Kinnock, the Labour MP who coordinates around 30 MPs in a group called Respect the Result, said he believed that passing the withdrawal agreement was the most certain way of stopping the UK crashing out without a deal. Kinnock, who had been urging Corbyn to do a deal with Theresa May in cross-party talks, said there was an increasing feeling among many of his colleagues opposed to a second referendum that passing the withdrawal agreement bill was the best option. Despite Johnson’s refusal to negotiate with the EU unless it drops the backstop, Kinnock said a time would come in the autumn when a compromise deal could be done based on the withdrawal agreement that emerged out of cross-party talks. “We’ve got to make a radical and dramatic intervention,” he said. “If enough of us do then it’s up to Boris Johnson to see where he goes from there. It means a large number of us going to see Jeremy and trying as hard as we possibly can telling him to make that big, bold offer, to face down the second referendum campaign and say there’s no time for that. We’ve got to get this deal over the line. “And by the way, if it is the second referendum that you want then the only way you’re going to get it through a parliamentary route is having the opportunity to debate and vote on it at committee stage. “If that doesn’t work then it’s perhaps a joint statement, a public gesture that says here are the 50 Labour MPs that would vote for this. You need to get 260 of your guys to vote for it and we can get it over the line. Then it’s a question of whether he can deliver it. I think Boris Johnson could lose about 50 of the hardliners. But I think he could gain 50 on our side.” Kinnock said he believed a deal could potentially happen after MPs had tried to block no deal without cast-iron success. “Once it’s clear there is no parliamentary or legislative route to preventing no deal then the [withdrawal agreement bill] is the only game in town,” he said. A number of Labour MPs, including Sarah Champion, Gareth Snell and Melanie Onn, have suggested they could now be prepare to back a deal in some circumstances, particularly if faced with the possibility of no deal. The Telegraph reported that Labour’s John Mann was a “go-between” with the government and some of those potentially willing to vote for a withdrawal deal. “I think Boris will present a deal to parliament, roll something in glitter and get themselves over the line and a number of my colleagues would vote for that deal at that point,” one MP said. “Many of them are at a point now where they will take whatever is on the table, a second referendum is so divisive and no deal is so damaging.” It is understood at least one Labour MP has consulted the House of Commons clerks about whether a backbencher could table something like an amendment to a motion that endorses the withdrawal agreement, by setting aside the requirement for parliament to agree the deal. It is unclear however, whether Tory MPs would be whipped to accept the previous deal in such circumstances, given how Johnson has railed against “the undemocratic backstop”. Snell, who has abstained or opposed several motions designed to delay Brexit, said he and many other Labour MPs wanted the opportunity to vote for a deal, that he regretted not doing so in the spring and hoped Johnson would present a deal to parliament. He said, however, that he would be prepared to give efforts to stop no deal a reasonable chance. “I want to stop no deal. My preference is still a deal but no deal would destroy Stoke. So I would grit my teeth and vote for mechanisms to stop no deal, but I want to know what they are working towards,” he said. “People asking us to vote to stop no deal cannot ask us to keep doing it blindly for every madcap scheme.” Snell said he was concerned Johnson would not respect the views or mandate of parliament in the way Theresa May had done. Government sources have suggested they believe that even if Johnson was compelled to request an extension, there would be no way MPs could force him to do so. “Yes, you can pass a bill to mandate the PM to ask for an extension to article 50 but you cannot legislate for sincerity. We could compel Boris Johnson to ask for an extension but we cannot stop him making it impossible for the EU to grant one,” Snell said. Some MPs remain sceptical about parliamentary devices designed to delay Brexit in order to prevent no deal. The former Labour MP Ian Austin, who voted for May’s deal and later quit the party over its antisemitism crisis, said MPs would only be delaying an inevitable choice. “I voted for a deal because I thought it was the best way of avoiding no deal and because the only result of Theresa May having to leave was a harder Brexit,” Austin said. “This is displacement activity. People can pretend there is a clever procedural device that makes it all go away, but in the end they are going to have to face up to their responsibilities and make a decision. They need to understand that there isn’t some parliamentary device that means they can keep avoiding the question.” The move by the Labour MPs comes as the Unite leader Len McCluskey said Labour must support a pragmatic Brexit deal, arguing it appeared to be impossible to stop no deal and that there was no path to a second referendum. The trade union boss, a key ally of Corbyn, said Labour had to address how it would approach negotiating future trade deals if the UK had left the EU after Labour came to power. Senior figures from other trade unions privately expressed disappointment at McCluskey’s intervention, with one saying it was not sticking to the “agreed position” and it sounded like he had “spoken out of turn again”.",
      "charCount": "6004",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/14/narendra-modi-kashmir-hindu-first-india-autonomy",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-14T16:47:03Z",
    "webTitle": "India’s illegal power grab is turning Kashmir into a colony | Mirza Waheed",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/14/narendra-modi-kashmir-hindu-first-india-autonomy",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/14/narendra-modi-kashmir-hindu-first-india-autonomy",
    "fields": {
      "headline": "India’s illegal power grab is turning Kashmir into a colony",
      "standfirst": "<p>Narendra Modi’s nationalist takeover runs roughshod over Kashmir’s special status and its people’s rights</p>",
      "trailText": "Narendra Modi’s nationalist takeover runs roughshod over Kashmir’s special status and its people’s rights, says journalist and author Mirza Waheed",
      "byline": "Mirza Waheed",
      "main": "<figure class=\"element element-image\" data-media-id=\"ecafd6afcbbd9fc5443d703b12dc985dc848c39d\"> <img src=\"https://media.guim.co.uk/ecafd6afcbbd9fc5443d703b12dc985dc848c39d/0_187_5287_3173/1000.jpg\" alt=\"Indian soldiers in Srinagar, Kashmir\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘India has effectively instituted a mass detention of Kashmiris by rushing in thousands of troops in addition to the half a million already stationed there.’ Indian soldiers in Srinagar, Kashmir. </span> <span class=\"element-image__credit\">Photograph: Farooq Khan/EPA</span> </figcaption> </figure>",
      "body": "<p>I haven’t been able to hear the voices of my parents for more than a week now. We usually talk or exchange messages a few times during the day, mostly about their creeping health issues or about my children’s latest antics here in London. But now, not a peep. It’s because, like all Kashmiris, they’re <a href=\"https://www.theguardian.com/world/2019/aug/14/kashmir-more-protests-expected-as-india-marks-independence\" title=\"\">under siege</a>, experiencing the worst crackdown in three decades, imposed by the Indian government as it revoked the region’s autonomy by <a href=\"https://www.theguardian.com/world/2019/aug/05/india-cancellation-of-kashmir-special-status-will-have-consequences\" title=\"\">abrogating article 370</a> of the constitution.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/aug/10/modi-hardline-hindu-coup-kashmir-threatens-india-democracy\">Why Modi’s Kashmir coup threatens India’s democracy</a> </p> </aside>  <p>The article, dating back to 1949, guaranteed Kashmir’s special status within the larger Indian union and enshrined the conditions of the state’s accession to India soon after <a href=\"https://www.theguardian.com/world/2017/aug/02/wounds-have-never-healed-living-through-terror-partition-india-pakistan-1947\" title=\"\">partition in 1947</a>. The newly created states of India and Pakistan had <a href=\"https://en.wikipedia.org/wiki/Kashmir_conflict\" title=\"\">gone to war</a> over Muslim-majority Kashmir, an independent kingdom at the time. After mediation from the United Nations, all parties agreed that the future of Kashmir was to be decided later via a referendum – something India and Pakistan have failed to honour. The provisions of the article meant that, pending the final resolution via a plebiscite, the state had its own constitution, its own national flag, a prime minister and a president, even as successive Indian regimes, starting in the early 1950s, diluted the article in order to diminish Kashmir’s autonomy.</p> <p>India has also abrogated article 35A, <a href=\"https://en.wikipedia.org/wiki/Article_35A_of_the_Constitution_of_India\" title=\"\">introduced in 1954</a>. It empowers the state legislature in Srinagar, the capital, to define who is a permanent resident with the right to buy property and apply for jobs. It’s the dissolution of this article that perhaps presents a graver threat to Kashmiris, as it potentially clears a way for Indians to acquire land.</p> <p>By erasing what was left of its independence the government of India, led by Narendra Modi, has chosen to unilaterally alter the future of an entire people (who have never submitted to Indian sovereignty). Not only that, it has effectively instituted a mass detention of Kashmiris by rushing in thousands of troops in addition to the half a million already stationed there.</p> <p>All of this happened without any consultation with Kashmiris, without any discussion among India’s own parliamentarians, and, most crucially, without any sound legal foundation. Article 370 can only be amended with the approval of the Constituent Assembly of Jammu and Kashmir, which was dissolved in 1956. In its absence, it falls to the legislative assembly of Kashmir to debate and approve any changes to the article, but India suspended that in November last year, putting the state under its direct rule. In place of an elected government, Delhi sent a governor to rule Kashmir.</p> <p>Legal and Kashmir experts agree that a man who’s neither elected nor a representative of the Kashmiri people cannot be a surrogate for an elected body. The necessary legal approval for the revocation, according to India’s own constitutional guarantees, was never sought, therefore rendering the whole exercise a farce, a travesty of democratic norms.</p> <p>As part of this shock-and-awe move, political and civil leaders in Kashmir, including unionists who’ve been arguing India’s case, <a href=\"https://www.theguardian.com/world/2019/aug/05/kashmir-leaders-placed-under-arrest-amid-security-crackdown\" title=\"\">have been arrested</a>. The entire population is under the severest curfew in decades and an unprecedented communications blockade has been put in place, with mobile phones, broadband, even landlines blocked. The world’s largest democracy has cut off Kashmir from the rest of the world.</p>  <figure class=\"element element-image\" data-media-id=\"3e2954b32649f20e2fff5f06f89a92a9967fac49\"> <img src=\"https://media.guim.co.uk/3e2954b32649f20e2fff5f06f89a92a9967fac49/166_561_4168_2501/1000.jpg\" alt=\"Narendra Modi\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Narendra Modi’s vision is for a majoritarian, Hindu-first nation where all debate, difference, and dissent will be crushed.’</span> <span class=\"element-image__credit\">Photograph: Sam Panthaky/AFP/Getty Images</span> </figcaption> </figure>  <p>The decision, however, has wide support across India. Most political parties, most of the Indian media, film stars, some writers – everyone seems to say in unison: take away the rights of these ungrateful Muslims. Imagine a small landlocked region with a few million people incarcerated in their own homes, up against a mighty power, its army, its people, its media, and you get a sense of the crushing injustice of the situation.</p> <p>India’s treatment of Kashmiris is the clearest glimpse yet of the path that Modi, a Hindu nationalist leader, wants to tread. His vision is for a majoritarian, Hindu-first nation where all debate, difference and dissent will be crushed. The rebellious others on the margins, especially if Muslim, are to be subjugated and subjected to a medieval siege to force them to bend to the will of the mega-state. For some, this comes complete with references to spoils of war. Two <a href=\"https://timesofindia.indiatimes.com/city/gurgaon/now-we-can-bring-girls-from-kashmir-says-manohar-lal-khattar/articleshow/70616131.cms\" title=\"\">lawmakers</a> from the ruling party, including a <a href=\"https://www.youtube.com/watch?v=tjiqIG_wqw0\" title=\"\">chief minister</a>, have made jokes about “bringing in girls” from Kashmir.</p> <p>Kashmiris will inevitably see this new attack on their body politic as part of a long list of betrayals, and it reinforces the idea that India’s behaviour towards Kashmir has always been like that of a coloniser. The erasure of autonomy, however tenuous, however token, is the starkest display of that relationship – and it’s important to remember that Kashmir is subject to the densest militarisation on the planet. A <a href=\"https://www.bbc.co.uk/news/av/49306816/article-370-tear-gas-at-kashmir-rally-india-denies-happened\" title=\"\">video filmed by the BBC</a> shows thousands protesting after Friday prayers in Srinagar. <a href=\"https://www.youtube.com/watch?v=3UKhTZdSztc\" title=\"\">Another video</a>, recorded by Indian journalist Siddharth Varadarajan, shows boys in hospital beds who’ve already been hit in the eyes with lead pellets.</p> <p>As statist Indian journalists (some of whom have been given access to Kashmir while most local journalists remain incommunicado) work overtime to project a narrative of normality, it has fallen to the international media, and a few brave Indian outlets, to report the truth. The BBC, the New York Times, Reuters, Al Jazeera, the Guardian, <a href=\"https://thewire.in/video/watch-for-kashmiris-no-wishes-from-home-this-eid\" title=\"\">the Wire India</a>, <a href=\"https://scroll.in/article/933757/ground-report-in-kashmir-an-ominous-silence-broken-by-whispers-about-mass-arrests\" title=\"\">Scroll India</a>, Telegraph India and a few others have shown protest marches, wounded civilians, and a grieving people seething with anger, despite the unprecedented siege.</p> <p>Addressing the people of Kashmir in 1952, India’s first prime minister, Jawaharlal Nehru, said: “Kashmir is not the property of India or Pakistan. It belongs to the Kashmiri people ... We have taken the issue to the United Nations and give our word of honour for a peaceful solution. As a great nation, we cannot go back on it. We have left the question of final solution to the people of Kashmir and we are determined to abide by their decision.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/aug/12/our-hearts-are-on-fire-kashmir-spends-eid-al-adha-in-lockdown\">'Our hearts are on fire': Kashmir spends Eid al-Adha in lockdown</a> </p> </aside>  <p>India has now done exactly what Nehru ruled out, going back on its word, and scripted a final betrayal of the Kashmiri people. The journey from being a colony of the British empire to colonising the unyielding Muslim other next door reveals a catastrophic mutation at the heart of the Indian state.</p> <p>I asked a Kashmiri journalist who had returned to Delhi after spending two days in the state if he knew where it was all headed. He responded with one word, <em>Falasteen</em>, the Urdu for Palestine – a clear reference to the settler-colonialist occupation there.</p> <p>I pray that when I go home next, I do not visit my parents in a colony of the Hindu nationalist empire.</p> <p>• Mirza Waheed is a journalist and author of the novels The Collaborator and The Book of Gold Leaves</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1122",
      "commentable": "false",
      "firstPublicationDate": "2019-08-14T16:47:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-14T17:56:39Z",
      "newspaperEditionDate": "2019-08-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5kvn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ecafd6afcbbd9fc5443d703b12dc985dc848c39d/0_187_5287_3173/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I haven’t been able to hear the voices of my parents for more than a week now. We usually talk or exchange messages a few times during the day, mostly about their creeping health issues or about my children’s latest antics here in London. But now, not a peep. It’s because, like all Kashmiris, they’re under siege, experiencing the worst crackdown in three decades, imposed by the Indian government as it revoked the region’s autonomy by abrogating article 370 of the constitution. The article, dating back to 1949, guaranteed Kashmir’s special status within the larger Indian union and enshrined the conditions of the state’s accession to India soon after partition in 1947. The newly created states of India and Pakistan had gone to war over Muslim-majority Kashmir, an independent kingdom at the time. After mediation from the United Nations, all parties agreed that the future of Kashmir was to be decided later via a referendum – something India and Pakistan have failed to honour. The provisions of the article meant that, pending the final resolution via a plebiscite, the state had its own constitution, its own national flag, a prime minister and a president, even as successive Indian regimes, starting in the early 1950s, diluted the article in order to diminish Kashmir’s autonomy. India has also abrogated article 35A, introduced in 1954. It empowers the state legislature in Srinagar, the capital, to define who is a permanent resident with the right to buy property and apply for jobs. It’s the dissolution of this article that perhaps presents a graver threat to Kashmiris, as it potentially clears a way for Indians to acquire land. By erasing what was left of its independence the government of India, led by Narendra Modi, has chosen to unilaterally alter the future of an entire people (who have never submitted to Indian sovereignty). Not only that, it has effectively instituted a mass detention of Kashmiris by rushing in thousands of troops in addition to the half a million already stationed there. All of this happened without any consultation with Kashmiris, without any discussion among India’s own parliamentarians, and, most crucially, without any sound legal foundation. Article 370 can only be amended with the approval of the Constituent Assembly of Jammu and Kashmir, which was dissolved in 1956. In its absence, it falls to the legislative assembly of Kashmir to debate and approve any changes to the article, but India suspended that in November last year, putting the state under its direct rule. In place of an elected government, Delhi sent a governor to rule Kashmir. Legal and Kashmir experts agree that a man who’s neither elected nor a representative of the Kashmiri people cannot be a surrogate for an elected body. The necessary legal approval for the revocation, according to India’s own constitutional guarantees, was never sought, therefore rendering the whole exercise a farce, a travesty of democratic norms. As part of this shock-and-awe move, political and civil leaders in Kashmir, including unionists who’ve been arguing India’s case, have been arrested. The entire population is under the severest curfew in decades and an unprecedented communications blockade has been put in place, with mobile phones, broadband, even landlines blocked. The world’s largest democracy has cut off Kashmir from the rest of the world. The decision, however, has wide support across India. Most political parties, most of the Indian media, film stars, some writers – everyone seems to say in unison: take away the rights of these ungrateful Muslims. Imagine a small landlocked region with a few million people incarcerated in their own homes, up against a mighty power, its army, its people, its media, and you get a sense of the crushing injustice of the situation. India’s treatment of Kashmiris is the clearest glimpse yet of the path that Modi, a Hindu nationalist leader, wants to tread. His vision is for a majoritarian, Hindu-first nation where all debate, difference and dissent will be crushed. The rebellious others on the margins, especially if Muslim, are to be subjugated and subjected to a medieval siege to force them to bend to the will of the mega-state. For some, this comes complete with references to spoils of war. Two lawmakers from the ruling party, including a chief minister, have made jokes about “bringing in girls” from Kashmir. Kashmiris will inevitably see this new attack on their body politic as part of a long list of betrayals, and it reinforces the idea that India’s behaviour towards Kashmir has always been like that of a coloniser. The erasure of autonomy, however tenuous, however token, is the starkest display of that relationship – and it’s important to remember that Kashmir is subject to the densest militarisation on the planet. A video filmed by the BBC shows thousands protesting after Friday prayers in Srinagar. Another video, recorded by Indian journalist Siddharth Varadarajan, shows boys in hospital beds who’ve already been hit in the eyes with lead pellets. As statist Indian journalists (some of whom have been given access to Kashmir while most local journalists remain incommunicado) work overtime to project a narrative of normality, it has fallen to the international media, and a few brave Indian outlets, to report the truth. The BBC, the New York Times, Reuters, Al Jazeera, the Guardian, the Wire India, Scroll India, Telegraph India and a few others have shown protest marches, wounded civilians, and a grieving people seething with anger, despite the unprecedented siege. Addressing the people of Kashmir in 1952, India’s first prime minister, Jawaharlal Nehru, said: “Kashmir is not the property of India or Pakistan. It belongs to the Kashmiri people ... We have taken the issue to the United Nations and give our word of honour for a peaceful solution. As a great nation, we cannot go back on it. We have left the question of final solution to the people of Kashmir and we are determined to abide by their decision.” India has now done exactly what Nehru ruled out, going back on its word, and scripted a final betrayal of the Kashmiri people. The journey from being a colony of the British empire to colonising the unyielding Muslim other next door reveals a catastrophic mutation at the heart of the Indian state. I asked a Kashmiri journalist who had returned to Delhi after spending two days in the state if he knew where it was all headed. He responded with one word, Falasteen, the Urdu for Palestine – a clear reference to the settler-colonialist occupation there. I pray that when I go home next, I do not visit my parents in a colony of the Hindu nationalist empire. • Mirza Waheed is a journalist and author of the novels The Collaborator and The Book of Gold Leaves",
      "charCount": "6780",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mirza-waheed\">Mirza Waheed</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/aug/14/no-chance-of-us-uk-deal-if-northern-ireland-peace-at-risk-pelosi",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-14T16:06:18Z",
    "webTitle": "No chance of US-UK deal if Northern Ireland peace at risk – Pelosi",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/14/no-chance-of-us-uk-deal-if-northern-ireland-peace-at-risk-pelosi",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/14/no-chance-of-us-uk-deal-if-northern-ireland-peace-at-risk-pelosi",
    "fields": {
      "headline": "No chance of US-UK deal if Northern Ireland peace at risk – Pelosi",
      "standfirst": "<p>Senior US politician says Brexit cannot be allowed to imperil Good Friday agreement</p>",
      "trailText": "Senior US politician says Brexit cannot be allowed to imperil Good Friday agreement",
      "byline": "Julian Borger in Washington",
      "main": "<figure class=\"element element-image\" data-media-id=\"7fee9cbbcea69acb19e629dac4a0f1c455534011\"> <img src=\"https://media.guim.co.uk/7fee9cbbcea69acb19e629dac4a0f1c455534011/0_53_3500_2100/1000.jpg\" alt=\"Nancy Pelosi\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nancy Pelosi said a trade deal would not pass Congress if it jeopardised peace in Northern Ireland.</span> <span class=\"element-image__credit\">Photograph: Jorge Cabrera/Reuters</span> </figcaption> </figure>",
      "body": "<p>There is no chance of Congress approving a US-UK trade agreement if Brexit undermines the Good Friday peace agreement in Northern Ireland, the speaker of the House of Representatives, Nancy Pelosi, has said.</p> <p>Pelosi was restating the entrenched position of congressional Democrats and many Republicans in the wake of <a href=\"https://www.theguardian.com/politics/2019/aug/12/us-and-britain-could-sign-sector-by-sector-trade-deals-says-bolton\">remarks made</a> by Donald Trump’s national security adviser, John Bolton, during a visit to London this week.</p> <p>Bolton had said that Britain and the US could sign <a href=\"https://www.theguardian.com/us-news/2019/aug/13/brexit-iran-huawei-what-john-boltons-interim-deals-could-cost\">interim, partial free trade deals</a>, one sector at a time, which would go through the a fast track legislative process, to help the UK cope economically if there is a no-deal Brexit on 31 October.</p> <p>In a statement on Wednesday, the House speaker, who commands a Democratic majority, warned that the Trump administration would not be able to sidestep congressional approval.</p> <p>“Whatever form it takes, Brexit cannot be allowed to imperil the Good Friday agreement, including the seamless border between the Irish Republic and Northern Ireland, especially now, as the first generation born into the hope of Good Friday 21 years ago comes into adulthood.” Pelosi said. “We cannot go back.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/14/johnson-hits-out-at-terrible-collaboration-of-mps-and-eu-trying-to-block-brexit\">Johnson accuses MPs and EU of 'terrible collaboration' over Brexit</a> </p> </aside>  <p>Bolton said the sectoral deals, focusing on industries such as car manufacturing, could be negotiated quickly, and insisted they would receive overwhelming bipartisan support in Congress.</p> <p>“The ultimate end result is a comprehensive trade agreement covering all trading goods and services,” he said after meeting Boris Johnson and senior British officials on Monday. “But to get to that you could do it sector by sector, and you can do it in a modular fashion. In other words, you can carve out some areas where it might be possible to reach a bilateral agreement very quickly, very straightforwardly.”</p> <p>Political observers however said it would be very hard to get piecemeal deals through Congress, partly because of the staunch opposition of agricultural and other sectoral lobbies concerned that their interests are being sidelined if they are not included in a broader agreement.</p> <p>For that reason, trade deals, if they are passed at all, often take years to get through Congress. The existence of a powerful bipartisan Irish American voting bloc, <a href=\"https://www.theguardian.com/politics/2019/jul/31/brexit-mess-with-good-friday-and-well-block-uk-trade-deal-us-politicians-warn\">adamant that it will not be complicit</a> in any arrangement that undermines the 1998 Good Friday accord, is almost certain to complicate US-UK trade negotiations still further.</p> <p>Brendan Boyle, the Democratic co-chairman of the Friends of Ireland caucus, told the Guardian: “The nonsensical utterings of John Bolton should not be taken seriously. He has no role in trade agreements. Zero.”</p> <p>“I strongly support Speaker Pelosi’s statement today making crystal clear, once again, that protecting the Good Friday agreement is paramount,” Boyle said.</p> <p>“As the Speaker said: if Brexit undermines the Good Friday accord, there will be no chance of a US-UK trade agreement passing the Congress.”</p> <p>Forty-five Republican senators have <a href=\"https://www.cotton.senate.gov/?p=press_release&amp;id=1191\">signed a letter</a> indicating willingness to back a trade deal with the UK in case of a no-deal Brexit, but it had no Democratic signatories, fell short of a majority any deal would need, and would not help any agreement overcome more staunch opposition in the Democrat-controlled House.</p> <p>Fast track authority gives the president the power to negotiate trade deals which Congress cannot amend or filibuster (stall by extended debate). However, the legislature still has the authority to reject such deals outright.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "547",
      "firstPublicationDate": "2019-08-14T13:00:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:47Z",
      "newspaperEditionDate": "2019-08-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5jbj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7fee9cbbcea69acb19e629dac4a0f1c455534011/0_53_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There is no chance of Congress approving a US-UK trade agreement if Brexit undermines the Good Friday peace agreement in Northern Ireland, the speaker of the House of Representatives, Nancy Pelosi, has said. Pelosi was restating the entrenched position of congressional Democrats and many Republicans in the wake of remarks made by Donald Trump’s national security adviser, John Bolton, during a visit to London this week. Bolton had said that Britain and the US could sign interim, partial free trade deals, one sector at a time, which would go through the a fast track legislative process, to help the UK cope economically if there is a no-deal Brexit on 31 October. In a statement on Wednesday, the House speaker, who commands a Democratic majority, warned that the Trump administration would not be able to sidestep congressional approval. “Whatever form it takes, Brexit cannot be allowed to imperil the Good Friday agreement, including the seamless border between the Irish Republic and Northern Ireland, especially now, as the first generation born into the hope of Good Friday 21 years ago comes into adulthood.” Pelosi said. “We cannot go back.” Bolton said the sectoral deals, focusing on industries such as car manufacturing, could be negotiated quickly, and insisted they would receive overwhelming bipartisan support in Congress. “The ultimate end result is a comprehensive trade agreement covering all trading goods and services,” he said after meeting Boris Johnson and senior British officials on Monday. “But to get to that you could do it sector by sector, and you can do it in a modular fashion. In other words, you can carve out some areas where it might be possible to reach a bilateral agreement very quickly, very straightforwardly.” Political observers however said it would be very hard to get piecemeal deals through Congress, partly because of the staunch opposition of agricultural and other sectoral lobbies concerned that their interests are being sidelined if they are not included in a broader agreement. For that reason, trade deals, if they are passed at all, often take years to get through Congress. The existence of a powerful bipartisan Irish American voting bloc, adamant that it will not be complicit in any arrangement that undermines the 1998 Good Friday accord, is almost certain to complicate US-UK trade negotiations still further. Brendan Boyle, the Democratic co-chairman of the Friends of Ireland caucus, told the Guardian: “The nonsensical utterings of John Bolton should not be taken seriously. He has no role in trade agreements. Zero.” “I strongly support Speaker Pelosi’s statement today making crystal clear, once again, that protecting the Good Friday agreement is paramount,” Boyle said. “As the Speaker said: if Brexit undermines the Good Friday accord, there will be no chance of a US-UK trade agreement passing the Congress.” Forty-five Republican senators have signed a letter indicating willingness to back a trade deal with the UK in case of a no-deal Brexit, but it had no Democratic signatories, fell short of a majority any deal would need, and would not help any agreement overcome more staunch opposition in the Democrat-controlled House. Fast track authority gives the president the power to negotiate trade deals which Congress cannot amend or filibuster (stall by extended debate). However, the legislature still has the authority to reject such deals outright.",
      "charCount": "3431",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/julianborger\">Julian Borger</a> in Washington"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/14/tumbling-towards-a-no-deal-brexit-catastrophe",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-14T16:02:18Z",
    "webTitle": "Tumbling towards a no-deal Brexit catastrophe | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/14/tumbling-towards-a-no-deal-brexit-catastrophe",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/14/tumbling-towards-a-no-deal-brexit-catastrophe",
    "fields": {
      "headline": "Tumbling towards a no-deal Brexit catastrophe",
      "standfirst": "The electorate should be invited to reconsider, says <strong>Bernard Stafford</strong>. I voted Brexit but we now know so much more, says <strong>Bill Butterworth</strong>. Plus letters from <strong>Dr Richard Turner, Chris Webster, Angela Neustatter </strong>and <strong>Mick Crawley</strong>",
      "trailText": "<strong>Letters:</strong> The electorate should be invited to reconsider, says <strong>Bernard Stafford</strong>. I voted Brexit but we now know so much more, says <strong>Bill Butterworth</strong>. Plus letters from <strong>Dr Richard Turner, Chris Webster, Angela Neustatter </strong>and <strong>Mick Crawley</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c5ba45162f4ae5e8d74fd61399c544e0de2397b6\"> <img src=\"https://media.guim.co.uk/c5ba45162f4ae5e8d74fd61399c544e0de2397b6/0_0_3069_1842/1000.jpg\" alt=\"Nigel Farage in front of a billboard showing refugees which reads \"breaking point.\"\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A political vote is only democratic if the electorate has access to reasonably comprehensive and honest assessments of the consequences of voting one way or the other.’</span> <span class=\"element-image__credit\">Photograph: Phil Toscano/PA</span> </figcaption> </figure>",
      "body": "<p>In an effort to promote a no-deal Brexit, Gisela Stuart asserts “let’s be clear about one thing: the voters’ decision to leave the European Union and how politicians have gone about implementing the result are two different issues … the paralysis of indecision … has been corrosive and damaging” (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/11/leave-eu-31-october-politicians-brexit-process\" title=\"\">Opinion</a>, 12 August). She goes on to insist on the absolute imperative of respecting the result of the 2016 referendum. It would be hard to come up with a more flawed and misleading interpretation of the past three years than that.</p> <p>The present Brexit impasse arises not from poor governance and irresolute politicians but from a rational collective judgment – now that some of the costs of the Brexit alternatives have become clearer, there is no majority in parliament and the country for any means of achieving the outcome voted for in the 2016 referendum. The will of the people as of 2016 is inconsistent with the somewhat better informed will of the people now.</p> <p>The fundamental source of this difference is the lack of democratic content in the 2016 Brexit vote. A political vote is only democratic if the electorate has access to reasonably comprehensive and honest assessments of the consequences of voting one way or the other. In 2016 this information was unavailable through a combination of the use of blatant untruths (for example about the Brexit bonus to NHS funding and that 76 million Turks were about to join the EU) and straightforward omissions (for example about the issue of the Northern Ireland border).</p> <p>This impasse will not be overcome by blustering exhortations to deliver on the result of a seriously flawed referendum. The right conclusion to be drawn from the past three years is that the electorate should be invited to reconsider the Brexit issue on the basis of full information the truthfulness of which can be tested.<br><strong>Bernard Stafford</strong><br><em>York</em></p> <p>• Gisela Stuart speaks of a deal not being possible but of course it is if the government would accept the one Theresa May agreed with the EU. What may not be possible is for them to accept the removal of the Irish backstop, but this is something only the UK out of 28 nations is demanding. No club would change its rules if only one member was in favour and the rest against.<br><strong>Dr Richard Turner</strong><br><em>Beverley, East Riding of Yorkshire</em></p> <p>• I voted Brexit in the original referendum; mainly because of the reported widespread corruption of the administration in Brussels and because of my personal and professional experience of prescriptive regulation stifling innovation and entrepreneurial activity of business. However, approaching four years on from the dishonest claims by politicians and the discussion before that referendum, we now know so much more. There is a very complex, well-developed, integrated supply chain between businesses and consumers across the EU and with international trade. It took 40 years to develop and will take just as long to develop a new one, but we start off on the back foot if we leave. That is even if we accepted the deal negotiated by the last PM’s team.</p> <p>Philip Hammond is reported recently as having said that a no-deal Brexit would result in a lonely “little England”. He is right. In the event of Brexit, Scotland’s first minister has stated clearly that she will push for a second referendum on Scottish independence. Labour “will not get in the way” of that. The EU will give every possible incentive to Scotland to leave the UK and join the EU. The Northern Irish border will be a potentially explosive issue and many Protestants will go to Scotland resulting in the reunification of Ireland. Wales is already very dependent on the EU and likely to go the same way as Scotland.</p> <p>So, yes, Hammond is right: if Brexit goes through, with or without a deal, Boris Johnson is very likely to be the last PM of the United Kingdom. Common sense says that parliament’s duty is to act like a parliament and insist now that there is another referendum with the option of wiping the slate clean, revoking article 50 and staying in the EU.<br><strong>Bill Butterworth</strong><br><em>Devizes, Wiltshire</em></p> <p>• As an Anglo-Welsh European I was interested to read John Denham’s piece on English nationalism (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/13/english-nationalism-brexit-remain-and-reform\" title=\"\">Opinion</a>, 13 August), but disappointed by the familiar whiff of sullen resentment towards Scottish and Welsh devolution. The reason Scotland and Wales now have limited control over their own affairs is because they fought and campaigned for this kind of civic nationalism for decades. If English people really wanted their own regional parliament, they could have done likewise, instead of constantly playing the victim and voting for a gang of Brexit fanatics to wreck the country and drag the rest of the UK down with them. At this late stage, the best remaining option is surely to revoke article 50 so the rest of the UK can stay in the EU, then let England secede from two unions it has never understood and clearly despises.<br><strong>Chris Webster</strong><br><em>Gümligen, Switzerland</em></p> <p>• I have read so much about the efforts being made to prevent Boris et al pushing through a no-deal Brexit, and their aim to do this alongside a strategy for winning the election afterwards. But isn’t it possible this über-Machiavellian power hub could be planning to get Brexit through without a deal, call an election immediately with all the hell and chaos ensuing, and be quite happy for Labour to win so they would not be able to carry out their hugely needed social healing policies because they would need to cope with the fallout of Brexit and a below-the-plimsoll-line economy. Then they would collapse as a government and Boris could chortle that he’d have done better, talk the usual codswallop about how he would sort it all out, win back power and, bingo, be there for the long haul.<br><strong>Angela Neustatter</strong><br><em>London</em></p> <p>• Before we get too carried away about the prospects of increased trade with America (<a href=\"https://www.theguardian.com/us-news/2019/aug/11/john-bolton-arrives-in-uk-to-seek-support-on-iran-and-huawei\" title=\"\">Report</a>, 13 August), it’s worth remembering that the carbon cost of importing or exporting a given item could be roughly 100 times greater than to Europe (3,000 miles v 30).<br><strong>Mick Crawley</strong><br><em>Ascot, Berkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1070",
      "commentable": "false",
      "firstPublicationDate": "2019-08-14T16:02:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:47Z",
      "newspaperEditionDate": "2019-08-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5j8n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c5ba45162f4ae5e8d74fd61399c544e0de2397b6/0_0_3069_1842/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In an effort to promote a no-deal Brexit, Gisela Stuart asserts “let’s be clear about one thing: the voters’ decision to leave the European Union and how politicians have gone about implementing the result are two different issues … the paralysis of indecision … has been corrosive and damaging” (Opinion, 12 August). She goes on to insist on the absolute imperative of respecting the result of the 2016 referendum. It would be hard to come up with a more flawed and misleading interpretation of the past three years than that. The present Brexit impasse arises not from poor governance and irresolute politicians but from a rational collective judgment – now that some of the costs of the Brexit alternatives have become clearer, there is no majority in parliament and the country for any means of achieving the outcome voted for in the 2016 referendum. The will of the people as of 2016 is inconsistent with the somewhat better informed will of the people now. The fundamental source of this difference is the lack of democratic content in the 2016 Brexit vote. A political vote is only democratic if the electorate has access to reasonably comprehensive and honest assessments of the consequences of voting one way or the other. In 2016 this information was unavailable through a combination of the use of blatant untruths (for example about the Brexit bonus to NHS funding and that 76 million Turks were about to join the EU) and straightforward omissions (for example about the issue of the Northern Ireland border). This impasse will not be overcome by blustering exhortations to deliver on the result of a seriously flawed referendum. The right conclusion to be drawn from the past three years is that the electorate should be invited to reconsider the Brexit issue on the basis of full information the truthfulness of which can be tested. Bernard Stafford York • Gisela Stuart speaks of a deal not being possible but of course it is if the government would accept the one Theresa May agreed with the EU. What may not be possible is for them to accept the removal of the Irish backstop, but this is something only the UK out of 28 nations is demanding. No club would change its rules if only one member was in favour and the rest against. Dr Richard Turner Beverley, East Riding of Yorkshire • I voted Brexit in the original referendum; mainly because of the reported widespread corruption of the administration in Brussels and because of my personal and professional experience of prescriptive regulation stifling innovation and entrepreneurial activity of business. However, approaching four years on from the dishonest claims by politicians and the discussion before that referendum, we now know so much more. There is a very complex, well-developed, integrated supply chain between businesses and consumers across the EU and with international trade. It took 40 years to develop and will take just as long to develop a new one, but we start off on the back foot if we leave. That is even if we accepted the deal negotiated by the last PM’s team. Philip Hammond is reported recently as having said that a no-deal Brexit would result in a lonely “little England”. He is right. In the event of Brexit, Scotland’s first minister has stated clearly that she will push for a second referendum on Scottish independence. Labour “will not get in the way” of that. The EU will give every possible incentive to Scotland to leave the UK and join the EU. The Northern Irish border will be a potentially explosive issue and many Protestants will go to Scotland resulting in the reunification of Ireland. Wales is already very dependent on the EU and likely to go the same way as Scotland. So, yes, Hammond is right: if Brexit goes through, with or without a deal, Boris Johnson is very likely to be the last PM of the United Kingdom. Common sense says that parliament’s duty is to act like a parliament and insist now that there is another referendum with the option of wiping the slate clean, revoking article 50 and staying in the EU. Bill Butterworth Devizes, Wiltshire • As an Anglo-Welsh European I was interested to read John Denham’s piece on English nationalism (Opinion, 13 August), but disappointed by the familiar whiff of sullen resentment towards Scottish and Welsh devolution. The reason Scotland and Wales now have limited control over their own affairs is because they fought and campaigned for this kind of civic nationalism for decades. If English people really wanted their own regional parliament, they could have done likewise, instead of constantly playing the victim and voting for a gang of Brexit fanatics to wreck the country and drag the rest of the UK down with them. At this late stage, the best remaining option is surely to revoke article 50 so the rest of the UK can stay in the EU, then let England secede from two unions it has never understood and clearly despises. Chris Webster Gümligen, Switzerland • I have read so much about the efforts being made to prevent Boris et al pushing through a no-deal Brexit, and their aim to do this alongside a strategy for winning the election afterwards. But isn’t it possible this über-Machiavellian power hub could be planning to get Brexit through without a deal, call an election immediately with all the hell and chaos ensuing, and be quite happy for Labour to win so they would not be able to carry out their hugely needed social healing policies because they would need to cope with the fallout of Brexit and a below-the-plimsoll-line economy. Then they would collapse as a government and Boris could chortle that he’d have done better, talk the usual codswallop about how he would sort it all out, win back power and, bingo, be there for the long haul. Angela Neustatter London • Before we get too carried away about the prospects of increased trade with America (Report, 13 August), it’s worth remembering that the carbon cost of importing or exporting a given item could be roughly 100 times greater than to Europe (3,000 miles v 30). Mick Crawley Ascot, Berkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6340",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/aug/14/transforming-the-uni-applications-system",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-08-14T16:01:37Z",
    "webTitle": "Transforming the university applications system | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/aug/14/transforming-the-uni-applications-system",
    "apiUrl": "https://content.guardianapis.com/education/2019/aug/14/transforming-the-uni-applications-system",
    "fields": {
      "headline": "Transforming the university applications system",
      "standfirst": "<p>It is high time we approached this in an open-minded way, writes <strong>David Hughes </strong>of<em> </em>the Association of Colleges. Plus letters from<em> </em><strong>Roy Boffy </strong>and<strong> Rowan Vuglar</strong></p>",
      "trailText": "<strong>Letters: </strong>It is high time we approached this in an open-minded way, writes <strong>David Hughes </strong>of<em> </em>the Association of Colleges. Plus letters from<em> </em><strong>Roy Boffy </strong>and<strong> Rowan Vuglar</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"01eac4ee78f3a746e42296d075af3ce17597aee2\"> <img src=\"https://media.guim.co.uk/01eac4ee78f3a746e42296d075af3ce17597aee2/0_0_5275_3164/1000.jpg\" alt=\"A student reacts as she receives her A-level results at City and Islington College in 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A student reacts as she receives her A-level results at City and Islington College in 2017. </span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>",
      "body": "<p>England is one of the only large countries that does not wait for confirmed results before offering places on higher education courses, and Jo Grady is absolutely right to be calling for a new system (<a href=\"https://www.theguardian.com/education/2019/aug/13/university-admissions-fail-students-lets-give-places-for-real-grades-not-predictions\" title=\"\">Education</a>, 13 August). The education system is changing, so we need to make sure the higher education applications process is still fit for purpose. Over the last few years we’ve seen a rapid rise in the number of unconditional offers. These cannot be justified and are not in the interests of students. However, they are largely a direct response to an increase in competition between institutions for a smaller group of young people.</p> <p>We need wide-reaching change to build a fair and transparent post-qualifications admissions system, with all parts of the education system working together in the best interests of students. It is too easy to talk up the risks of changing the system without fully recognising the benefits, particularly when the pain of change will be more for institutions and the benefits for students. It is high time we approached this in an open-minded way and use our combined efforts to support a planned approach which utilises new technology to transform the process for the better. England’s colleges are ready to help lead the way.<br><strong>David Hughes</strong><br><em>Chief </em><em>executive at the Association of Colleges</em></p> <p>• The continuing annual obsession with A-level grades, predicted grades and grade inflation reflects an age when few were deemed both worthy and capable of benefitting from higher education, to an age when it is widely recognised that everyone benefits from continuing education and the highly educated society that this brings. We should be looking to expand higher education to the whole population, not continue to obsess over A-levels, which in themselves are poor predictors of future performance.<br><strong>Roy Boffy</strong><br><em>(Formerly </em><em>senior </em><em>adviser for </em><em>further </em><em>education, Dudley </em><em>LEA), Sutton Coldfield, West Midlands</em></p> <p>• If (only) three out of 10 students end up paying off their student debts (<a href=\"https://www.theguardian.com/education/2019/aug/12/graduates-in-england-face-increasing-debt-burden-labour-warns\" title=\"\">Report</a>, 13 August), well that leaves 70% in debt for most of their lives … an horrific outcome for little public purse return, but great for the private debt company.<br><strong>Rowan Vuglar</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "402",
      "commentable": "false",
      "firstPublicationDate": "2019-08-14T16:01:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-19T15:38:09Z",
      "newspaperEditionDate": "2019-08-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5je3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/01eac4ee78f3a746e42296d075af3ce17597aee2/0_0_5275_3164/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "England is one of the only large countries that does not wait for confirmed results before offering places on higher education courses, and Jo Grady is absolutely right to be calling for a new system (Education, 13 August). The education system is changing, so we need to make sure the higher education applications process is still fit for purpose. Over the last few years we’ve seen a rapid rise in the number of unconditional offers. These cannot be justified and are not in the interests of students. However, they are largely a direct response to an increase in competition between institutions for a smaller group of young people. We need wide-reaching change to build a fair and transparent post-qualifications admissions system, with all parts of the education system working together in the best interests of students. It is too easy to talk up the risks of changing the system without fully recognising the benefits, particularly when the pain of change will be more for institutions and the benefits for students. It is high time we approached this in an open-minded way and use our combined efforts to support a planned approach which utilises new technology to transform the process for the better. England’s colleges are ready to help lead the way. David Hughes Chief executive at the Association of Colleges • The continuing annual obsession with A-level grades, predicted grades and grade inflation reflects an age when few were deemed both worthy and capable of benefitting from higher education, to an age when it is widely recognised that everyone benefits from continuing education and the highly educated society that this brings. We should be looking to expand higher education to the whole population, not continue to obsess over A-levels, which in themselves are poor predictors of future performance. Roy Boffy (Formerly senior adviser for further education, Dudley LEA), Sutton Coldfield, West Midlands • If (only) three out of 10 students end up paying off their student debts (Report, 13 August), well that leaves 70% in debt for most of their lives … an horrific outcome for little public purse return, but great for the private debt company. Rowan Vuglar London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2487",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/14/healing-the-racial-damage-done-by-empire",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-14T16:01:08Z",
    "webTitle": "Healing the racial damage done by empire | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/aug/14/healing-the-racial-damage-done-by-empire",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/14/healing-the-racial-damage-done-by-empire",
    "fields": {
      "headline": "Healing the racial damage done by empire",
      "standfirst": "Readers respond to Guardian articles about a proposal for a new slavery museum in London",
      "trailText": "<strong>Letters:</strong> Readers respond to Guardian articles about a proposal for a new slavery museum in London",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"361e7c54651c4dcad89c796bd6d994854dad6433\"> <img src=\"https://media.guim.co.uk/361e7c54651c4dcad89c796bd6d994854dad6433/105_0_5271_3164/1000.jpg\" alt=\"A print from The Slave Trade and its Abolition, edited by John Langdon-Davies, Jonathan Cape, London, 1965\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A print from The Slave Trade and its Abolition, edited by John Langdon-Davies, Jonathan Cape, London, 1965.</span> <span class=\"element-image__credit\">Photograph: Print Collector/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Sadiq Khan’s support of the Fabian Society proposal for a new slavery museum in London (<a href=\"https://www.theguardian.com/world/2019/aug/11/sadiq-khan-backs-british-slavery-museum-to-challenge-racism\" title=\"\">Report</a>, 12 August) and Kehinde Andrews’ opinion piece (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/13/museum-slavery-not-solve-problem-racism-britain\" title=\"\">A new slavery museum will have no impact on racism</a>, theguardian.com, 13 August) reflect the difficulty in addressing past injustice and its impact on modern-day life. We need a more ambitious approach to understand how Britain’s economic development and racial prejudice were the direct result of empire. It quite literally changed the faces of our own country, the West Indies, North and South America. What is required is an Institute of Empire &amp; Commonwealth – a combination of museum and research institute that teaches all Britons about our imperial past, its modern-day impact and the countries of the Commonwealth ahead of the 75th anniversary in 2024.</p> <p>My late father opened the Commonwealth Institute with the Queen in the 1960s as a platform for wider understanding. We now need an institution that teaches all Britons about how our country was economically transformed on the backs of people from across Asia, Africa and the West Indies – and how religion, education and science helped justify the situation with racial theories that sadly echo through our own age. The impact of divide-and-rule policies across vast swathes of the world are still felt in contemporary tensions. If the Home Office had a better understanding of our own history, scandals like <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\" title=\"\">Windrush</a> might not have occurred. Rather than another slavery museum, an institute that informs and educates Britons of all racial origins could be a crucial first step in true racial healing.<br><strong>John Armah</strong><br><em>London</em></p> <p>• Property is the foundation of economic inequality, and its inheritance perpetuates a past where one class owned another as property. As Kehinde Andrews points out, the “owners” of enslaved people “were paid reparations in the largest government bailout in history”. It should be feasible to follow that money, then reverse and increment the reparations based on family and corporate wealth directly accrued from the transatlantic slave trade. <br><strong>Peter McKenna</strong><br><em>Liverpool</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "377",
      "commentable": "false",
      "firstPublicationDate": "2019-08-14T16:01:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-14T16:05:14Z",
      "newspaperEditionDate": "2019-08-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5jea",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/361e7c54651c4dcad89c796bd6d994854dad6433/105_0_5271_3164/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sadiq Khan’s support of the Fabian Society proposal for a new slavery museum in London (Report, 12 August) and Kehinde Andrews’ opinion piece (A new slavery museum will have no impact on racism, theguardian.com, 13 August) reflect the difficulty in addressing past injustice and its impact on modern-day life. We need a more ambitious approach to understand how Britain’s economic development and racial prejudice were the direct result of empire. It quite literally changed the faces of our own country, the West Indies, North and South America. What is required is an Institute of Empire &amp; Commonwealth – a combination of museum and research institute that teaches all Britons about our imperial past, its modern-day impact and the countries of the Commonwealth ahead of the 75th anniversary in 2024. My late father opened the Commonwealth Institute with the Queen in the 1960s as a platform for wider understanding. We now need an institution that teaches all Britons about how our country was economically transformed on the backs of people from across Asia, Africa and the West Indies – and how religion, education and science helped justify the situation with racial theories that sadly echo through our own age. The impact of divide-and-rule policies across vast swathes of the world are still felt in contemporary tensions. If the Home Office had a better understanding of our own history, scandals like Windrush might not have occurred. Rather than another slavery museum, an institute that informs and educates Britons of all racial origins could be a crucial first step in true racial healing. John Armah London • Property is the foundation of economic inequality, and its inheritance perpetuates a past where one class owned another as property. As Kehinde Andrews points out, the “owners” of enslaved people “were paid reparations in the largest government bailout in history”. It should be feasible to follow that money, then reverse and increment the reparations based on family and corporate wealth directly accrued from the transatlantic slave trade. Peter McKenna Liverpool • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2391",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/aug/14/no-path-to-a-second-referendum-says-unite-leader",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-14T15:52:34Z",
    "webTitle": "Len McCluskey: there is no path to a second Brexit referendum",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/14/no-path-to-a-second-referendum-says-unite-leader",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/14/no-path-to-a-second-referendum-says-unite-leader",
    "fields": {
      "headline": "Len McCluskey: there is no path to a second Brexit referendum",
      "standfirst": "<p>Unite leader says Labour should support pragmatic deal that keeps both sides happy</p>",
      "trailText": "Labour must address how it would negotiate trade deals if Labour comes to power, says Len McCluskey",
      "byline": "Jessica Elgot and Lucy Campbell",
      "main": "<figure class=\"element element-image\" data-media-id=\"154779a06da7d8c276c9b0dfc4b644e34e348cf7\"> <img src=\"https://media.guim.co.uk/154779a06da7d8c276c9b0dfc4b644e34e348cf7/0_15_3534_2120/1000.jpg\" alt=\"Unite leader Len McCluskey said he does not believe a second referendum will take place.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Unite leader Len McCluskey said he does not believe a second referendum will take place.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>",
      "body": "<p>The Unite leader Len McCluskey has said Labour must support a pragmatic Brexit deal, saying it appeared to be impossible to stop no deal and that there was no path to a second referendum.</p> <p>The trade union boss, a key ally of Jeremy Corbyn whose views will carry significant weight in writing any future party manifesto, said Labour had to address how it would approach negotiating future trade deals if the UK had left the EU after Labour came to power.</p> <p>“I believe that if we haven’t left by 31 October that we should respect the 2016 referendum, which means leaving Europe but on a deal that the 48% would be happy with,” McCluskey told the BBC. “That is access to a frictionless market and a customs union protecting jobs and investment.</p> <p>“And the 52% would be happy because of the policies that Labour have to invest in their communities and to deal with the abuses of migrant labour coming into our country with labour market regulations.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/14/johnson-hits-out-at-terrible-collaboration-of-mps-and-eu-trying-to-block-brexit\">Johnson accuses MPs and EU of 'terrible collaboration' over Brexit</a> </p> </aside>  <p>He said a no-deal Brexit would be “almost impossible to stop” and said he was not certain a no-confidence vote in Boris Johnson would be successful.</p> <p>“The important thing for me is for Labour to continue to hold a very clear vision of the type of Britain we want to be and the relationship we want with Europe, because come the 31 October if we leave without a deal, there is still going to have to be debate and discussion about trade deals and about what kind of relationship we have,” he said.</p> <p>McCluskey said that a referendum would be “a legitimate stance” in order to test the popularity of no deal with the British public but said he did not believe it would take place.</p> <p>“It’s not going to happen, of course – there isn’t going to be a second referendum under Boris Johnson’s no-deal approach to life,” he said. </p> <p>Asked if that went against so many Labour supporters and MPs who wanted another referendum, McCluskey said: “So many Labour MPs and supporters want the issue done and dusted.”</p> <p>McCluskey said the trade unions had endorsed a position that Labour should negotiate a Brexit deal if they came to power prior to the UK leaving. </p> <p>The joint position, agreed by union leaders in the aftermath of disappointing results for Labour in the EU elections, also suggested any Labour-brokered deal be put to a public vote, but the party would not commit to campaigning for remain against its own Brexit deal.</p>",
      "wordcount": "417",
      "firstPublicationDate": "2019-08-14T15:52:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:47Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c5jzz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/154779a06da7d8c276c9b0dfc4b644e34e348cf7/0_15_3534_2120/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Unite leader Len McCluskey has said Labour must support a pragmatic Brexit deal, saying it appeared to be impossible to stop no deal and that there was no path to a second referendum. The trade union boss, a key ally of Jeremy Corbyn whose views will carry significant weight in writing any future party manifesto, said Labour had to address how it would approach negotiating future trade deals if the UK had left the EU after Labour came to power. “I believe that if we haven’t left by 31 October that we should respect the 2016 referendum, which means leaving Europe but on a deal that the 48% would be happy with,” McCluskey told the BBC. “That is access to a frictionless market and a customs union protecting jobs and investment. “And the 52% would be happy because of the policies that Labour have to invest in their communities and to deal with the abuses of migrant labour coming into our country with labour market regulations.” He said a no-deal Brexit would be “almost impossible to stop” and said he was not certain a no-confidence vote in Boris Johnson would be successful. “The important thing for me is for Labour to continue to hold a very clear vision of the type of Britain we want to be and the relationship we want with Europe, because come the 31 October if we leave without a deal, there is still going to have to be debate and discussion about trade deals and about what kind of relationship we have,” he said. McCluskey said that a referendum would be “a legitimate stance” in order to test the popularity of no deal with the British public but said he did not believe it would take place. “It’s not going to happen, of course – there isn’t going to be a second referendum under Boris Johnson’s no-deal approach to life,” he said. Asked if that went against so many Labour supporters and MPs who wanted another referendum, McCluskey said: “So many Labour MPs and supporters want the issue done and dusted.” McCluskey said the trade unions had endorsed a position that Labour should negotiate a Brexit deal if they came to power prior to the UK leaving. The joint position, agreed by union leaders in the aftermath of disappointing results for Labour in the EU elections, also suggested any Labour-brokered deal be put to a public vote, but the party would not commit to campaigning for remain against its own Brexit deal.",
      "charCount": "2349",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> and <a href=\"profile/lucy-campbell\">Lucy Campbell</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]