[
  {
    "id": "business/2019/jul/16/pound-hits-two-year-low-city-fears-no-deal-brexit-intensify",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-07-16T17:08:27Z",
    "webTitle": "Pound hits two-year low as City fears of no-deal Brexit intensify",
    "webUrl": "https://www.theguardian.com/business/2019/jul/16/pound-hits-two-year-low-city-fears-no-deal-brexit-intensify",
    "apiUrl": "https://content.guardianapis.com/business/2019/jul/16/pound-hits-two-year-low-city-fears-no-deal-brexit-intensify",
    "fields": {
      "headline": "Pound hits two-year low as City fears of no-deal Brexit intensify",
      "standfirst": "<p>Sterling falls by a cent against dollar after Tory leadership candidates’ backstop remarks </p>",
      "trailText": "Sterling falls by a cent against dollar after Tory leadership candidates’ backstop remarks ",
      "byline": "Larry Elliott Economics editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"1be28d9b0c0aee4bff672b6e3d54e230a25f10de\"> <img src=\"https://media.guim.co.uk/1be28d9b0c0aee4bff672b6e3d54e230a25f10de/363_215_5205_3124/1000.jpg\" alt=\"A trader looks at screens of financial data in the City of London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The pound also hit a six-month low against the euro. </span> <span class=\"element-image__credit\">Photograph: Daniel Sorabji/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The pound has fallen to its <a href=\"https://www.theguardian.com/business/live/2019/jul/16/markets-uk-unemployment-wages-ryanair-boeing-737-max-mark-carney-business-live\">lowest level </a>in more than two years after pledges by both Boris Johnson and Jeremy Hunt to ditch a key part of the UK-EU withdrawal agreement intensified City fears over a no-deal Brexit.</p> <p>Sterling fell by a cent against the US dollar after <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">a Sun and Talkradio debate</a> in which both the contenders to replace Theresa May in Downing Street said they would not accept a Northern Ireland backstop in its current form.</p> <p>With Brussels insisting that an agreement to maintain a seamless border between Northern Ireland and the the Irish Republic is non-negotiable, investors at one point drove the pound below $1.24 – a level last seen in the spring of 2017. It later edged back above $1.24. The pound also hit a six-month low of €1.1063 against the euro.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-16T13:51:01/embed.html\" data-alt=\"Pound v dollar chart\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-16T13:51:01/embed.html\">Pound v dollar chart</a> </figure>  <p>The pound’s losses against the US currency intensified after a Sky News <a href=\"https://news.sky.com/story/team-boris-johnson-considering-plan-to-suspend-parliament-before-brexit-11764347\">report</a> that Johnson was considering sending MPs home during the days leading up to the Brexit deadline day of 31 October.</p> <p>A weaker pound makes exports cheaper but pushes up inflation by making imports dearer. John McDonnell, the shadow chancellor, said: “The instability and uncertainty caused by the Conservative party leadership contest has real-world consequences.”</p>",
      "newspaperPageNumber": "19",
      "wordcount": "203",
      "firstPublicationDate": "2019-07-16T17:08:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:41Z",
      "newspaperEditionDate": "2019-07-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqefh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1be28d9b0c0aee4bff672b6e3d54e230a25f10de/363_215_5205_3124/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The pound has fallen to its lowest level in more than two years after pledges by both Boris Johnson and Jeremy Hunt to ditch a key part of the UK-EU withdrawal agreement intensified City fears over a no-deal Brexit. Sterling fell by a cent against the US dollar after a Sun and Talkradio debate in which both the contenders to replace Theresa May in Downing Street said they would not accept a Northern Ireland backstop in its current form. With Brussels insisting that an agreement to maintain a seamless border between Northern Ireland and the the Irish Republic is non-negotiable, investors at one point drove the pound below $1.24 – a level last seen in the spring of 2017. It later edged back above $1.24. The pound also hit a six-month low of €1.1063 against the euro. The pound’s losses against the US currency intensified after a Sky News report that Johnson was considering sending MPs home during the days leading up to the Brexit deadline day of 31 October. A weaker pound makes exports cheaper but pushes up inflation by making imports dearer. John McDonnell, the shadow chancellor, said: “The instability and uncertainty caused by the Conservative party leadership contest has real-world consequences.”",
      "charCount": "1215",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a> Economics editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/16/beware-boris-johnsons-lust-for-the-limelight-and-power",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-16T16:41:46Z",
    "webTitle": "Beware Boris Johnson’s lust for the limelight and power | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/16/beware-boris-johnsons-lust-for-the-limelight-and-power",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/16/beware-boris-johnsons-lust-for-the-limelight-and-power",
    "fields": {
      "headline": "Beware Boris Johnson’s lust for the limelight and power",
      "standfirst": "Readers reflect on the Tory leadership frontrunner’s ‘bizarre’ character traits",
      "trailText": "<strong>Letters:</strong> Readers reflect on the Tory leadership frontrunner’s ‘bizarre’ character traits",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d610eb1b65b8e5e28b0c665c77032eb031fd4673\"> <img src=\"https://media.guim.co.uk/d610eb1b65b8e5e28b0c665c77032eb031fd4673/0_242_1497_898/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson, with his Factfinder book on the shelf.</span> <span class=\"element-image__credit\">Photograph: Neville Elder/Corbis/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Perhaps those Conservatives who are voting for a prospective prime minister and Brexit negotiator should seriously consider their positions in view of Boris Johnson’s background, which seems to have formed his unreliable and quite worrying character (<a href=\"https://www.theguardian.com/politics/2019/jul/14/boris-johnson-brussels-bashing-stories-shaped-politics\" title=\"\">‘He was the paramount of exaggeration and distortion and lies. He was a clown’</a>, 15 July). In 1989 Lord Hanney, Britain’s ambassador to the EU, thought it “a bit odd” when greeting Alexander Johnson, whom he knew well, to be told he would prefer to be called Boris.</p> <p>Brussels seems to have been an unhappy place for Boris Johnson when his father was one of the first British MEPs there. We are not told the cause. Unhappy memories do stay in one’s mind, and recur from time to time with ill effect.</p> <p>Sonia Purnell writes a most disturbing and worrying article about Boris Johnson’s character (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/15/boris-johnson-inherit-crisis-eu-bashing\" title=\"\">Johnson will inherit a crisis his EU-bashing helped spawn</a>, 15 July). Having worked with him, and living close day by day, she concludes he is a most “bizarre and troubled man”. Max Hastings has made derogatory remarks about him too, though earlier he regarded him as bright. </p> <p>One reflects on his need for the limelight and power: he uses guile and charm to achieve it. Boris Johnson’s Turkish name might be a clue, a name used extensively in the Turkic region’s countries, part of the old Ottoman empire with its emperors and their powers.<br><strong>Joan Mazumdar</strong><br><em>Galmpton, Devon</em></p> <p>• I doubt there is a single Guardian reader who is unaware of the evidence that Boris Johnson is an equivocating, sloppy philanderer. What we need help with is understanding why so many people are willing to follow him over the cliff. Is it all self-serving myopia, or is there something much more serious going on which we have failed to grasp?<br><strong>Ruth Eversley</strong><br><em>Paulton, Somerset</em></p> <p>• Interesting that the most prominent book in Boris Johnson’s Brussels office was entitled Factfinder (photograph, 15 July). And a pity he hasn’t made much use of it.<br><strong>Robin Wendt</strong><br><em>Chester</em></p> <p>• Re the Churchillian stance taken by Johnson (<a href=\"https://www.theguardian.com/politics/2019/jul/14/churchillian-stance-taken-by-boris-johnson\" title=\"\">Letters</a>, 15 July), as I recall, Churchill was slung out by the electorate at the earliest possible opportunity – defeated by a socialist.<br><strong>Steve Barton</strong><br><em>Great Ayton, </em><em>North Yorkshire </em></p> <p>• Boris is what you get if you send Trump to Eton.<br><strong>Brian </strong><strong>Cox</strong><br><em>Canterbury, Kent </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "426",
      "commentable": "false",
      "firstPublicationDate": "2019-07-16T16:41:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-16T17:12:07Z",
      "newspaperEditionDate": "2019-07-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqeeg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d610eb1b65b8e5e28b0c665c77032eb031fd4673/0_242_1497_898/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Perhaps those Conservatives who are voting for a prospective prime minister and Brexit negotiator should seriously consider their positions in view of Boris Johnson’s background, which seems to have formed his unreliable and quite worrying character (‘He was the paramount of exaggeration and distortion and lies. He was a clown’, 15 July). In 1989 Lord Hanney, Britain’s ambassador to the EU, thought it “a bit odd” when greeting Alexander Johnson, whom he knew well, to be told he would prefer to be called Boris. Brussels seems to have been an unhappy place for Boris Johnson when his father was one of the first British MEPs there. We are not told the cause. Unhappy memories do stay in one’s mind, and recur from time to time with ill effect. Sonia Purnell writes a most disturbing and worrying article about Boris Johnson’s character (Johnson will inherit a crisis his EU-bashing helped spawn, 15 July). Having worked with him, and living close day by day, she concludes he is a most “bizarre and troubled man”. Max Hastings has made derogatory remarks about him too, though earlier he regarded him as bright. One reflects on his need for the limelight and power: he uses guile and charm to achieve it. Boris Johnson’s Turkish name might be a clue, a name used extensively in the Turkic region’s countries, part of the old Ottoman empire with its emperors and their powers. Joan Mazumdar Galmpton, Devon • I doubt there is a single Guardian reader who is unaware of the evidence that Boris Johnson is an equivocating, sloppy philanderer. What we need help with is understanding why so many people are willing to follow him over the cliff. Is it all self-serving myopia, or is there something much more serious going on which we have failed to grasp? Ruth Eversley Paulton, Somerset • Interesting that the most prominent book in Boris Johnson’s Brussels office was entitled Factfinder (photograph, 15 July). And a pity he hasn’t made much use of it. Robin Wendt Chester • Re the Churchillian stance taken by Johnson (Letters, 15 July), as I recall, Churchill was slung out by the electorate at the earliest possible opportunity – defeated by a socialist. Steve Barton Great Ayton, North Yorkshire • Boris is what you get if you send Trump to Eton. Brian Cox Canterbury, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2575",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/jul/16/capitalisms-take-on-creative-destruction",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-07-16T16:41:31Z",
    "webTitle": "Capitalism’s take on creative destruction | Letters",
    "webUrl": "https://www.theguardian.com/business/2019/jul/16/capitalisms-take-on-creative-destruction",
    "apiUrl": "https://content.guardianapis.com/business/2019/jul/16/capitalisms-take-on-creative-destruction",
    "fields": {
      "headline": "Capitalism’s take on creative destruction",
      "standfirst": "For Schumpeter it was the creation that caused the economy to advance, the destruction was a regrettable consequence, writes <strong>Michael Heaslip</strong>; while <strong>Susanne MacGregor</strong> says Schumpeter would have seen the crises relished by Brexiters as a political choices",
      "trailText": "<strong>Letters:</strong> For Schumpeter it was the creation that caused the economy to advance, the destruction was a regrettable consequence, writes <strong>Michael Heaslip</strong>; while <strong>Susanne MacGregor</strong> says Schumpeter would have seen the crises relished by Brexiters as a political choices",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3f14ae8e3fc9c3d317a530a5750bb529effd09dd\"> <img src=\"https://media.guim.co.uk/3f14ae8e3fc9c3d317a530a5750bb529effd09dd/154_308_3564_2138/1000.jpg\" alt=\"A leave campaign bus outside the Houses of Parliament on 18 July 2016\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A leave campaign bus outside the Houses of Parliament on 18 July 2016. </span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Joseph Schumpeter might have regretted describing the process of economic development as “creative destruction” had he known that disaster capitalists would misinterpret its meaning and invert cause and effect (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/11/boris-johnson-chaos-no-deal-brexit-britain\" title=\"\">Darroch’s fate is a taste of the chaos to come</a>, Simon Jenkins, 12 July). Schumpeter described a process of innovation creating new market conditions which destroyed the old: where are the farriers, loco firemen, telephonists and typists now? For Schumpeter it was the creation that caused the economy to advance; the destruction was a regrettable consequence, not a cause of the innovation. “Destructive creation” would have put the emphasis on the substantive element of the process.</p> <p>You can’t make an omelette without breaking eggs. But you must have a plan to create the omelette; you can’t just break some eggs and trust that an omelette will then appear as if by magic – unless of course, you live in the looking-glass world of Brexit.<br><strong>Michael Heaslip</strong><br><em>Workington, </em><em>Cumbria</em></p> <p>• As recounted by Simon Jenkins, the arch-Brexiters seem to misunderstand Schumpeter’s concept of “creative destruction”. Schumpeter criticised “wishful thinking” about “an entirely imaginary golden age of perfect competition”. He saw capitalism as an evolutionary process which is never stationary, involving new commodities, new technologies, methods of organisation, production, transportation and markets. These organic developments “revolutionize the economic structure from within incessantly destroying the old … this process of creative destruction is the essential fact about capitalism”.</p> <p>Jenkins is right that the chaos relished by the Brexiters (wars, recessions, shocks to the system) is a real threat but it is not one Schumpeter would have favoured. These he would see as political choices, external to capitalism, and purely destructive – without any creative outcomes.<br><strong>Susanne MacGregor</strong><br><em>East Finchley, London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "328",
      "commentable": "false",
      "firstPublicationDate": "2019-07-16T16:41:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:51Z",
      "newspaperEditionDate": "2019-07-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqdcx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3f14ae8e3fc9c3d317a530a5750bb529effd09dd/154_308_3564_2138/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Joseph Schumpeter might have regretted describing the process of economic development as “creative destruction” had he known that disaster capitalists would misinterpret its meaning and invert cause and effect (Darroch’s fate is a taste of the chaos to come, Simon Jenkins, 12 July). Schumpeter described a process of innovation creating new market conditions which destroyed the old: where are the farriers, loco firemen, telephonists and typists now? For Schumpeter it was the creation that caused the economy to advance; the destruction was a regrettable consequence, not a cause of the innovation. “Destructive creation” would have put the emphasis on the substantive element of the process. You can’t make an omelette without breaking eggs. But you must have a plan to create the omelette; you can’t just break some eggs and trust that an omelette will then appear as if by magic – unless of course, you live in the looking-glass world of Brexit. Michael Heaslip Workington, Cumbria • As recounted by Simon Jenkins, the arch-Brexiters seem to misunderstand Schumpeter’s concept of “creative destruction”. Schumpeter criticised “wishful thinking” about “an entirely imaginary golden age of perfect competition”. He saw capitalism as an evolutionary process which is never stationary, involving new commodities, new technologies, methods of organisation, production, transportation and markets. These organic developments “revolutionize the economic structure from within incessantly destroying the old … this process of creative destruction is the essential fact about capitalism”. Jenkins is right that the chaos relished by the Brexiters (wars, recessions, shocks to the system) is a real threat but it is not one Schumpeter would have favoured. These he would see as political choices, external to capitalism, and purely destructive – without any creative outcomes. Susanne MacGregor East Finchley, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2208",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-16T16:10:08Z",
    "webTitle": "May was told her three Irish Brexit priorities were incompatible, ex-ambassador tells MPs – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news",
    "fields": {
      "headline": "May was told her three Irish Brexit priorities were incompatible, ex-ambassador tells MPs – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2dc6028f0845f89e30e21a#block-5d2dc6028f0845f89e30e21a\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2df4778f08d0b6ca531c6b#block-5d2df4778f08d0b6ca531c6b\">Afternoon summary</a></li><li><a href=\"https://www.theguardian.com/politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop\">EU expected to reject outright Johnson and Hunt’s backstop plan</a></li><li><a href=\"https://www.theguardian.com/politics/2019/jul/16/grieve-senior-tories-may-have-to-vote-down-johnson-government\">Grieve: senior Tories may have to vote down Johnson government</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"7749e5425a0b1000a024dd8f154092a71f73bcdc\"> <img src=\"https://media.guim.co.uk/7749e5425a0b1000a024dd8f154092a71f73bcdc/21_0_662_397/500.jpg\" alt=\"Ivan Rogers giving evidence to the Commons foreign affairs committee.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ivan Rogers giving evidence to the Commons foreign affairs committee.</span> <span class=\"element-image__credit\">Photograph: Parliament TV</span> </figcaption> </figure>",
      "body": "<div id=\"block-5d2df4778f08d0b6ca531c6b\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T16:10:08.119Z\">5.10pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Sir Ivan Rogers, the former British ambassador to the EU, has told MPs that he advised Theresa May in 2016 that her three Brexit priorities for Northern Ireland were incompatible.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2de0238f0845f89e30e344#block-5d2de0238f0845f89e30e344\"> 3.39pm</a> and <a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2de76e8f08d0b6ca531ba8#block-5d2de76e8f08d0b6ca531ba8\">4.12pm.)</a></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JP_Biz/status/1151148529865412608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ivan Rogers tells the Foreign Affairs Ctte that the PM wasn&#39;t too happy when he explained her Brexit Ireland policy consisted of three incompatible promises <a href=\"https://t.co/3NvNJDeLM2\">pic.twitter.com/3NvNJDeLM2</a></p>&mdash; JPCampbellBiz (@JP_Biz) <a href=\"https://twitter.com/JP_Biz/status/1151148529865412608?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <p>In separate evidence to the foreign affairs committee, on leaks, he said he would never put anything interesting in a diplomatic telegram, a communication widely circulated at Westminster.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1151150714787368961\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Sir Ivan Rogers says &quot;I would never have put anything interesting in a telegram. <br>[If asked for comment] I would produce a comment that was completely vacuous.</p>&mdash; Paul Waugh (@paulwaugh) <a href=\"https://twitter.com/paulwaugh/status/1151150714787368961?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <ul> <li><strong>The age limit for playing National Lottery scratchcards and online instant win games could be increased to 18, the government has said.</strong> Culture minister <strong>Mims Davies</strong> said she was launching a consultation on whether the existing age limit of 16 for all National Lottery games should be raised for some or all games and products. </li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/jul/16/first-time-applications-irish-passports-up-sharply-since-2015-brexit\">The number of first-time applications for Irish passports from Great Britain has risen sharply since the EU referendum with five times as many people interesting in acquiring one.</a></strong></li> </ul> <ul> <li><strong>The House of Lords has been adjourned after a peer was taken ill. </strong>Doorkeepers went to the aid of Labour former Foreign Office minister Lord Judd as other peers looked anxiously on, the Press Association reports.</li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5d2df2e78f08cf92bb771046\" class=\"block\" data-block-contributor=\"profile/jessica-elgot\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T15:59:11.857Z\">4.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tom Watson and four members of Labour’s governing body have backed a new motion which would auto-exclude members accused of racism or other forms of discrimination, overseen by an independent appointee, in a radical overhaul of the party’s complaints process.<br></p> <p>The proposed change, in the wake of the BBC Panorama documentary where eight whistleblowers alleged interference from the senior Labour officials in antisemitism complaints, will be debated at next week’s full meeting of the national executive committee.</p> <p>The motion, signed by Watson, MP George Howarth, councillor Alice Perry and Nick Forbes and the societies representative James Asser, calls on the NEC to resolve to bring forward rule changes to annual conference to:</p> <ul> <li>establish an independent complaints process to deal with allegations of racism, sexism, misogyny, homophobia or transphobia.</li> </ul> <ul> <li>automatically exclude a member from the party where there is irrefutable evidence of racism, sexism, misogyny, homophobia or transphobia.</li> </ul> <p>It is unclear whether the NEC, which has a pro-Jeremy Corbyn majority, would pass such a new rule. Currently complaints are subject to a quasi-judicial process which can take years to resolve complaints and members can only be expelled after a hearing by the party’s highest disciplinary body, the National Constitutional Committee, which has elected members from the party. High-profile cases including the former mayor of London Ken Livingstone took more than two years to resolve.<br></p> </div>   </div> <div id=\"block-5d2dce148f0845f89e30e24e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T15:49:10.365Z\">4.49pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Would an autumn election automatically lead to Brexit being delayed?</h2>  <div class=\"block-elements\">  <p>And here is another interesting question from below the line.</p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/131085272\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/100678015\" title=\"View FrankXappa’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/100678015\" height=\"40\" width=\"40\" alt=\"User avatar for FrankXappa\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/100678015\" title=\"View FrankXappa’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">FrankXappa</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/131085272\" title=\"Link to this comment\" itemprop=\"datePublished\">16 July 2019 11:50am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>@Andrew - a quick question* if I may.</p> <p>I'm curious about the idea that we could crash out of the EU during a 6 week GE period, especially if Parliament has somehow ruled 'no deal' out.</p> <p>If Parliament has managed to legislate against no deal, would that prevent Parliament from agreeing to a GE if 1/11 fell within the campaign period? Or would Johnson be forced, by law, to request an extension? If the EU refused an extension (unlikely, but could Johnson then attempt to sabotage that request in order force a no deal scenario?). </p> <p>Could the EU act unilaterally in this situation? </p> <p>*turned out to be not so quick, sorry!</p></div> </div> </div>  </figure>  <p>In your question you talk about parliament legislating against no deal. Unless it passes a law requiring the PM to revoke article 50, it cannot absolutely legislate to stop no deal. One possible option might be to legislate to require the PM to either win a vote approving a no-deal Brexit or to request an article 50 extension. If that law had been passed by the time of an election, it would stand. But the EU has to agree an article 50 extension, and so the UK cannot determine that unilaterally.</p> <p>On the main point, whether an election campaign ending after 31 October would oblige the new PM to request an article 50 extension, effectively halting Brexit to allow the electorate to express its views, opinion varies. <a href=\"http://data.parliament.uk/writtenevidence/committeeevidence.svc/evidencedocument/exiting-the-european-union-committee/the-progress-of-the-uks-negotiations-on-eu-withdrawal/oral/103726.pdf\">At the Brexit committee last week</a> <strong>David Lidington</strong>, the Cabinet Office minister and Theresa May’s de facto deputy, implied that the proper thing to do would be to delay. He explained:</p> <blockquote class=\"quoted\"> <p>Certainly, the convention that has been established hitherto and is reflected in the cabinet manual is that if a general election is called, whether triggered by the Fixed-term Parliaments Act or because parliament gets to the end of its term, the government from that moment goes on to a caretaker basis and does not take any significant decisions that would prejudice the freedom of decision taking by whichever government the people elect.</p> </blockquote> <p>But at the hearing the Tory Brexiter <strong>Peter Bone</strong> strongly objected to Lidington’s interpretation. If Boris Johnson were PM, he could argue that he was elected leader with a mandate to leave the EU by 31 October, and so he might ignore the cabinet manual. Bone argued that, because parliament voted to trigger article 50, leaving on 31 October was already the default, and that that is what a government in caretaker mode should implement.</p> <p>As for whether the EU could unilaterally keep the UK in, the answer is no.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T15:51:06.715Z\">at 4.51pm BST</time></p>  </div> <div id=\"block-5d2dceda8f08d0b6ca531a4e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T15:34:06.751Z\">4.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is a question from below the line which is pertinent.</p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/131082458\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/101462185\" title=\"View Katherine1984’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/101462185\" height=\"40\" width=\"40\" alt=\"User avatar for Katherine1984\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/101462185\" title=\"View Katherine1984’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">Katherine1984</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/131082458\" title=\"Link to this comment\" itemprop=\"datePublished\">16 July 2019 10:44am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Andrew – Most agree that a No Confidence vote on a Tory government set on a No Deal Brexit is inevitable.</p> <p>So it will come down to how many anti-Brexit Tory rebels are prepared to vote against the government to how many Labour MPs who are pro-Brexit, either because of their own convictions or because they are representing a Leave-voting constituency, will vote to support the government to get Brexit through on 31st October.</p> <p>Do we have a good guide to how many of each group there are?</p> <p>Thank you.</p></div> </div> </div>  </figure>  <p>It is not quite as simple as that, because <a href=\"https://www.parliament.uk/mps-lords-and-offices/mps/current-state-of-the-parties/\">there are now 20 independent MPs in the Commons</a> - 15 independents, and five Independents Group for Change ones - and it is not obvious how they would all vote. Most would vote against the government on a confidence motion, but probably not all of them, and I have not seen an up-to-date count. If there were an early election, almost all of them would probably lose their seats.</p> <p>Trying to work out how many Tory MPs would, in practice, resign the whip and vote against their own government to stop a no-deal Brexit is not easy. Dominic Grieve and Ken Clarke say they would. Others who said they would, like Anna Soubry, have already left. There are a lot more who are saying they would vote to stop no-deal, but who won’t at this stage commit to voting to bring down a government committed to no-deal. A few of these might be willing to sacrifice their careers in Tory politics to stop no-deal, but perhaps only a handful more than those who have already declared.</p> <p>I was surprised to hear the Labour MP Sarah Champion suggest she might not vote with her own party on a no confidence motion. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2db7008f08cf92bb770d18#block-5d2db7008f08cf92bb770d18\"> 12.39pm.)</a> Any Labour MP who rebelled like this would not be allowed to stand for the party at a general election, and so it does not seem a sensible move for anyone keen to keep their seat. Perhaps one or two of the Labour Brexiters planning to retire anyway might be willing to abstain to help Brexit over the line, but, with the possible exception of Kate Hoey, they all hate the Tories and Boris Johnson even more than they like Brexit, so I would not put money on that either.</p> </div>   </div> <div id=\"block-5d2de76e8f08d0b6ca531ba8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T15:12:46.119Z\">4.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">How Theresa May was warned her three Brexit priorities for Ireland were incompatible</h2>  <div class=\"block-elements\">  <p>This is what <strong>Sir Ivan Rogers</strong>, the former ambassador to Brussels, said in the hearing about how Theresa May was making incompatible promises on Ireland. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2de0238f0845f89e30e344#block-5d2de0238f0845f89e30e344\"> 3.39pm.) </a>Speaking about his time in Brussels, before he resigned in January 2017, he said:</p> <blockquote class=\"quoted\"> <p>You could see, if you were me, the Irish question was being underplayed. We were not focusing enough on it. It was obviously going to be the core of the problem ...</p> <p>One of the most unpopular things I think I said to the prime minister in the autumn of 2016 is ‘You’ve made three commitments in good faith to different audiences, but they are not really compatible with each other. You have said to the Irish under no circumstances will a hard border be erected across the island of Ireland. You’ve said to the Democratic Unionist community under no circumstances will there be divergence from the rest of Great Britain. And you’ve said to the right of your own party that you’re heading out of the customs union. Well, you can’t do all three. You’ve got to choose two of the three.’ And I had the same conversation with then foreign secretary [Boris Johnson].</p> </blockquote> </div>   </div> <div id=\"block-5d2de6858f08cf92bb770f97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T15:02:08.868Z\">4.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ivan Rogers</strong> has now finished giving evidence to the foreign affairs committee about Brexit.</p> <p>He and two other former ambassadors are now giving evidence about the leaking of classified information. I will be keeping an eye on this hearing, but I won’t be covering it in detail.</p> <p>You can watch a live feed <a href=\"https://parliamentlive.tv/Event/Index/506dc86b-619f-4506-8c57-ac407b3cd794\">here.</a></p> </div>   </div> <div id=\"block-5d2de5f18f0845f89e30e3b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T15:00:09.773Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is <strong>John McDonnell</strong>, the shadow chancellor, commenting on the fall in the value of the pound today. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2db4de8f08d0b6ca531934#block-5d2db4de8f08d0b6ca531934\"> 12.28pm.)</a></p> <blockquote class=\"quoted\"> <p>The instability and uncertainty caused by the Conservative party leadership contest has real world consequences. The commitment of both contenders to a no-deal Brexit makes it even more important the government put an end to playing games with people’s livelihoods and call a general election now.</p> </blockquote> </div>   </div> <div id=\"block-5d2de4c98f0845f89e30e395\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:55:58.321Z\">3.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back in the foreign affairs committee<strong> Ivan Rogers</strong> says that, structurally, the way the Brexit department was operating was “bound to be a mess” because Olly Robbins, when he was its permanent secretary, was reporting both to the Brexit secretary, David Davis, who had a particular stance on Brexit, and to the prime minister, in his capacity as her adviser. That caused a tension because the Davis’s priorities and the PM’s were not always the same, he says.</p> </div>   </div> <div id=\"block-5d2de3ba8f0845f89e30e380\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:50:24.074Z\">3.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And this is from Sky’s <strong>Stephen Murphy</strong>. @Paschald is <strong>Paschal Donohoe</strong>, the Irish finance minister.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SMurphyTV/status/1151139470495735814\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“We will not be changing the backstop”, says Irish Finance Minister <a href=\"https://twitter.com/Paschald?ref_src=twsrc%5Etfw\">@Paschald</a> in response to Messrs Johnson and Hunt. <br>“The person who is taking over [as UK PM] will not change the key issues we are facing”<a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> <a href=\"https://t.co/dQqs70fmRf\">pic.twitter.com/dQqs70fmRf</a></p>&mdash; Stephen Murphy (@SMurphyTV) <a href=\"https://twitter.com/SMurphyTV/status/1151139470495735814?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2de31e8f08cf92bb770f4d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:46:40.527Z\">3.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Turning away from the foreign affairs committee hearing for a moment, Sky’s <strong>Sam Coates </strong>is reporting that <a href=\"https://news.sky.com/story/team-boris-johnson-considering-plan-to-suspend-parliament-before-brexit-11764347\">Boris Johnson could send MPs home for up to two weeks in October under plans being considered by his campaign.</a></p> </div>   </div> <div id=\"block-5d2de0238f0845f89e30e344\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:39:24.059Z\">3.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ivan Rogers says he told May her three Brexit priorities for Northern Ireland were incompatible with each other.</h2>  <div class=\"block-elements\">  <p>Rogers says before he left the civil service he thought the Irish issue was being underplayed.</p> <p>He says he recalls telling Theresa May that she had made three commitments on Northern Ireland that were not compatible. She had told the Irish that there would be no hard border, she had told the DUP that there would be no divergence between Britain and Northern Ireland, and she had told the right of her party that that UK would leave the customs union.</p> <p>He says he told her that she could only have two of those three.</p> <p>He says the same to the foreign secretary, Boris Johnson, he says.</p> <ul> <li><strong>Ivan Rogers says he told May her three Brexit priorities for Northern Ireland were incompatible with each other.</strong></li> </ul> <p>Rogers is describing what John Springford from the Centre for European Reform called <a href=\"https://www.cer.eu/insights/theresa-mays-irish-trilemma\">May’s Irish trilemma.</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamuelMarcLowe/status/971409010615349249\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Introducing the Springford Trilemma. <a href=\"https://t.co/bVZKuYfRY8\">https://t.co/bVZKuYfRY8</a> <a href=\"https://t.co/lyapWcuNaO\">pic.twitter.com/lyapWcuNaO</a></p>&mdash; Sam Lowe (@SamuelMarcLowe) <a href=\"https://twitter.com/SamuelMarcLowe/status/971409010615349249?ref_src=twsrc%5Etfw\">March 7, 2018</a></blockquote>  </figure>  <p><a href=\"https://www.cer.eu/insights/theresa-mays-irish-trilemma\">https://www.cer.eu/insights/theresa-mays-irish-trilemma</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T15:10:07.205Z\">at 4.10pm BST</time></p>  </div> <div id=\"block-5d2ddf148f08cf92bb770f11\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:30:53.148Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rogers says Theresa May had huge experience of justice and home affairs when she became PM. But she did not have experience of the economic side of the EU. In justice and home affairs the UK had a lot of opt-outs. But in relation to the single market, opt-outs weren’t available, he says. He says the UK had to choose between a range of options. He says this was not a popular message to give to the PM.</p> </div>   </div> <div id=\"block-5d2dddcc8f08cf92bb770f02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:24:49.106Z\">3.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rogers says, if Theresa May has played hardball in the final three months of 2016, he does not know if the EU would have agreed to open negotiations before the UK triggered article 50.</p> <p>But when the UK did trigger article 50 at the end of March 2017, the EU was celebrating, he says.</p> </div>   </div> <div id=\"block-5d2ddcdb8f0845f89e30e319\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:22:51.238Z\">3.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Do you think you should have seen the PM’s red lines speech in advance?</em></p> <p>Rogers says he was “surprised” not to have read it. He says he was ever more surprised that Sir Jeremy Heywood, the cabinet secretary, had not read it.</p> <p>He says the speech took EU leaders by surprise. He says he spoke to Jean-Claude Juncker, the European commission president, and Donald Tusk, the European council president, afterwards. He says Juncker told him three times. Juncker said it led to only one conclusion.</p> <p><em>Q: Which was?</em></p> <p>That the UK was going much further out of the EU than Juncker had expected, says Rogers.</p> <p>He says perhaps EU leaders should not have been surprised. At that point some EU leaders assumed a new PM would try to keep the UK in the EU. Rogers says he told them that would not be happening.</p> </div>   </div> <div id=\"block-5d2ddbaa8f0845f89e30e312\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:17:38.820Z\">3.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rogers says he was told by Olly Robbins, the PM’s Brexit adviser, that Theresa May was going to announce a date for triggering article 50 in her speech to the Conservative party conference in the autumn of 2016.</p> <p>Rogers says he said it would be a bad idea, but he recognised that it was probably too late to influence the process. He says his argument was that, by announcing a date, the UK would lose negotiating leverage.</p> <blockquote class=\"quoted\"> <p>Olly rang me up to say, ‘She’s going to announce the date set for triggering article 50 tomorrow. I don’t think that’s a very good idea. What do you think?’ </p> <p>I said no I don’t think it’s a very good idea because you lose a lot of leverage the moment you do that. </p> <p>But presumably if they are telling you that they are going to announce it, we’re fighting a losing battle but I think it’s worth fighting just to at least register that I don’t think it’s very wise because that’s exactly what the opposition wants you to do.</p> </blockquote> <p>Rogers says he was not shown in advance the May speech setting red lines for Brexit. It was a party conference speech. He would not expect to see it in advance, he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T16:02:38.127Z\">at 5.02pm BST</time></p>  </div> <div id=\"block-5d2ddaf28f08cf92bb770ede\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:12:43.982Z\">3.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tugendhat asks about a memo from Rogers that was leaked in 2016 saying <a href=\"https://www.telegraph.co.uk/news/2016/12/15/post-brexit-trade-deal-could-take-10-years-still-fail-warns/\">trade talks with the EU could take up to 10 years and still fail.</a></p> <p>Rogers says he wrote these memos to try to explain what would happen.</p> <p>He says they were long intentionally. He says David Cameron told him that he read Rogers’ memos on the plane as he was on his way to EU meetings.</p> </div>   </div> <div id=\"block-5d2dda598f08d0b6ca531af5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:10:09.425Z\">3.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tom Tugendhat,</strong> the Tory chair of the committee, is asking the question.</p> <p><em>Q: Did the Foreign Office set guidelines for what the future relationship with the EU should be?</em></p> <p>Rogers says by this time he had left the civil service. But he does not think the Foreign Office was centrally involved.</p> </div>   </div> <div id=\"block-5d2dd9798f0845f89e30e2f0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:06:53.724Z\">3.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Turning away from the foreign affairs committee hearing for a moment, the Times’ <strong>Henry Zeffman </strong>has posted Jeremy Corbyn’s reply to<a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c91ff8f08cf92bb7704de#block-5d2c91ff8f08cf92bb7704de\"> the letter he received from Labour peers yesterday.</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hzeffman/status/1151116947393851395\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Here&#39;s Jeremy Corbyn&#39;s reply to yesterday&#39;s letter from Labour peers <a href=\"https://t.co/jWOYf3HC0y\">pic.twitter.com/jWOYf3HC0y</a></p>&mdash; Henry Zeffman (@hzeffman) <a href=\"https://twitter.com/hzeffman/status/1151116947393851395?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2dd8748f0845f89e30e2da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T14:01:51.791Z\">3.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rogers says he recalls telling Sir Jeremy Heywood, the then cabinet secretary, that if the UK voted to leave the EU, Brexit would dominate Whitehall for a decade. Two successive parliaments would be dominated by the need to pass Brexit legislation, Rogers says he recalls saying.</p> </div>   </div> <div id=\"block-5d2dd7e68f08cf92bb770e9d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T13:58:21.284Z\">2.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rogers says the UK has been “demonstrably on a different track” from the rest of the EU for much of its membership.</p> </div>   </div> <div id=\"block-5d2dd7a48f08d0b6ca531ac9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T13:57:47.682Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rogers says when he left the civil service in 2006 to work in the private sector he told people the issue for the future was not whether or not the UK would join the euro, but whether or not it would leave the EU.</p> <p>The Brexit crisis has been coming for a very long time, he says.</p> </div>   </div> <div id=\"block-5d2dd65a8f08d0b6ca531aae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T13:56:24.452Z\">2.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rogers says he warned about the possibility of Brexit some time before the 2016 referendum.</p> <p>After the 2015 civil servants considered the case for Brexit planning, he said. They might have looked at the models of Brexit available to ministers.</p> <p>But ministers did not want the work done, he says. And he says it was not for the cabinet secretary to go ahead and order that work if ministers were not in favour.</p> <p>He says the leave campaign avoided having a plan in the campaign, because having a plan would have made it harder to keep the leave coalition together.</p> <p>But Rogers says he had read all the plans for Brexit that were around. He says he probably knew more about the options than anyone else.</p> <p><em>Q: Did any civil servants object to the lack of planning?</em></p> <p>Rogers says he does not think there is a record of any objections.</p> <p>But he says he recalls Nick Clegg, in the coalition government, objecting to the idea of the work being done.</p> <p>Rogers says he thinks Clegg would have objected to anything that might have made Brexit look more credible.</p> </div>   </div> <div id=\"block-5d2dd5a58f0845f89e30e2ac\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T13:50:55.718Z\">2.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ivan Rogers gives evidence to MPs on Brexit</h2>  <div class=\"block-elements\">  <p><strong>Sir Ivan Rogers,</strong> the former British ambassador to the EU, is giving evidence to the Commons foreign affairs committee about relations with the EU.</p> <p>Rogers has been one of the most outspoken and perceptive critics of the government’s Brexit policy since he resigned in January 2017.</p> </div>   </div> <div id=\"block-5d2dc6028f0845f89e30e21a\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T13:07:21.614Z\">2.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Jeremy Corbyn has criticised Boris Johnson and Jeremy Hunt for refusing to accept that President Trump’s tweets about how four non-white congresswomen should go back their own countries was racist.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2d8d9a8f08d0b6ca531773#block-5d2d8d9a8f08d0b6ca531773\"> 9.45am.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop\">Boris Johnson and Jeremy Hunt’s Brexit plan to axe the Irish border backstop from the withdrawal agreement will be rejected outright by the European Union, EU sources have said.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/16/grieve-senior-tories-may-have-to-vote-down-johnson-government\">Former cabinet ministers could be among those who feel they have no choice but to vote down a Boris Johnson administration in order to prevent a no-deal Brexit, Dominic Grieve has said.</a></strong></li> </ul> <ul> <li><strong>Michael Gove, the environment secretary, has praised Boris Johnson as a “passionately green Tory”. </strong>Speaking in Kew Gardens, where he was giving a speech, he gave a warm endorsement to the runaway favourite in the Tory leadership contest who three years ago he declared unfit to be prime minister. Gove, who has not said whether he will be voting for Johnson or Jeremy Hunt, said:</li> </ul> <blockquote class=\"quoted\"> <p>I know Boris has been passionate about the environment for decades. </p> <p>When I first met Boris Johnson he described himself to me without prompting as a passionately green Tory and in every role he has had he has championed the environment. </p> <p>As foreign secretary he’s been a powerful and persuasive voice on safeguarding wildlife from exploitation, further protecting our oceans and fighting climate change. </p> <p>I know they both would be great prime ministers and I want to affirm today that we can trust them both to do the right thing on every critical issue facing us and of course most critically on the environment.</p> </blockquote> <p>Gove also said he expected the next PM to include an environment bill in the next Queen’s Speech. He said:</p> <blockquote class=\"quoted\"> <p>Later this year we plan to integrate and elevate our new environmental ambitions into law. It will be the new prime minister who will have the ultimate decision on the content of the environment bill. But the party has collectively agreed it will be the flagship measure of the next Queen’s speech. I’m greatly encouraged that both candidates to be our next prime minister have made clear they will not dilute our environmental ambitions, indeed they would seek to raise them.</p> </blockquote> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/16/boris-johnson-campaign-chiefs-firm-lobbied-councils-for-tobacco-firm\">The lobbying firm co-run by the man heading Boris Johnson’s leadership campaign has been writing to councils on behalf of a tobacco company before the announcement of planned new anti-smoking measures due in the coming weeks.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/jul/16/scotland-records-huge-rise-in-drug-related-deaths\">Scotland’s drug-related death toll has increased by 27% over the past year to reach a record high of 1,187, putting the country on a par in terms of the fatality rate per capita with the United States, where synthetic opioids such as fentanyl have devastated drug-using populations.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/jul/16/half-of-eu-commissioners-should-be-women-says-ursula-von-der-leyen\">Ursula von der Leyen has championed gender equality in her appeal to MEPs to back her as the first female president of the European commission, telling the European parliament: “We represent half of our population. We want our fair share.”</a></strong></li> </ul> <ul> <li><strong>The rightwing philosopher Sir Roger Scruton has received an apology from the government minister who sacked him over comments in a magazine interview. </strong>As the Press Association reports, Scruton was dismissed from his role as a housing adviser in April but <strong>James Brokenshire</strong>, the housing secretary, has said he regretted the way the decision was made. Brokenshire is also expected to meet Scruton in the coming days to see what role he would be prepared to play on the building design agenda in future. In a letter published in the Spectator, Brokenshire apologised for sacking Scruton from his role in the Building Better, Building Beautiful Commission. </li> </ul> <blockquote class=\"quoted\"> <p>As you know, I regret that the decision to remove you from your leadership role within the commission was taken in the way that it was. I am sorry - especially as it was based on a clearly partial report of your thoughts ...</p> <p>If you would be willing, I would like to invite you to meet to discuss [the commission’s] and what part you might be prepared to play in advancing this important agenda which we both care about so much.</p> </blockquote> <p>A Number 10 spokeswoman said: “The communities secretary has expressed regret over the circumstances of [Scruton’s] dismissal. I believe that they are meeting in the coming days to have a discussion.”</p> <ul> <li><strong>Oversight of Britain’s railways should be in the hands of one individual or body which is independent of government, according to the head of a major review.</strong> As the Press Association reports, former British Airways chief executive <strong>Keith Williams</strong>, who is leading the government-commissioned Rail Review, said the appointment of a “Fat Controller” type figure would be “key for regaining public trust”. Williams told the BBC the influence of the Department for Transport (DfT) should be restricted to budgets and overall policy rather than day-to-day operations. He added: “Someone needs to be accountable to the public.” This suggests the possible return of a body similar to the Strategic Rail Authority, which existed from 2001 to 2005 and was tasked with raising standards through the awarding of franchises. </li> </ul> </div>   </div> <div id=\"block-5d2dbbf28f0845f89e30e198\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T12:06:04.191Z\">1.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There is a real end-of-term feeling in the Commons at the moment. John McDonnell, the shadow chancellor, gave Philip Hammond, the chancellor, what was effectively a leaving present in Treasury questions recently - a book of radical walks. Today Greg Clark, the business secretary, gave a model car to his Labour counterpart, Rebecca Long-Bailey. Clark handed over the gift after speaking about changes to the UK automotive industry and new electric vehicle projects.</p> <p>Hammond and Clark are both expected to be sacked next week, largely because they are both firmly opposed to a no-deal Brexit. Boris Johnson and Jeremy Hunt, the two candidates left in the Tory leadership contest, insist no-deal must remain an option, and their comments about the backstop last night have made it even more probable.</p>  <figure class=\"element element-image\" data-media-id=\"456e01a41d59e0e04adc20dfe4f66ae09a564038\"> <img src=\"https://media.guim.co.uk/456e01a41d59e0e04adc20dfe4f66ae09a564038/0_5_4000_2401/1000.jpg\" alt=\"Greg Clark gives a mini model car to his Labour counterpart Rebecca Long-Bailey\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Greg Clark gives a mini model car to his Labour counterpart Rebecca Long-Bailey</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d2db7008f08cf92bb770d18\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T11:39:29.991Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Labour MP <strong>Sarah Champion</strong> has told the BBC’s Politics Live (not to be confused with the original) that if necessary she would accept no-deal and that she cannot be sure how she would vote on a no confidence motion, the BBC’s <strong>Andrew Alexander </strong>reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andrew_alex/status/1151092314552578049\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour&#39;s <a href=\"https://twitter.com/SarahChampionMP?ref_src=twsrc%5Etfw\">@SarahChampionMP</a> answers the &quot;awful question&quot;: &quot;I want us to leave, the country wants us to leave, and for our democracy we have to leave so therefore if it came to it I would take no deal&quot; <a href=\"https://twitter.com/hashtag/PoliticsLive?src=hash&amp;ref_src=twsrc%5Etfw\">#PoliticsLive</a></p>&mdash; Andrew Alexander (@andrew_alex) <a href=\"https://twitter.com/andrew_alex/status/1151092314552578049?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andrew_alex/status/1151092849695498241\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">She also says she doesn&#39;t know if she would back a Labour no confidence motion in the government - &quot;ask me closer to the time&quot;</p>&mdash; Andrew Alexander (@andrew_alex) <a href=\"https://twitter.com/andrew_alex/status/1151092849695498241?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <p><em>UPDATE: </em>Here are the clips.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1151093905732956160\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour MP Sarah Champion on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> without a deal<br><br>“If it came to it, I would take no deal, if that meant we could leave, because we have to leave”<a href=\"https://twitter.com/hashtag/politicslive?src=hash&amp;ref_src=twsrc%5Etfw\">#politicslive</a>  <a href=\"https://t.co/lIzhxIMUfH\">https://t.co/lIzhxIMUfH</a> <a href=\"https://t.co/CrONbiDele\">pic.twitter.com/CrONbiDele</a></p>&mdash; BBC Politics (@BBCPolitics) <a href=\"https://twitter.com/BBCPolitics/status/1151093905732956160?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jo_Coburn/status/1151104252434980865\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“I don’t know, ask me closer to the time” <br><br>I asked Labour MP Sarah Champion if she would back a Labour no-confidence motion in the Conservative government over <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a><a href=\"https://twitter.com/hashtag/politicslive?src=hash&amp;ref_src=twsrc%5Etfw\">#politicslive</a> <a href=\"https://t.co/fkI5DkiHWA\">https://t.co/fkI5DkiHWA</a> <a href=\"https://t.co/hifinZ3DsP\">pic.twitter.com/hifinZ3DsP</a></p>&mdash; Jo Coburn (@Jo_Coburn) <a href=\"https://twitter.com/Jo_Coburn/status/1151104252434980865?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T12:54:19.883Z\">at 1.54pm BST</time></p>  </div> <div id=\"block-5d2db56c8f08cf92bb770cff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T11:33:36.423Z\">12.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague <strong>Rowena Mason</strong>, who is covering Michael Gove’s speech this morning.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rowenamason/status/1151090770809630720\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Michael Gove full of lavish praise for Boris Johnson claiming the leadership favourite has been “passionate about the environment for decades” in apparent bid to keep cabinet job (forgetting when BJ denied climate science not so long ago?)</p>&mdash; Rowena Mason (@rowenamason) <a href=\"https://twitter.com/rowenamason/status/1151090770809630720?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <p>And these are from the Sun’s <strong>Matt Dathan.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/matt_dathan/status/1151088662794395648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Late as it may be, there is still time,&quot; warns <a href=\"https://twitter.com/michaelgove?ref_src=twsrc%5Etfw\">@michaelgove</a>. <br>No - not to save Brexit, but to save the planet. <a href=\"https://t.co/DgLNcekGgK\">pic.twitter.com/DgLNcekGgK</a></p>&mdash; Matt Dathan (@matt_dathan) <a href=\"https://twitter.com/matt_dathan/status/1151088662794395648?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/matt_dathan/status/1151091264416301059\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Michael Gove love-bombs Boris in his Environment speech. As well as saying he&#39;d make a &quot;great&quot; PM &amp; &quot;trusts&quot; him to do the job, he says Boris has been &quot;passionate about the environment for decades&quot; &amp; says the 1st time they met, Boris described himself as a &quot;passionate green Tory&quot;</p>&mdash; Matt Dathan (@matt_dathan) <a href=\"https://twitter.com/matt_dathan/status/1151091264416301059?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2db4de8f08d0b6ca531934\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T11:28:40.924Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From Bloomberg</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Brexit/status/1151090852531441664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The British pound falls to the lowest level since 2017 as the market once again reckons with a no-deal Brexit risk <a href=\"https://t.co/gPJxHIx3au\">https://t.co/gPJxHIx3au</a> <a href=\"https://t.co/Ty2RhXWWU3\">pic.twitter.com/Ty2RhXWWU3</a></p>&mdash; Bloomberg Brexit (@Brexit) <a href=\"https://twitter.com/Brexit/status/1151090852531441664?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2dae088f08d0b6ca5318d6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T11:08:13.007Z\">12.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pound hits 27-month low against dollar as no-deal Brexit fears grow</h2>  <div class=\"block-elements\">  <p>The pound has just hit its lowest level against the US dollar in over two years, after Boris Johnson raised fears of a no-deal Brexit with his comments about the Northern Ireland backstop last night (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2d7c2e8f08cf92bb770ac5#block-5d2d7c2e8f08cf92bb770ac5\"> 9.19am)</a>, my colleague<strong> Graeme Wearden</strong> reports. He has more on his business live blog.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2019/jul/16/markets-uk-unemployment-wages-ryanair-boeing-737-max-mark-carney-business-live\">Pound hits 27-month low as no-deal Brexit fears grow - business live</a> </p> </aside>  <p>The People’s Vote campaign has put out research showing that, if the pound were to fall to parity with the dollar in the event of a no-deal Brexit (a standard assumption, although of course no one can predict for certain what would happen), the cost of an average British holiday would rise by £225.</p> </div>   </div> <div id=\"block-5d2dad998f0845f89e30e0cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T10:58:17.476Z\">11.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from Sky’s <strong>Lewis Goodall.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1151072205700288512\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Chatting to Brussels source this am; says the chatter there is around Johnson &quot;obviating&quot; the backstop with an unlimited extension to the transition period, until such time as tech solutions can be found for border. With &quot;overhauled PD&quot; backstop never needs to come into force...</p>&mdash; Lewis Goodall (@lewis_goodall) <a href=\"https://twitter.com/lewis_goodall/status/1151072205700288512?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1151072755602927616\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Would involve &quot;keyhole surgery&quot; on WA. Would satisfy DUP that NI not being treated any differently from GB, potentially some Lab votes worried about cliffedge. But how can ERG sign up to a potentially indefinite closer relationship than backstop would entail?</p>&mdash; Lewis Goodall (@lewis_goodall) <a href=\"https://twitter.com/lewis_goodall/status/1151072755602927616?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2dac298f0845f89e30e0ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T10:54:32.217Z\">11.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Simon Hoare,</strong> the Conservative MP who chairs the Commons Northern Ireland affairs committee, has described the decision by both Boris Johnson and Jeremy Hunt to rule out a Brexit deal involving the backstop as “a very, very dangerous step”, <a href=\"https://www.politicshome.com/news/uk/foreign-affairs/brexit/news/105353/northern-ireland-committee-chair-warns-boris-johnson-and\">PoliticsHome reports. </a>Hoare told Sky News that he hoped whoever won the leadership contest would reconsider once it was over. He said allowing a hard border to return in Ireland was “beyond contemplation”.</p> </div>   </div> <div id=\"block-5d2dab318f08d0b6ca5318a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T10:49:41.647Z\">11.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Tory Brexiter <strong>Steve Baker,</strong> who has expressed his opposition to President Trump’s go back home tweets by celebrating a pro-immigration speech given by<strong> Ronald Reagan.</strong></p> <p>If you have a few minutes, the speech is well worth watching. It’s compelling.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveBakerHW/status/1151027323669536769\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is America at her greatest. <br><br>This is the America we want. <br><br>This is the America we miss, <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a>. <a href=\"https://t.co/4OGxSeOp5T\">pic.twitter.com/4OGxSeOp5T</a></p>&mdash; Steve Baker MP (@SteveBakerHW) <a href=\"https://twitter.com/SteveBakerHW/status/1151027323669536769?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2d9f0b8f08d0b6ca531803\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T10:12:01.852Z\">11.12am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pact with Brexit party would mark 'end of Conservative party as we know it', says Grieve</h2>  <div class=\"block-elements\">  <p>How will the Brexit crisis get resolved? The <strong>People’s Vote </strong>campaign has published<a href=\"http://bit.ly/2Y87LtG\"> a report (pdf)</a> this morning looking at six possible outcomes, all of which it describes as dead ends. The other two it lists are a no-deal Brexit, which it describes as the cliff edge, and a second referendum, which is presents as the solution.</p> <p>Speaking at the launch <strong>Dominic Grieve</strong>, the Conservative former attorney general, said that Boris Johnson’s decision last night to rule out any deal including a Northern Ireland backstop meant the Brexit options were being radicalised. Grieve explained:</p> <blockquote class=\"quoted\"> <p>When challenged and confronted [Johnson] radicalised even further and excluded any possibility of trying to negotiate some way out of the backstop at all. It had to go in its totality. </p> <p>The consequence of that is make it the choices starker and starker. It makes them starker for me as well, let’s be absolutely clear about this. </p> <p>I’ve always been willing as a politician to listen to people willing to come up with credible compromises but what I’ve found so staggering about the Conservative leadership [contest] is it has been played to a tune of growing extremism.</p> </blockquote> <p>In a statement issued <a href=\"https://www.peoples-vote.uk/new_report_-_a_people_s_vote_is_the_only_viable_and_democratic_route_to_end_the_brexit_crisis\">in the People’s Vote’s press notice</a>, Grieve also said that an electoral alliance with the Brexit party would mark “the end of the Conservative party as we know it”. He said:</p> <blockquote class=\"quoted\"> <p>Some talk about an alliance in such an election with Nigel Farage’s Brexit party as if it could deliver a landslide but, even if that was the case, it would not be for a party that Churchill, Macmillan, Thatcher or Major would recognise. It would be a victory for a virulent form of populism that is a threat to our most cherished values and our democracy. It would be the end of the Conservative party as we know it. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T10:13:42.948Z\">at 11.13am BST</time></p>  </div> <div id=\"block-5d2d9df98f08cf92bb770baa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T09:52:00.805Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The far-right group Britain First has been fined £44,200 by the <strong>Electoral Commission</strong> for failing to comply with financial rules. As the Press Association reports, Britain First was fined by the watchdog <a href=\"https://www.electoralcommission.org.uk/i-am-a/journalist/electoral-commission-media-centre/party-and-election-finance-to-keep/monthly-update-concluded-investigations14\">for multiple offences committed while it was a registered political party in the period up to November 2017.</a> Although it has since de-registered, Britain First remains responsible for its actions during that period, the commission said. </p> </div>   </div> <div id=\"block-5d2d9d058f08cf92bb770b9f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T09:48:24.648Z\">10.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Henig,</strong> the trade specialist and former civil servant who now runs the UK Trade Policy Project, has posted a good thread on Twitter about the Brexit stance of Boris Johnson and Jeremy Hunt. It starts here.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidHenigUK/status/1151027285513969665\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Rather than learning from the failures of the Theresa May&#39;s Brexit negotiation it seems that both candidates are intent on repeating them, only this time shouting rather than talking, as the joke about the English abroad goes.<br><br>Let&#39;s explain again (thread) all of those mistakes <a href=\"https://t.co/Nh4QerOSQX\">https://t.co/Nh4QerOSQX</a></p>&mdash; David Henig (@DavidHenigUK) <a href=\"https://twitter.com/DavidHenigUK/status/1151027285513969665?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2d95508f08d0b6ca5317bb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T09:27:48.402Z\">10.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Von der Leyen confirms she would back further Brexit delay 'for a good reason'</h2>  <div class=\"block-elements\">  <p>Tonight MEPs will vote on whether or not to approve <strong>Ursula von der Leyen</strong> as the new president of the European commission. In her speech at the start of the debate, Von der Leyen restated her willingness to agree to another article 50 extension provided the UK supplies “a good reason”. She said:</p> <blockquote class=\"quoted\"> <p>We cannot talk about Europe without talking about our friends from the UK. </p> <p>For the very first time, in 2016 a member state decided to leave the EU. </p> <p>This is a serious decision, we regret it but we respect it. </p> <p>Since then, together with the current government of the UK, the EU has worked hard to organise the orderly departure of the UK.</p> </blockquote> <p>Von der Leyen said the withdrawal agreement “provides certainty where Brexit created uncertainty”. She went on:</p> <blockquote class=\"quoted\"> <p>However, I stand ready for a further extension of the withdrawal date should more time be required for a good reason.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"4f88dcbd7cc408be4f3907b9663373ce28309acc\"> <img src=\"https://media.guim.co.uk/4f88dcbd7cc408be4f3907b9663373ce28309acc/0_107_4693_2816/1000.jpg\" alt=\"Ursula von der Leyen speaking in the European parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ursula von der Leyen speaking in the European parliament</span> <span class=\"element-image__credit\">Photograph: Isopix/REX/Shutterstock</span> </figcaption> </figure>  <p>Speaking in the debate, the Brexit party leader and MEP<strong> Nigel Farage</strong> said the European parliament had been “humbled and humiliated” by the process which led to Von der Leyen being nominated by the European council instead of the candidates backed by the political groups in the parliament. Claiming that she was a “fanatic for building a European army”, he went on:</p> <blockquote class=\"quoted\"> <p>In some ways I’m really rather pleased, because you have just made Brexit a lot more popular in the UK, thank God we are leaving.</p> </blockquote> <p>Von der Leyen hit back saying it was important to continue to work with the British “but I think, Mr Farage, we can probably do without what you have got to say here”.</p>  <figure class=\"element element-image\" data-media-id=\"93c563963816c3af47648d909315cbb9d4a7f61d\"> <img src=\"https://media.guim.co.uk/93c563963816c3af47648d909315cbb9d4a7f61d/0_32_5952_3571/1000.jpg\" alt=\"Nigel Farage speaking in the European parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage speaking in the European parliament</span> <span class=\"element-image__credit\">Photograph: Jean-François Badias/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T13:29:02.150Z\">at 2.29pm BST</time></p>  </div> <div id=\"block-5d2d90668f0845f89e30df6b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T08:59:19.323Z\">9.59am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn 'not cut out' to be leader, says leading Labour peer</h2>  <div class=\"block-elements\">  <p>Jeremy Corbyn is “not cut out” to be Labour leader, the Labour peer <strong>Toby Harris</strong> told the Today programme this morning. Harris, who chairs the Labour peers group, was speaking about <a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c91ff8f08cf92bb7704de#block-5d2c91ff8f08cf92bb7704de\">the offer by Labour peers to help Corbyn address the antisemitism problem facing the party. </a>Corbyn himself had “huge responsibility” for this, Harris said. He explained:</p> <blockquote class=\"quoted\"> <p>There’s no question that in any organisation the moral tone that it sets, the style that it operates in is set from the top – that’s what leadership is all about. </p> <p>So obviously Jeremy Corbyn has got a huge responsibility in this. He could have reined back some of his more idiotic supporters and stopped them doing some of the things they are doing – the intimidation of members, the extraordinary discriminatory remark; he could have reined back the people in his office who have been apparently interfering in cases of discipline within the party.</p> <p>The concern that I have – and I have known Jeremy Corbyn for 47 years – is that he is not cut out to be a party leader. </p> <p>He is a brilliant campaigner and yet I suspect the details, the managerial responsibilities, the day-to-day management of the way in which the party operates are not necessarily his skills.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"96f98f893a6eb745ba115a8b37f46f82ec1dd124\"> <img src=\"https://media.guim.co.uk/96f98f893a6eb745ba115a8b37f46f82ec1dd124/0_325_2329_1397/1000.jpg\" alt=\"Toby Harris\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Toby Harris</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T13:29:05.858Z\">at 2.29pm BST</time></p>  </div> <div id=\"block-5d2d8d9a8f08d0b6ca531773\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T08:45:18.155Z\">9.45am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn criticises Johnson and Hunt for refusing to admit Trump's 'go back' comment was racist</h2>  <div class=\"block-elements\">  <p><strong>Jeremy Corbyn</strong> has criticised the two Tory leadership candidates, Boris Johnson and Jeremy Hunt, for their refusal to describe <a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c574d8f08d0b6ca530e0d#block-5d2c574d8f08d0b6ca530e0d\">President Trump’s go back home tweets to four congresswomen</a> as racist in the Sun/talkRadio debate last night.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1151039912176693250\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Telling four Congresswomen of colour to “go back” is racist. But the Tory leadership candidates can’t bring themselves to say so.<br><br>We should stand up to Donald Trump, not pander to him for a sweetheart trade deal which would put our NHS at risk.</p>&mdash; Jeremy Corbyn (@jeremycorbyn) <a href=\"https://twitter.com/jeremycorbyn/status/1151039912176693250?ref_src=twsrc%5Etfw\">July 16, 2019</a></blockquote>  </figure>  <p>Here is our story about what Johnson and Hunt did say about Trump.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/15/theresa-may-condemns-trumps-remarks-about-four-congresswomen\">Johnson and Hunt join criticism of Trump attacks on Democrats</a> </p> </aside> </div>   </div> <div id=\"block-5d2d8cec8f08cf92bb770b24\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T08:39:51.613Z\">9.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Unemployment fell by 51,000 to 1.29m in the three months to May, <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/employmentintheuk/july2019\">the Office for National Statistics has said. </a>And average earnings increased by 3.4% compared with 3.2% in the previous month.</p> </div>   </div> <div id=\"block-5d2d7c2e8f08cf92bb770ac5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-16T08:19:27.667Z\">9.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson will bring down government if he goes for no-deal Brexit, says Dominic Grieve</h2>  <div class=\"block-elements\">  <p>At the Sun/talkRadio Tory leadership debate last night,<a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\"> both Boris Johnson and Jeremy Hunt declared that the Northern Ireland backstop was “dead”</a> and that, even if the EU were to agree to put a time limit on how long it would last, it would still be unacceptable. This is a significant development that means the next Tory leader will go into talks with the EU tied to a position more extreme than what was being advocated by hardish Brexiters only about six months ago (eg Dominic Raab, who would have stayed in cabinet if the backstop had been time-limited). <a href=\"https://www.itv.com/news/2019-07-15/boris-johnson-and-jeremy-hunt-make-no-deal-brexit-probable-robert-peston/\">In a blog responding to the debate</a>, ITV’s political editor <strong>Robert Peston</strong> said EU leaders would see this as the moment when “the Tory party became the no-deal party”.</p> <p>This morning<strong> Dominic Grieve,</strong> the Conservative former attorney general and one of the MPs doing most to find a way of allowing parliament to block no-deal, said the next Tory leader (almost certainly Johnson) would bring down his government if he tried to push for no-deal. Speaking on the Today programme, he also said the policy shift announced last night was “significant”. Here are the main points.</p> <ul> <li><strong>Grieve warned that Johnson would bring down his own government if he tried to implement a no-deal Brexit. </strong>He said:</li> </ul> <blockquote class=\"quoted\"> <p>As I’ve said on many occasions in the house over the last 12 months, if a government persists in trying to carry out a no-deal Brexit, I think that administration is going to fall.</p> </blockquote> <ul> <li><strong>Grieve said the appointment of a new cabinet, with ministers opposed to no-deal almost certainly being demoted to the back benches, would increase the number of Tory MPs willing to vote against no-deal</strong>. This could “make a difference” to voting numbers in the Commons, he said.</li> </ul> <blockquote class=\"quoted\"> <p>I think that by the end of next week there are going to be more Conservatives who have indicated very clearly that no-deal is unacceptable and many of them will no longer be on the front bench. </p> </blockquote> <p>There were many MPs who thought a no-deal Brexit would be “catastrophic” for Britain, he said.</p> <ul> <li><strong>He said that blocking a no-deal Brexit “technically ... may be quite difficult” for the Commons. </strong>That was why an attempt to go for no-deal could lead to a no confidence motion instead, he argued.</li> </ul> <ul> <li><strong>He said MPs were increasingly realising that a second referendum might be the best solution.</strong> Grieve himself backs a second referendum. He told the programme:</li> </ul> <blockquote class=\"quoted\"> <p>Quite a lot of my colleagues know at the end of the day that it’s going to be a choice between a referendum or a general election, and a general election moreover which may well not deliver any conclusive outcome and help us out of the crisis.</p> </blockquote> <p>Here is the agenda for the day.<br></p> <p><em>9am: </em>The Conservative MP Dominic Grieve and Labour MP Margaret Beckett speak at the launch of a People’s Vote report looking at possible Brexit outcomes.</p> <p><em>9.30am: </em>Theresa May chairs her penultimate cabinet.</p> <p><em>9.30am: </em>Unemployment figures are published.</p> <p><em>10am: </em>Peter Clarke, the chief inspector of prisons, and Robert Buckland, the justice minister, give evidence to the Commons justice committee.</p> <p><em>11.30am:</em> Michael Gove, the environment secretary, gives a speech on global warming.</p> <p><em>2.45am:</em> Sir Ivan Rogers, the former ambassador to the EU, gives evidence to the Commons foreign affairs committee about Brexit and about the leaking of classified information.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary at lunchtime and then another when I finish at about 5pm.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-so-its-no-deal-boris-vs-trump-d-day-for-von-der-leyen/\">the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p>  <figure class=\"element element-image\" data-media-id=\"1a05106ee988f7e9c05548377c2f6608a008862c\"> <img src=\"https://media.guim.co.uk/1a05106ee988f7e9c05548377c2f6608a008862c/0_27_3500_2101/1000.jpg\" alt=\"Dominic Grieve\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Grieve</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-16T08:50:56.754Z\">at 9.50am BST</time></p>  </div>",
      "wordcount": "5603",
      "commentCloseDate": "2019-07-16T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-16T08:19:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:41Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqcax",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7749e5425a0b1000a024dd8f154092a71f73bcdc/21_0_662_397/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sir Ivan Rogers, the former British ambassador to the EU, has told MPs that he advised Theresa May in 2016 that her three Brexit priorities for Northern Ireland were incompatible. (See 3.39pm and 4.12pm.) In separate evidence to the foreign affairs committee, on leaks, he said he would never put anything interesting in a diplomatic telegram, a communication widely circulated at Westminster. The age limit for playing National Lottery scratchcards and online instant win games could be increased to 18, the government has said. Culture minister Mims Davies said she was launching a consultation on whether the existing age limit of 16 for all National Lottery games should be raised for some or all games and products. The number of first-time applications for Irish passports from Great Britain has risen sharply since the EU referendum with five times as many people interesting in acquiring one. The House of Lords has been adjourned after a peer was taken ill. Doorkeepers went to the aid of Labour former Foreign Office minister Lord Judd as other peers looked anxiously on, the Press Association reports. That’s all from me for today. Thanks for the comments. Tom Watson and four members of Labour’s governing body have backed a new motion which would auto-exclude members accused of racism or other forms of discrimination, overseen by an independent appointee, in a radical overhaul of the party’s complaints process. The proposed change, in the wake of the BBC Panorama documentary where eight whistleblowers alleged interference from the senior Labour officials in antisemitism complaints, will be debated at next week’s full meeting of the national executive committee. The motion, signed by Watson, MP George Howarth, councillor Alice Perry and Nick Forbes and the societies representative James Asser, calls on the NEC to resolve to bring forward rule changes to annual conference to: establish an independent complaints process to deal with allegations of racism, sexism, misogyny, homophobia or transphobia. automatically exclude a member from the party where there is irrefutable evidence of racism, sexism, misogyny, homophobia or transphobia. It is unclear whether the NEC, which has a pro-Jeremy Corbyn majority, would pass such a new rule. Currently complaints are subject to a quasi-judicial process which can take years to resolve complaints and members can only be expelled after a hearing by the party’s highest disciplinary body, the National Constitutional Committee, which has elected members from the party. High-profile cases including the former mayor of London Ken Livingstone took more than two years to resolve. And here is another interesting question from below the line. In your question you talk about parliament legislating against no deal. Unless it passes a law requiring the PM to revoke article 50, it cannot absolutely legislate to stop no deal. One possible option might be to legislate to require the PM to either win a vote approving a no-deal Brexit or to request an article 50 extension. If that law had been passed by the time of an election, it would stand. But the EU has to agree an article 50 extension, and so the UK cannot determine that unilaterally. On the main point, whether an election campaign ending after 31 October would oblige the new PM to request an article 50 extension, effectively halting Brexit to allow the electorate to express its views, opinion varies. At the Brexit committee last week David Lidington, the Cabinet Office minister and Theresa May’s de facto deputy, implied that the proper thing to do would be to delay. He explained: Certainly, the convention that has been established hitherto and is reflected in the cabinet manual is that if a general election is called, whether triggered by the Fixed-term Parliaments Act or because parliament gets to the end of its term, the government from that moment goes on to a caretaker basis and does not take any significant decisions that would prejudice the freedom of decision taking by whichever government the people elect. But at the hearing the Tory Brexiter Peter Bone strongly objected to Lidington’s interpretation. If Boris Johnson were PM, he could argue that he was elected leader with a mandate to leave the EU by 31 October, and so he might ignore the cabinet manual. Bone argued that, because parliament voted to trigger article 50, leaving on 31 October was already the default, and that that is what a government in caretaker mode should implement. As for whether the EU could unilaterally keep the UK in, the answer is no. Here is a question from below the line which is pertinent. It is not quite as simple as that, because there are now 20 independent MPs in the Commons - 15 independents, and five Independents Group for Change ones - and it is not obvious how they would all vote. Most would vote against the government on a confidence motion, but probably not all of them, and I have not seen an up-to-date count. If there were an early election, almost all of them would probably lose their seats. Trying to work out how many Tory MPs would, in practice, resign the whip and vote against their own government to stop a no-deal Brexit is not easy. Dominic Grieve and Ken Clarke say they would. Others who said they would, like Anna Soubry, have already left. There are a lot more who are saying they would vote to stop no-deal, but who won’t at this stage commit to voting to bring down a government committed to no-deal. A few of these might be willing to sacrifice their careers in Tory politics to stop no-deal, but perhaps only a handful more than those who have already declared. I was surprised to hear the Labour MP Sarah Champion suggest she might not vote with her own party on a no confidence motion. (See 12.39pm.) Any Labour MP who rebelled like this would not be allowed to stand for the party at a general election, and so it does not seem a sensible move for anyone keen to keep their seat. Perhaps one or two of the Labour Brexiters planning to retire anyway might be willing to abstain to help Brexit over the line, but, with the possible exception of Kate Hoey, they all hate the Tories and Boris Johnson even more than they like Brexit, so I would not put money on that either. This is what Sir Ivan Rogers, the former ambassador to Brussels, said in the hearing about how Theresa May was making incompatible promises on Ireland. (See 3.39pm.) Speaking about his time in Brussels, before he resigned in January 2017, he said: You could see, if you were me, the Irish question was being underplayed. We were not focusing enough on it. It was obviously going to be the core of the problem ... One of the most unpopular things I think I said to the prime minister in the autumn of 2016 is ‘You’ve made three commitments in good faith to different audiences, but they are not really compatible with each other. You have said to the Irish under no circumstances will a hard border be erected across the island of Ireland. You’ve said to the Democratic Unionist community under no circumstances will there be divergence from the rest of Great Britain. And you’ve said to the right of your own party that you’re heading out of the customs union. Well, you can’t do all three. You’ve got to choose two of the three.’ And I had the same conversation with then foreign secretary [Boris Johnson]. Ivan Rogers has now finished giving evidence to the foreign affairs committee about Brexit. He and two other former ambassadors are now giving evidence about the leaking of classified information. I will be keeping an eye on this hearing, but I won’t be covering it in detail. You can watch a live feed here. This is John McDonnell, the shadow chancellor, commenting on the fall in the value of the pound today. (See 12.28pm.) The instability and uncertainty caused by the Conservative party leadership contest has real world consequences. The commitment of both contenders to a no-deal Brexit makes it even more important the government put an end to playing games with people’s livelihoods and call a general election now. Back in the foreign affairs committee Ivan Rogers says that, structurally, the way the Brexit department was operating was “bound to be a mess” because Olly Robbins, when he was its permanent secretary, was reporting both to the Brexit secretary, David Davis, who had a particular stance on Brexit, and to the prime minister, in his capacity as her adviser. That caused a tension because the Davis’s priorities and the PM’s were not always the same, he says. And this is from Sky’s Stephen Murphy. @Paschald is Paschal Donohoe, the Irish finance minister. Turning away from the foreign affairs committee hearing for a moment, Sky’s Sam Coates is reporting that Boris Johnson could send MPs home for up to two weeks in October under plans being considered by his campaign. Rogers says before he left the civil service he thought the Irish issue was being underplayed. He says he recalls telling Theresa May that she had made three commitments on Northern Ireland that were not compatible. She had told the Irish that there would be no hard border, she had told the DUP that there would be no divergence between Britain and Northern Ireland, and she had told the right of her party that that UK would leave the customs union. He says he told her that she could only have two of those three. He says the same to the foreign secretary, Boris Johnson, he says. Ivan Rogers says he told May her three Brexit priorities for Northern Ireland were incompatible with each other. Rogers is describing what John Springford from the Centre for European Reform called May’s Irish trilemma. https://www.cer.eu/insights/theresa-mays-irish-trilemma Rogers says Theresa May had huge experience of justice and home affairs when she became PM. But she did not have experience of the economic side of the EU. In justice and home affairs the UK had a lot of opt-outs. But in relation to the single market, opt-outs weren’t available, he says. He says the UK had to choose between a range of options. He says this was not a popular message to give to the PM. Rogers says, if Theresa May has played hardball in the final three months of 2016, he does not know if the EU would have agreed to open negotiations before the UK triggered article 50. But when the UK did trigger article 50 at the end of March 2017, the EU was celebrating, he says. Q: Do you think you should have seen the PM’s red lines speech in advance? Rogers says he was “surprised” not to have read it. He says he was ever more surprised that Sir Jeremy Heywood, the cabinet secretary, had not read it. He says the speech took EU leaders by surprise. He says he spoke to Jean-Claude Juncker, the European commission president, and Donald Tusk, the European council president, afterwards. He says Juncker told him three times. Juncker said it led to only one conclusion. Q: Which was? That the UK was going much further out of the EU than Juncker had expected, says Rogers. He says perhaps EU leaders should not have been surprised. At that point some EU leaders assumed a new PM would try to keep the UK in the EU. Rogers says he told them that would not be happening. Rogers says he was told by Olly Robbins, the PM’s Brexit adviser, that Theresa May was going to announce a date for triggering article 50 in her speech to the Conservative party conference in the autumn of 2016. Rogers says he said it would be a bad idea, but he recognised that it was probably too late to influence the process. He says his argument was that, by announcing a date, the UK would lose negotiating leverage. Olly rang me up to say, ‘She’s going to announce the date set for triggering article 50 tomorrow. I don’t think that’s a very good idea. What do you think?’ I said no I don’t think it’s a very good idea because you lose a lot of leverage the moment you do that. But presumably if they are telling you that they are going to announce it, we’re fighting a losing battle but I think it’s worth fighting just to at least register that I don’t think it’s very wise because that’s exactly what the opposition wants you to do. Rogers says he was not shown in advance the May speech setting red lines for Brexit. It was a party conference speech. He would not expect to see it in advance, he says. Tugendhat asks about a memo from Rogers that was leaked in 2016 saying trade talks with the EU could take up to 10 years and still fail. Rogers says he wrote these memos to try to explain what would happen. He says they were long intentionally. He says David Cameron told him that he read Rogers’ memos on the plane as he was on his way to EU meetings. Tom Tugendhat, the Tory chair of the committee, is asking the question. Q: Did the Foreign Office set guidelines for what the future relationship with the EU should be? Rogers says by this time he had left the civil service. But he does not think the Foreign Office was centrally involved. Turning away from the foreign affairs committee hearing for a moment, the Times’ Henry Zeffman has posted Jeremy Corbyn’s reply to the letter he received from Labour peers yesterday. Rogers says he recalls telling Sir Jeremy Heywood, the then cabinet secretary, that if the UK voted to leave the EU, Brexit would dominate Whitehall for a decade. Two successive parliaments would be dominated by the need to pass Brexit legislation, Rogers says he recalls saying. Rogers says the UK has been “demonstrably on a different track” from the rest of the EU for much of its membership. Rogers says when he left the civil service in 2006 to work in the private sector he told people the issue for the future was not whether or not the UK would join the euro, but whether or not it would leave the EU. The Brexit crisis has been coming for a very long time, he says. Rogers says he warned about the possibility of Brexit some time before the 2016 referendum. After the 2015 civil servants considered the case for Brexit planning, he said. They might have looked at the models of Brexit available to ministers. But ministers did not want the work done, he says. And he says it was not for the cabinet secretary to go ahead and order that work if ministers were not in favour. He says the leave campaign avoided having a plan in the campaign, because having a plan would have made it harder to keep the leave coalition together. But Rogers says he had read all the plans for Brexit that were around. He says he probably knew more about the options than anyone else. Q: Did any civil servants object to the lack of planning? Rogers says he does not think there is a record of any objections. But he says he recalls Nick Clegg, in the coalition government, objecting to the idea of the work being done. Rogers says he thinks Clegg would have objected to anything that might have made Brexit look more credible. Sir Ivan Rogers, the former British ambassador to the EU, is giving evidence to the Commons foreign affairs committee about relations with the EU. Rogers has been one of the most outspoken and perceptive critics of the government’s Brexit policy since he resigned in January 2017. Jeremy Corbyn has criticised Boris Johnson and Jeremy Hunt for refusing to accept that President Trump’s tweets about how four non-white congresswomen should go back their own countries was racist. (See 9.45am.) Boris Johnson and Jeremy Hunt’s Brexit plan to axe the Irish border backstop from the withdrawal agreement will be rejected outright by the European Union, EU sources have said. Former cabinet ministers could be among those who feel they have no choice but to vote down a Boris Johnson administration in order to prevent a no-deal Brexit, Dominic Grieve has said. Michael Gove, the environment secretary, has praised Boris Johnson as a “passionately green Tory”. Speaking in Kew Gardens, where he was giving a speech, he gave a warm endorsement to the runaway favourite in the Tory leadership contest who three years ago he declared unfit to be prime minister. Gove, who has not said whether he will be voting for Johnson or Jeremy Hunt, said: I know Boris has been passionate about the environment for decades. When I first met Boris Johnson he described himself to me without prompting as a passionately green Tory and in every role he has had he has championed the environment. As foreign secretary he’s been a powerful and persuasive voice on safeguarding wildlife from exploitation, further protecting our oceans and fighting climate change. I know they both would be great prime ministers and I want to affirm today that we can trust them both to do the right thing on every critical issue facing us and of course most critically on the environment. Gove also said he expected the next PM to include an environment bill in the next Queen’s Speech. He said: Later this year we plan to integrate and elevate our new environmental ambitions into law. It will be the new prime minister who will have the ultimate decision on the content of the environment bill. But the party has collectively agreed it will be the flagship measure of the next Queen’s speech. I’m greatly encouraged that both candidates to be our next prime minister have made clear they will not dilute our environmental ambitions, indeed they would seek to raise them. The lobbying firm co-run by the man heading Boris Johnson’s leadership campaign has been writing to councils on behalf of a tobacco company before the announcement of planned new anti-smoking measures due in the coming weeks. Scotland’s drug-related death toll has increased by 27% over the past year to reach a record high of 1,187, putting the country on a par in terms of the fatality rate per capita with the United States, where synthetic opioids such as fentanyl have devastated drug-using populations. Ursula von der Leyen has championed gender equality in her appeal to MEPs to back her as the first female president of the European commission, telling the European parliament: “We represent half of our population. We want our fair share.” The rightwing philosopher Sir Roger Scruton has received an apology from the government minister who sacked him over comments in a magazine interview. As the Press Association reports, Scruton was dismissed from his role as a housing adviser in April but James Brokenshire, the housing secretary, has said he regretted the way the decision was made. Brokenshire is also expected to meet Scruton in the coming days to see what role he would be prepared to play on the building design agenda in future. In a letter published in the Spectator, Brokenshire apologised for sacking Scruton from his role in the Building Better, Building Beautiful Commission. As you know, I regret that the decision to remove you from your leadership role within the commission was taken in the way that it was. I am sorry - especially as it was based on a clearly partial report of your thoughts ... If you would be willing, I would like to invite you to meet to discuss [the commission’s] and what part you might be prepared to play in advancing this important agenda which we both care about so much. A Number 10 spokeswoman said: “The communities secretary has expressed regret over the circumstances of [Scruton’s] dismissal. I believe that they are meeting in the coming days to have a discussion.” Oversight of Britain’s railways should be in the hands of one individual or body which is independent of government, according to the head of a major review. As the Press Association reports, former British Airways chief executive Keith Williams, who is leading the government-commissioned Rail Review, said the appointment of a “Fat Controller” type figure would be “key for regaining public trust”. Williams told the BBC the influence of the Department for Transport (DfT) should be restricted to budgets and overall policy rather than day-to-day operations. He added: “Someone needs to be accountable to the public.” This suggests the possible return of a body similar to the Strategic Rail Authority, which existed from 2001 to 2005 and was tasked with raising standards through the awarding of franchises. There is a real end-of-term feeling in the Commons at the moment. John McDonnell, the shadow chancellor, gave Philip Hammond, the chancellor, what was effectively a leaving present in Treasury questions recently - a book of radical walks. Today Greg Clark, the business secretary, gave a model car to his Labour counterpart, Rebecca Long-Bailey. Clark handed over the gift after speaking about changes to the UK automotive industry and new electric vehicle projects. Hammond and Clark are both expected to be sacked next week, largely because they are both firmly opposed to a no-deal Brexit. Boris Johnson and Jeremy Hunt, the two candidates left in the Tory leadership contest, insist no-deal must remain an option, and their comments about the backstop last night have made it even more probable. The Labour MP Sarah Champion has told the BBC’s Politics Live (not to be confused with the original) that if necessary she would accept no-deal and that she cannot be sure how she would vote on a no confidence motion, the BBC’s Andrew Alexander reports. UPDATE: Here are the clips. This is from my colleague Rowena Mason, who is covering Michael Gove’s speech this morning. And these are from the Sun’s Matt Dathan. From Bloomberg The pound has just hit its lowest level against the US dollar in over two years, after Boris Johnson raised fears of a no-deal Brexit with his comments about the Northern Ireland backstop last night (see 9.19am), my colleague Graeme Wearden reports. He has more on his business live blog. The People’s Vote campaign has put out research showing that, if the pound were to fall to parity with the dollar in the event of a no-deal Brexit (a standard assumption, although of course no one can predict for certain what would happen), the cost of an average British holiday would rise by £225. These are from Sky’s Lewis Goodall. Simon Hoare, the Conservative MP who chairs the Commons Northern Ireland affairs committee, has described the decision by both Boris Johnson and Jeremy Hunt to rule out a Brexit deal involving the backstop as “a very, very dangerous step”, PoliticsHome reports. Hoare told Sky News that he hoped whoever won the leadership contest would reconsider once it was over. He said allowing a hard border to return in Ireland was “beyond contemplation”. This is from the Tory Brexiter Steve Baker, who has expressed his opposition to President Trump’s go back home tweets by celebrating a pro-immigration speech given by Ronald Reagan. If you have a few minutes, the speech is well worth watching. It’s compelling. How will the Brexit crisis get resolved? The People’s Vote campaign has published a report (pdf) this morning looking at six possible outcomes, all of which it describes as dead ends. The other two it lists are a no-deal Brexit, which it describes as the cliff edge, and a second referendum, which is presents as the solution. Speaking at the launch Dominic Grieve, the Conservative former attorney general, said that Boris Johnson’s decision last night to rule out any deal including a Northern Ireland backstop meant the Brexit options were being radicalised. Grieve explained: When challenged and confronted [Johnson] radicalised even further and excluded any possibility of trying to negotiate some way out of the backstop at all. It had to go in its totality. The consequence of that is make it the choices starker and starker. It makes them starker for me as well, let’s be absolutely clear about this. I’ve always been willing as a politician to listen to people willing to come up with credible compromises but what I’ve found so staggering about the Conservative leadership [contest] is it has been played to a tune of growing extremism. In a statement issued in the People’s Vote’s press notice, Grieve also said that an electoral alliance with the Brexit party would mark “the end of the Conservative party as we know it”. He said: Some talk about an alliance in such an election with Nigel Farage’s Brexit party as if it could deliver a landslide but, even if that was the case, it would not be for a party that Churchill, Macmillan, Thatcher or Major would recognise. It would be a victory for a virulent form of populism that is a threat to our most cherished values and our democracy. It would be the end of the Conservative party as we know it. The far-right group Britain First has been fined £44,200 by the Electoral Commission for failing to comply with financial rules. As the Press Association reports, Britain First was fined by the watchdog for multiple offences committed while it was a registered political party in the period up to November 2017. Although it has since de-registered, Britain First remains responsible for its actions during that period, the commission said. David Henig, the trade specialist and former civil servant who now runs the UK Trade Policy Project, has posted a good thread on Twitter about the Brexit stance of Boris Johnson and Jeremy Hunt. It starts here. Tonight MEPs will vote on whether or not to approve Ursula von der Leyen as the new president of the European commission. In her speech at the start of the debate, Von der Leyen restated her willingness to agree to another article 50 extension provided the UK supplies “a good reason”. She said: We cannot talk about Europe without talking about our friends from the UK. For the very first time, in 2016 a member state decided to leave the EU. This is a serious decision, we regret it but we respect it. Since then, together with the current government of the UK, the EU has worked hard to organise the orderly departure of the UK. Von der Leyen said the withdrawal agreement “provides certainty where Brexit created uncertainty”. She went on: However, I stand ready for a further extension of the withdrawal date should more time be required for a good reason. Speaking in the debate, the Brexit party leader and MEP Nigel Farage said the European parliament had been “humbled and humiliated” by the process which led to Von der Leyen being nominated by the European council instead of the candidates backed by the political groups in the parliament. Claiming that she was a “fanatic for building a European army”, he went on: In some ways I’m really rather pleased, because you have just made Brexit a lot more popular in the UK, thank God we are leaving. Von der Leyen hit back saying it was important to continue to work with the British “but I think, Mr Farage, we can probably do without what you have got to say here”. Jeremy Corbyn is “not cut out” to be Labour leader, the Labour peer Toby Harris told the Today programme this morning. Harris, who chairs the Labour peers group, was speaking about the offer by Labour peers to help Corbyn address the antisemitism problem facing the party. Corbyn himself had “huge responsibility” for this, Harris said. He explained: There’s no question that in any organisation the moral tone that it sets, the style that it operates in is set from the top – that’s what leadership is all about. So obviously Jeremy Corbyn has got a huge responsibility in this. He could have reined back some of his more idiotic supporters and stopped them doing some of the things they are doing – the intimidation of members, the extraordinary discriminatory remark; he could have reined back the people in his office who have been apparently interfering in cases of discipline within the party. The concern that I have – and I have known Jeremy Corbyn for 47 years – is that he is not cut out to be a party leader. He is a brilliant campaigner and yet I suspect the details, the managerial responsibilities, the day-to-day management of the way in which the party operates are not necessarily his skills. Jeremy Corbyn has criticised the two Tory leadership candidates, Boris Johnson and Jeremy Hunt, for their refusal to describe President Trump’s go back home tweets to four congresswomen as racist in the Sun/talkRadio debate last night. Here is our story about what Johnson and Hunt did say about Trump. Unemployment fell by 51,000 to 1.29m in the three months to May, the Office for National Statistics has said. And average earnings increased by 3.4% compared with 3.2% in the previous month. At the Sun/talkRadio Tory leadership debate last night, both Boris Johnson and Jeremy Hunt declared that the Northern Ireland backstop was “dead” and that, even if the EU were to agree to put a time limit on how long it would last, it would still be unacceptable. This is a significant development that means the next Tory leader will go into talks with the EU tied to a position more extreme than what was being advocated by hardish Brexiters only about six months ago (eg Dominic Raab, who would have stayed in cabinet if the backstop had been time-limited). In a blog responding to the debate, ITV’s political editor Robert Peston said EU leaders would see this as the moment when “the Tory party became the no-deal party”. This morning Dominic Grieve, the Conservative former attorney general and one of the MPs doing most to find a way of allowing parliament to block no-deal, said the next Tory leader (almost certainly Johnson) would bring down his government if he tried to push for no-deal. Speaking on the Today programme, he also said the policy shift announced last night was “significant”. Here are the main points. Grieve warned that Johnson would bring down his own government if he tried to implement a no-deal Brexit. He said: As I’ve said on many occasions in the house over the last 12 months, if a government persists in trying to carry out a no-deal Brexit, I think that administration is going to fall. Grieve said the appointment of a new cabinet, with ministers opposed to no-deal almost certainly being demoted to the back benches, would increase the number of Tory MPs willing to vote against no-deal. This could “make a difference” to voting numbers in the Commons, he said. I think that by the end of next week there are going to be more Conservatives who have indicated very clearly that no-deal is unacceptable and many of them will no longer be on the front bench. There were many MPs who thought a no-deal Brexit would be “catastrophic” for Britain, he said. He said that blocking a no-deal Brexit “technically ... may be quite difficult” for the Commons. That was why an attempt to go for no-deal could lead to a no confidence motion instead, he argued. He said MPs were increasingly realising that a second referendum might be the best solution. Grieve himself backs a second referendum. He told the programme: Quite a lot of my colleagues know at the end of the day that it’s going to be a choice between a referendum or a general election, and a general election moreover which may well not deliver any conclusive outcome and help us out of the crisis. Here is the agenda for the day. 9am: The Conservative MP Dominic Grieve and Labour MP Margaret Beckett speak at the launch of a People’s Vote report looking at possible Brexit outcomes. 9.30am: Theresa May chairs her penultimate cabinet. 9.30am: Unemployment figures are published. 10am: Peter Clarke, the chief inspector of prisons, and Robert Buckland, the justice minister, give evidence to the Commons justice committee. 11.30am: Michael Gove, the environment secretary, gives a speech on global warming. 2.45am: Sir Ivan Rogers, the former ambassador to the EU, gives evidence to the Commons foreign affairs committee about Brexit and about the leaking of classified information. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary at lunchtime and then another when I finish at about 5pm. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "32547",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jul/16/half-of-eu-commissioners-should-be-women-says-ursula-von-der-leyen",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-07-16T11:16:41Z",
    "webTitle": "Candidate for top EU job touts gender equality ahead of vote",
    "webUrl": "https://www.theguardian.com/world/2019/jul/16/half-of-eu-commissioners-should-be-women-says-ursula-von-der-leyen",
    "apiUrl": "https://content.guardianapis.com/world/2019/jul/16/half-of-eu-commissioners-should-be-women-says-ursula-von-der-leyen",
    "fields": {
      "headline": "Candidate for top EU job touts gender equality ahead of vote",
      "standfirst": "<p>Ursula von der Leyen asks MEPs to back her as first female European commission president</p>",
      "trailText": "Ursula von der Leyen asks MEPs to back her as first female European commission president",
      "byline": "Daniel Boffey in Strasbourg",
      "main": "<figure class=\"element element-image\" data-media-id=\"e9558bc10b3507381a7ba844bc6e69dc4bf28309\"> \n <img src=\"https://media.guim.co.uk/e9558bc10b3507381a7ba844bc6e69dc4bf28309/0_302_3500_2100/1000.jpg\" alt=\"Ursula von der Leyen told MEPs: ‘Since 1958 there have been 183 commissioners. Only 35 were women. That is less than 20%.’\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Ursula von der Leyen told MEPs: ‘Since 1958 there have been 183 commissioners. Only 35 were women. That is less than 20%.’</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Seeger/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>Ursula von der Leyen has championed gender equality in her <a href=\"https://www.theguardian.com/world/2019/jul/15/ursula-von-der-leyen-makes-final-pledges-secure-eu-top-job\">appeal to MEPs</a> to back her as the first female president of the European commission, telling the European parliament: “We represent half of our population. We want our fair share.”</p> \n<p>In a 30-minute speech in Strasbourg before a vote on Tuesday evening to confirm her position, the outgoing German defence minister said her nomination by the heads of state and government had been built on decades of progress.</p> \n<p>“Exactly 40 years ago, the first president of the European parliament, Simone Veil, was elected and presented her vision of a united Europe,” Von der Leyen said. “It is thanks to you, and to all the other European icons, that I present to you today my vision of Europe. And 40 years later, it is with great pride that it is finally a woman who is the presidential candidate of the European commission.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop\">EU expected to reject outright Johnson and Hunt's backstop plan</a> </p> \n</aside> \n<p>Veil, a survivor of the holocaust who became only the fourth woman to be honoured by being buried in the Panthéon in Paris after her death last year, was one of France’s most revered politicians, known for her battle as health minister to legalise contraception and abortion.</p> \n<p>Von der Leyen, 60, said she was in a position to replace Jean-Claude Juncker on 1 November thanks to those before her who had broken down the “barriers and conventions” that stood in the way of women.</p> \n<p>As she pressed her case for being confirmed as commission president, Von der Leyen, said she was committed to ensuring full gender equality among the 28 commissioners that she would lead in Brussels if she got the necessary support from MEPs.</p> \n<p>“If member states do not propose enough female commissioners, I will not hesitate to ask for new names,” she said. “Since 1958 there have been 183 commissioners. Only 35 were women. That is less than 20%.”</p> \n<p>“We also need to talk openly about violence against women,” she said. “If one in five women have already suffered physical or sexual violence in the European Union and 55% of women have been sexually harassed, this is clearly not a women’s issue. I will propose to add violence against women to the list of EU crimes defined in the treaty.”</p> \n<p>Von der Leyen, a trained gynaecologist who also studied at the London School of Economics, said that she would also push for a pan-EU guarantee of free health care and education for every child.</p> \n<p>“I know as a mother of seven that it makes a difference for their entire life if children have access to education, sports, music, healthy food and to a loving environment”, she said.</p> \n<p>After being nominated by the heads of state and government on the European council two weeks ago, Von der Leyen needs to secure an absolute majority – half of the MEPs plus one – to formally take the top EU role.</p> \n<p>In a sign that she is likely to get the necessary votes, the German commission secretary-general Martin Selmayr, has said he will leave his post by the end of the next week. By convention, the two top posts in the commission should not be held by nationals of the same country.</p> \n<p>Should Von der Leyen fail, the EU’s leaders would need to agree by qualified majority within a month on a new candidate to be put before the parliament with 23 July pencilled in as a possible date for an emergency summit.</p> \n<p>Some are opposed to Von der Leyen on the grounds that she is not one of the <em>spitzenkandidaten</em>, or lead candidates, who campaigned before May’s European elections to head the EU’s executive branch.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"25d6535f-9f77-491b-b3ce-36a997a27def\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The Spitzenkandidaten process is a method by which the European Parliament seeks to influence who is appointed as President of the European Commission&nbsp;- a role held from 2014 to 2019 by Jean-Claude Juncker.</p>\n    <p>Under the process, each political grouping in the European Parliament proposes one 'lead candidate' to take the role. The presidency subsequently goes to the political party winning the most seats, or the one that brings together the widest coalition of support for their candidate.</p>\n    <p>However, this is not a formal process set out in any treaty or constitution. The candidate for the role is nominated by the European Council, made up of the leaders of the EU member states. They are able to ignore the Spitzenkandidaten nomination and to chose someone else. The appointment has to be subsequently ratified by the European Parliament though, and therefore choosing an alternative candidate risks provoking conflict between the institutions.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Her patchy record as a defence minister has also been raised by MEPs from the German Social Democratic party (SDP) in a dossier as a reason why Von der Leyen is “<a href=\"https://www.theguardian.com/world/2019/jul/04/germans-condemn-own-candidate-for-top-eu-job-ursula-von-der-leyen\">an inadequate and unsuitable candidate</a>” to lead the commission for the next five years although there were some signs of a softening in their resistance.</p> \n<p>During the debate, the co-chair of the Greens in the parliament, Philippe Lamberts, a Belgian MEP, reiterated his group’s opposition on the basis that her policies on the climate crisis did not reflect the existential challenge facing the world despite her pledge to make the continent carbon neutral by 2050.</p> \n<p>French and German MEPs representing the far left and the far right also railed against Von der Leyen’s previously stated aspiration to forge a “<a href=\"https://www.theguardian.com/world/2013/dec/15/ursula-von-der-leyen-germany-defence-minister\">United States of Europe</a>” and establish an EU army.</p> \n<p>Representatives from the governing parties in Hungary and Poland also criticised Von der Leyen’s pledge in her speech to continue with the commission’s attempt to block or reverse judicial changes in their countries that are viewed as attempts to weaken the rule of law.</p> \n<p>“Lady Justice is blind – she will defend the rule of law wherever it is attacked,” Von der Leyen had told the parliament.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1d3f3133-059a-4c5c-99d0-8363ab2130ef\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/bkMI_C6cMHY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>On Brexit, she was booed by Brexit party MEPs as she reiterated her openness to a further extension of the UK’s membership of the EU <a href=\"https://www.theguardian.com/politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop\">after 31 October</a>. “I stand ready for a further extension of the withdrawal date, should more time be required for a good reason,” she said. “In any case, the United Kingdom will remain our ally, our partner and our friend.”</p> \n<p>The leader of the Brexit party, Nigel Farage, accused Von der Leyen of wanting to build “a centralised, undemocratic, updated form of communism where nation state parliaments will cease to have any relevance at all”.</p> \n<p>“Be in no doubt: five years of these people [and] the European Defence Union will be complete,” Farage said. “And what is there for defence can also be used for attack.</p> \n<p>Von der Leyen responded: “We can probably do without what you have got to say here.”</p>",
      "wordcount": "958",
      "firstPublicationDate": "2019-07-16T11:16:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-16T12:35:37Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqcfy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a1a6036f5fc9e7d19a79589271d2c0c26c77b72f/0_301_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ursula von der Leyen has championed gender equality in her appeal to MEPs to back her as the first female president of the European commission, telling the European parliament: “We represent half of our population. We want our fair share.” In a 30-minute speech in Strasbourg before a vote on Tuesday evening to confirm her position, the outgoing German defence minister said her nomination by the heads of state and government had been built on decades of progress. “Exactly 40 years ago, the first president of the European parliament, Simone Veil, was elected and presented her vision of a united Europe,” Von der Leyen said. “It is thanks to you, and to all the other European icons, that I present to you today my vision of Europe. And 40 years later, it is with great pride that it is finally a woman who is the presidential candidate of the European commission.” Veil, a survivor of the holocaust who became only the fourth woman to be honoured by being buried in the Panthéon in Paris after her death last year, was one of France’s most revered politicians, known for her battle as health minister to legalise contraception and abortion. Von der Leyen, 60, said she was in a position to replace Jean-Claude Juncker on 1 November thanks to those before her who had broken down the “barriers and conventions” that stood in the way of women. As she pressed her case for being confirmed as commission president, Von der Leyen, said she was committed to ensuring full gender equality among the 28 commissioners that she would lead in Brussels if she got the necessary support from MEPs. “If member states do not propose enough female commissioners, I will not hesitate to ask for new names,” she said. “Since 1958 there have been 183 commissioners. Only 35 were women. That is less than 20%.” “We also need to talk openly about violence against women,” she said. “If one in five women have already suffered physical or sexual violence in the European Union and 55% of women have been sexually harassed, this is clearly not a women’s issue. I will propose to add violence against women to the list of EU crimes defined in the treaty.” Von der Leyen, a trained gynaecologist who also studied at the London School of Economics, said that she would also push for a pan-EU guarantee of free health care and education for every child. “I know as a mother of seven that it makes a difference for their entire life if children have access to education, sports, music, healthy food and to a loving environment”, she said. After being nominated by the heads of state and government on the European council two weeks ago, Von der Leyen needs to secure an absolute majority – half of the MEPs plus one – to formally take the top EU role. In a sign that she is likely to get the necessary votes, the German commission secretary-general Martin Selmayr, has said he will leave his post by the end of the next week. By convention, the two top posts in the commission should not be held by nationals of the same country. Should Von der Leyen fail, the EU’s leaders would need to agree by qualified majority within a month on a new candidate to be put before the parliament with 23 July pencilled in as a possible date for an emergency summit. Some are opposed to Von der Leyen on the grounds that she is not one of the spitzenkandidaten, or lead candidates, who campaigned before May’s European elections to head the EU’s executive branch. Her patchy record as a defence minister has also been raised by MEPs from the German Social Democratic party (SDP) in a dossier as a reason why Von der Leyen is “an inadequate and unsuitable candidate” to lead the commission for the next five years although there were some signs of a softening in their resistance. During the debate, the co-chair of the Greens in the parliament, Philippe Lamberts, a Belgian MEP, reiterated his group’s opposition on the basis that her policies on the climate crisis did not reflect the existential challenge facing the world despite her pledge to make the continent carbon neutral by 2050. French and German MEPs representing the far left and the far right also railed against Von der Leyen’s previously stated aspiration to forge a “United States of Europe” and establish an EU army. Representatives from the governing parties in Hungary and Poland also criticised Von der Leyen’s pledge in her speech to continue with the commission’s attempt to block or reverse judicial changes in their countries that are viewed as attempts to weaken the rule of law. “Lady Justice is blind – she will defend the rule of law wherever it is attacked,” Von der Leyen had told the parliament. On Brexit, she was booed by Brexit party MEPs as she reiterated her openness to a further extension of the UK’s membership of the EU after 31 October. “I stand ready for a further extension of the withdrawal date, should more time be required for a good reason,” she said. “In any case, the United Kingdom will remain our ally, our partner and our friend.” The leader of the Brexit party, Nigel Farage, accused Von der Leyen of wanting to build “a centralised, undemocratic, updated form of communism where nation state parliaments will cease to have any relevance at all”. “Be in no doubt: five years of these people [and] the European Defence Union will be complete,” Farage said. “And what is there for defence can also be used for attack. Von der Leyen responded: “We can probably do without what you have got to say here.”",
      "charCount": "5467",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Strasbourg"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-16T09:53:20Z",
    "webTitle": "EU expected to reject outright Johnson and Hunt's backstop plan",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop",
    "fields": {
      "headline": "EU expected to reject outright Johnson and Hunt's backstop plan",
      "standfirst": "<p>Next PM will be told in ‘no uncertain terms’ that axing backstop amounts to no deal</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news\">Latest political developments - live updates</a></li></ul>",
      "trailText": "Next PM will be told in ‘no uncertain terms’ that axing backstop amounts to no deal",
      "byline": "Lisa O'Carroll Brexit correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"a74aa31b68126e46aba12ff71a18b463787cbfcb\"> \n <img src=\"https://media.guim.co.uk/a74aa31b68126e46aba12ff71a18b463787cbfcb/55_0_4206_2523/1000.jpg\" alt=\"Boris Johnson and Jeremy Hunt take part in a hustings debate on Monday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson and Jeremy Hunt take part in a hustings debate on Monday.</span> \n  <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson and Jeremy Hunt’s Brexit plan to axe the Irish border backstop from the withdrawal agreement will be rejected outright by the European Union, EU sources have said.</p> \n<p>Informed sources say it is doomed to failure and if the next prime minister goes to Brussels with such a proposal, he will be told in “no uncertain terms” that it amounts to a declaration of no deal.</p> \n<p>Brussels had already rebuffed such a plan when the Brexit secretary, Steve Barclay, who is part of Johnson’s campaign, met the EU’s chief Brexit negotiator, Michel Barnier, last week.</p> \n<p>In what was seen as “spinning for a Boris plan”, Barclay told Barnier five times during the meeting that the backstop was dead. Sources say he told Barnier they wanted a series of mini-deals and alternative arrangements for the Irish border.</p> \n<p>He was told that was Brexit fantasy and a non-starter, and that the “mini-deals” outlined in EU contingency plans were temporary and covered only the “bare bones” such as aviation, mobile phone roaming and haulier driving licences. They did not include the major issues such as trade or the Irish border.</p> \n<p>The EU is watching developments in the UK very closely and has already prepared responses on a range of possibilities including a call for the EU to endorse the so-called <a href=\"https://www.theguardian.com/politics/2019/jan/29/may-goes-back-to-brussels-but-eu-says-nothing-has-changed\">“Brady amendment”,</a> which was passed in the House of Commons in January. It called for the backstop, or the mechanism by which a hard border will be avoided on the island of Ireland in case there is no post-Brexit free trade agreement, to be scrapped.</p> \n<p>This will also be rejected.</p> \n<p>Johnson and Hunt have <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">declared the Northern Ireland backstop “dead”</a> and promised to throw it out of any deal they negotiate with the EU, in comments that significantly harden their Brexit positions.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"08b8960f-4556-460f-aa40-601083c90627\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>What is the original ‘backstop’ in the withdrawal agreement?</strong></p>\n    <p></p>\n    <p>Variously described as an insurance policy or safety net, the backstop is a device in the withdrawal agreement intended to ensure that there will not be a hard border between Northern Ireland and the Republic of Ireland, even if no formal deal can be reached on trade and security arrangements.</p>\n    <p>It would mean that if there were no workable agreement on such matters, Northern Ireland would stay in the customs union and much of the single market, guaranteeing a friction-free border with the Republic. This would keep the Good Friday agreement intact.</p>\n    <p>Both the UK and EU signed up to the basic idea in December 2017 as part of the initial Brexit deal, but there have been disagreements since on how it would work.</p>\n    <p>The DUP have objected to it, as it potentially treats Northern Ireland differently from the rest of the UK, creating a customs divide in the Irish Sea, which is anathema to the unionist party.</p>\n    <p>Hardline Tory Eurosceptics also object to it, as they perceive it to be a trap that could potentially lock the UK into the EU’s customs union permanently if the UK &amp; EU cannot seal a free trade agreement. That would prevent the UK from doing its own free trade deals with nations outside the bloc.&nbsp;</p>\n    <p></p>\n    <p><strong>What was added to May’s withdrawal agreement?</strong></p>\n    <p></p>\n    <p><b>Joint interpretative instrument&nbsp;</b><br></p>\n    <p>A legal add-on to the withdrawal agreement was given to Theresa May in January 2019 to try to get her deal through the UK parliament. It gives legal force to a letter from Jean-Claude Juncker and Donald Tusk, the presidents of the commission and council. This stated the EU’s intention to negotiate an alternative to the backstop so it would not be triggered, or, if it was triggered, to get out of it as quickly as possible.</p>\n    <p><b>Unilateral statement from the UK&nbsp;</b></p>\n    <p>This set out the British position that, if the backstop were to become permanent and talks on an alternative were going nowhere, the UK believes it would be able to exit the arrangement.</p>\n    <p><b>Additional language in political declaration&nbsp;</b></p>\n    <p>This emphasises the urgency felt on both sides to negotiate an alternative to the backstop, and flesh out what a technological fix would look like. However, <a href=\"https://www.theguardian.com/politics/live/2019/mar/12/brexit-mps-vote-theresa-may-backstop-deal-jeremy-corbyn-politics-live?page=with:block-5c8793aee4b016d23425a23e#block-5c8793aee4b016d23425a23e\">it failed to persuade the attorney general</a>, Geoffrey Cox, who said that while it ‘reduces the risk’ of the UK being trapped in a backstop indefinitely, it does not remove it.</p>\n    <p></p>\n    <p><strong>What happens next?</strong></p>\n    <p></p>\n    <p>Boris Johnson <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">declared the Northern Ireland backstop ‘dead’</a> during his leadership campaign, and promised to throw it out of any deal he renegotiated with the EU. The EU has repeatedly stated that it will not reopen the withdrawal agreement for renegotiation.&nbsp;</p>\n    <p><b>Daniel Boffey, Martin Belam&nbsp;</b>and<b>&nbsp;Peter Walker&nbsp;</b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>While their words may be the source of alarm, the Irish fully expected this and see it as campaign spin.</p> \n<p>Leo Varadkar, the taoiseach, said in a radio interview over the weekend that he would give whoever became prime minister “a fair hearing” but warned that the victor would be in for a “reality check” when he got the keys to Downing Street.</p> \n<p>“Politicians when they are in campaign mode, and both of those men are in campaign mode, tend to campaign in poetry, in simple terms and high-level messages.</p> \n<p>“When you get into office you have to govern in prose, and I imagine whoever is the new prime minister is going to face a very serious reality check when they sit down with their officials,” he told <a href=\"https://www.youtube.com/watch?v=SGYY3vuMkjI\">Pat Kenny on Newstalk.</a></p> \n<p>The Irish senator and Brexit spokesman Neale Richmond said on Tuesday the remarks did not mean Ireland would be budging on the backstop. “The backstop is a vital aspect of the withdrawal agreement, an aspect that was developed in light of the UK government’s own red lines.</p> \n<p>“While it is no one’s preferred destination, it gives all sides the vital insurance policy to allow a new relationship between the EU and the UK to be formulated. The withdrawal agreement is the only vehicle towards a managed Brexit. It won’t be reopened.”<br></p> \n<p>On Monday night, the Tory leadership rivals both ruled out trying to tweak the backstop, which critics say could trap the UK indefinitely in a customs union with the EU.</p> \n<p>The EU is watching carefully and is expecting that if Johnson, the frontrunner, is selected, he will make immediate plans to fly to Brussels and Dublin for talks.</p> \n<p>If he decides to make his first visit the US, this will “embolden” EU member states because it will send a clear signal that he deems the US more important than the EU, the UK’s biggest trading partner.</p> \n<p>There is an expectation that Johnson and his negotiators will come to Brussels in September with an early outline of his new Brexit plan. But EU sources warn it will have to be tested first in parliament because they will not waste time negotiating anything that does not have a mandate in the House of Commons.</p> \n<p>The new UK prime minister might seek a string of protocols on alternative arrangements that would guarantee the backstop would never be used.</p> \n<p>“That would mean an insurance policy that would never be used. There would be no point to that,” said an EU source.</p> \n<p>Varadkar said in a lengthy interview with Kenny that Ireland was prepared for no deal but he hoped it would not happen.</p> \n<p>“It will be incredibly severe on Northern Ireland because it will face tariffs … and will face huge difficulties, because a huge amount of trade from Northern Ireland goes through Dublin.</p> \n<p>“The impact on Northern Ireland will be more severe than anywhere in Europe. The impact on the UK and Ireland would be pretty severe too. I hope a new British prime minister wouldn’t willingly do that,” he said.</p>",
      "newspaperPageNumber": "19",
      "wordcount": "813",
      "firstPublicationDate": "2019-07-16T09:53:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:53Z",
      "newspaperEditionDate": "2019-07-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqcy7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a74aa31b68126e46aba12ff71a18b463787cbfcb/55_0_4206_2523/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson and Jeremy Hunt’s Brexit plan to axe the Irish border backstop from the withdrawal agreement will be rejected outright by the European Union, EU sources have said. Informed sources say it is doomed to failure and if the next prime minister goes to Brussels with such a proposal, he will be told in “no uncertain terms” that it amounts to a declaration of no deal. Brussels had already rebuffed such a plan when the Brexit secretary, Steve Barclay, who is part of Johnson’s campaign, met the EU’s chief Brexit negotiator, Michel Barnier, last week. In what was seen as “spinning for a Boris plan”, Barclay told Barnier five times during the meeting that the backstop was dead. Sources say he told Barnier they wanted a series of mini-deals and alternative arrangements for the Irish border. He was told that was Brexit fantasy and a non-starter, and that the “mini-deals” outlined in EU contingency plans were temporary and covered only the “bare bones” such as aviation, mobile phone roaming and haulier driving licences. They did not include the major issues such as trade or the Irish border. The EU is watching developments in the UK very closely and has already prepared responses on a range of possibilities including a call for the EU to endorse the so-called “Brady amendment”, which was passed in the House of Commons in January. It called for the backstop, or the mechanism by which a hard border will be avoided on the island of Ireland in case there is no post-Brexit free trade agreement, to be scrapped. This will also be rejected. Johnson and Hunt have declared the Northern Ireland backstop “dead” and promised to throw it out of any deal they negotiate with the EU, in comments that significantly harden their Brexit positions. While their words may be the source of alarm, the Irish fully expected this and see it as campaign spin. Leo Varadkar, the taoiseach, said in a radio interview over the weekend that he would give whoever became prime minister “a fair hearing” but warned that the victor would be in for a “reality check” when he got the keys to Downing Street. “Politicians when they are in campaign mode, and both of those men are in campaign mode, tend to campaign in poetry, in simple terms and high-level messages. “When you get into office you have to govern in prose, and I imagine whoever is the new prime minister is going to face a very serious reality check when they sit down with their officials,” he told Pat Kenny on Newstalk. The Irish senator and Brexit spokesman Neale Richmond said on Tuesday the remarks did not mean Ireland would be budging on the backstop. “The backstop is a vital aspect of the withdrawal agreement, an aspect that was developed in light of the UK government’s own red lines. “While it is no one’s preferred destination, it gives all sides the vital insurance policy to allow a new relationship between the EU and the UK to be formulated. The withdrawal agreement is the only vehicle towards a managed Brexit. It won’t be reopened.” On Monday night, the Tory leadership rivals both ruled out trying to tweak the backstop, which critics say could trap the UK indefinitely in a customs union with the EU. The EU is watching carefully and is expecting that if Johnson, the frontrunner, is selected, he will make immediate plans to fly to Brussels and Dublin for talks. If he decides to make his first visit the US, this will “embolden” EU member states because it will send a clear signal that he deems the US more important than the EU, the UK’s biggest trading partner. There is an expectation that Johnson and his negotiators will come to Brussels in September with an early outline of his new Brexit plan. But EU sources warn it will have to be tested first in parliament because they will not waste time negotiating anything that does not have a mandate in the House of Commons. The new UK prime minister might seek a string of protocols on alternative arrangements that would guarantee the backstop would never be used. “That would mean an insurance policy that would never be used. There would be no point to that,” said an EU source. Varadkar said in a lengthy interview with Kenny that Ireland was prepared for no deal but he hoped it would not happen. “It will be incredibly severe on Northern Ireland because it will face tariffs … and will face huge difficulties, because a huge amount of trade from Northern Ireland goes through Dublin. “The impact on Northern Ireland will be more severe than anywhere in Europe. The impact on the UK and Ireland would be pretty severe too. I hope a new British prime minister wouldn’t willingly do that,” he said.",
      "charCount": "4638",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lisaocarroll\">Lisa O'Carroll</a> Brexit correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/16/brexit-weekly-briefing-tories-back-johnson-despite-mistakes",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-16T06:00:18Z",
    "webTitle": "Brexit weekly briefing: Tories back Johnson despite mistakes",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/16/brexit-weekly-briefing-tories-back-johnson-despite-mistakes",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/16/brexit-weekly-briefing-tories-back-johnson-despite-mistakes",
    "fields": {
      "headline": "Brexit weekly briefing: Tories back Johnson despite mistakes",
      "standfirst": "<p>Apparent future PM continues to insist he will take Britain out of EU ‘deal or no deal’</p>",
      "trailText": "Apparent future PM continues to insist he will take Britain out of EU ‘deal or no deal’",
      "byline": "Jon Henley Europe correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"41fe3029c6008d77c2775bce4fb1108b46ba878d\"> \n <img src=\"https://media.guim.co.uk/41fe3029c6008d77c2775bce4fb1108b46ba878d/0_236_5568_3341/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson belatedly admitted to mishandling the leaked cables that led to the resignation of Britain’s ambassador to the US.</span> \n  <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Welcome to the Guardian’s weekly Brexit briefing. If you would like to receive this as a weekly email, <a href=\"https://www.theguardian.com/politics/2016/may/31/eu-referendum-morning-briefing-sign-up\">sign up here</a>. You can catch our monthly Brexit Means … podcast <a href=\"https://www.theguardian.com/politics/series/brexit-means\">here</a>. And for daily updates, head to Andrew Sparrow’s <a href=\"https://www.theguardian.com/politics/series/politics-live-with-andrew-sparrow\">politics live blog.</a></p> \n<h2>Top stories</h2> \n<p>Boris Johnson <a href=\"https://www.theguardian.com/politics/2019/jul/12/boris-johnson-claims-his-remarks-were-misrepresented-to-kim-darroch\">belatedly admitted to mishandling</a> the leak of diplomatic cables that led to the resignation of Britain’s ambassador to the US, but <a href=\"https://www.theguardian.com/politics/2019/jul/13/johnson-leads-hunt-by-two-to-one-in-tory-leader-race-poll\">Tory voters still back him</a> over Jeremy Hunt to become party leader and prime minister by almost two to one.</p> \n<p>With the apparent PM-in-waiting continuing to insist he will take the UK out of the EU on 31 October “deal or no deal”, warnings about the impact of leaving without an agreement came thick and fast.</p> \n<p>The <a href=\"https://www.theguardian.com/politics/2019/jul/12/greg-clark-no-deal-brexit-would-destroy-thousands-of-jobs\">business secretary, Greg Clarke, said</a> a no-deal Brexit would lead to the loss of “many thousands” of jobs, the <a href=\"https://www.theguardian.com/business/2019/jul/11/bank-of-england-warns-of-lending-crisis-for-eu-firms-after-no-deal-brexit\">Bank of England warned</a> it could trigger a “material shock” to the UK economy, and the <a href=\"https://www.theguardian.com/business/2019/jul/13/urgent-planning-needed-to-combat-looming-downturn\">Revolution Foundation said</a> Britain now faced its highest risk of a recession since the financial crisis.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"420a0c9f-1ed2-403e-9c39-4487fe08ab49\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>In the cables allegedly leaked to the Mail on Sunday, the UK’s outgoing ambassador to Washington, Sir Kim Darroch told his bosses in London that:</p>\n    <ul>\n     <li>He did not believe the Trump administration would “become substantially more normal; less dysfunctional; less unpredictable; less faction riven; less diplomatically clumsy and inept”.</li>\n     <li>Trump may have been indebted to “dodgy Russians”.</li>\n     <li>There were bitter divisions within the Trump White House, saying euphemistically that administration officials would get into “knife fights”.</li>\n     <li>The Trump presidency could “crash and burn” and that “we could be at the beginning of a downward spiral ... that leads to disgrace and downfall”.</li>\n     <li>The US president’s approach to global trade could wreck the system on which it depends.</li>\n     <li>Trump could attack Iran, and that he abandoned the Iran nuclear deal as an act of 'diplomatic vandalism' to spite Barack Obama.</li>\n     <li>The White House was split over the withdrawal, and lacked a \"day-after\" plan for what might come next.</li>\n    </ul>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>However the Commons speaker, John Bercow, <a href=\"https://www.theguardian.com/politics/2019/jul/09/speaker-dominic-grieve-no-deal-brexit-john-bercow\">did not select a key amendment</a> designed to scupper attempts by a future government to force no deal by proroguing parliament, despite the backbench Tory MP <a href=\"https://www.theguardian.com/politics/2019/jul/09/grieve-proroguing-parliament-would-be-end-of-democracy-in-uk\">Dominic Grieve declaring</a> that suspension would mean “the end of parliamentary democracy” in the UK.</p> \n<p>Not surprisingly, campaigners are beginning to seek other routes to stop parliament being shut down to facilitate no deal. The former Conservative prime minister, <a href=\"https://www.theguardian.com/politics/live/2019/jul/10/tory-leadership-latest-news-john-major-threatens-to-take-boris-johnson-to-court-to-stop-him-proroguing-parliament-for-no-deal-brexit-live-news?page=with:block-5d259b368f08cf92bb76cd99#block-5d259b368f08cf92bb76cd99\">John Major, said he would seek a judicial review</a>, while businesswoman <a href=\"https://www.theguardian.com/politics/2019/jul/14/gina-miller-legal-action-block-no-deal-brexit-boris-johnson\">Gina Miller warned she would launch immediate legal action</a>.</p> \n<p>The government also faces <a href=\"https://www.theguardian.com/uk-news/2019/jul/12/government-taken-to-court-by-eu-citizens-denied-their-right-to-vote\">a high court judicial review</a> over an alleged “large-scale breach” of the rights of EU citizens denied a vote in May’s European elections.</p> \n<p>Meanwhile, the woman chosen by EU leaders to replace Jean-Claude Juncker as president of the European commission, <a href=\"https://www.theguardian.com/world/2019/jul/10/ursula-von-der-leyen-signals-not-reopen-brexit-talks-backstop\">Ursula von der Leyen, said</a> – to nobody’s surprise - that she would not be reopening Brexit talks.</p> \n<p>Yet in their final debate, both Johnson and Hunt significantly hardened their Brexit positions, <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">declaring the Northern Ireland backstop “dead”</a> and promising that even if it was tweaked it could not feature in any exit deal with the EU. Something will have to give ...</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/jul/15/ursula-von-der-leyen-makes-final-pledges-secure-eu-top-job\">Ursula von der Leyen makes final pledges to secure EU's top job</a> </p> \n</aside> \n<h2>What next</h2> \n<p><a href=\"https://twitter.com/Mij_Europe/status/1150683085106753536\">According to the usually well-informed analyst Mujtaba Rahman</a> of Eurasia Group, the incoming government will do “everything it can” to deny no-deal opponents parliamentary space, denying opposition day debates and trying to avoid no-deal legislation to prevent it being amended.</p> \n<p>At least two bills will, however, have to be rushed through before 31 October, on trade and financial services. No-deal opponents could also try a number of other tactics leading to a no-confidence vote – without forcing a general election, but possibly with a new prime minister emerging.</p> \n<p>Rahman expects “manoeuvres to begin” in September and the revolt – likely to be joined by several current cabinet and junior ministers – to peak as the UK gets closer to the 31 October cliff edge, most likely after the 17-18 October European summit. “One thing is clear: things are going to get very messy indeed,” he says.</p> \n<p>Meanwhile <a href=\"https://twitter.com/CER_Grant/status/1150803671858462721\">Charles Grant of the Centre for European Reform says</a> the EU will not blink on renegotiation. It could, however, offer a new political declaration on the future relationship, confirm it does not want the backstop to be permanent, and offer a longer transition – though none of those are sure to make a difference in Westminster.</p> \n<p>A further lengthy article 50 extension may well only be offered if the UK held an election or referendum, Grant says. And when talks on the future relationship finally start, the EU27 will be every bit as tough on coordinating the process, ensuring EU unity and keeping member states and MEPs on board as it was during phase one.</p> \n<h2>Best of the rest</h2> \n<ul> \n <li><p><a href=\"https://www.theguardian.com/politics/2019/jul/15/darren-grimes-accuses-elections-regulator-errors-spending-case-brexit\">Darren Grimes accuses elections regulator</a> of errors in spending case</p></li> \n <li><p><a href=\"https://www.theguardian.com/politics/2019/jul/15/post-brexit-trade-pact-with-us-may-take-some-time-says-liam-fox\">Post-Brexit trade pact with US</a> may take some time, says Liam Fox</p></li> \n <li><p>Not cricket: Jacob Rees-Mogg <a href=\"https://www.theguardian.com/politics/2019/jul/14/not-cricket-jacob-rees-mogg-criticised\">criticised for World Cup comments</a></p></li> \n <li><p><a href=\"https://www.theguardian.com/politics/2019/jul/15/flawed-home-office-app-stops-eu-citizen-getting-settled-status\">Flawed Home Office app</a> stops EU citizen getting settled status</p></li> \n <li><p><a href=\"https://www.theguardian.com/politics/2019/jul/15/eu-migrants-43bn-contribution-to-uk-should-be-spent-on-poor\">EU migrants’ £4.3bn contribution</a> to UK ‘should be spent on poor’</p></li> \n <li><p>Brexit party MEP called for <a href=\"https://www.theguardian.com/politics/2019/jul/12/brexit-party-mep-criticised-over-belgrano-twitter-comments\">EU fishing vessels to be ‘sunk like Belgrano’</a></p></li> \n <li><p><a href=\"https://www.theguardian.com/politics/2019/jul/11/amber-rudd-drops-opposition-to-no-deal-brexit\">Amber Rudd embraces no-deal Brexit</a> as ministers pitch to Johnson</p></li> \n <li><p>UK economy returns to growth as <a href=\"https://www.theguardian.com/business/2019/jul/10/uk-economy-returns-to-growth-as-carmakers-end-brexit-shutdown-ons\">carmakers end Brexit shutdown</a></p></li> \n <li><p>Northern Ireland civil service chief warns of <a href=\"https://www.theguardian.com/uk-news/2019/jul/10/northern-ireland-civil-service-chief-warns-of-brexit-threat-to-society\">Brexit threat to society</a></p></li> \n <li><p>No-deal Brexit a <a href=\"https://www.theguardian.com/world/2019/jul/09/irish-ministers-meet-to-discuss-dire-outcomes-of-no-deal-brexit\">political and economic threat</a>, Ireland warns</p></li> \n <li><p><a href=\"https://www.theguardian.com/business/2019/jul/09/bmw-engine-production-uk-brexit-fears\">BMW moves some engine production</a> out of UK over Brexit fears</p></li> \n</ul> \n<h2>Top comment</h2> \n<p>In the Observer, <a href=\"https://www.theguardian.com/commentisfree/2019/jul/14/where-are-the-uk-politicians-with-principles-they-would-stand-down-for\">Andrew Rawnsley asks</a> where are the politicians with principles they would stand down for:</p> \n<blockquote class=\"quoted\"> \n <p>A moral dilemma will face Tory MPs in the highly likely event of a Boris Johnson premiership. He has said he is prepared to crash Britain out of the EU on Halloween without a deal, a prospect that a significant cohort of Conservative MPs regard as grotesquely irresponsible. This autumn, these Tory MPs may have to choose between permitting a calamity Brexit or voting with the opposition to stop it, even if that means collapsing their own government. How far can their principles be stretched? In some cases, Tory consciences have a lot of elastic in their knickers. Matt Hancock and <a href=\"https://www.theguardian.com/politics/2019/jul/11/amber-rudd-drops-opposition-to-no-deal-brexit\" title=\"\">Amber Rudd</a>, who have previously been eloquently vocal about what a catastrophe a no-deal Brexit would be, are now sounding like people reconciled to the idea, a conversion that may not be entirely unconnected to the expectation that Mr Johnson will be picking the next cabinet. Others have been more consistent. Ken Clarke, the former chancellor, said he would rather vote on a confidence motion to terminate his own government than allow a crash-out Brexit. Dominic Grieve, the former attorney general, says the same. If it comes to the crunch, they will put conscience and country first. Other Tories have yet to finish wrestling with their principles. When do they say to themselves that enough is enough?</p> \n</blockquote> \n<h2>Top tweet:</h2> \n<p>Ah, what blissful relief from Brexit was that weekend of sport:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1150474603250290688\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Glance at Twitter to see the great British public banging each other over the heads with cricket bats and tennis racquets in a spirited battle over which is the better sport, Brexit completely forgotten.<br><br>Oh wonderful day.</p>— David Allen Green (@davidallengreen) \n  <a href=\"https://twitter.com/davidallengreen/status/1150474603250290688?ref_src=twsrc%5Etfw\">July 14, 2019</a>\n </blockquote> \n</figure>",
      "wordcount": "1003",
      "firstPublicationDate": "2019-07-16T06:00:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:53Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bq7z5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/41fe3029c6008d77c2775bce4fb1108b46ba878d/0_236_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Welcome to the Guardian’s weekly Brexit briefing. If you would like to receive this as a weekly email, sign up here. You can catch our monthly Brexit Means … podcast here. And for daily updates, head to Andrew Sparrow’s politics live blog. Top stories Boris Johnson belatedly admitted to mishandling the leak of diplomatic cables that led to the resignation of Britain’s ambassador to the US, but Tory voters still back him over Jeremy Hunt to become party leader and prime minister by almost two to one. With the apparent PM-in-waiting continuing to insist he will take the UK out of the EU on 31 October “deal or no deal”, warnings about the impact of leaving without an agreement came thick and fast. The business secretary, Greg Clarke, said a no-deal Brexit would lead to the loss of “many thousands” of jobs, the Bank of England warned it could trigger a “material shock” to the UK economy, and the Revolution Foundation said Britain now faced its highest risk of a recession since the financial crisis. However the Commons speaker, John Bercow, did not select a key amendment designed to scupper attempts by a future government to force no deal by proroguing parliament, despite the backbench Tory MP Dominic Grieve declaring that suspension would mean “the end of parliamentary democracy” in the UK. Not surprisingly, campaigners are beginning to seek other routes to stop parliament being shut down to facilitate no deal. The former Conservative prime minister, John Major, said he would seek a judicial review, while businesswoman Gina Miller warned she would launch immediate legal action. The government also faces a high court judicial review over an alleged “large-scale breach” of the rights of EU citizens denied a vote in May’s European elections. Meanwhile, the woman chosen by EU leaders to replace Jean-Claude Juncker as president of the European commission, Ursula von der Leyen, said – to nobody’s surprise - that she would not be reopening Brexit talks. Yet in their final debate, both Johnson and Hunt significantly hardened their Brexit positions, declaring the Northern Ireland backstop “dead” and promising that even if it was tweaked it could not feature in any exit deal with the EU. Something will have to give ... What next According to the usually well-informed analyst Mujtaba Rahman of Eurasia Group, the incoming government will do “everything it can” to deny no-deal opponents parliamentary space, denying opposition day debates and trying to avoid no-deal legislation to prevent it being amended. At least two bills will, however, have to be rushed through before 31 October, on trade and financial services. No-deal opponents could also try a number of other tactics leading to a no-confidence vote – without forcing a general election, but possibly with a new prime minister emerging. Rahman expects “manoeuvres to begin” in September and the revolt – likely to be joined by several current cabinet and junior ministers – to peak as the UK gets closer to the 31 October cliff edge, most likely after the 17-18 October European summit. “One thing is clear: things are going to get very messy indeed,” he says. Meanwhile Charles Grant of the Centre for European Reform says the EU will not blink on renegotiation. It could, however, offer a new political declaration on the future relationship, confirm it does not want the backstop to be permanent, and offer a longer transition – though none of those are sure to make a difference in Westminster. A further lengthy article 50 extension may well only be offered if the UK held an election or referendum, Grant says. And when talks on the future relationship finally start, the EU27 will be every bit as tough on coordinating the process, ensuring EU unity and keeping member states and MEPs on board as it was during phase one. Best of the rest Darren Grimes accuses elections regulator of errors in spending case Post-Brexit trade pact with US may take some time, says Liam Fox Not cricket: Jacob Rees-Mogg criticised for World Cup comments Flawed Home Office app stops EU citizen getting settled status EU migrants’ £4.3bn contribution to UK ‘should be spent on poor’ Brexit party MEP called for EU fishing vessels to be ‘sunk like Belgrano’ Amber Rudd embraces no-deal Brexit as ministers pitch to Johnson UK economy returns to growth as carmakers end Brexit shutdown Northern Ireland civil service chief warns of Brexit threat to society No-deal Brexit a political and economic threat, Ireland warns BMW moves some engine production out of UK over Brexit fears Top comment In the Observer, Andrew Rawnsley asks where are the politicians with principles they would stand down for: A moral dilemma will face Tory MPs in the highly likely event of a Boris Johnson premiership. He has said he is prepared to crash Britain out of the EU on Halloween without a deal, a prospect that a significant cohort of Conservative MPs regard as grotesquely irresponsible. This autumn, these Tory MPs may have to choose between permitting a calamity Brexit or voting with the opposition to stop it, even if that means collapsing their own government. How far can their principles be stretched? In some cases, Tory consciences have a lot of elastic in their knickers. Matt Hancock and Amber Rudd, who have previously been eloquently vocal about what a catastrophe a no-deal Brexit would be, are now sounding like people reconciled to the idea, a conversion that may not be entirely unconnected to the expectation that Mr Johnson will be picking the next cabinet. Others have been more consistent. Ken Clarke, the former chancellor, said he would rather vote on a confidence motion to terminate his own government than allow a crash-out Brexit. Dominic Grieve, the former attorney general, says the same. If it comes to the crunch, they will put conscience and country first. Other Tories have yet to finish wrestling with their principles. When do they say to themselves that enough is enough? Top tweet: Ah, what blissful relief from Brexit was that weekend of sport:",
      "charCount": "6041",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonhenley\">Jon Henley</a> Europe correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]