[
  {
    "id": "commentisfree/2019/apr/18/the-guardian-view-on-britain-and-the-eu-elections-get-together-to-stay-together",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-18T17:25:14Z",
    "webTitle": "The Guardian view on Britain and the EU elections: get together to stay together | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/18/the-guardian-view-on-britain-and-the-eu-elections-get-together-to-stay-together",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/18/the-guardian-view-on-britain-and-the-eu-elections-get-together-to-stay-together",
    "fields": {
      "headline": "The Guardian view on Britain and the EU elections: get together to stay together",
      "standfirst": "<p>There is a public majority against Brexit. The political parties must cooperate to ensure that its voice is heard in any elections</p>",
      "trailText": "<strong>Editorial:</strong> There is a public majority against Brexit. The political parties must cooperate to ensure that its voice is heard in any elections",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"0ab12879a81459d49b2ffece3079643f73f47bfa\"> <img src=\"https://media.guim.co.uk/0ab12879a81459d49b2ffece3079643f73f47bfa/0_58_2937_1762/1000.jpg\" alt=\"Jeremy Corbyn. ‘A large difficulty is the Labour party, whose membership and voters are mostly pro-remain but whose leadership is ambiguous.’ \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn. ‘A large difficulty is the Labour party, whose membership and voters are mostly pro-remain but whose leadership is ambiguous.’ </span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "body": "<p>If they take place, <a href=\"https://www.theguardian.com/commentisfree/2019/apr/18/european-elections-second-brexit-referendum-vote-register\" title=\"\">European elections</a> in Britain would ideally serve three complementary purposes. The first would be to widen the national debate about Britain’s relations with Europe. The second would be to ensure the electoral argument has a pro-European outcome. The third would be to send a clear pro-European message from British voters to the EU. All this is not going as well for the pro-European side as it should be.</p> <p>The political context for EU elections remains healthy for pro-Europeans. Brexit has proved far more difficult than leavers originally claimed. Leavers are very deeply divided. The problems have contributed to some public rethinking. Since Britain voted to leave the EU in 2016, public opinion has slowly but steadily shifted towards remaining. The current <a href=\"https://whatukthinks.org/eu/\" title=\"\">poll of polls</a> on the issue shows a 54%-46% remain lead. A <a href=\"https://www.comresglobal.com/wp-content/uploads/2019/04/Final-Brexit-Express-Snap-Poll-Tables.pdf\" title=\"\">ComRes poll</a> this week has the gap at 58%-42%.</p> <p>Translating that strength into a clear European election outcome is proving tough. It is made tougher by the extremely tight timetable and by the uncertainty about whether the elections will take place. The central problem is not the issue of Europe as much as the political system. Elections are contests between candidates representing parties with extensive programmes. Even a massive single issue like Brexit is refracted through the party system. But the parties are proving to be too divided, too tribal, too small and too unimaginative to do the job the country badly needs.</p> <p>The problem is not confined to pro-Europeans, for there are divisions on both sides. Polling suggesting that Nigel Farage’s <a href=\"https://www.theguardian.com/commentisfree/2019/apr/16/bet-nigel-farage-brexit-party-winning-eu-elections\" title=\"\">new Brexit party</a> would win most votes has been widely reported this week. That would be a striking result for a new party. It would trigger further internal chaos for the Tories. Most seriously of all, however, it would make it harder to persuade the EU that a British change of heart was likely. But it would be wise not to overreact. The <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/04/18/voting-intention-conservatives-29-labour-30-16-17-?utm_source=twitter&amp;utm_medium=website_article&amp;utm_campaign=VI_17_Apr_2019\" title=\"\">most recent poll</a> of this kind has the Brexit party on 23%, the Conservatives on 17% and Ukip on 6%. That all adds up to 46%, which is what leave is scoring in the poll of polls on Brexit voting intention.</p> <p>For those who want Britain to remain, the situation on the pro-European side is of much greater concern. A large difficulty is the Labour party, whose membership and voters are mostly pro-remain but whose leadership is ambiguous. Labour’s studied ambivalence has at times been a smart strategy. But Labour now stands at only 22% in the same poll. This harms the party itself as well as the wider European cause. Both would benefit from a clearer pro-European stance, especially on a second referendum.</p> <p>All this has helped to boost putative support for the smaller pro-European parties in England – Greens, Liberal Democrats and Change UK – and for nationalist parties in Scotland and Wales. But <a href=\"https://www.theguardian.com/commentisfree/2019/apr/15/remain-parties-eu-elections\" title=\"\">tribal instincts are strong</a> in all these parties too. These have prevented any form of electoral understanding between them. This means that, even in the proportional representation system used by the UK in EU elections, the pro-European cause sounds a discordant note and pro-European chances are diminished. </p> <p>It is not too late to do better. Labour can take a bolder stance. They and the smaller parties can cooperate to ensure the optimal electoral outcome. A pro-European declaration from civil society across the UK to which all pro-European parties can sign up should be a priority. Above all, it is time to recognise that Britain has reached a moment in its journey from 2016 which must be seized. If not now, when?</p>",
      "newspaperPageNumber": "2",
      "wordcount": "597",
      "commentCloseDate": "2019-04-21T17:25:14Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-18T17:25:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:06Z",
      "newspaperEditionDate": "2019-04-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9j6a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0ab12879a81459d49b2ffece3079643f73f47bfa/0_58_2937_1762/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "If they take place, European elections in Britain would ideally serve three complementary purposes. The first would be to widen the national debate about Britain’s relations with Europe. The second would be to ensure the electoral argument has a pro-European outcome. The third would be to send a clear pro-European message from British voters to the EU. All this is not going as well for the pro-European side as it should be. The political context for EU elections remains healthy for pro-Europeans. Brexit has proved far more difficult than leavers originally claimed. Leavers are very deeply divided. The problems have contributed to some public rethinking. Since Britain voted to leave the EU in 2016, public opinion has slowly but steadily shifted towards remaining. The current poll of polls on the issue shows a 54%-46% remain lead. A ComRes poll this week has the gap at 58%-42%. Translating that strength into a clear European election outcome is proving tough. It is made tougher by the extremely tight timetable and by the uncertainty about whether the elections will take place. The central problem is not the issue of Europe as much as the political system. Elections are contests between candidates representing parties with extensive programmes. Even a massive single issue like Brexit is refracted through the party system. But the parties are proving to be too divided, too tribal, too small and too unimaginative to do the job the country badly needs. The problem is not confined to pro-Europeans, for there are divisions on both sides. Polling suggesting that Nigel Farage’s new Brexit party would win most votes has been widely reported this week. That would be a striking result for a new party. It would trigger further internal chaos for the Tories. Most seriously of all, however, it would make it harder to persuade the EU that a British change of heart was likely. But it would be wise not to overreact. The most recent poll of this kind has the Brexit party on 23%, the Conservatives on 17% and Ukip on 6%. That all adds up to 46%, which is what leave is scoring in the poll of polls on Brexit voting intention. For those who want Britain to remain, the situation on the pro-European side is of much greater concern. A large difficulty is the Labour party, whose membership and voters are mostly pro-remain but whose leadership is ambiguous. Labour’s studied ambivalence has at times been a smart strategy. But Labour now stands at only 22% in the same poll. This harms the party itself as well as the wider European cause. Both would benefit from a clearer pro-European stance, especially on a second referendum. All this has helped to boost putative support for the smaller pro-European parties in England – Greens, Liberal Democrats and Change UK – and for nationalist parties in Scotland and Wales. But tribal instincts are strong in all these parties too. These have prevented any form of electoral understanding between them. This means that, even in the proportional representation system used by the UK in EU elections, the pro-European cause sounds a discordant note and pro-European chances are diminished. It is not too late to do better. Labour can take a bolder stance. They and the smaller parties can cooperate to ensure the optimal electoral outcome. A pro-European declaration from civil society across the UK to which all pro-European parties can sign up should be a priority. Above all, it is time to recognise that Britain has reached a moment in its journey from 2016 which must be seized. If not now, when?",
      "charCount": "3556",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "uk-news/2019/apr/18/the-north-needs-hs2-for-its-economic-future",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-04-18T16:53:47Z",
    "webTitle": "The north needs HS2 for its economic future | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/apr/18/the-north-needs-hs2-for-its-economic-future",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/apr/18/the-north-needs-hs2-for-its-economic-future",
    "fields": {
      "headline": "The north needs HS2 for its economic future",
      "standfirst": "Readers, including <strong>Andy Burnham</strong> and <strong>Steve Rotheram</strong>, the mayors of Greater Manchester and Liverpool city region respectively, respond to Simon Jenkins’ article advocating the scrapping of HS2",
      "trailText": "<strong>Letters:</strong> Readers, including <strong>Andy Burnham</strong> and <strong>Steve Rotheram</strong>, the mayors of Greater Manchester and Liverpool city region respectively, respond to Simon Jenkins’ article advocating the scrapping of HS2",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"89df5c932b8bc18fd3857e0bc5db07584f8b5cb2\"> <img src=\"https://media.guim.co.uk/89df5c932b8bc18fd3857e0bc5db07584f8b5cb2/0_128_2381_1428/1000.jpg\" alt=\"Artist’s impression of the proposed HS2 station at Euston. ‘It may make more sense to bypass London, using Old Oak Common as a gateway to central London, with a south circular link to HS1,’ says Roy Boffy. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Artist’s impression of the proposed HS2 station at Euston. ‘It may make more sense to bypass London, using Old Oak Common as a gateway to central London, with a south circular link to HS1,’ says Roy Boffy. </span> <span class=\"element-image__credit\">Photograph: Grimshaw architects</span> </figcaption> </figure>",
      "body": "<p>We write in response to Simon Jenkins’ article (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/16/scrap-hs2-north-hs3-rail-commuter-journeys\" title=\"\">This is a final chance to scrap HS2. The north now needs HS3</a>, 16 April). HS2 is backed by leaders in the north. The capacity that HS2 provides makes Northern Powerhouse Rail possible, and without both we won’t reach our economic potential. In the north, we have been held back because of a transport infrastructure that is simply not good enough, with a lack of capacity to support fast and frequent connections for routes serving our towns and cities. HS2, linked with Northern Powerhouse Rail, will make it easier for people to move between towns and cities, help businesses connect with each other and their customers, and act as a catalyst for local growth.</p> <p>Across the country, HS2 station sites have been preparing for the arrival of the new railway by drawing up economic plans to take advantage of better connections and released capacity. The economic output of Greater Manchester could double to around £132bn by 2050, contributing at least 40,000 new jobs. Liverpool city region forecasts £15bn of economic growth and 24,000 new jobs. The prize is similar across the north and Midlands, with plans along the HS2 route showing nearly 500,000 jobs can be created if we just get on with it. We don’t need London commentators telling northern leaders what we need. No one asked London to choose between HS2 and Crossrail. We know what we need. We need HS2 and Northern Powerhouse Rail.<br><strong>Andy Burnham</strong> <em>Mayor of Greater Manchester</em> <em>and</em> <strong>Steve Rotheram</strong> <em>Mayor of the Liverpool city region</em></p> <p>• Simon Jenkins hits the bullseye. HS2 would merely have the effect of turning Birmingham into a London suburb. We need a major investment programme in high-speed rail that runs from Liverpool to Hull, and up to Newcastle. This programme must also link up all of the cities and smaller towns in between so that people can access decent-paying jobs without having to up sticks and move away from home. Both for the sake of justice, as well as on economic grounds, such a programme should take precedence over HS2.<br><strong>Frank Field MP</strong><br><em>Independent, House of Commons</em></p> <p>• As he usually does, Simon hits a nail right on the head. I’d just like to raise an aspect of this which is going to be very expensive, though it would bring great benefits. The part of the Transpennine rail route which is really desperately in need of investment is not that across the Pennines, as is often assumed, but those through the centres of Manchester and Leeds. Here the track layouts are congested and rampant with sharp curves and junctions which prevent train movement at anything over a crawl for miles. A similar situation exists for all trains traversing Leeds from west to east. It is probable that, due to land availability constraints, the only way to bypass these situations will be by tunnelling, as has been done in London by Crossrail, and this will need serious expenditure.<br><strong>David Mills</strong><br><em>York</em></p> <p>• Simon Jenkins seems to be advocating the doughnut model of strategic transport planning – infrastructure in the north and south but nothing in the middle to join the halves together. HS2 not only links the north to the south, it builds capacity where the west coast mainline is stretched to the limit and promises extensive network improvements throughout the West Midlands. It may make more sense to bypass London, using Old Oak Common as a gateway to central London, with a south circular link to HS1, so avoiding the rather bizarre proposal to terminate at Euston, with a half-mile stroll to St Pancras, but this doesn’t address the nub of the case for HS2. It would make even more sense if Birmingham airport was developed as the fourth London airport, so avoiding yet more congestion in the already overcrowded south-east.<br><strong>Roy Boffy</strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• Simon Jenkins is right to challenge the financial runaway train that is HS2. It is unlikely to reach beyond Birmingham. However, Jenkins has a sideways swipe at the previous try that we will call HS Zero – the Great Central 1899 line through Sheffield, Nottingham and Leicester to London. That <em>was</em> built and on the level, with few curves and to continental loading gauge. What did we do with that? Dumped it 50 years ago and, worse, built on the route instead of mothballing it. A high-speed route through the spine of England. If we have all this money to spend, let’s rebuild the missing 12 miles on the Midland mainline through Bakewell and reconnect the East Midlands direct to Manchester.<br><strong>Robert Bracegirdle</strong><br><em>Gawsworth, Cheshire</em></p> <p>• The key justification for HS2 is that the west coast mainline is simply running out of capacity. As a very frequent user over the past 20 years, I have noticed that the occupancy of the seats has grown considerably over that period and on many trains, spare seats are at a premium. Alternative solutions have been reviewed – longer trains (requiring longer platforms) being the principal one, but the cost would be very similar to that of HS2, and the disruption much greater due to the ancillary work of track realignment and building destruction which would be required. Simon Jenkins does not recognise the issue of capacity, and until he does so and someone finds an alternative solution to the capacity problem, then the case for HS2 remains unanswerable.<br><strong>George Taylor</strong><br><em>Kendal, Cumbria</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "941",
      "commentable": "false",
      "firstPublicationDate": "2019-04-18T16:53:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-18T17:08:01Z",
      "newspaperEditionDate": "2019-04-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9tef",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/89df5c932b8bc18fd3857e0bc5db07584f8b5cb2/0_128_2381_1428/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We write in response to Simon Jenkins’ article (This is a final chance to scrap HS2. The north now needs HS3, 16 April). HS2 is backed by leaders in the north. The capacity that HS2 provides makes Northern Powerhouse Rail possible, and without both we won’t reach our economic potential. In the north, we have been held back because of a transport infrastructure that is simply not good enough, with a lack of capacity to support fast and frequent connections for routes serving our towns and cities. HS2, linked with Northern Powerhouse Rail, will make it easier for people to move between towns and cities, help businesses connect with each other and their customers, and act as a catalyst for local growth. Across the country, HS2 station sites have been preparing for the arrival of the new railway by drawing up economic plans to take advantage of better connections and released capacity. The economic output of Greater Manchester could double to around £132bn by 2050, contributing at least 40,000 new jobs. Liverpool city region forecasts £15bn of economic growth and 24,000 new jobs. The prize is similar across the north and Midlands, with plans along the HS2 route showing nearly 500,000 jobs can be created if we just get on with it. We don’t need London commentators telling northern leaders what we need. No one asked London to choose between HS2 and Crossrail. We know what we need. We need HS2 and Northern Powerhouse Rail. Andy Burnham Mayor of Greater Manchester and Steve Rotheram Mayor of the Liverpool city region • Simon Jenkins hits the bullseye. HS2 would merely have the effect of turning Birmingham into a London suburb. We need a major investment programme in high-speed rail that runs from Liverpool to Hull, and up to Newcastle. This programme must also link up all of the cities and smaller towns in between so that people can access decent-paying jobs without having to up sticks and move away from home. Both for the sake of justice, as well as on economic grounds, such a programme should take precedence over HS2. Frank Field MP Independent, House of Commons • As he usually does, Simon hits a nail right on the head. I’d just like to raise an aspect of this which is going to be very expensive, though it would bring great benefits. The part of the Transpennine rail route which is really desperately in need of investment is not that across the Pennines, as is often assumed, but those through the centres of Manchester and Leeds. Here the track layouts are congested and rampant with sharp curves and junctions which prevent train movement at anything over a crawl for miles. A similar situation exists for all trains traversing Leeds from west to east. It is probable that, due to land availability constraints, the only way to bypass these situations will be by tunnelling, as has been done in London by Crossrail, and this will need serious expenditure. David Mills York • Simon Jenkins seems to be advocating the doughnut model of strategic transport planning – infrastructure in the north and south but nothing in the middle to join the halves together. HS2 not only links the north to the south, it builds capacity where the west coast mainline is stretched to the limit and promises extensive network improvements throughout the West Midlands. It may make more sense to bypass London, using Old Oak Common as a gateway to central London, with a south circular link to HS1, so avoiding the rather bizarre proposal to terminate at Euston, with a half-mile stroll to St Pancras, but this doesn’t address the nub of the case for HS2. It would make even more sense if Birmingham airport was developed as the fourth London airport, so avoiding yet more congestion in the already overcrowded south-east. Roy Boffy Sutton Coldfield, West Midlands • Simon Jenkins is right to challenge the financial runaway train that is HS2. It is unlikely to reach beyond Birmingham. However, Jenkins has a sideways swipe at the previous try that we will call HS Zero – the Great Central 1899 line through Sheffield, Nottingham and Leicester to London. That was built and on the level, with few curves and to continental loading gauge. What did we do with that? Dumped it 50 years ago and, worse, built on the route instead of mothballing it. A high-speed route through the spine of England. If we have all this money to spend, let’s rebuild the missing 12 miles on the Midland mainline through Bakewell and reconnect the East Midlands direct to Manchester. Robert Bracegirdle Gawsworth, Cheshire • The key justification for HS2 is that the west coast mainline is simply running out of capacity. As a very frequent user over the past 20 years, I have noticed that the occupancy of the seats has grown considerably over that period and on many trains, spare seats are at a premium. Alternative solutions have been reviewed – longer trains (requiring longer platforms) being the principal one, but the cost would be very similar to that of HS2, and the disruption much greater due to the ancillary work of track realignment and building destruction which would be required. Simon Jenkins does not recognise the issue of capacity, and until he does so and someone finds an alternative solution to the capacity problem, then the case for HS2 remains unanswerable. George Taylor Kendal, Cumbria • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5606",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/18/kenneth-clarke-brexit-and-life-beyond-bread-and-lard-island",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-18T16:47:43Z",
    "webTitle": "Kenneth Clarke, Brexit, and life beyond Bread and Lard Island | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/18/kenneth-clarke-brexit-and-life-beyond-bread-and-lard-island",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/18/kenneth-clarke-brexit-and-life-beyond-bread-and-lard-island",
    "fields": {
      "headline": "Kenneth Clarke, Brexit, and life beyond Bread and Lard Island",
      "standfirst": "<strong>David Gretton </strong>says the Tory government should have expected a Brexit backlash from post-industrial towns",
      "trailText": "Letters: <strong>David Gretton </strong>says the Tory government should have expected a Brexit backlash from post-industrial towns",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"26a37216506830774409adacf4f2e690cd703a27\"> <img src=\"https://media.guim.co.uk/26a37216506830774409adacf4f2e690cd703a27/0_462_8688_5213/1000.jpg\" alt=\"Ken Clarke MP in his office at Portcullis House. Westminster, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kenneth Clarke in his office at Portcullis House, Westminster.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>",
      "body": "<p>So Kenneth Clarke (<a href=\"https://www.theguardian.com/politics/2019/apr/15/ken-clarke-mp-brexit-parody-student-politics-conservative-tory-europe\" title=\"\">Interview</a>, G2, 16 April) didn’t see that the effect of Tory policies on former thriving economies might result in a backlash from the post-industrial towns where the cuts were the most debilitating.</p> <p>He wouldn’t have had to go far from his home on “Bread and Lard Island” (a wonderful old Nottingham epithet for West Bridgford) to Mansfield – it’s 17 miles up the A60 and then a bit further to Worksop. Those communities didn’t feel misunderstood, rather the feeling was that they were callously and cruelly disregarded by the government of the time as their livelihood was consigned to the dustbin of economic progress. Anyone with O-level economics would have seen what was to come.</p> <p>Presumably Clarke, like the rest of us, can’t foresee what is to come next. Let’s hope his ageing party is ignored by the young in favour of progressive politics and a change from the clownish behaviour we see in the Houses of Parliament.</p> <p>But please don’t patronise us, Mr Clarke – the government knew exactly what it was doing, but not the consequences, it would seem.<br><strong>David Gretton</strong><br><em>Gedling, Nottinghamshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "232",
      "commentable": "false",
      "firstPublicationDate": "2019-04-18T16:47:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:14Z",
      "newspaperEditionDate": "2019-04-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9tmk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/26a37216506830774409adacf4f2e690cd703a27/0_462_8688_5213/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "So Kenneth Clarke (Interview, G2, 16 April) didn’t see that the effect of Tory policies on former thriving economies might result in a backlash from the post-industrial towns where the cuts were the most debilitating. He wouldn’t have had to go far from his home on “Bread and Lard Island” (a wonderful old Nottingham epithet for West Bridgford) to Mansfield – it’s 17 miles up the A60 and then a bit further to Worksop. Those communities didn’t feel misunderstood, rather the feeling was that they were callously and cruelly disregarded by the government of the time as their livelihood was consigned to the dustbin of economic progress. Anyone with O-level economics would have seen what was to come. Presumably Clarke, like the rest of us, can’t foresee what is to come next. Let’s hope his ageing party is ignored by the young in favour of progressive politics and a change from the clownish behaviour we see in the Houses of Parliament. But please don’t patronise us, Mr Clarke – the government knew exactly what it was doing, but not the consequences, it would seem. David Gretton Gedling, Nottinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1407",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/apr/18/wheres-the-will-to-restore-the-planet",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-18T16:44:07Z",
    "webTitle": "Where’s the will to restore the planet? | Brief letters",
    "webUrl": "https://www.theguardian.com/world/2019/apr/18/wheres-the-will-to-restore-the-planet",
    "apiUrl": "https://content.guardianapis.com/world/2019/apr/18/wheres-the-will-to-restore-the-planet",
    "fields": {
      "headline": "Where’s the will to restore the planet?",
      "standfirst": "Notre Dame and Greta Thunberg | Houses of Parliament | The Iliad | Songs about Europe | Going abroad to Wales",
      "trailText": "<strong>Brief letters:</strong> Notre Dame and Greta Thunberg | Houses of Parliament | The Iliad | Songs about Europe | Going abroad to Wales",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"05473f7102f9be4a987035ee3b147bb4713b8acc\"> <img src=\"https://media.guim.co.uk/05473f7102f9be4a987035ee3b147bb4713b8acc/0_8_3143_1886/1000.jpg\" alt=\"Aerial shot of the fire damage to Notre Dame cathedral in Paris. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aerial shot of the fire damage to Notre Dame Cathedral in Paris. </span> <span class=\"element-image__credit\">Photograph: Gigarama.ru/AP</span> </figcaption> </figure>",
      "body": "<p>It’s extraordinary to put together the response to the tragic fire in Notre Dame and the Guardian’s video of <a href=\"https://www.theguardian.com/environment/video/2019/apr/16/greta-thunbergs-emotional-speech-to-eu-leaders-video\" title=\"\">Greta Thunberg’s speech in Strasbourg</a> (16 April). “Our house is on fire,” she said. “Our house is falling down.” Some level of panic, she said, is appropriate and necessary in an emergency, to motivate urgent action. Millions were being promised for the reconstruction of the cathedral before the fire was out. Climate breakdown roars around us, as we fumble in our tottering house looking for our reading glasses.<br><strong>Caro New</strong><br><em>Joint national campaigns co-ordinator, Green party of England and Wales</em></p> <p>• Can we expect to see the same generosity as shown in Paris to help with the restoration works on the Houses of Parliament (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/17/the-guardian-view-on-the-palace-of-westminster-renovate-it-and-our-democracy\" title=\"\">Editorial</a>, 18 April) from the numerous millionaires in the present government?<br><strong>Linda Theobald</strong><br><em>London</em></p> <p>• Pete Buttigieg may indeed be pretentious (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/17/julian-assange-dominic-raab-literary-signalling-gore-vidal-arwa-mahdawi\" title=\"\">Arwa Mahdawi</a>, G2, 17 April), but that’s not to say the Odyssey is not exactly a beach read. I left my copy of the Iliad on top of a sun shade on the beach at Torremolinos at the end of the day in 1982. Would you believe it was still there the next day?<br><strong>Ian Paulson</strong><br><em>London</em></p> <p>• Songs about Europe (<a href=\"https://www.theguardian.com/music/2019/apr/11/the-50-best-songs-about-europe-ranked\" title=\"\">G2</a>, 12 April and <a href=\"https://www.theguardian.com/football/2019/apr/16/dont-forget-football-racism-of-the-past\" title=\"\">Letters</a>, 17 April)? Surely we can’t forget Ronnie Hilton’s A Windmill in Old Amsterdam. The little mouse had clogs on!<br><strong>Ruth Lewis</strong><br><em>Middlesbrough</em></p> <p>• You referred to Theresa May as being “out of the country” (<a href=\"https://www.theguardian.com/politics/2019/apr/15/sajid-javid-i-could-have-had-a-life-of-crime\" title=\"\">Report</a>, 16 April). In a box attached to this article you state that she is on a walking holiday in Wales. Is Mrs May now only prime minister of England?<br><strong>Keith Wightman</strong><br><em>Barbon, Cumbria</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "316",
      "commentable": "false",
      "firstPublicationDate": "2019-04-18T16:44:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:38Z",
      "newspaperEditionDate": "2019-04-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9ty2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/05473f7102f9be4a987035ee3b147bb4713b8acc/0_8_3143_1886/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It’s extraordinary to put together the response to the tragic fire in Notre Dame and the Guardian’s video of Greta Thunberg’s speech in Strasbourg (16 April). “Our house is on fire,” she said. “Our house is falling down.” Some level of panic, she said, is appropriate and necessary in an emergency, to motivate urgent action. Millions were being promised for the reconstruction of the cathedral before the fire was out. Climate breakdown roars around us, as we fumble in our tottering house looking for our reading glasses. Caro New Joint national campaigns co-ordinator, Green party of England and Wales • Can we expect to see the same generosity as shown in Paris to help with the restoration works on the Houses of Parliament (Editorial, 18 April) from the numerous millionaires in the present government? Linda Theobald London • Pete Buttigieg may indeed be pretentious (Arwa Mahdawi, G2, 17 April), but that’s not to say the Odyssey is not exactly a beach read. I left my copy of the Iliad on top of a sun shade on the beach at Torremolinos at the end of the day in 1982. Would you believe it was still there the next day? Ian Paulson London • Songs about Europe (G2, 12 April and Letters, 17 April)? Surely we can’t forget Ronnie Hilton’s A Windmill in Old Amsterdam. The little mouse had clogs on! Ruth Lewis Middlesbrough • You referred to Theresa May as being “out of the country” (Report, 16 April). In a box attached to this article you state that she is on a walking holiday in Wales. Is Mrs May now only prime minister of England? Keith Wightman Barbon, Cumbria • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1870",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/18/rough-sleeping-figures-cannot-be-trusted-says-statistics-chief",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-18T13:12:09Z",
    "webTitle": "Rough sleeping figures cannot be trusted, says statistics chief",
    "webUrl": "https://www.theguardian.com/society/2019/apr/18/rough-sleeping-figures-cannot-be-trusted-says-statistics-chief",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/18/rough-sleeping-figures-cannot-be-trusted-says-statistics-chief",
    "fields": {
      "headline": "Rough sleeping figures cannot be trusted, says statistics chief",
      "standfirst": "<p>Sir David Norgrove urges ministers to clarify claims that numbers are falling in England</p>",
      "trailText": "Sir David Norgrove urges ministers to clarify claims that numbers are falling in England",
      "byline": "Patrick Greenfield",
      "main": "<figure class=\"element element-image\" data-media-id=\"5b310cb7d9c1720fa812d629c73b4c5c34d038d9\"> \n <img src=\"https://media.guim.co.uk/5b310cb7d9c1720fa812d629c73b4c5c34d038d9/0_0_3500_2100/1000.jpg\" alt=\"A homeless person sleeps on the streets\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The government has yet to address claims that some councils may have underreported the scale of the rough sleeping crisis. </span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Claims that rough sleeping is falling in England should not be trusted until the government has explained how an emergency funding scheme for the worst-affected areas might have skewed the latest figures, the chair of the UK statistics Authority (UKSA) has said.</p> \n<p>Sir David Norgrove’s comments are the latest development in a row over the apparent 2% fall in rough sleeping in England in 2018, which ministers said was a sign the government’s Rough Sleeping Initiative (RSI) was tackling the homelessness crisis.</p> \n<p>In a significant intervention, Norgrove said the official figures for 2018 should not be used to make claims about rough sleeping in England until the government addresses concerns that some councils that received RSI funding had deliberately underreported the scale of the crisis in their area.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/04/homeless-zip/giv-39023PbQ7eMaSWuE/\" data-alt=\"Rough sleeping in England statistics\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/04/homeless-zip/giv-39023PbQ7eMaSWuE/\">Rough sleeping in England statistics</a> \n</figure> \n<p>The official rough sleeping statistics for England, based on estimates and spot counts from all local authorities on a single night in autumn, are intended to include everyone about to bed down or already bedded down on the street, in doorways, parks, tents and sheds, but not hostels or shelters.</p> \n<p>Estimates, akin to a local census, are typically agreed by agencies who work closely with rough sleepers in the area all year, whereas street counts are one-night snapshots.</p> \n<p>After the official figures for 2018 were published at the start of the year, the prime minister, Theresa May, hailed an apparent 85% fall in rough sleeping in Southend from 2017 to 2018.</p> \n<p>Southend was among several local authorities that changed its methodology after it received short-term RSI funding, along with Brighton, Southend, Redbridge, Eastbourne, Medway, Worthing, Thanet, Exeter, Basildon, Ipswich and Warwick.</p> \n<p>All councils recorded significant falls in rough sleeping from 2017 to 2018 after switching from an estimate to a count, which critics said occurred because of the methodology change and did not reflect the reality on the streets.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e5e096d0-0b0d-4b1d-ad18-de39fd9eab19\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Is rough sleeping getting worse?</strong></p>\n    <p></p>\n    <p>The government claims rough sleeping in England fell for the first time in eight years in 2018, from 4,751 in 2017 to 4,677. But the body that oversees the quality of official statistics in the UK has said the number should not be trusted after 10% of councils changed their counting methods. <a href=\"https://www.theguardian.com/society/2019/jun/19/london-rough-sleeping-hits-record-high-with-18-rise-in-2018-19\">Rough sleeping in London has hit a record high</a>, with an 18% rise in 2018-19.</p>\n    <p>The numbers of people sleeping rough across Scotland have also risen, with 2,682 people reported as having slept rough on at least one occasion.</p>\n    <p>Shelter, whose figures include rough sleepers and people in temporary accommodation, estimate that overall <a href=\"https://www.theguardian.com/society/2018/nov/22/at-least-320000-homeless-people-in-britain-says-shelter\">around 320,000 people are homeless in Britain</a>.</p>\n    <p></p>\n    <p><strong>What’s being done about rough sleeping?</strong></p>\n    <p></p>\n    <p>The government’s Homelessness Reduction Act 2017, which places new duties on state institutions to intervene earlier to prevent homelessness has been in force for more than a year, but two thirds of councils have warned they cannot afford to comply with it. In 2018, James Brokenshire, the housing secretary, announced a one-off £30m funding pot for immediate support for councils to tackle rough sleeping.</p>\n    <p></p>\n    <p><strong>How does the law treat rough sleepers?</strong></p>\n    <p></p>\n    <p>Rough sleeping and begging are illegal in ENgland and Wales under the Vagrancy Act 1824, which makes ‘wandering abroad and lodging in any barn or outhouse, or in any deserted or unoccupied building, or in the open air, or under a tent, or in any cart or wagon, and not giving a good account of himself or herself’ liable to a £1,000 fine. Leading homelessness charities, police and politicians have <a href=\"https://www.theguardian.com/society/2019/jun/17/removal-of-homeless-camps-trebles-as-charities-warn-of-out-of-control-crisis\">called on the government to scrap the law</a>.</p>\n    <p>Since 2014, councils have increasingly used public space protection orders to issue £100 fines. The number of homeless camps forcibly removed by councils across the UK has <a href=\"https://www.theguardian.com/society/2019/jun/17/removal-of-homeless-camps-trebles-as-charities-warn-of-out-of-control-crisis\">more than trebled in five years</a>, figures show, prompting campaigners to warn that the rough sleeping crisis is out of control and has become an entrenched part of life in the country.</p>\n    <p></p>\n    <p><strong>Is austerity a factor in homelessness?</strong></p>\n    <p></p>\n    <p>A Labour party analysis has claimed that <a href=\"https://www.theguardian.com/society/2019/jun/24/homeless-deaths-disproportionately-affected-by-cuts\">local government funding cuts are disproportionately hitting areas that have the highest numbers of deaths among homeless people</a>. Nine of the 10 councils with the highest numbers of homeless deaths in England and Wales between 2013 and 2017 have had cuts of more than three times the national average of £254 for every household.</p>\n    <p></p>\n    <p><strong>What are the health impacts of rough sleeping?</strong></p>\n    <p></p>\n    <p>A study of more than 900 homeless patients at a specialist healthcare centre in the West Midlands found that they were 60 times more likely to visit A&amp;E in a year than the general population in England.</p>\n    <p>Homeless people were more likely to have a range of medical conditions than the general population. While only 0.9% of the general population are on the register for severe mental health problems, the proportion was more than seven times higher for homeless people, at 6.5%.<br></p>\n    <p>Just over 13% of homeless men have a substance dependence, compared with 4.3% of men in the general population. For women the figures were 16.5% and 1.9% respectively. In addition, more than a fifth of homeless people have an alcohol dependence, compared with 1.4% of the general population. Hepatitis C was also more prevalent among homeless people.<br></p>\n    <p><b>Sarah Marsh</b>, <b>Rajeev Syal</b> and <b>Patrick Greenfield</b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p><a href=\"https://www.theguardian.com/society/2019/mar/26/improve-quality-of-rough-sleeping-figures-says-uk-statistics-chief\">For the second time since the 2018 figures were published</a>, Norgrove said they “should not be used to draw firm conclusions about recent trends in rough sleeping and cannot yet support public claims about the success of the Rough Sleeping Initiative” until the Ministry of Housing, Communities and Local Government (MHCLG) provided clarity.</p> \n<p>Norgrove made the comments in a letter to Conservative peer Nick Bourne after he said in a Lords debate that rough sleeping had decreased by 19% in the 83 councils that received RSI funding and was showing a downward trend in England. The letter was also sent to the housing secretary, James Brokenshire.</p> \n<p>When contacted by the Guardian, a MHCLG spokesperson said: “In areas where the government has targeted funding and interventions through its Rough Sleeping Initiative, the number of rough sleepers has fallen by 19% as compared to the national decrease of 2%.</p> \n<p>“The Rough Sleeping Initiative funds local authorities to provide specialist services to help the most vulnerable people in society off the streets. We will publish an evaluation later this year, which will help to understand the impact of the initiative.”</p>",
      "newspaperPageNumber": "17",
      "wordcount": "496",
      "firstPublicationDate": "2019-04-18T13:12:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-02T10:09:16Z",
      "newspaperEditionDate": "2019-04-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9hg3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5b310cb7d9c1720fa812d629c73b4c5c34d038d9/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Claims that rough sleeping is falling in England should not be trusted until the government has explained how an emergency funding scheme for the worst-affected areas might have skewed the latest figures, the chair of the UK statistics Authority (UKSA) has said. Sir David Norgrove’s comments are the latest development in a row over the apparent 2% fall in rough sleeping in England in 2018, which ministers said was a sign the government’s Rough Sleeping Initiative (RSI) was tackling the homelessness crisis. In a significant intervention, Norgrove said the official figures for 2018 should not be used to make claims about rough sleeping in England until the government addresses concerns that some councils that received RSI funding had deliberately underreported the scale of the crisis in their area. The official rough sleeping statistics for England, based on estimates and spot counts from all local authorities on a single night in autumn, are intended to include everyone about to bed down or already bedded down on the street, in doorways, parks, tents and sheds, but not hostels or shelters. Estimates, akin to a local census, are typically agreed by agencies who work closely with rough sleepers in the area all year, whereas street counts are one-night snapshots. After the official figures for 2018 were published at the start of the year, the prime minister, Theresa May, hailed an apparent 85% fall in rough sleeping in Southend from 2017 to 2018. Southend was among several local authorities that changed its methodology after it received short-term RSI funding, along with Brighton, Southend, Redbridge, Eastbourne, Medway, Worthing, Thanet, Exeter, Basildon, Ipswich and Warwick. All councils recorded significant falls in rough sleeping from 2017 to 2018 after switching from an estimate to a count, which critics said occurred because of the methodology change and did not reflect the reality on the streets. For the second time since the 2018 figures were published, Norgrove said they “should not be used to draw firm conclusions about recent trends in rough sleeping and cannot yet support public claims about the success of the Rough Sleeping Initiative” until the Ministry of Housing, Communities and Local Government (MHCLG) provided clarity. Norgrove made the comments in a letter to Conservative peer Nick Bourne after he said in a Lords debate that rough sleeping had decreased by 19% in the 83 councils that received RSI funding and was showing a downward trend in England. The letter was also sent to the housing secretary, James Brokenshire. When contacted by the Guardian, a MHCLG spokesperson said: “In areas where the government has targeted funding and interventions through its Rough Sleeping Initiative, the number of rough sleepers has fallen by 19% as compared to the national decrease of 2%. “The Rough Sleeping Initiative funds local authorities to provide specialist services to help the most vulnerable people in society off the streets. We will publish an evaluation later this year, which will help to understand the impact of the initiative.”",
      "charCount": "3093",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/patrick-greenfield\">Patrick Greenfield</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/18/european-politicians-elections-brexit-eu",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-18T12:45:12Z",
    "webTitle": "European politicians are in election mode – but they must hold the line on Brexit | Richard Corbett",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/18/european-politicians-elections-brexit-eu",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/18/european-politicians-elections-brexit-eu",
    "fields": {
      "headline": "European politicians are in election mode – but they must hold the line on Brexit",
      "standfirst": "<p>The inevitable power struggles must not be allowed to obscure the unprecedented risk the loss of an EU member state would pose</p>",
      "trailText": "The danger posed to the EU by losing a member state – that’s the big picture, says Labour MEP Richard Corbett",
      "byline": "Richard Corbett",
      "main": "<figure class=\"element element-image\" data-media-id=\"f1df0315a105da5550c3bdfea1b57a526a91b3fa\"> \n <img src=\"https://media.guim.co.uk/f1df0315a105da5550c3bdfea1b57a526a91b3fa/0_80_4768_2861/1000.jpg\" alt=\"Guy Verhofstadt\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Guy Verhofstadt’s should be taken with a pinch of salt... he is trying to curry favour with Emmanuel Macron.’</span> \n  <span class=\"element-image__credit\">Photograph: Frederick Florin/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Something unusual happened in a debate in the European parliament this week. The arch-European federalist Guy Verhofstadt was applauded by Ukip MEPs as he laid into Donald Tusk for enabling the extension of Britain’s Brexit deadline until <a href=\"https://www.theguardian.com/politics/2019/apr/16/donald-tusk-chastises-meps-criticism-october-brexit-delay\" title=\"\">Halloween</a>. No such extension should have been allowed, said Verhofstadt, to the evident joy of the Brexiters.</p> \n<p><a href=\"https://www.theguardian.com/politics/video/2019/apr/16/donald-tusk-and-guy-verhofstadt-clash-over-brexit-extension-video\" title=\"\">The rift between</a> Tusk, the president of the European council (the meeting of the 28 prime ministers or presidents of EU countries) and Verhofstadt, the chair of the European parliament’s Brexit steering group, was a public sign of the first major division on the EU side in the Brexit process.</p> \n<p>But Verhofstadt’s rant should be taken with a pinch of salt. He was speaking as leader of the Alde group of liberals in the European parliament, not on behalf of the parliament. He was no doubt thinking that a new batch of UK MEPs is likely to include many Labour MEPs but few Liberal Democrats. The centre-right EPP group has similar concerns. They both dislike the reinforcement of the <a href=\"https://www.theguardian.com/politics/2019/feb/18/eu-parliaments-centrist-coalition-set-to-lose-majority-poll-finds-european-people-party-socialists-democrats\" title=\"\">Socialist and Democrats group</a> in the European parliament that Labour is likely to bring in the elections, coming just as the new parliament elects the next president of the European commission, in which the socialist candidate, the Anglophile Dutchman Frans Timmermans, has every chance of being elected. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/18/european-elections-second-brexit-referendum-vote-register\">Britain will have its second referendum – at the EU elections on 23 May | Timothy Garton Ash</a> </p> \n</aside> \n<p>Some MEPs have a different fear: that <a href=\"https://www.theguardian.com/politics/video/2019/apr/12/no-more-mr-nice-guy-nigel-farage-launches-brexit-party-video\" title=\"\">Nigel Farage</a> might return with phalanx of MEPs intent upon sabotaging the work of the parliament. In practice, that is unlikely. The 24 MEPs elected as Ukip in the last elections have made little impact on the parliament. When they bother to attend at all, they can often be found in the bars. But even if they were more organised and intent on preventing the parliament from working, the latter’s rules of procedure make it possible to deal with organised disruption.</p> \n<p>Then, of course, there are the UK Conservative MEPs, terrified of a catastrophic election result for their party as they pay the price for their government’s divisions and incompetence.</p> \n<p>But most MEPs do not share this apprehension about extending the Brexit deadline. In their view, tails shouldn’t wag dogs. The issue of Brexit – the EU losing a member state for the first time in its history, the negative economic impact, the implications for security, the many and the many practical inconveniences – are far more important and long term than the exact balance between the parliamentary groups after one particular election. All the more so in the event of a catastrophic, no-deal Brexit.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b3a7464e-d8b7-4c93-a5ad-fa8b87508176\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/vTupP1zkjNw?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>And similarly within the European council, only the French president, Emmanuel Macron, pressed for a short extension that would not have given Britain time to reconsider Brexit to find an alternative deal or to hold a new referendum.</p> \n<p>That brings us back to Verhofstadt. He is trying to curry favour with Macron because he wants any MEPs elected for Macron’s La REM (<a href=\"https://www.theguardian.com/world/2017/jun/03/macron-french-france-voters-elections-en-marche\" title=\"\">La République En Marche</a>) party to join the Alde group in the parliament.</p> \n<p>Such a focus on narrow, short-term, partisan interests does a disservice to all. It is far better to take as much time as necessary to solve Britain’s Brexit crisis – even if that is inconvenient for a few short-term party political calculations either in the European parliament or in Britain.</p> \n<p>• Richard Corbett MEP represents Yorkshire and the Humber, and is the leader of the European Parliamentary Labour Party</p>",
      "wordcount": "563",
      "commentCloseDate": "2019-04-18T19:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-18T12:45:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:15Z",
      "newspaperEditionDate": "2019-04-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9hj7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f1df0315a105da5550c3bdfea1b57a526a91b3fa/0_80_4768_2861/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Something unusual happened in a debate in the European parliament this week. The arch-European federalist Guy Verhofstadt was applauded by Ukip MEPs as he laid into Donald Tusk for enabling the extension of Britain’s Brexit deadline until Halloween. No such extension should have been allowed, said Verhofstadt, to the evident joy of the Brexiters. The rift between Tusk, the president of the European council (the meeting of the 28 prime ministers or presidents of EU countries) and Verhofstadt, the chair of the European parliament’s Brexit steering group, was a public sign of the first major division on the EU side in the Brexit process. But Verhofstadt’s rant should be taken with a pinch of salt. He was speaking as leader of the Alde group of liberals in the European parliament, not on behalf of the parliament. He was no doubt thinking that a new batch of UK MEPs is likely to include many Labour MEPs but few Liberal Democrats. The centre-right EPP group has similar concerns. They both dislike the reinforcement of the Socialist and Democrats group in the European parliament that Labour is likely to bring in the elections, coming just as the new parliament elects the next president of the European commission, in which the socialist candidate, the Anglophile Dutchman Frans Timmermans, has every chance of being elected. Some MEPs have a different fear: that Nigel Farage might return with phalanx of MEPs intent upon sabotaging the work of the parliament. In practice, that is unlikely. The 24 MEPs elected as Ukip in the last elections have made little impact on the parliament. When they bother to attend at all, they can often be found in the bars. But even if they were more organised and intent on preventing the parliament from working, the latter’s rules of procedure make it possible to deal with organised disruption. Then, of course, there are the UK Conservative MEPs, terrified of a catastrophic election result for their party as they pay the price for their government’s divisions and incompetence. But most MEPs do not share this apprehension about extending the Brexit deadline. In their view, tails shouldn’t wag dogs. The issue of Brexit – the EU losing a member state for the first time in its history, the negative economic impact, the implications for security, the many and the many practical inconveniences – are far more important and long term than the exact balance between the parliamentary groups after one particular election. All the more so in the event of a catastrophic, no-deal Brexit. And similarly within the European council, only the French president, Emmanuel Macron, pressed for a short extension that would not have given Britain time to reconsider Brexit to find an alternative deal or to hold a new referendum. That brings us back to Verhofstadt. He is trying to curry favour with Macron because he wants any MEPs elected for Macron’s La REM (La République En Marche) party to join the Alde group in the parliament. Such a focus on narrow, short-term, partisan interests does a disservice to all. It is far better to take as much time as necessary to solve Britain’s Brexit crisis – even if that is inconvenient for a few short-term party political calculations either in the European parliament or in Britain. • Richard Corbett MEP represents Yorkshire and the Humber, and is the leader of the European Parliamentary Labour Party",
      "charCount": "3389",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richardcorbett\">Richard Corbett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/apr/18/remainers-labour-eu-elections-brexit-socialists",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-18T09:00:22Z",
    "webTitle": "Remainers, you have nothing to fear from backing Labour in the EU elections | Zoe Williams",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/18/remainers-labour-eu-elections-brexit-socialists",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/18/remainers-labour-eu-elections-brexit-socialists",
    "fields": {
      "headline": "Remainers, you have nothing to fear from backing Labour in the EU elections",
      "standfirst": "<p>Never mind the pro-Brexit faction. The party is already signed up to the hopeful policies of the Party of European Socialists</p>",
      "trailText": "The party is already signed up to the hopeful policies of the Party of European Socialists, says Guardian columnist Zoe Williams",
      "byline": "Zoe Williams",
      "main": "<figure class=\"element element-image\" data-media-id=\"1a312fa3979e0449cf2be220a8c14f192915309e\"> <img src=\"https://media.guim.co.uk/1a312fa3979e0449cf2be220a8c14f192915309e/0_0_6585_3951/1000.jpg\" alt=\"LIVERPOOL, 25 September 2018 - Delegates at the Labour Party’s annual conference in Liverpool. Love Corbyn, Hate Brexit tote bag. Christopher Thomond for The Guardian.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour will enter the EU elections with a programme that is actually about Europe.’</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>With the European elections now all but an inevitability, Nigel Farage has made his position pretty clear: he’d like five weeks of <a href=\"https://www.theguardian.com/politics/video/2019/apr/12/no-more-mr-nice-guy-nigel-farage-launches-brexit-party-video\" title=\"\">unbridled rage</a>, festooned with unwarranted respectability by the increasingly wild decisions of the BBC. There being little space to the right of Farage, those who would vie for it (Boris Johnson) have <a href=\"https://inews.co.uk/news/brexit/boris-johnson-not-campaign-european-elections-stanley-candidate/\" title=\"\">threatened a boycott</a> instead.</p> <p>For mainstream Conservatives, meanwhile, their offer for the MEP vote is impossible to conceive: “Vote pointlessly for us, that we might represent you in institutions you rightly despise, for a matter of weeks, in an expensive, meaningless election that only our incompetence has necessitated.” Those are hustings I would pay to see.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In priorities, values, worldview and ambition, the PES manifesto chimes exactly with the Labour party</p> </blockquote> </aside>  <p>The embarrassment has been waved away with the wishful thinking that Labour is in just as awkward a position: also campaigning on the foundation that they will “respect the referendum”, also knocking on doors to inspire people to vote for candidates with the political lifespan of butterflies, for no better reason than a technicality. But this is not the case. Labour will enter the EU elections from a completely different angle, with a programme that is actually about Europe rather than the same ventriloquised and imperfect debate about domestic politics, in which Europe stands, broadly, for the question: do you want things to be different, or to stay the same?</p> <p>The <a href=\"https://www.theguardian.com/politics/2019/feb/18/eu-parliaments-centrist-coalition-set-to-lose-majority-poll-finds-european-people-party-socialists-democrats\" title=\"\">Party of European Socialists</a> (PES) has the manifesto on which these elections will be fought, which Corbyn and Labour’s MEPs, as members, signed up to at the congress in <a href=\"https://www.pes.eu/export/sites/default/.galleries/Documents-gallery/PES-Manifesto-2019_EN.pdf_2063069299.pdf\" title=\"\">Lisbon in December last year</a>. It’s a radical and hopeful vision of the possibilities for Europe such as have never, to my knowledge, surfaced in the Brexit debate. It takes in the criticisms that have justifiably been levelled at the EU – the first line reads, “The European Union must better serve its people” – but instead of using them as a reason to abandon this vast and ambitious project, this is the foundation for a much bolder question: how could these institutions be transformed so they served their original purpose? So they existed to serve the interests of peace and reconciliation, so they fostered equality, so solidarity across borders might have meaningful expression? How could the precise and unignorable <a href=\"https://www.theguardian.com/commentisfree/2019/apr/17/macron-change-european-union-president-france-german\" title=\"\">challenges of the future</a> be met by the principles laid down in the past?</p> <p>The ideas laid out describe the vast possibilities for a continent that is set on better serving its people: a carbon-neutral continent by 2050; strong welfare states, social safety nets and quality public services; standards driven up by collective transnational action; a ban on zero-hours contracts and fake self-employment. “In-work poverty,” it states, “is morally and economically unjustifiable,” a statement as trenchant and unarguable as the fair day’s pay for a fair day’s work that defined the trades union movement and changed the course of the societies of the last century. It demands a European labour authority so that low wages cannot be blamed on migration, and freedom of movement can represent genuine liberty for citizens. It calls for dignity, justice and order to be brought to refugees.</p> <p>On everything from fake news to fascism, corporate tax competition to climate change, it spells out, concretely and in the abstract, where the solutions lie, and more to the point, how no party of the left, however visionary, however prepared, can tackle these problems alone.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/16/bet-nigel-farage-brexit-party-winning-eu-elections\">Don’t bet against the Brexit party winning the EU elections | Chris Curtis</a> </p> </aside>  <p>In priorities, values, worldview and ambition, it chimes exactly with the Labour party – so it’s no wonder Labour has signed up. We can fixate on the persistence of a pro-Brexit faction within Labour – unarguably, it exists – but it is tedious to continue to locate and analyse it when it cannot have a decisive voice on <a href=\"https://www.theguardian.com/politics/2019/apr/17/labour-giving-farage-eu-election-victory-margaret-beckett-brexit\" title=\"\">Labour’s position in the European elections</a>. Logically, the small group of pro-Brexit leftwingers doesn’t have any influence here: even if we were to leave aside the staunch and growing remain instincts of most Labour members and voters – though why should we? – the party has an overriding imperative. It must, in solidarity with its European socialist allies, spread its hopeful vision for the bloc; not (only) because it has already pledged to, but because its values are Labour’s values, and it would need an unimaginably good reason not to. (Labour supporters who want to signal what that support means vis a vis Europe can sign this <a href=\"https://labourforasocialisteurope.org/2019/04/07/for-a-radical-labour-campaign-in-the-eu-elections/\" title=\"\">petition</a>.)</p> <p>The remain supporters of the confirmatory referendum, which looks more and more likely, will fight for it in three ways: one part, building a positive vision of what the EU could do. One part, fix Britain instead – what would real answers to the problems unearthed by the Brexit vote look like? And one part, let’s end this nightmare and never return to this god-awful debate again. The first two of those have a muster point, a pre-election in which to build its arguments and gather its foot soldiers. It may be too late to attach a “fix Britain instead” message to the local elections, which have so far unfolded as a dark insight into the regard in which politicians of all stamps are currently held. But in the European elections, Labour can and will build a case for the kind of Europe that remainers want to be part of.</p> <p>• Zoe Williams is a Guardian columnist</p>",
      "wordcount": "872",
      "commentCloseDate": "2019-04-18T13:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-18T09:00:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:15Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9cyv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1a312fa3979e0449cf2be220a8c14f192915309e/0_0_6585_3951/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With the European elections now all but an inevitability, Nigel Farage has made his position pretty clear: he’d like five weeks of unbridled rage, festooned with unwarranted respectability by the increasingly wild decisions of the BBC. There being little space to the right of Farage, those who would vie for it (Boris Johnson) have threatened a boycott instead. For mainstream Conservatives, meanwhile, their offer for the MEP vote is impossible to conceive: “Vote pointlessly for us, that we might represent you in institutions you rightly despise, for a matter of weeks, in an expensive, meaningless election that only our incompetence has necessitated.” Those are hustings I would pay to see. The embarrassment has been waved away with the wishful thinking that Labour is in just as awkward a position: also campaigning on the foundation that they will “respect the referendum”, also knocking on doors to inspire people to vote for candidates with the political lifespan of butterflies, for no better reason than a technicality. But this is not the case. Labour will enter the EU elections from a completely different angle, with a programme that is actually about Europe rather than the same ventriloquised and imperfect debate about domestic politics, in which Europe stands, broadly, for the question: do you want things to be different, or to stay the same? The Party of European Socialists (PES) has the manifesto on which these elections will be fought, which Corbyn and Labour’s MEPs, as members, signed up to at the congress in Lisbon in December last year. It’s a radical and hopeful vision of the possibilities for Europe such as have never, to my knowledge, surfaced in the Brexit debate. It takes in the criticisms that have justifiably been levelled at the EU – the first line reads, “The European Union must better serve its people” – but instead of using them as a reason to abandon this vast and ambitious project, this is the foundation for a much bolder question: how could these institutions be transformed so they served their original purpose? So they existed to serve the interests of peace and reconciliation, so they fostered equality, so solidarity across borders might have meaningful expression? How could the precise and unignorable challenges of the future be met by the principles laid down in the past? The ideas laid out describe the vast possibilities for a continent that is set on better serving its people: a carbon-neutral continent by 2050; strong welfare states, social safety nets and quality public services; standards driven up by collective transnational action; a ban on zero-hours contracts and fake self-employment. “In-work poverty,” it states, “is morally and economically unjustifiable,” a statement as trenchant and unarguable as the fair day’s pay for a fair day’s work that defined the trades union movement and changed the course of the societies of the last century. It demands a European labour authority so that low wages cannot be blamed on migration, and freedom of movement can represent genuine liberty for citizens. It calls for dignity, justice and order to be brought to refugees. On everything from fake news to fascism, corporate tax competition to climate change, it spells out, concretely and in the abstract, where the solutions lie, and more to the point, how no party of the left, however visionary, however prepared, can tackle these problems alone. In priorities, values, worldview and ambition, it chimes exactly with the Labour party – so it’s no wonder Labour has signed up. We can fixate on the persistence of a pro-Brexit faction within Labour – unarguably, it exists – but it is tedious to continue to locate and analyse it when it cannot have a decisive voice on Labour’s position in the European elections. Logically, the small group of pro-Brexit leftwingers doesn’t have any influence here: even if we were to leave aside the staunch and growing remain instincts of most Labour members and voters – though why should we? – the party has an overriding imperative. It must, in solidarity with its European socialist allies, spread its hopeful vision for the bloc; not (only) because it has already pledged to, but because its values are Labour’s values, and it would need an unimaginably good reason not to. (Labour supporters who want to signal what that support means vis a vis Europe can sign this petition.) The remain supporters of the confirmatory referendum, which looks more and more likely, will fight for it in three ways: one part, building a positive vision of what the EU could do. One part, fix Britain instead – what would real answers to the problems unearthed by the Brexit vote look like? And one part, let’s end this nightmare and never return to this god-awful debate again. The first two of those have a muster point, a pre-election in which to build its arguments and gather its foot soldiers. It may be too late to attach a “fix Britain instead” message to the local elections, which have so far unfolded as a dark insight into the regard in which politicians of all stamps are currently held. But in the European elections, Labour can and will build a case for the kind of Europe that remainers want to be part of. • Zoe Williams is a Guardian columnist",
      "charCount": "5261",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/zoewilliams\">Zoe Williams</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]