[
  {
    "id": "politics/2019/mar/01/chuka-umunna-i-never-felt-totally-comfortable-in-the-labour-party",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-01T18:13:41Z",
    "webTitle": "Chuka Umunna: I never felt totally comfortable in the Labour party",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/01/chuka-umunna-i-never-felt-totally-comfortable-in-the-labour-party",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/01/chuka-umunna-i-never-felt-totally-comfortable-in-the-labour-party",
    "fields": {
      "headline": "Chuka Umunna: I never felt totally comfortable in the Labour party",
      "standfirst": "<p><strong>Exclusive:</strong> Streatham MP says decision to breakaway and form TIG, ‘hugely liberating’</p>",
      "trailText": "Streatham MP says decision to breakaway and form TIG, ‘hugely liberating’",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"1bb8acc960cf11d3618ab97e72496b63a4ba8236\"> <img src=\"https://media.guim.co.uk/1bb8acc960cf11d3618ab97e72496b63a4ba8236/0_24_6720_4032/1000.jpg\" alt=\"Chuka Umunna\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chuka Umunna told the Guardian he felt his mixed cultural and class background had been like ‘a chain round my neck’.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>",
      "body": "<p>Chuka Umunna, <a href=\"https://www.theguardian.com/politics/2019/feb/18/chuka-umunna-and-other-mps-set-to-quit-labour-party\">who quit Labour last week to form the breakaway Independent Group</a>, has said he never felt “comfortable” in his old party – and found his mixed cultural and class background were “a chain round my neck”.</p> <p>One of eight Labour MPs who joined the Independent Group (TIG), citing antisemitism and Jeremy Corbyn’s handling of Brexit, the Streatham MP said the decision to leave behind what he called a “culture of fear” in the Labour party had been “hugely liberating”.</p> <p>“If truth be told, certainly culturally, I never felt totally comfortable in the Labour party, because I’ve never really been a massively tribal politician,” he told the Guardian, as he reflected on what he called the “roller-coaster ride” of the past fortnight, in his Westminster office.</p> <p>“I have quite a different background from a lot of people in the Labour party – I’m of mixed heritage,” he said. “My father was a black, working-class man who arrived here with no money in his pocket from Nigeria; my mum came from more of a middle-class background, whose father had prosecuted the Nazis at Nuremberg. We have a really rich and diverse heritage in my family – but I sometimes felt it was a bit of a chain round my neck in the Labour party if truth be told.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/01/chuka-umunna-named-spokesman-independent-group-mps-policy-responsibilities-roles\">Chuka Umunna named spokesman for the Independent Group</a> </p> </aside>  <p>He added that when he briefly stood for the party leadership in 2015, before withdrawing, he was warned that being of BAME background could count against him.</p> <p>“The team who were helping me organise, were told by quite a few MPs that they weren’t going to support me, because they didn’t think their working-class constituents would ever vote for a black man – and I was quite taken aback by it,” he says, adding that his new TIG colleagues are more representative of modern Britain.</p> <p>Umunna only joined Labour in the 1990s, after the reforms initiated by Tony Blair, and said perhaps the period up to 2010, when Ed Miliband took over, was a historic aberration, and his old party had now reverted to type.</p> <p>“Maybe what we’ve seen happen in the Labour party since the late 1990s and through to 2010, was actually exceptional, and wasn’t what the Labour party really is?”</p> <p>The eleven MPs – eight Labour and three Conservatives – who make up TIG are <a href=\"https://www.theguardian.com/politics/2019/feb/25/independent-group-rules-out-electing-leader-until-end-of-year\">not yet a political party</a>, don’t have a set of formal policies, and admit that previous attempts to break the mould of British politics have not met with unalloyed success.</p> <p>But Umunna hailed Jeremy Corbyn’s cautious shift towards support for a second referendum on Monday as evidence the group had already made an impact.</p> <p>“I don’t believe it would have happened, were it not for our resignations. We appear to have had more influence on Labour’s Brexit policy out of the party than we ever had while we were in it,” he says, with a smile – although he still doubts whether Corbyn will whip his MPs to support a referendum.</p>  <figure class=\"element element-image\" data-media-id=\"5a43a581df2b1c9b1872b286e1f60649f6af0d6e\"> <img src=\"https://media.guim.co.uk/5a43a581df2b1c9b1872b286e1f60649f6af0d6e/0_87_6720_4032/1000.jpg\" alt=\"Chuka Umunna\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The team who were helping me organise, were told by quite a few MPs that they weren’t going to support me, because they didn’t think their working-class constituents would ever vote for a black man – and I was quite taken aback by it.’</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>  <p>“The key test is, will the leader be able to ensure that at the very least, frontbenchers won’t be able to block a people’s vote from happening?” he says.</p> <p>Asked about the progress of the Brexit debate over the past two-and-a-half years, Umunna is fiercely critical of what he claims is the refusal of some Labour MPs to confront their constituents about the effects of immigration.</p> <p>“I recognise the challenges – and admittedly I represent a different area – but you can either lie, and say, ‘I agree with you that immigration is the cause of our problems’, which I think is fundamentally dishonest; or you can try and engage with them, and resolve the anxieties and concerns and don’t duck the cultural issues.”</p> <p>Many MPs across both main parties concluded from the result of the Brexit referendum in 2016 that voters would like to see an end to unfettered free movement of people from the European Union.</p> <p>And some Labour MPs have rejected softer forms of Brexit, such as a Norway-style deal, because they would not allow the government to control who comes to work in Britain from the EU.</p> <p>Umunna says that when he hears the argument, “Oh, my constituents are telling me that the reason we have challenges in this community is because of immigrants, and I’m not sure I totally agree with that but I’ve got to roll with that”, it makes him wonder how the same politicians would have responded to previous waves of migration.</p> <p>“I just think, what the hell would you have said in the 1970s when my father came? Would you have been defending him, and many of the people who came from the West Indies, Asia and Africa? Or would you have been saying the same thing: ‘My constituents are saying that these brown and black people are the cause of our problems, so I’ve just got to run with it’?”.</p> <p>In his own south London patch, he says, there are “more acute social problems – substance abuse, domestic violence, housing shortages and so on, than many of the areas that voted to leave. But we just didn’t believe that voting to leave the European Union was going to solve those problems”.</p> <p>Umunna brushes off the idea that he and his new ex-Conservative allies will struggle to unite around a set of policies, insisting that the old left-right divide is rapidly being supplanted by others.</p> <p>“Your age, your academic qualifications, where you live in the country, whether you have a nationalistic or an internationalist view of the world. Whether you’re socially liberal or conservative. These factors are driving people’s voting behaviour more than ever,” he says. He describes what unites them as a “radical centrist” agenda.</p> <p>And he says the leadership’s response to the quitters has only reinforced their sense that they have done the right thing.</p> <p>“The points that we were making about the arid, aggressive, bullying culture within the party has been underlined by the reaction of a number of people to the departures that there have been – Emily Thornberry with her ongoing leadership campaign claiming that we will be ‘crushed’, Lloyd Russell-Moyle, calling us scabs, and other such reactions,” he says.<br></p> <p><br></p> <p><br></p> <p><br></p> <p><br></p> <p><br></p>",
      "newspaperPageNumber": "9",
      "wordcount": "1020",
      "firstPublicationDate": "2019-03-01T18:13:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-13T18:24:56Z",
      "newspaperEditionDate": "2019-03-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aq2a7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1bb8acc960cf11d3618ab97e72496b63a4ba8236/0_24_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Chuka Umunna, who quit Labour last week to form the breakaway Independent Group, has said he never felt “comfortable” in his old party – and found his mixed cultural and class background were “a chain round my neck”. One of eight Labour MPs who joined the Independent Group (TIG), citing antisemitism and Jeremy Corbyn’s handling of Brexit, the Streatham MP said the decision to leave behind what he called a “culture of fear” in the Labour party had been “hugely liberating”. “If truth be told, certainly culturally, I never felt totally comfortable in the Labour party, because I’ve never really been a massively tribal politician,” he told the Guardian, as he reflected on what he called the “roller-coaster ride” of the past fortnight, in his Westminster office. “I have quite a different background from a lot of people in the Labour party – I’m of mixed heritage,” he said. “My father was a black, working-class man who arrived here with no money in his pocket from Nigeria; my mum came from more of a middle-class background, whose father had prosecuted the Nazis at Nuremberg. We have a really rich and diverse heritage in my family – but I sometimes felt it was a bit of a chain round my neck in the Labour party if truth be told.” He added that when he briefly stood for the party leadership in 2015, before withdrawing, he was warned that being of BAME background could count against him. “The team who were helping me organise, were told by quite a few MPs that they weren’t going to support me, because they didn’t think their working-class constituents would ever vote for a black man – and I was quite taken aback by it,” he says, adding that his new TIG colleagues are more representative of modern Britain. Umunna only joined Labour in the 1990s, after the reforms initiated by Tony Blair, and said perhaps the period up to 2010, when Ed Miliband took over, was a historic aberration, and his old party had now reverted to type. “Maybe what we’ve seen happen in the Labour party since the late 1990s and through to 2010, was actually exceptional, and wasn’t what the Labour party really is?” The eleven MPs – eight Labour and three Conservatives – who make up TIG are not yet a political party, don’t have a set of formal policies, and admit that previous attempts to break the mould of British politics have not met with unalloyed success. But Umunna hailed Jeremy Corbyn’s cautious shift towards support for a second referendum on Monday as evidence the group had already made an impact. “I don’t believe it would have happened, were it not for our resignations. We appear to have had more influence on Labour’s Brexit policy out of the party than we ever had while we were in it,” he says, with a smile – although he still doubts whether Corbyn will whip his MPs to support a referendum. “The key test is, will the leader be able to ensure that at the very least, frontbenchers won’t be able to block a people’s vote from happening?” he says. Asked about the progress of the Brexit debate over the past two-and-a-half years, Umunna is fiercely critical of what he claims is the refusal of some Labour MPs to confront their constituents about the effects of immigration. “I recognise the challenges – and admittedly I represent a different area – but you can either lie, and say, ‘I agree with you that immigration is the cause of our problems’, which I think is fundamentally dishonest; or you can try and engage with them, and resolve the anxieties and concerns and don’t duck the cultural issues.” Many MPs across both main parties concluded from the result of the Brexit referendum in 2016 that voters would like to see an end to unfettered free movement of people from the European Union. And some Labour MPs have rejected softer forms of Brexit, such as a Norway-style deal, because they would not allow the government to control who comes to work in Britain from the EU. Umunna says that when he hears the argument, “Oh, my constituents are telling me that the reason we have challenges in this community is because of immigrants, and I’m not sure I totally agree with that but I’ve got to roll with that”, it makes him wonder how the same politicians would have responded to previous waves of migration. “I just think, what the hell would you have said in the 1970s when my father came? Would you have been defending him, and many of the people who came from the West Indies, Asia and Africa? Or would you have been saying the same thing: ‘My constituents are saying that these brown and black people are the cause of our problems, so I’ve just got to run with it’?”. In his own south London patch, he says, there are “more acute social problems – substance abuse, domestic violence, housing shortages and so on, than many of the areas that voted to leave. But we just didn’t believe that voting to leave the European Union was going to solve those problems”. Umunna brushes off the idea that he and his new ex-Conservative allies will struggle to unite around a set of policies, insisting that the old left-right divide is rapidly being supplanted by others. “Your age, your academic qualifications, where you live in the country, whether you have a nationalistic or an internationalist view of the world. Whether you’re socially liberal or conservative. These factors are driving people’s voting behaviour more than ever,” he says. He describes what unites them as a “radical centrist” agenda. And he says the leadership’s response to the quitters has only reinforced their sense that they have done the right thing. “The points that we were making about the arid, aggressive, bullying culture within the party has been underlined by the reaction of a number of people to the departures that there have been – Emily Thornberry with her ongoing leadership campaign claiming that we will be ‘crushed’, Lloyd Russell-Moyle, calling us scabs, and other such reactions,” he says.",
      "charCount": "5903",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "news/2019/mar/01/the-debt-we-all-owe-to-those-who-are-undaunted-by-antisemitism",
    "type": "article",
    "sectionId": "news",
    "sectionName": "News",
    "webPublicationDate": "2019-03-01T16:24:07Z",
    "webTitle": "The debt we all owe to those who are undaunted by antisemitism | Letters",
    "webUrl": "https://www.theguardian.com/news/2019/mar/01/the-debt-we-all-owe-to-those-who-are-undaunted-by-antisemitism",
    "apiUrl": "https://content.guardianapis.com/news/2019/mar/01/the-debt-we-all-owe-to-those-who-are-undaunted-by-antisemitism",
    "fields": {
      "headline": "The debt we all owe to those who are undaunted by antisemitism",
      "standfirst": "Members of the <strong>Merseyside Jewish Representative Council </strong>voice support for two local MPs, while <strong>Paul Kleiman </strong>tells of a chilling incident in a Jewish cemetery. <strong>Gwyneth Francis </strong>says we must never forget that the real enemy is the far right",
      "trailText": "<strong>Letters: </strong>Members of the <strong>Merseyside Jewish Representative Council </strong>voice support for two local MPs, while <strong>Paul Kleiman </strong>tells of a chilling incident in a Jewish cemetery. <strong>Gwyneth Francis </strong>says we must never forget that the real enemy is the far right",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3cd90a643a11aa6f5d07882a85596bf759249613\"> <img src=\"https://media.guim.co.uk/3cd90a643a11aa6f5d07882a85596bf759249613/60_0_1800_1080/1000.jpg\" alt=\"Luciana Berger\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Luciana Berger, MP for Liverpool Wavertree. </span> <span class=\"element-image__credit\">Photograph: The Guardian</span> </figcaption> </figure>",
      "body": "<p>Antisemitism at any level within our society is both abhorrent and unacceptable. Luciana Berger is an MP in a city that has, historically, been a shining example of religious and cultural tolerance and it is deeply concerning to know of the hatred she has experienced, simply because of her Jewish faith and background. No decent person could condone what she and her family have had to endure.</p> <p>Dame Louise Ellman, another longstanding local MP, has remained steadfast in speaking out against those whose extreme views are threatening to destroy our democracy and all it represents. She too has been vilified, but has demonstrated unfailing strength and clarity of mind. She has remained true to her belief that the pernicious effects of antisemitism, left unchecked, will ultimately destroy our communities and their once-respected institutions.</p> <p>It demands great courage to take a stand against these shameful attitudes and behaviours and we all owe a debt of gratitude to people of principle, such as Luciana, Louise and others like them, who are prepared to place their heads above the parapet in order to fight for the freedoms and values the vast majority of us hold dear yet, so often, take for granted. Racism, in all its guises, is a cancer that eats away at the very fabric of civilised society. Those who are working hard to eradicate it, whatever their politics, deserve our fullest support. The one thing we should all fear is complacency.<br><strong>Alderman Eddie Clein, </strong><strong>Michelle Hayward, </strong><strong>Howard Winik, Paul Levinson, Max Marcus, Howard Simon</strong><br><em>Merseyside Jewish Representative Council</em></p> <p>• This week my wife and I went to our local Jewish cemetery in Manchester to attend the funeral of a much-loved and respected member of the Jewish community, and well over a hundred people attended. As the coffin was being slowly lowered into the grave, a group of young men, standing on the other side of the cemetery fence, shouted “Heil Hitler” and laughed.</p> <p>The shudder that went through the crowd of mourners – which included individuals whose families were murdered in the Holocaust – was palpable, and I saw a look of genuine fear on the faces of a number of individuals standing near me. I have no idea whether that group of men had political allegiances or not, and it really doesn’t matter. What is clear is that, regardless of political party, the antisemitism genie has, once again, been let out of the bottle, aided and abetted by a febrile and particularly vicious political climate.</p> <p>The real question now is how can we put that antisemitism genie back in the bottle before Jews in the UK have genuine reasons to fear for their safety.<br><strong>Paul Kleiman</strong><br><em>Manchester</em></p> <p>• A few days ago, here in Glossop, we set up a local branch of Stand Up To Racism. We intend to educate and campaign against antisemitism and all other forms of racism.</p> <p>The initiative was supported by Glossopdale Labour party, High Peak Co-operative party, High Peak Green party, High Peak Unite Community, Glossop Labour Club and Glossop Peace Group. Speaking in a personal capacity, as one of the organisers of the launch meeting, I am dismayed at the irresponsible behaviour of those who do not see the danger of sowing confusion and distracting from the fight against the real enemy – the far right here at home and across the world.<br><strong>Gwyneth Francis</strong><br><em>Glossop, Derbyshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "603",
      "commentable": "false",
      "firstPublicationDate": "2019-03-01T16:24:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-01T16:27:21Z",
      "newspaperEditionDate": "2019-03-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqxyz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3cd90a643a11aa6f5d07882a85596bf759249613/60_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Antisemitism at any level within our society is both abhorrent and unacceptable. Luciana Berger is an MP in a city that has, historically, been a shining example of religious and cultural tolerance and it is deeply concerning to know of the hatred she has experienced, simply because of her Jewish faith and background. No decent person could condone what she and her family have had to endure. Dame Louise Ellman, another longstanding local MP, has remained steadfast in speaking out against those whose extreme views are threatening to destroy our democracy and all it represents. She too has been vilified, but has demonstrated unfailing strength and clarity of mind. She has remained true to her belief that the pernicious effects of antisemitism, left unchecked, will ultimately destroy our communities and their once-respected institutions. It demands great courage to take a stand against these shameful attitudes and behaviours and we all owe a debt of gratitude to people of principle, such as Luciana, Louise and others like them, who are prepared to place their heads above the parapet in order to fight for the freedoms and values the vast majority of us hold dear yet, so often, take for granted. Racism, in all its guises, is a cancer that eats away at the very fabric of civilised society. Those who are working hard to eradicate it, whatever their politics, deserve our fullest support. The one thing we should all fear is complacency. Alderman Eddie Clein, Michelle Hayward, Howard Winik, Paul Levinson, Max Marcus, Howard Simon Merseyside Jewish Representative Council • This week my wife and I went to our local Jewish cemetery in Manchester to attend the funeral of a much-loved and respected member of the Jewish community, and well over a hundred people attended. As the coffin was being slowly lowered into the grave, a group of young men, standing on the other side of the cemetery fence, shouted “Heil Hitler” and laughed. The shudder that went through the crowd of mourners – which included individuals whose families were murdered in the Holocaust – was palpable, and I saw a look of genuine fear on the faces of a number of individuals standing near me. I have no idea whether that group of men had political allegiances or not, and it really doesn’t matter. What is clear is that, regardless of political party, the antisemitism genie has, once again, been let out of the bottle, aided and abetted by a febrile and particularly vicious political climate. The real question now is how can we put that antisemitism genie back in the bottle before Jews in the UK have genuine reasons to fear for their safety. Paul Kleiman Manchester • A few days ago, here in Glossop, we set up a local branch of Stand Up To Racism. We intend to educate and campaign against antisemitism and all other forms of racism. The initiative was supported by Glossopdale Labour party, High Peak Co-operative party, High Peak Green party, High Peak Unite Community, Glossop Labour Club and Glossop Peace Group. Speaking in a personal capacity, as one of the organisers of the launch meeting, I am dismayed at the irresponsible behaviour of those who do not see the danger of sowing confusion and distracting from the fight against the real enemy – the far right here at home and across the world. Gwyneth Francis Glossop, Derbyshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3629",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/01/no-en-suite-for-the-presidential-suite",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-01T16:17:09Z",
    "webTitle": "No en suite for the presidential suite | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/01/no-en-suite-for-the-presidential-suite",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/01/no-en-suite-for-the-presidential-suite",
    "fields": {
      "headline": "No en suite for the presidential suite",
      "standfirst": "MPs’ pay | Trump’s no-deal | Mingebags | Presidential privy | Le petit coin",
      "trailText": "<strong>Brief letters: </strong>MPs’ pay | Trump’s no-deal | Mingebags | Presidential privy | Le petit coin",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"298ecb6a915e31463908015ce171d18f209bddf5\"> <img src=\"https://media.guim.co.uk/298ecb6a915e31463908015ce171d18f209bddf5/0_346_4608_2765/1000.jpg\" alt=\"Close up detail of George Washington's portrait on the US one dollar note\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Close up detail of George Washington’s portrait on the US one dollar note.</span> <span class=\"element-image__credit\">Photograph: David M. Elmore/Getty Images</span> </figcaption> </figure>",
      "body": "<p>I read with interest that MPs find themselves powerless to moderate an above-inflation 2.7% pay rise recommended by their independent pay review body (<a href=\"https://www.theguardian.com/politics/2019/feb/28/mps-above-inflation-pay-rise-sparks-angry-response-from-trade-unions-parliamentary-staff\" title=\"\">Report</a>, 1 March). The government has not had the same difficulties in rejecting the recommendations of the Independent Doctors’ and Dentists’ Review Body when it comes to doctors’ pay.<br><strong>Dr Stuart Laurie GP</strong><br><em>Liverpool</em></p> <p>• Surely now’s the time to remainder Donald Trump’s The Art of the Deal (<a href=\"https://www.theguardian.com/world/2019/mar/01/kim-jong-un-and-donald-trump-finally-show-their-hands-after-hanoi-summit-nuclear-talks\" title=\"\">Report</a>, 1 March).<br><strong>John Bailey</strong><br><em>St Albans, Hertfordshire</em></p> <p>• I’m a northerner living in the south and Corrie’s “mingebag” jibe (<a href=\"https://www.theguardian.com/tv-and-radio/shortcuts/2019/feb/27/what-coronation-streets-mingebag-jibe-tells-us-about-the-north-south-divide\" title=\"\">Corrie’s ‘mingebag’ jibe splits the nation</a>, <a href=\"https://www.theguardian.com/tv-and-radio/shortcuts/2019/feb/27/what-coronation-streets-mingebag-jibe-tells-us-about-the-north-south-divide\" title=\"\">G2</a>, 28 February) sailed past me. I only clutched my pearls worrying about what was happening to Roy!<br><strong>Jean Jackson</strong><br><em>Seer Green, Buckinghamshire</em></p> <p>• In my Cheshire childhood, mingey was synonymous with parsimonious and could be used to describe a less-than-generous portion of Manchester tart for pudding at school dinners. So many clues in that sentence re region, era and even class. Aren’t words and dialects wonderful?<br><strong>Carol Ward</strong><br><em>Leighton Buzzard, Bedfordshire</em></p> <p>• Visiting George Washington’s home, Mount Vernon, on the banks of the Potomac, I was fascinated to learn that the mansion had no bathroom – neither for ablutions nor “easement” (<a href=\"https://www.theguardian.com/politics/2019/feb/27/how-to-have-the-sweetest-brexit-break\" title=\"\">Letters</a>, passim). For the latter purpose, the president, his family, his distinguished guests and his house staff had to trek across the front lawn to a hut concealed in the shrubbery and rather wonderfully named “the Necessary”.<br><strong>Kirsten Cubitt Thorley</strong><br><em>Sheffield</em></p> <p>• In France one visits le petit coin (the small corner).<br><strong>William Wood</strong><br><em>Maulds Meaburn, Cumbria</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "291",
      "commentable": "false",
      "firstPublicationDate": "2019-03-01T16:17:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:41Z",
      "newspaperEditionDate": "2019-03-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aq2a3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/298ecb6a915e31463908015ce171d18f209bddf5/0_346_4608_2765/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I read with interest that MPs find themselves powerless to moderate an above-inflation 2.7% pay rise recommended by their independent pay review body (Report, 1 March). The government has not had the same difficulties in rejecting the recommendations of the Independent Doctors’ and Dentists’ Review Body when it comes to doctors’ pay. Dr Stuart Laurie GP Liverpool • Surely now’s the time to remainder Donald Trump’s The Art of the Deal (Report, 1 March). John Bailey St Albans, Hertfordshire • I’m a northerner living in the south and Corrie’s “mingebag” jibe (Corrie’s ‘mingebag’ jibe splits the nation, G2, 28 February) sailed past me. I only clutched my pearls worrying about what was happening to Roy! Jean Jackson Seer Green, Buckinghamshire • In my Cheshire childhood, mingey was synonymous with parsimonious and could be used to describe a less-than-generous portion of Manchester tart for pudding at school dinners. So many clues in that sentence re region, era and even class. Aren’t words and dialects wonderful? Carol Ward Leighton Buzzard, Bedfordshire • Visiting George Washington’s home, Mount Vernon, on the banks of the Potomac, I was fascinated to learn that the mansion had no bathroom – neither for ablutions nor “easement” (Letters, passim). For the latter purpose, the president, his family, his distinguished guests and his house staff had to trek across the front lawn to a hut concealed in the shrubbery and rather wonderfully named “the Necessary”. Kirsten Cubitt Thorley Sheffield • In France one visits le petit coin (the small corner). William Wood Maulds Meaburn, Cumbria • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1898",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/01/stop-brexit-labour-mps-leave-voters-referendum",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-01T12:57:39Z",
    "webTitle": "There is no magic ‘stop Brexit’ button for Labour. There never has been | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/01/stop-brexit-labour-mps-leave-voters-referendum",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/01/stop-brexit-labour-mps-leave-voters-referendum",
    "fields": {
      "headline": "There is no magic ‘stop Brexit’ button for Labour. There never has been",
      "standfirst": "<p>There are simply not enough Labour MPs in leave areas who are willing pass the Kyle-Wilson amendment and trigger another referendum</p>",
      "trailText": "There are simply not enough Labour MPs in leave areas who are willing pass the Kyle-Wilson amendment and trigger another referendum, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"cc238e74339d1b8b950f7fea8199fadcf1e60f77\"> <img src=\"https://media.guim.co.uk/cc238e74339d1b8b950f7fea8199fadcf1e60f77/0_201_5568_3341/1000.jpg\" alt=\"An anti-Brexit campaigner outside the Houses of Parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Ever since the referendum result, it has been claimed by many that Labour is in possession of a big shiny Stop Brexit button that it is spitefully refusing to press.’</span> <span class=\"element-image__credit\">Photograph: Picture Capital/Alamy</span> </figcaption> </figure>",
      "body": "<p>The problem with recommending good options for Labour on Brexit, with regards to their electoral prospects, is that none exist. Here is a party whose members and existing voters supported remain, but which cannot win a general election without leave voters. The only six seats lost by Labour in 2017 <a href=\"https://labourlist.org/2017/06/the-six-seats-labour-lost-on-june-8-and-every-one-of-them-in-a-brexit-town/\" title=\"\">heavily opted for Brexit in the referendum</a>, such as the ex-mining community of Mansfield and post-industrial Stoke-on-Trent South. And 41 of the top 54 Tory-held target seats – without which Labour cannot form a majority – <a href=\"https://statsforlefties.blogspot.com/2018/11/do-i-stay-or-do-i-go-labours-brexit.html\" title=\"\">voted leave</a>. As long as Brexit dominates and defines political debate, Labour will suffer. Its popular domestic policies are sidelined.</p> <p>Corbynism is an insurgent project, with a clear sense of “the people versus the elite” at its heart; but in order to keep its electoral coalition together, it has been forced to triangulate on the most important political issue of our time, sapping it of the radical energy it thrives on. Brexit has unleashed a culture war, too, which divides and polarises Labour’s electoral coalition.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/01/brexit-latest-news-theresa-may-faces-further-backlash-over-decision-to-give-mps-vote-on-extending-article-50-politics-live\">Brexit: US drug firms would be able to charge NHS more under Trump trade plan, campaigners claim– Politics live</a> </p> </aside>  <p>Labour is now set to commit to an amendment tabled by backbenchers <a href=\"https://www.theguardian.com/commentisfree/2019/feb/10/mps-peter-kyle-phil-wilson-decent-brexit-proposal\" title=\"\">Peter Kyle and Phil Wilson</a>: which would force a referendum, should Theresa May’s deal pass. There is one minor hiccup with this plan. Unless the parliamentary arithmetic has changed – dramatically so – this amendment will be voted down, decisively so. The vast majority of Tory MPs will vote against, but critically, a significant chunk of Labour MPs – most of whom are far from Corbynites – will refuse to vote for a referendum, however much pressure is put on them. They represent leave seats, endure voters yelling at them on doorsteps that “we voted to leave three years ago, why haven’t we left yet?”, and often made promises to their constituencies at the last election not to stop or reverse Brexit.</p> <p>Ever since the referendum result upended British politics, it has been claimed by many that Labour is in possession of a big shiny Stop Brexit button that it is spitefully refusing to press. This theory is about to meet its nemesis: political reality. When the amendment falls, there will undoubtedly be relentless attempts to blame Labour, that it didn’t whip hard enough. But such claims will be based in cynicism rather than truth.</p> <p>Yet there remains a political dilemma for Labour’s leadership. It needs to maintain the support of – and win more – economically leftist leave voters, whose voices are rarely heard on social media, but who are nonetheless numerous. After supporting this referendum it will have to tell them: look, we tried to make this work, we resisted relentless pressure for three years, we even endured a split, but the Tories’ disastrous mismanagement of Brexit left us with no option.</p> <p>And it is torn in another direction, too. One of the most striking political phenomena of the last three years is that while the “Stop Brexit” campaigns have failed to win over leave voters in any decisive number, they have succeeded in making existing remain voters more angry about Brexit than they were the morning after the referendum result. This should inspire sympathy. The Tories crafted Brexit as an anti-migrant crusade, as well as an attempt to slash and burn workers’ rights and consumer and environmental protections.</p> <p>This plays perfectly for the new Independent Group. It has no hope of winning a mass following on the basis of its political prospectus, a mishmash of Blairism and socially liberal Thatcherism. Their only hope is to target those remain voters most furious about Brexit – so it has an interest in whipping up this discontent, rather than moving forward from whatever Brexit mess we end up with.</p> <p>Labour has to lovebomb those remain voters, too, emphasising the political chasm that exists between it and a Tory party increasingly dominated by the Rees-Mogg tendency. The next election, of course, will be a choice between a hard right, hard Brexit Tory party and an anti-austerity Labour party which, at the very least, supports a soft Brexit. But it must avoid an “it’s us or the Tories, so suck it up” strategy: it needs to inspire, not deflate.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/feb/27/labour-vote-referendum-jeremy-corbyn\">Labour will win more votes than it loses by backing another referendum | Peter Kellner</a> </p> </aside>  <p>Who knows? Perhaps, in the coming weeks, if Theresa May’s deal continues to be rejected, a referendum may rise from the ashes. It seems unlikely, and its proponents should be careful what they wish for. There are those of us, in good faith, who fear that a second referendum will be infinitely more bitter and vicious than the first, and that – in a polarised electorate – a leave campaign under the slogan of Tell Them Again would triumph.</p> <p>That’s why settling on a soft Brexit – and shifting the political conversation back to what May described as the “burning injustices” she failed to address – is so appealing. But second-referendum champions should focus on lobbying those Labour MPs who represent leave communities, as well as spending more time winning over leave voters, and less time making existing remain voters more furious.</p> <p>Labour itself urgently needs a reset button to regain momentum. Any attempt to shift Labour’s domestic agenda rightwards must be resisted. But for a party being torn in every direction – easy answers, there are none.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "861",
      "commentCloseDate": "2019-03-01T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-01T12:57:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:02Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqxhv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cc238e74339d1b8b950f7fea8199fadcf1e60f77/0_201_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The problem with recommending good options for Labour on Brexit, with regards to their electoral prospects, is that none exist. Here is a party whose members and existing voters supported remain, but which cannot win a general election without leave voters. The only six seats lost by Labour in 2017 heavily opted for Brexit in the referendum, such as the ex-mining community of Mansfield and post-industrial Stoke-on-Trent South. And 41 of the top 54 Tory-held target seats – without which Labour cannot form a majority – voted leave. As long as Brexit dominates and defines political debate, Labour will suffer. Its popular domestic policies are sidelined. Corbynism is an insurgent project, with a clear sense of “the people versus the elite” at its heart; but in order to keep its electoral coalition together, it has been forced to triangulate on the most important political issue of our time, sapping it of the radical energy it thrives on. Brexit has unleashed a culture war, too, which divides and polarises Labour’s electoral coalition. Labour is now set to commit to an amendment tabled by backbenchers Peter Kyle and Phil Wilson: which would force a referendum, should Theresa May’s deal pass. There is one minor hiccup with this plan. Unless the parliamentary arithmetic has changed – dramatically so – this amendment will be voted down, decisively so. The vast majority of Tory MPs will vote against, but critically, a significant chunk of Labour MPs – most of whom are far from Corbynites – will refuse to vote for a referendum, however much pressure is put on them. They represent leave seats, endure voters yelling at them on doorsteps that “we voted to leave three years ago, why haven’t we left yet?”, and often made promises to their constituencies at the last election not to stop or reverse Brexit. Ever since the referendum result upended British politics, it has been claimed by many that Labour is in possession of a big shiny Stop Brexit button that it is spitefully refusing to press. This theory is about to meet its nemesis: political reality. When the amendment falls, there will undoubtedly be relentless attempts to blame Labour, that it didn’t whip hard enough. But such claims will be based in cynicism rather than truth. Yet there remains a political dilemma for Labour’s leadership. It needs to maintain the support of – and win more – economically leftist leave voters, whose voices are rarely heard on social media, but who are nonetheless numerous. After supporting this referendum it will have to tell them: look, we tried to make this work, we resisted relentless pressure for three years, we even endured a split, but the Tories’ disastrous mismanagement of Brexit left us with no option. And it is torn in another direction, too. One of the most striking political phenomena of the last three years is that while the “Stop Brexit” campaigns have failed to win over leave voters in any decisive number, they have succeeded in making existing remain voters more angry about Brexit than they were the morning after the referendum result. This should inspire sympathy. The Tories crafted Brexit as an anti-migrant crusade, as well as an attempt to slash and burn workers’ rights and consumer and environmental protections. This plays perfectly for the new Independent Group. It has no hope of winning a mass following on the basis of its political prospectus, a mishmash of Blairism and socially liberal Thatcherism. Their only hope is to target those remain voters most furious about Brexit – so it has an interest in whipping up this discontent, rather than moving forward from whatever Brexit mess we end up with. Labour has to lovebomb those remain voters, too, emphasising the political chasm that exists between it and a Tory party increasingly dominated by the Rees-Mogg tendency. The next election, of course, will be a choice between a hard right, hard Brexit Tory party and an anti-austerity Labour party which, at the very least, supports a soft Brexit. But it must avoid an “it’s us or the Tories, so suck it up” strategy: it needs to inspire, not deflate. Who knows? Perhaps, in the coming weeks, if Theresa May’s deal continues to be rejected, a referendum may rise from the ashes. It seems unlikely, and its proponents should be careful what they wish for. There are those of us, in good faith, who fear that a second referendum will be infinitely more bitter and vicious than the first, and that – in a polarised electorate – a leave campaign under the slogan of Tell Them Again would triumph. That’s why settling on a soft Brexit – and shifting the political conversation back to what May described as the “burning injustices” she failed to address – is so appealing. But second-referendum champions should focus on lobbying those Labour MPs who represent leave communities, as well as spending more time winning over leave voters, and less time making existing remain voters more furious. Labour itself urgently needs a reset button to regain momentum. Any attempt to shift Labour’s domestic agenda rightwards must be resisted. But for a party being torn in every direction – easy answers, there are none. • Owen Jones is a Guardian columnist",
      "charCount": "5199",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "artanddesign/2019/mar/01/in-the-frame-two-radically-different-plans-for-civic-art-collections",
    "type": "article",
    "sectionId": "artanddesign",
    "sectionName": "Art and design",
    "webPublicationDate": "2019-03-01T11:00:01Z",
    "webTitle": "In the frame: two radically different plans for civic art collections",
    "webUrl": "https://www.theguardian.com/artanddesign/2019/mar/01/in-the-frame-two-radically-different-plans-for-civic-art-collections",
    "apiUrl": "https://content.guardianapis.com/artanddesign/2019/mar/01/in-the-frame-two-radically-different-plans-for-civic-art-collections",
    "fields": {
      "headline": "In the frame: two radically different plans for civic art collections",
      "standfirst": "<p>Tory-run Hertfordshire to auction most of its hoard but Labour-run Rochdale will display every work it owns</p>",
      "trailText": "Tory-run Hertfordshire to auction most of its hoard but Labour-run Rochdale will display every work it owns",
      "byline": "Helen Pidd North of England editor",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"dc50e4871c6bfaf9741c9692ea8f0ebd51c14526\"> <img src=\"https://media.guim.co.uk/dc50e4871c6bfaf9741c9692ea8f0ebd51c14526/0_390_6720_4032/1000.jpg\" alt=\"Artwork from Harry Meadley’s exhibition But What If We Tried?\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harry Meadley’s exhibition But What If We Tried? is an attempt to display Rochdale council’s collection of about 1,600 artworks.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>It is a tale of two civic art collections, one in the north, one in the south, both containing well over a thousand paintings and sculptures. But while Hertfordshire county council has decided to auction or give away most of its hoard later this month, Rochdale in Greater Manchester is attempting to put every single work it owns on display.</p> <p>On 21 March, <a href=\"https://www.cheffins.co.uk/about/news/view,major-art-collection-to-be-sold-on-behalf-of-hertfordshire-county-council_290.htm\">an auction house</a> in Cambridge will sell some of the gems from the Hertfordshire collection, which includes a pastel work by the Scottish artist Joan Eardley that has an estimated value of £12,000–£18,000.</p> <p>The council insists it is less about saving money than space. “It is the sensible thing to do,” said Terry Douris, a Conservative cabinet member for education, libraries and localism. “With 60% of the art collection languishing in storage and not available to the public, the county council believes that the approach it is taking to the art collection balances its fiduciary duty to its council taxpayers to use the full resources available to it to best advantage, while aiming to achieve much improved access and display of the retained collection for the public.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"04050e3ab9215854278eea305e65853cbf8b7e53\"> <img src=\"https://media.guim.co.uk/04050e3ab9215854278eea305e65853cbf8b7e53/0_0_3500_3409/1000.jpg\" alt=\"The Scottish artist Joan Eardley\" width=\"1000\" height=\"974\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Scottish artist Joan Eardley.</span> <span class=\"element-image__credit\">Photograph: Jane Walker</span> </figcaption> </figure>  <p>Meanwhile in Rochdale, a show opens on Saturday that attempts to cram the council’s 1,600-strong fine art collection into the Touchstones gallery. The brainchild of the artist Harry Meadley – But What If We Tried? – was prompted by questions from members of the public disappointed that most of Rochdale’s art collection – as with civic collections around the UK – was never on show.</p> <p>It has proved a logistical conundrum for the gallery as it attempts to use every inch of wall space. The result is a riot of styles and genres, displayed side-by-side in order of acquisition date. It is a discombobulating experience for the art lover used to exhibitions organised by theme or genre. Within a few metres viewers are expected to process <a href=\"https://en.wikipedia.org/wiki/Charles_Burton_Barber#/media/File:A_special_pleader.jpg\">A Special Pleader</a>, a sentimental Victorian oil painting of a sulky girl and a dog by Charles Barber, which was reproduced for many Rochdale living rooms in the 1980s, and then a black and white homoerotic portrait of two wrestlers, a bit of pop art or a surrealist landscape.</p> <p>One minute viewers are enjoying a caricature of a Winston Churchill lookalike by the “Lancashire Hogarth” John Collier (who went by the pseudonym Tim Bobbin), before being presented with a steel chastity belt hanging from the ceiling by <a href=\"https://www.theguardian.com/artanddesign/2018/mar/20/anthea-hamilton-turner-prize-buttocks-tate-britain-installation-duveen-commission\">Anthea Hamilton</a>, who was shortlisted for the 2016 Turner prize. The most valuable piece in the collection is Woman’s Head with Yellow Background (circa 1963) by Lucian Freud, acquired with the help of various local bequests in 1983.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2018/mar/20/anthea-hamilton-turner-prize-buttocks-tate-britain-installation-duveen-commission\">Anthea Hamilton on how she plans to top her Turner prize buttocks</a> </p> </aside>  <p>Mark Doyle, Touchstones’s creator, happily admits many of the works on display are not his cup of tea. “But it isn’t about what I like, or what Harry likes. It’s just about what fits on the walls,” he said. Hanging the show required a change in mentality: “It was hard to get our heads around. Usually the artist decides where each work needs to go. We are fighting our normal instincts.”</p> <p>Doyle hopes the show will spark a debate about the worth of civic art at a time when council budgets are under increasing pressure. It takes a certain amount of courage for a council to resist the temptation to flog its collections as austerity bites, he thinks: “When you are getting lots of complaints from residents about bins not being collected it might feel like having a collection and spending money on it isn’t necessarily a priority. Times are tough. Rochdale has a lot of economic deprivation.”</p> <p>Over the past nine years, Rochdale’s Labour-controlled council has cut £178.1m from its planned budget. But it has resisted the temptation to sell its art and continues to build its collection with the help of external funding, such as the Art Fund New Collecting Award, which helped buy Hamilton’s 4th<sup> </sup>Guimard Chastity Belt earlier this year.</p> <p>Neighbouring Bury council received <a href=\"https://www.theguardian.com/artanddesign/artblog/2006/nov/17/lowrytobesold\">a barrage of criticism</a> in 2006 when it sold a Lowry for £1.4m to plug a £10m budget shortfall. It was accused of cultural vandalism by the Museum Association. Eight years later, it came up for sale again at Sotheby’s and had risen in value to <a href=\"https://www.burytimes.co.uk/news/11108798.old-bury-council-lowry-painting-sold-for-2-million/\">almost £2m</a>.</p> <p>Under the Museums Association’s ethics code, public institutions are warned not to consider their art collections as “financially negotiable assets”. They are not allowed to dispose of works for financial reasons, “except where it will significantly improve the long-term public benefit derived from the remaining collection”.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4082095451d019716d2b1ea7b27c2aa0274d9d50\"> <img src=\"https://media.guim.co.uk/4082095451d019716d2b1ea7b27c2aa0274d9d50/0_66_6720_4032/1000.jpg\" alt=\"Harry Meadley’s exhibition: But What If We Tried?\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harry Meadley’s exhibition: But What If We Tried?</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>Tory-run Hertfordshire has got away with its great sell-off by saying its collection, which began as a postwar initiative to obtain artworks for schools to borrow from the council, had fallen out of favour. It had no gallery to display the work and so most of the 1,496 works gathered dust in storage. It will sell 150 at the auction, followed by a further 279 later in the year. The rest are being offered for free to schools, museums and interested organisations, with 27 pieces being kept by the council.</p> <p>The Art Fund, a national charity, said it broadly supported Hertfordshire but wanted clarity on how the council was going to spend the £200,000-£300,000 it hoped to raise at auction: “In this case we are concerned with the council’s suggestion that only a proportion of the monies raised will be invested into the remaining collection,” said a spokeswoman.</p> <p>She applauded the Rochdale initiative: “We welcome any news of a project or exhibition with the ambition to open up a public collection and to provide access to as wide of an audience as possible.”</p> <p>The new show will certainly do that, even if a lack of wall space thwarted Rochdale’s ambitions. Of the 1,600 works in the collection, there was room for about 360. But at least it tried.</p> <ul> <li><p><a href=\"http://www.contemporaryforwardrochdaleartgallery.org/projects/harry-meadley-but-what-if-we-tried/\">Harry Meadley: But what if we tried?</a> opens at Rochdale’s Touchstones gallery on Saturday 2 March and runs until 1 June</p></li> </ul>",
      "newspaperPageNumber": "14",
      "wordcount": "993",
      "firstPublicationDate": "2019-03-01T11:00:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-01T15:50:02Z",
      "newspaperEditionDate": "2019-03-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apm3y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dc50e4871c6bfaf9741c9692ea8f0ebd51c14526/0_390_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is a tale of two civic art collections, one in the north, one in the south, both containing well over a thousand paintings and sculptures. But while Hertfordshire county council has decided to auction or give away most of its hoard later this month, Rochdale in Greater Manchester is attempting to put every single work it owns on display. On 21 March, an auction house in Cambridge will sell some of the gems from the Hertfordshire collection, which includes a pastel work by the Scottish artist Joan Eardley that has an estimated value of £12,000–£18,000. The council insists it is less about saving money than space. “It is the sensible thing to do,” said Terry Douris, a Conservative cabinet member for education, libraries and localism. “With 60% of the art collection languishing in storage and not available to the public, the county council believes that the approach it is taking to the art collection balances its fiduciary duty to its council taxpayers to use the full resources available to it to best advantage, while aiming to achieve much improved access and display of the retained collection for the public.” Meanwhile in Rochdale, a show opens on Saturday that attempts to cram the council’s 1,600-strong fine art collection into the Touchstones gallery. The brainchild of the artist Harry Meadley – But What If We Tried? – was prompted by questions from members of the public disappointed that most of Rochdale’s art collection – as with civic collections around the UK – was never on show. It has proved a logistical conundrum for the gallery as it attempts to use every inch of wall space. The result is a riot of styles and genres, displayed side-by-side in order of acquisition date. It is a discombobulating experience for the art lover used to exhibitions organised by theme or genre. Within a few metres viewers are expected to process A Special Pleader, a sentimental Victorian oil painting of a sulky girl and a dog by Charles Barber, which was reproduced for many Rochdale living rooms in the 1980s, and then a black and white homoerotic portrait of two wrestlers, a bit of pop art or a surrealist landscape. One minute viewers are enjoying a caricature of a Winston Churchill lookalike by the “Lancashire Hogarth” John Collier (who went by the pseudonym Tim Bobbin), before being presented with a steel chastity belt hanging from the ceiling by Anthea Hamilton, who was shortlisted for the 2016 Turner prize. The most valuable piece in the collection is Woman’s Head with Yellow Background (circa 1963) by Lucian Freud, acquired with the help of various local bequests in 1983. Mark Doyle, Touchstones’s creator, happily admits many of the works on display are not his cup of tea. “But it isn’t about what I like, or what Harry likes. It’s just about what fits on the walls,” he said. Hanging the show required a change in mentality: “It was hard to get our heads around. Usually the artist decides where each work needs to go. We are fighting our normal instincts.” Doyle hopes the show will spark a debate about the worth of civic art at a time when council budgets are under increasing pressure. It takes a certain amount of courage for a council to resist the temptation to flog its collections as austerity bites, he thinks: “When you are getting lots of complaints from residents about bins not being collected it might feel like having a collection and spending money on it isn’t necessarily a priority. Times are tough. Rochdale has a lot of economic deprivation.” Over the past nine years, Rochdale’s Labour-controlled council has cut £178.1m from its planned budget. But it has resisted the temptation to sell its art and continues to build its collection with the help of external funding, such as the Art Fund New Collecting Award, which helped buy Hamilton’s 4th Guimard Chastity Belt earlier this year. Neighbouring Bury council received a barrage of criticism in 2006 when it sold a Lowry for £1.4m to plug a £10m budget shortfall. It was accused of cultural vandalism by the Museum Association. Eight years later, it came up for sale again at Sotheby’s and had risen in value to almost £2m. Under the Museums Association’s ethics code, public institutions are warned not to consider their art collections as “financially negotiable assets”. They are not allowed to dispose of works for financial reasons, “except where it will significantly improve the long-term public benefit derived from the remaining collection”. Tory-run Hertfordshire has got away with its great sell-off by saying its collection, which began as a postwar initiative to obtain artworks for schools to borrow from the council, had fallen out of favour. It had no gallery to display the work and so most of the 1,496 works gathered dust in storage. It will sell 150 at the auction, followed by a further 279 later in the year. The rest are being offered for free to schools, museums and interested organisations, with 27 pieces being kept by the council. The Art Fund, a national charity, said it broadly supported Hertfordshire but wanted clarity on how the council was going to spend the £200,000-£300,000 it hoped to raise at auction: “In this case we are concerned with the council’s suggestion that only a proportion of the monies raised will be invested into the remaining collection,” said a spokeswoman. She applauded the Rochdale initiative: “We welcome any news of a project or exhibition with the ambition to open up a public collection and to provide access to as wide of an audience as possible.” The new show will certainly do that, even if a lack of wall space thwarted Rochdale’s ambitions. Of the 1,600 works in the collection, there was room for about 360. But at least it tried. Harry Meadley: But what if we tried? opens at Rochdale’s Touchstones gallery on Saturday 2 March and runs until 1 June",
      "charCount": "5836",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/helenpidd\">Helen Pidd</a> North of England editor"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "books/2019/mar/01/parkland-dave-cullen-review",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-03-01T09:00:07Z",
    "webTitle": "Parkland by Dave Cullen review – the shooting that led to change",
    "webUrl": "https://www.theguardian.com/books/2019/mar/01/parkland-dave-cullen-review",
    "apiUrl": "https://content.guardianapis.com/books/2019/mar/01/parkland-dave-cullen-review",
    "fields": {
      "headline": "Parkland by Dave Cullen review – the shooting that led to change",
      "standfirst": "<p>For once the survivors became more famous than the shooter ... A hopeful study of March for our Lives from the author of Columbine</p>",
      "trailText": "For once the survivors became more famous than the shooter ... A hopeful study of March for our Lives from the author of Columbine",
      "byline": "Lois Beckett",
      "main": "<figure class=\"element element-image\" data-media-id=\"0d8ca9dc818e45fd2638ec803d4a39d411032df2\"> <img src=\"https://media.guim.co.uk/0d8ca9dc818e45fd2638ec803d4a39d411032df2/0_6_3500_2100/1000.jpg\" alt=\"Emma González addresses the March for Our Lives rally in Washington, March 2018.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emma González addresses the March for Our Lives rally in Washington, March 2018.</span> <span class=\"element-image__credit\">Photograph: Aaron Bernstein/Reuters</span> </figcaption> </figure>",
      "body": "<p>Twenty years ago, Dave Cullen was a freelance journalist who responded to reports of shots fired at Columbine high school. He drove towards a ring of helicopters hovering over suburban Colorado. The carnage he found there – 13 people dead, more than 20 injured – was hard to fathom. So was the reaction of the student survivors: the day after the shooting, they were numb, emotions muted. What was happening, the teenagers asked him. Would they get better?</p> <p>Cullen spent the next decade investigating why two students had opened fire on their classmates, and what exactly had happened. His first book, <a href=\"https://www.theguardian.com/books/2009/may/02/columbine-dave-cullen\" title=\"\"><em>Columbine</em></a>, published in 2009, would become the definitive account, one that pushed back against many persistent Columbine myths, including a belief that high school outcasts had carried out the attack as revenge against the jocks who had bullied them.</p> <p>Cullen’s reporting made him the go-to expert on US mass violence. It also left him with post-traumatic stress. He eventually learned to set boundaries, promising his therapist that he would be careful with his coverage of mass shootings. It was not the stories about the perpetrators that left him shaken – he could follow those with professional distance – but the coverage of survivors.</p> <p>The 14 February 2018 shooting at a high school in Parkland, Florida, which left 17 students and teachers dead, changed all that. For the first time, teenage survivors of such an atrocity reacted with fury. They demanded immediate government action and assailed adults for failing to protect them. The kids did not worry about “politicising” a tragedy: their friends’ murder, they argued, was already political. “They say tougher guns laws do not decrease gun violence. We call BS,” 18-year-old <a href=\"https://www.theguardian.com/us-news/video/2018/mar/24/emma-gonzalezs-powerful-march-for-our-lives-speech-in-full-video\" title=\"\">Emma González</a> said in a speech, three days after the shooting, that went viral.</p>  <figure class=\"element element-image\" data-media-id=\"73d3caa4fe11395596e38cb179b79d3048e1b00d\"> <img src=\"https://media.guim.co.uk/73d3caa4fe11395596e38cb179b79d3048e1b00d/0_248_3500_2100/1000.jpg\" alt=\"Students attend a memorial service for the victims of the Marjory Stoneman Douglas high school shooting in Parkland, Florida.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students attend a memorial service for the victims of the Marjory Stoneman Douglas high school shooting in Parkland, Florida.</span> <span class=\"element-image__credit\">Photograph: Joe Skipper/Reuters</span> </figcaption> </figure>  <p>Drawn by the promise of real change, Cullen flew to Florida. Throughout the spring, as American teenagers staged waves of walkout protests at high schools across the country, he followed the Parkland students whose outrage had sparked a national move-ment. He reported from the tiny office they set up in a Florida shopping mall, where current students and a few recent graduates workshopped the memes they would use in social media warfare with the National Rifle Association, and documented their early protests. He saw how they were shaken by the counter-protesters who showed up at their events armed with guns.</p> <p><em>Parkland</em> focuses purely on the March for Our Lives movement, from the founders’ first days organising in one student’s living room, to a rally for gun control that drew hundreds of thousands of people to Washington and more than a million across the country, to their campaign to turn out young voters in the 2018 midterm elections. The book does not delve into the details of the attack at the school, the red flags law enforcement missed, or the partisan local debates over who was most to blame. It does not even mention the shooter’s name. After 20 years of chronicling violence and failure, Cullen wants to tell a story of hope.</p> <p>Unlike <em>Columbine</em>, his new book does not challenge the accepted narrative of the shooting or its aftermath. He believes the Parkland students achieved real change and are on their way to even greater victories. But he does not gloss over what was messy and painful about the movement’s growth. He shows the simmering tension within the Parkland student body over how the media reaction to the shooting made just a handful of them internationally famous. The students who had spoken out most powerfully were not the ones in the freshman building during the attack. They were not the ones who had been injured, or who had just watched their friends get shot. The resentments and jealousies over who had been chosen to speak for the school would not go away. One of the students who appeared on the cover of Time tells Cullen she has lost many of her friends.</p> <p>Cullen discusses the criticism the March for Our Lives founders received for not including any black Parkland students in their initial organising, and how the group would later publicly denounce the longstanding racism of the gun debate, which for years has placed more attention on the rare killings of suburban white children than the everyday deaths of young people of colour.Cullen describes the uncertainty a young activist from Chicago felt as he arrived at the wealthy gated community in Parkland for a joint meeting about youth gun violence activism. What would it look like to work together? The meeting with Chicago activists would mark a turning point towards a more inclusive, national movement. It also provided a key strategic intervention at a moment when the Parkland students were facing increased public abuse, and were struggling to find the right tone to respond. D’Angelo McDade, part of Chicago’s Peace Warrior group, taught the Parkland students Martin Luther King Jr’s six principles of non-violence. Principle three, “non-violence seeks to defeat injustice, not people”, Cullen writes, would prove influential in shaping the students’ political response to their critics.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>One of the strongest threads is how much the American media is implicated in the problem of mass shootings</p> </blockquote> </aside>  <p>Cullen’s experience covering school shootings is clear in his nuanced portraits of parents of victims, and survivors and their parents. “It’s like she built herself a pair of wings out of balsa wood and duct tape and jumped off a building,” González’s mother “And we’re just, like, running along beneath her with a net.”</p> <p>Cullen follows Cameron Kasky, one of the first Parkland student leaders, as he juggles his new national profile with his starring role in a student performance of Spring Awakening, a musical inspired by the Columbine shooting. He captures the organisational genius of Jackie Corin, the student government leader who served as a kind of chief operating officer for the March for Our Lives, setting up rallies and town halls nationwide, while still staying on track to finish high school.</p> <p>The book portrays David Hogg, one of the movement’s most fiery and combative spokespeople, as more playful and less angry than he appears on TV. Cullen shows how much Hogg was influenced by the devastation of his sister Lauren who lost multiple friends in the shooting. Over his weeks of reporting, Cullen sees how Lauren begins to recover, moving from ashen-faced and blank, in the first days after the shooting, to once again being able to show joy.</p> <p>Some of Cullen’s best portraits are of the less famous Parkland activists, including the recent graduates who joined the movement and helped define its deft and sometimes satirical social media presence. He presents <a href=\"https://www.theguardian.com/us-news/2018/aug/16/parkland-school-shooting-bus-tour-gun-violence-race\" title=\"\">Matt Deitsch</a>, the group’s red-haired, 20-year-old chief strategist, as a major force, as if one of the <a href=\"https://www.theguardian.com/lifeandstyle/2011/jul/02/harry-potter-james-oliver-phelps-weasley-twins\" title=\"\">Weasley brothers</a> from Harry Potter had been given a crossover episode in <a href=\"https://www.theguardian.com/tv-and-radio/the-west-wing\" title=\"\"><em>The West Wing</em></a>.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"05ed6f9d930288a7a66daf49536b109993657f01\"> <img src=\"https://media.guim.co.uk/05ed6f9d930288a7a66daf49536b109993657f01/1059_0_2441_1465/1000.jpg\" alt=\"Matt Deitsch, chief strategist for the March for Our Lives group.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Matt Deitsch, chief strategist for the March for Our Lives group.</span> <span class=\"element-image__credit\">Photograph: Eric Thayer/Reuters</span> </figcaption> </figure>  <p>There’s no escaping the fact that <em>Parkland</em> has come out quickly, having been researched and written in less than a year. Cullen’s closeness to the students is, at times, a disadvantage. He concentrates so narrowly on the movement’s development that the broader political context rarely comes into focus.</p> <p>The book also offers little perspective on how the Parkland students’ successful use of Twitter fits into broader trends in social media activism, from <a href=\"https://www.theguardian.com/world/2015/jul/19/blacklivesmatter-birth-civil-rights-movement\" title=\"\">#BlackLivesMatter</a> to reactionary harassment campaigns such as<a href=\"https://www.theguardian.com/technology/2016/dec/01/gamergate-alt-right-hate-trump\" title=\"\"> Gamergate</a>. Cullen does not consider why the March for Our Lives founders, hailed as heroes on the American left, were seen by some conservatives as rude, obnoxious children, mouthing off about policies they did not fully understand. He does not dig into the claims that the Parkland activists were “crisis actors”, or what that belief reveals about the troubling strain of conspiracy theory in contemporary politics. A survey of 800 American adults after the Parkland shooting found that 22% believed the young activists were fully “manipulated by outside groups”. Another quarter thought they were being at least partially manipulated.</p> <p>The Parkland students’ prom was the same weekend as the National Rifle Association’s annual meeting in Texas – one of many contrasts that could have made the book a richer portrayal of the American gun debate as a whole, and provided a clearer view of the students’ political opponents. <em>Parkland</em> only documents what happened at prom, the strain of trying to celebrate a high-school milestone while still mourning lost friends.</p> <p>It’s easy to understand how dazzled Cullen is by the toughness and political acumen of the teens who built a movement to challenge the NRA. Many American adults share his gratitude at the students’ fearlessness in confronting one of America’s most persistent problems. For Cullen, who said in a recent interview that reporting on Parkland activism helped his post-traumatic stress, the gratitude is even more profound. “These Parkland kids literally healed me,” he told New York magazine.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2019/feb/10/columbine-parkland-gun-crime-dave-cullen\">From Columbine to Parkland: how we got the story wrong on mass shootings</a> </p> </aside>  <p><em>Parkland</em>’s insistence on hope, its deep identification with the movement, results in a book that feels smaller than Cullen’s previous work. A decade after it was published, <em>Columbine</em> is still revelatory – a clear-eyed document of how the “lessons learned” after each tragedy too often skip the real causes of violence, in favour of lurid, self-affirming lies.</p> <p>One of the strongest threads through both <em>Columbine</em> and <em>Parkland</em> is how much the American media are implicated in the problem of mass shootings, and in the political stalemate on gun control. Parkland, Cullen writes, was the first time that survivors of such a mass shooting became more famous than the shooter.</p> <p>This spring will mark the 20th anniversary of Columbine. It’s long past time, Cullen argues, for media outlets to own up to their role in giving killers the fame they crave – not just by taking more care in how they use the shooters’ names and photographs, but in considering how to scale back coverage of shootings altogether. “We did not start this, nor have we pulled any triggers. But the killers have made us reliable partners,” he writes in his new epilogue to <em>Columbine</em>. “These are ‘Made for TV’ movies, by boys desperate to be heard. Why do we keep handing them the mic?”</p> <p>•<em> Parkland is</em> <em>published by Publisher (£14.99). To order a copy go to </em><a href=\"https://guardianbookshop.com/parkland-9781787477070.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\"><em>guardianbookshop.com </em></a><em>or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.</em></p>",
      "newspaperPageNumber": "18",
      "wordcount": "1685",
      "commentable": "false",
      "firstPublicationDate": "2019-03-01T09:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-01T09:00:08Z",
      "newspaperEditionDate": "2019-03-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/antm6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0d8ca9dc818e45fd2638ec803d4a39d411032df2/0_6_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Twenty years ago, Dave Cullen was a freelance journalist who responded to reports of shots fired at Columbine high school. He drove towards a ring of helicopters hovering over suburban Colorado. The carnage he found there – 13 people dead, more than 20 injured – was hard to fathom. So was the reaction of the student survivors: the day after the shooting, they were numb, emotions muted. What was happening, the teenagers asked him. Would they get better? Cullen spent the next decade investigating why two students had opened fire on their classmates, and what exactly had happened. His first book, Columbine, published in 2009, would become the definitive account, one that pushed back against many persistent Columbine myths, including a belief that high school outcasts had carried out the attack as revenge against the jocks who had bullied them. Cullen’s reporting made him the go-to expert on US mass violence. It also left him with post-traumatic stress. He eventually learned to set boundaries, promising his therapist that he would be careful with his coverage of mass shootings. It was not the stories about the perpetrators that left him shaken – he could follow those with professional distance – but the coverage of survivors. The 14 February 2018 shooting at a high school in Parkland, Florida, which left 17 students and teachers dead, changed all that. For the first time, teenage survivors of such an atrocity reacted with fury. They demanded immediate government action and assailed adults for failing to protect them. The kids did not worry about “politicising” a tragedy: their friends’ murder, they argued, was already political. “They say tougher guns laws do not decrease gun violence. We call BS,” 18-year-old Emma González said in a speech, three days after the shooting, that went viral. Drawn by the promise of real change, Cullen flew to Florida. Throughout the spring, as American teenagers staged waves of walkout protests at high schools across the country, he followed the Parkland students whose outrage had sparked a national move-ment. He reported from the tiny office they set up in a Florida shopping mall, where current students and a few recent graduates workshopped the memes they would use in social media warfare with the National Rifle Association, and documented their early protests. He saw how they were shaken by the counter-protesters who showed up at their events armed with guns. Parkland focuses purely on the March for Our Lives movement, from the founders’ first days organising in one student’s living room, to a rally for gun control that drew hundreds of thousands of people to Washington and more than a million across the country, to their campaign to turn out young voters in the 2018 midterm elections. The book does not delve into the details of the attack at the school, the red flags law enforcement missed, or the partisan local debates over who was most to blame. It does not even mention the shooter’s name. After 20 years of chronicling violence and failure, Cullen wants to tell a story of hope. Unlike Columbine, his new book does not challenge the accepted narrative of the shooting or its aftermath. He believes the Parkland students achieved real change and are on their way to even greater victories. But he does not gloss over what was messy and painful about the movement’s growth. He shows the simmering tension within the Parkland student body over how the media reaction to the shooting made just a handful of them internationally famous. The students who had spoken out most powerfully were not the ones in the freshman building during the attack. They were not the ones who had been injured, or who had just watched their friends get shot. The resentments and jealousies over who had been chosen to speak for the school would not go away. One of the students who appeared on the cover of Time tells Cullen she has lost many of her friends. Cullen discusses the criticism the March for Our Lives founders received for not including any black Parkland students in their initial organising, and how the group would later publicly denounce the longstanding racism of the gun debate, which for years has placed more attention on the rare killings of suburban white children than the everyday deaths of young people of colour.Cullen describes the uncertainty a young activist from Chicago felt as he arrived at the wealthy gated community in Parkland for a joint meeting about youth gun violence activism. What would it look like to work together? The meeting with Chicago activists would mark a turning point towards a more inclusive, national movement. It also provided a key strategic intervention at a moment when the Parkland students were facing increased public abuse, and were struggling to find the right tone to respond. D’Angelo McDade, part of Chicago’s Peace Warrior group, taught the Parkland students Martin Luther King Jr’s six principles of non-violence. Principle three, “non-violence seeks to defeat injustice, not people”, Cullen writes, would prove influential in shaping the students’ political response to their critics. Cullen’s experience covering school shootings is clear in his nuanced portraits of parents of victims, and survivors and their parents. “It’s like she built herself a pair of wings out of balsa wood and duct tape and jumped off a building,” González’s mother “And we’re just, like, running along beneath her with a net.” Cullen follows Cameron Kasky, one of the first Parkland student leaders, as he juggles his new national profile with his starring role in a student performance of Spring Awakening, a musical inspired by the Columbine shooting. He captures the organisational genius of Jackie Corin, the student government leader who served as a kind of chief operating officer for the March for Our Lives, setting up rallies and town halls nationwide, while still staying on track to finish high school. The book portrays David Hogg, one of the movement’s most fiery and combative spokespeople, as more playful and less angry than he appears on TV. Cullen shows how much Hogg was influenced by the devastation of his sister Lauren who lost multiple friends in the shooting. Over his weeks of reporting, Cullen sees how Lauren begins to recover, moving from ashen-faced and blank, in the first days after the shooting, to once again being able to show joy. Some of Cullen’s best portraits are of the less famous Parkland activists, including the recent graduates who joined the movement and helped define its deft and sometimes satirical social media presence. He presents Matt Deitsch, the group’s red-haired, 20-year-old chief strategist, as a major force, as if one of the Weasley brothers from Harry Potter had been given a crossover episode in The West Wing. There’s no escaping the fact that Parkland has come out quickly, having been researched and written in less than a year. Cullen’s closeness to the students is, at times, a disadvantage. He concentrates so narrowly on the movement’s development that the broader political context rarely comes into focus. The book also offers little perspective on how the Parkland students’ successful use of Twitter fits into broader trends in social media activism, from #BlackLivesMatter to reactionary harassment campaigns such as Gamergate. Cullen does not consider why the March for Our Lives founders, hailed as heroes on the American left, were seen by some conservatives as rude, obnoxious children, mouthing off about policies they did not fully understand. He does not dig into the claims that the Parkland activists were “crisis actors”, or what that belief reveals about the troubling strain of conspiracy theory in contemporary politics. A survey of 800 American adults after the Parkland shooting found that 22% believed the young activists were fully “manipulated by outside groups”. Another quarter thought they were being at least partially manipulated. The Parkland students’ prom was the same weekend as the National Rifle Association’s annual meeting in Texas – one of many contrasts that could have made the book a richer portrayal of the American gun debate as a whole, and provided a clearer view of the students’ political opponents. Parkland only documents what happened at prom, the strain of trying to celebrate a high-school milestone while still mourning lost friends. It’s easy to understand how dazzled Cullen is by the toughness and political acumen of the teens who built a movement to challenge the NRA. Many American adults share his gratitude at the students’ fearlessness in confronting one of America’s most persistent problems. For Cullen, who said in a recent interview that reporting on Parkland activism helped his post-traumatic stress, the gratitude is even more profound. “These Parkland kids literally healed me,” he told New York magazine. Parkland’s insistence on hope, its deep identification with the movement, results in a book that feels smaller than Cullen’s previous work. A decade after it was published, Columbine is still revelatory – a clear-eyed document of how the “lessons learned” after each tragedy too often skip the real causes of violence, in favour of lurid, self-affirming lies. One of the strongest threads through both Columbine and Parkland is how much the American media are implicated in the problem of mass shootings, and in the political stalemate on gun control. Parkland, Cullen writes, was the first time that survivors of such a mass shooting became more famous than the shooter. This spring will mark the 20th anniversary of Columbine. It’s long past time, Cullen argues, for media outlets to own up to their role in giving killers the fame they crave – not just by taking more care in how they use the shooters’ names and photographs, but in considering how to scale back coverage of shootings altogether. “We did not start this, nor have we pulled any triggers. But the killers have made us reliable partners,” he writes in his new epilogue to Columbine. “These are ‘Made for TV’ movies, by boys desperate to be heard. Why do we keep handing them the mic?” • Parkland is published by Publisher (£14.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.",
      "charCount": "10303",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lois-beckett\">Lois Beckett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "commentisfree/2019/mar/01/ministers-sex-education-schools",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-01T06:00:08Z",
    "webTitle": "Sex education is not a matter for ministers | Simon Jenkins",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/01/ministers-sex-education-schools",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/01/ministers-sex-education-schools",
    "fields": {
      "headline": "Sex education is not a matter for ministers",
      "standfirst": "<p>It should be for individual schools to decide how and what they teach their children about relationships</p>",
      "trailText": "Schools should decide what they teach their children about relationships, says Guardian columnist Simon Jenkins",
      "byline": "Simon Jenkins",
      "main": "<figure class=\"element element-image\" data-media-id=\"ecc3bc0980ece2c72c869bd97d718e5bcdfd8d80\"> <img src=\"https://media.guim.co.uk/ecc3bc0980ece2c72c869bd97d718e5bcdfd8d80/0_131_5120_3072/1000.jpg\" alt=\"children in classrooms\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A teacher friend tells me he never taught his pupils anything as tough or embarrassing as sex.’</span> <span class=\"element-image__credit\">Photograph: Echo/Getty Images/Cultura RF</span> </figcaption> </figure>",
      "body": "<p>Who should teach children about sex? The education secretary, Damian Hinds, must be desperate for attention. This week of all weeks, he has taken the government <a href=\"https://www.theguardian.com/uk-news/2019/feb/25/dfe-unveils-new-sex-and-health-education-guidelines-for-england\" title=\"\">into battle</a> with Christian, Jewish and Muslim groups, probably half the Conservative party and 100,000 petitioners to parliament. Hinds wants instruction in LGBT “sensitivity and inclusiveness” to be “integral throughout the programme of study”. He wants to reform and expand “<a href=\"https://www.tes.com/news/5-year-olds-wont-be-taught-about-gay-and-trans-relationships-says-hinds\" title=\"\">relationships education</a>” through all schools, and to end a parent’s right to withdraw a child from sex education once he or she <a href=\"https://www.bbc.co.uk/news/education-44886271\" title=\"\">reaches 15</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/dec/24/queering-sex-education-lgbt-pupil-england\">Queering sex education in schools would benefit all pupils | Kennedy Walker</a> </p> </aside>  <p>These changes gave rise to a <a href=\"https://www.tes.com/news/mps-debate-sex-education-opt-out\" title=\"\">Commons debate</a> on Monday, stimulated in part by a coalition of parents, churches and minority groups, almost all declaring a “fundamental right to decide what their children learn” about sex and relationships. Many were deeply offended at this right now being denied. It was, said a Tory MP, a “shift of power from the individual to the state”. It was not government’s job to dictate parental, communal and religious mores. </p> <p>In principle I am with Hinds. What are now called life skills should lie at the core of a liberal education. Even if controversial, they should be tackled. Knowing how to handle the real world of work and play, money and credit, the law, mental and physical health, self-presentation, online security and human relationships should be “the curriculum”. This must embrace getting on with other people of all sorts, learning how to disagree without anger, text without cruelty, and love without harm. Children are bombarded with pressures against which they need help.</p> <p>I have been a governor in various schools, none of which taught these skills. Once a child has learned to read and write, the curricular dinosaurs still lumbering around Britain’s classrooms – <a href=\"https://www.theguardian.com/commentisfree/2018/jun/15/schools-children-education-exams-maths-rankings-obsession\" title=\"\">maths</a>, science, modern languages – should be classed as “optional extras”. They are subjects learned and forgotten, drilled into children only to be measured by the state and then discarded. They are not essential to anyone’s start in life.</p> <p>But where I am not with Hinds is that this is none of his business. His job is to administer and resource a public service, not to dictate how its staff do their work. I wonder what doctors would say if a health minister told them how to cure lung cancer, or a transport minister told pilots how to fly.</p> <p>Everyone thinks they know how to teach. They don’t. It is very hard. A teacher friend tells me he never taught his pupils anything as tough or embarrassing as sex. The worst part was having to show a dire BBC video. Children learn the facts of life either from other children or from a responsible adult. I would prefer an adult. But in the race between the classroom and the playground, the playground usually wins. Sex education is for trained counsellors in small groups.</p> <p>Either way, this is for schools to decide. They have suffered the worst from government over-centralism since Thatcher’s assault on local democracy in the 1980s. From Kenneth Baker’s reactionary “national curriculum” of 1988, through Ed Balls’ wheelbarrow of directives to Hinds’ sex manuals, the trend has been the same: centralise and standardise. Whitehall even issues guidance on <a href=\"https://www.tes.com/news/nick-gibb-apparently-i-want-stop-children-using-exclamation-marks-what-misunderstanding\" title=\"\">punctuation marks</a>. Hinds complained last month that central testing was so ubiquitous that children were doing homework for Sats. But they are his tests. Why order them and then stop schools fighting to win?</p> <p>To hark back to days when education was a local service is hardly archaic. It is in most liberal-minded countries. Helping children get on with others in their community, including those from different backgrounds, should be a communal function specifically because it is delicate. With the <a href=\"https://www.theguardian.com/commentisfree/2015/oct/22/churches-survive-church-of-england-religion-buildings\" title=\"\">decline of churches</a>, schools are the only places to perform this task. They either show themselves sensitive to local characteristics, traditions and even prejudices, or communities fragment and collapse. A school should never be an obedient cog in a nationalised machine, an NHS of the blackboard jungle.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/nov/05/sex-education-government-draft-curriculum-lgbt-pornography\">Time to stop being coy about sex – and give young people the truth | Lola Okolosie</a> </p> </aside>  <p>On Monday, petitioners against these reforms claimed that sexuality and the “physical, psychological and spiritual implications” of LGBT should not be part of a mandatory curriculum. They are right only on the word mandatory, but there they are spot on. If ever there was a topic for ministers to leave to professionals, it is this. Leave a difficult job to those for whom it is a vocation, not a headline opportunity.</p> <p>• Simon Jenkins is a Guardian columnist</p> <p>• This article was amended on 4 March 2019. An earlier version said the new guidance instructed primary schools to teach LGBT “sensitivity and inclusiveness”; though primary schools are free to do this, it is not required until secondary. Also, a paragraph that said “independent schools can make up their own minds on how much and how far to teach about sex” has been removed; to clarify, the new guidance on relationships and sex education applies to both state and independent schools.</p>",
      "newspaperPageNumber": "5",
      "wordcount": "815",
      "commentCloseDate": "2019-03-01T22:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-01T06:00:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-04T16:58:38Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apmbj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ecc3bc0980ece2c72c869bd97d718e5bcdfd8d80/0_131_5120_3072/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Who should teach children about sex? The education secretary, Damian Hinds, must be desperate for attention. This week of all weeks, he has taken the government into battle with Christian, Jewish and Muslim groups, probably half the Conservative party and 100,000 petitioners to parliament. Hinds wants instruction in LGBT “sensitivity and inclusiveness” to be “integral throughout the programme of study”. He wants to reform and expand “relationships education” through all schools, and to end a parent’s right to withdraw a child from sex education once he or she reaches 15. These changes gave rise to a Commons debate on Monday, stimulated in part by a coalition of parents, churches and minority groups, almost all declaring a “fundamental right to decide what their children learn” about sex and relationships. Many were deeply offended at this right now being denied. It was, said a Tory MP, a “shift of power from the individual to the state”. It was not government’s job to dictate parental, communal and religious mores. In principle I am with Hinds. What are now called life skills should lie at the core of a liberal education. Even if controversial, they should be tackled. Knowing how to handle the real world of work and play, money and credit, the law, mental and physical health, self-presentation, online security and human relationships should be “the curriculum”. This must embrace getting on with other people of all sorts, learning how to disagree without anger, text without cruelty, and love without harm. Children are bombarded with pressures against which they need help. I have been a governor in various schools, none of which taught these skills. Once a child has learned to read and write, the curricular dinosaurs still lumbering around Britain’s classrooms – maths, science, modern languages – should be classed as “optional extras”. They are subjects learned and forgotten, drilled into children only to be measured by the state and then discarded. They are not essential to anyone’s start in life. But where I am not with Hinds is that this is none of his business. His job is to administer and resource a public service, not to dictate how its staff do their work. I wonder what doctors would say if a health minister told them how to cure lung cancer, or a transport minister told pilots how to fly. Everyone thinks they know how to teach. They don’t. It is very hard. A teacher friend tells me he never taught his pupils anything as tough or embarrassing as sex. The worst part was having to show a dire BBC video. Children learn the facts of life either from other children or from a responsible adult. I would prefer an adult. But in the race between the classroom and the playground, the playground usually wins. Sex education is for trained counsellors in small groups. Either way, this is for schools to decide. They have suffered the worst from government over-centralism since Thatcher’s assault on local democracy in the 1980s. From Kenneth Baker’s reactionary “national curriculum” of 1988, through Ed Balls’ wheelbarrow of directives to Hinds’ sex manuals, the trend has been the same: centralise and standardise. Whitehall even issues guidance on punctuation marks. Hinds complained last month that central testing was so ubiquitous that children were doing homework for Sats. But they are his tests. Why order them and then stop schools fighting to win? To hark back to days when education was a local service is hardly archaic. It is in most liberal-minded countries. Helping children get on with others in their community, including those from different backgrounds, should be a communal function specifically because it is delicate. With the decline of churches, schools are the only places to perform this task. They either show themselves sensitive to local characteristics, traditions and even prejudices, or communities fragment and collapse. A school should never be an obedient cog in a nationalised machine, an NHS of the blackboard jungle. On Monday, petitioners against these reforms claimed that sexuality and the “physical, psychological and spiritual implications” of LGBT should not be part of a mandatory curriculum. They are right only on the word mandatory, but there they are spot on. If ever there was a topic for ministers to leave to professionals, it is this. Leave a difficult job to those for whom it is a vocation, not a headline opportunity. • Simon Jenkins is a Guardian columnist • This article was amended on 4 March 2019. An earlier version said the new guidance instructed primary schools to teach LGBT “sensitivity and inclusiveness”; though primary schools are free to do this, it is not required until secondary. Also, a paragraph that said “independent schools can make up their own minds on how much and how far to teach about sex” has been removed; to clarify, the new guidance on relationships and sex education applies to both state and independent schools.",
      "charCount": "4947",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simonjenkins\">Simon Jenkins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/01/chuka-umunna-named-spokesman-independent-group-mps-policy-responsibilities-roles",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-01T00:00:02Z",
    "webTitle": "Chuka Umunna named spokesman for the Independent Group",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/01/chuka-umunna-named-spokesman-independent-group-mps-policy-responsibilities-roles",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/01/chuka-umunna-named-spokesman-independent-group-mps-policy-responsibilities-roles",
    "fields": {
      "headline": "Chuka Umunna named spokesman for the Independent Group",
      "standfirst": "<p>Breakaway MPs divide up policy responsibilities and organisational roles</p>",
      "trailText": "Breakaway MPs divide up policy responsibilities and organisational roles",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"34fac1530657652edd345b6af791bbdedad9624f\"> <img src=\"https://media.guim.co.uk/34fac1530657652edd345b6af791bbdedad9624f/0_99_5054_3032/1000.jpg\" alt=\"Chuka Umunna\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chuka Umunna: the former Labour MP said the Independent Group had no plans to appoint a leader.</span> <span class=\"element-image__credit\">Photograph: James Veysey/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Chuka Umunna was named as the spokesman for the newly formed Independent Group (TIG) as part of an announcement that saw all 11 of its MPs handed an organisational role or policy responsibility.</p> <p>The former Labour MP said TIG had no immediate plans to appoint a leader as it was not yet a political party, adding that “all the members of our group have the right to be heard and a responsibility to provide leadership”.</p> <p>Umunna had expressed his keenness to become leader last weekend, saying in a television interview that he hoped “<a href=\"https://www.theguardian.com/politics/2019/feb/24/chuka-umunna-urges-voters-to-back-independent-group\">to play the biggest role</a>” in the breakaway group composed of eight Labour and three Tory MPs.</p> <p>But for now he will take on a more modest spokesman role, leaving <a href=\"https://www.theguardian.com/politics/2019/feb/25/independent-group-rules-out-electing-leader-until-end-of-year\">questions of leadership</a> to one side until the group constitutes itself as a political party at some point before the end of the year.</p> <p>Luciana Berger, who has been touted as another possible leader, will become spokesperson for home affairs, health, digital and culture; while the former Conservative Heidi Allen will take a welfare, social care and business brief.</p> <p>Anna Soubry, a Conservative defector and former minister, will become Brexit spokeswoman, while Chris Leslie, a longtime ally of Umunna and a former shadow chancellor, will take the economic brief. The positions were announced in alphabetical order.</p>  <figure class=\"element element-image\" data-media-id=\"80763310dd3fe0e579fe406c1e10632ece15e35c\"> <img src=\"https://media.guim.co.uk/80763310dd3fe0e579fe406c1e10632ece15e35c/0_106_4451_2670/1000.jpg\" alt=\"Anna Soubry appears on ITV's Peston show\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anna Soubry, the former Tory MP, will become Brexit spokeswoman for the Independent Group.</span> <span class=\"element-image__credit\">Photograph: Jonathan Hordle/ITV/REX/Shutterstock</span> </figcaption> </figure>  <p>TIG has had a mixed first full week in Westminster. A <a href=\"https://www.theguardian.com/politics/2019/feb/26/independent-group-targets-labour-with-move-for-second-referendum\">second referendum motion</a> its members put down was not accepted by the Speaker, John Bercow, in Wednesday’s Brexit debate.</p> <p>Berger was not selected at <a href=\"https://www.theguardian.com/politics/2019/feb/27/pmqs-verdict-corbyn-scores-well-with-labours-greatest-hits\">prime minister’s questions</a> by Bercow earlier on Wednesday despite hoping to be called on to quiz Theresa May.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/feb/26/independent-group-nandos-photo\">For the Independent Group, even Nando's is a photo opportunity | Hannah Jane Parkinson</a> </p> </aside>  <p>But a YouGov poll placed TIG at 18%, five points behind Labour, its highest rating in first voting surveys since its emergence at the beginning of last week. Other polls have put TIG at lower levels, an Opinium poll published in the Observer last weekend put the new grouping at 6%.</p> <p>Angela Smith, who was forced to apologise after referring to people from black, Asian and minority ethnic backgrounds as having a “<a href=\"https://www.theguardian.com/politics/2019/feb/18/angela-smith-apologises-for-funny-tinge-remark\">funny tinge</a>”, is taking on a broad portfolio including transport, local government and housing, energy and environment.</p> <p>Sarah Wollaston, the former Conservative GP turned MP, has not taken on a policy brief but has instead taken on responsibility for new members. The group has said it wants to introduce a procedure for admitting people.</p> <p>Allen had previously said that she did not want TIG to become a home for “waifs and strays” such as the MPs <a href=\"https://www.theguardian.com/politics/2018/jul/18/mp-john-woodcock-quits-labour-amid-disciplinary-case\">John Woodcock</a> and <a href=\"https://www.theguardian.com/politics/2018/dec/20/suspended-mp-quits-labour-over-partys-record-on-antisemitism\">Ivan Lewis</a>, both of whom left Labour with harassment allegations unresolved.</p> <p>The appointments follow a series of meetings this week. On Monday, Gavin Shuker, the former Labour MP who represents Luton South, was named as group convenor, who will organise its meetings. Insiders have indicated that donations to the group already total in “the hundreds of thousands” of pounds.</p>",
      "newspaperPageNumber": "15",
      "wordcount": "489",
      "firstPublicationDate": "2019-03-01T00:00:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-13T18:24:58Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apn8e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/34fac1530657652edd345b6af791bbdedad9624f/0_99_5054_3032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Chuka Umunna was named as the spokesman for the newly formed Independent Group (TIG) as part of an announcement that saw all 11 of its MPs handed an organisational role or policy responsibility. The former Labour MP said TIG had no immediate plans to appoint a leader as it was not yet a political party, adding that “all the members of our group have the right to be heard and a responsibility to provide leadership”. Umunna had expressed his keenness to become leader last weekend, saying in a television interview that he hoped “to play the biggest role” in the breakaway group composed of eight Labour and three Tory MPs. But for now he will take on a more modest spokesman role, leaving questions of leadership to one side until the group constitutes itself as a political party at some point before the end of the year. Luciana Berger, who has been touted as another possible leader, will become spokesperson for home affairs, health, digital and culture; while the former Conservative Heidi Allen will take a welfare, social care and business brief. Anna Soubry, a Conservative defector and former minister, will become Brexit spokeswoman, while Chris Leslie, a longtime ally of Umunna and a former shadow chancellor, will take the economic brief. The positions were announced in alphabetical order. TIG has had a mixed first full week in Westminster. A second referendum motion its members put down was not accepted by the Speaker, John Bercow, in Wednesday’s Brexit debate. Berger was not selected at prime minister’s questions by Bercow earlier on Wednesday despite hoping to be called on to quiz Theresa May. But a YouGov poll placed TIG at 18%, five points behind Labour, its highest rating in first voting surveys since its emergence at the beginning of last week. Other polls have put TIG at lower levels, an Opinium poll published in the Observer last weekend put the new grouping at 6%. Angela Smith, who was forced to apologise after referring to people from black, Asian and minority ethnic backgrounds as having a “funny tinge”, is taking on a broad portfolio including transport, local government and housing, energy and environment. Sarah Wollaston, the former Conservative GP turned MP, has not taken on a policy brief but has instead taken on responsibility for new members. The group has said it wants to introduce a procedure for admitting people. Allen had previously said that she did not want TIG to become a home for “waifs and strays” such as the MPs John Woodcock and Ivan Lewis, both of whom left Labour with harassment allegations unresolved. The appointments follow a series of meetings this week. On Monday, Gavin Shuker, the former Labour MP who represents Luton South, was named as group convenor, who will organise its meetings. Insiders have indicated that donations to the group already total in “the hundreds of thousands” of pounds.",
      "charCount": "2874",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]