[
  {
    "id": "tv-and-radio/2019/nov/09/30-years-of-parliament-on-tv-top-10-moments",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-11-09T16:00:17Z",
    "webTitle": "30 years of televised parliament: how Westminster became mainstream entertainment",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/nov/09/30-years-of-parliament-on-tv-top-10-moments",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/nov/09/30-years-of-parliament-on-tv-top-10-moments",
    "fields": {
      "headline": "30 years of televised parliament: how Westminster became mainstream entertainment",
      "standfirst": "<p>From Thatcher’s fall to Johnson’s ‘Super Saturday’, political playwright James Graham unpicks the first three decades of on-screen politics – and picks his top 10 memorable moments</p>",
      "trailText": "From Thatcher’s fall to Johnson’s ‘Super Saturday’, political playwright James Graham unpicks the first three decades of on-screen politics – and picks his top 10 memorable moments",
      "byline": "James Graham",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"a79cddfe993be214d1e5303b981a046e0a83b9a8\"> <img src=\"https://media.guim.co.uk/a79cddfe993be214d1e5303b981a046e0a83b9a8/0_18_3500_2100/1000.jpg\" alt=\"The House of Commons meets on a Saturday for the first time since the Falklands war to vote on Boris Johnson’s renegotiated Brexit deal\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The House of Commons meets on a Saturday for the first time since the Falklands war to vote on Boris Johnson’s renegotiated Brexit deal.</span> <span class=\"element-image__credit\">Photograph: Uk Parliament/Reuters</span> </figcaption> </figure>",
      "body": "<p>When <a href=\"https://www.theguardian.com/politics/1990/jul/31/obituaries.jonathanaitken\" title=\"\">Ian Gow</a>, the member for Eastbourne, rose to his feet on 21 November 1989 to make the first televised speech in our most ancient of parliaments, it is fair to say he wasn’t too happy about it.</p> <p>“I have always voted against the televising of the proceedings of this House,” said the Tory MP, and he was not alone. His ire stemmed partly from a letter that had been circulated to MPs three weeks earlier, confirming in his mind the cynical and unseemly nature of the whole ghastly endeavour.</p> <p>“The impression you make on television,” Gow recounted from the advice contained in the memo, “depends mainly on your image (55%), with your voice and body language accounting for 38% of your impact. Only 7% depends on what you are actually saying.”</p> <p>The guidance to camera-shy members went on to say: “We can guarantee to improve your appearance through a personal and confidential image consultation. You will learn if you need a new hairstyle – and where to get it – and the type of glasses to suit your face.”</p> <p>Gow considered himself “beyond redemption on both counts”. Neil Kinnock sympathised, recalling that before he made his entrance on to what was now essentially a TV set, he had been handed a “papier poudré, which looks to me like cerebral blotting papers which apparently are for mopping one’s head”.</p> <p>Self-deprecation aside, much of the dialogue came from MPs wearily accepting something that had divided Westminster, and been delayed by its members, for decades: the inevitability of the mass media age. Not only on the issue of picking your best side for the camera, but over deep philosophical anxieties about the nature of democracy, and the very soul of a democratic chamber itself.</p> <p>Today, as we approach the 30th anniversary of that first televised session, it is hard for most of us to imagine what the fuss was about – not least a younger generation so used to capturing and sharing almost anything and everything as part of daily life. This is especially true of the withdrawal agreement, a year-long soap opera that has seen live parliamentary coverage cross over from niche geek activity to mainstream spectator sport. <a href=\"https://www.theguardian.com/politics/john-bercow\" title=\"\">John Bercow</a>, until recently Speaker of the House, is now a star on the continent, where an app can imitate him saying: “Uuuuhhhder”, and BBC Parliament even enjoyed a ratings spike that briefly <a href=\"https://www.theguardian.com/media/2019/jan/23/brexit-boost-for-bbc-parliament-as-channel-briefly-outrates-mtv\" title=\"\">took it above MTV</a>. It would be hard for any democrat to argue today that a citizen has no right to see inside.</p> <p>John Reith first pushed the idea of parliamentary broadcasting as far back as the 1920s, but it was never given serious consideration until Harold Wilson arrived in No 10 for his <a href=\"https://www.theguardian.com/science/political-science/2013/sep/19/harold-wilson-white-heat-technology-speech\" title=\"\">“white heat of technology”</a> revolution. What precipitated the unthinkable? The 1960s had brought a sharp rise in TV interviews and panel debates between politicians, and there was a rising sense that the “supreme forum” of national debate was being substituted for something baser. So in May 1965, the member for Ilford (the appropriately named Mr TL Iremonger), begged to move that “the maximum involvement of a responsible people in the processes of parliamentary government is a sure guarantee of liberty”, and it was time to directly enter people’s homes.</p> <p>But a select committee investigation and test screenings brought unfavourable feedback, and members voted against. As they again did in 1972. And 1975. It took more than 22 years and 11 debates before a sea-change occurred – in that bastion of forward-looking modernity, the House of Lords.</p> <p>A sort of “out of town tryout” was initiated in “the other place” by Christopher Soames – leader of the Lords and son-in-law of the orator-in-chief, Winston Churchill – in December 1983. They tested it in January 1985, when Harold Macmillan – whose own premiership had been destined to end when he was mocked in a theatre by Peter Cook and the rest of <em>Beyond </em><em>the Fringe</em> – <a href=\"https://www.youtube.com/watch?v=x4XT4wg1DJk\" title=\"\">stole the show</a>.</p> <p>The Commons, whose inhabitants would be elected by those watching, after all, had many concerns. Who was going to edit the coverage? Would exhibitionists get to hog the mike? Would it change the character of the house, turning politics into mere performance – the substance, the nuance gone?</p> <p>But the die seemed cast by 1989, when the leader of the House reported back from the select committee with reassurances: “Eight remote-controlled cameras will be mounted just under the galleries and will be as unobtrusive as we can make them. We went into lighting with some care, as many honourable members feel passionately about the subject.”</p> <p>Only a standard head-and-shoulders shot would be permitted. There would be limited use of wide-angle shots, a limit on the use of reaction shots, and a prohibition on the use of split-screen. No panning, just straight cuts. All in the interests of fair coverage and balance. It didn’t take long for the pressures of “good drama” to intervene. Only weeks after opening night on 21 November, the restriction on reaction shots was relaxed.</p> <p>Today, the controller of BBC Parliament, Peter Knowles, tells me that the intention is to “make you feel like you are part of the event. We see members who are actively taking part in the debate – not just when they are speaking – and in the floor-level shots you see the chamber much as the Speaker sees it, which gives some thrilling moments of drama.</p> <p>“There’s suddenly – and perhaps surprisingly – a big appetite for the authenticity and rawness.”</p> <p>And it is thrilling. At least, I think so. I began watching footage of the House on the evening news as a boy in the early 90s, as the industries in my Nottinghamshire village began to disappear as a consequence of the discussions and the votes taking place on the TV. Getting to know the faces, learning the names. It’s a fascination that fed into the writing of my play <em><a href=\"https://www.theguardian.com/stage/2012/oct/14/this-house-scenes-execution-review\">This House</a></em><a href=\"https://www.theguardian.com/stage/2012/oct/14/this-house-scenes-execution-review\"> for the National Theatre in 2012</a>, about the high drama of the 1974 hung parliament.</p> <p>So, have the old anxieties passed about turning the chamber into a variety hall and politics into mere performance – about parliament becoming a place where the best actors triumph over the best minds, with elected representatives in the chamber not so much speaking to each other as simply broadcasting to those outside? The motivation for Boris Johnson’s war against parliament was the message being sent out to his leave base – he had little time for winning around the people sitting opposite him. And Jeremy Corbyn’s final question in PMQs is no question at all, but clippable content to share among the Momentum network.</p> <p>My own local MP, Gloria De Piero, retiring this year and a former TV news star herself, champions the way the cameras force you to think of your constituents watching at home. When getting to her feet, she says: “I am totally thinking about my constituents, and bringing their voice to parliament.” She doesn’t judge those who use the stage to grandstand and wax lyrical, “but I just can’t think of the job like that”. The best question she thinks she ever asked was 11 words long, to David Cameron: “Does the prime minister support the closure of local police stations?”</p> <p>The British remain squeamish about cameras entering other public spaces, courtrooms in particular. Yet this too is now being trialled. The direction of travel was set, 30 years ago this month. But as the boundaries continue to blur between real and manufactured, truth and lies – as a reality TV star prepares to fight for a second term in the White House, having instigated a new culture of constant campaigning that is taking root here – our anxieties over politics as exciting television persist. We celebrate what has been gained, but fret over what we may have lost.</p> <h2>Cameras in the Chamber: a history in 10 scenes</h2> <h2><a href=\"https://www.theguardian.com/politics/video/2015/oct/10/geoffrey-howe-resignation-speech-margaret-thatcher-downfall-video\" title=\"\">1. Geoffrey Howe resigns, 13 November 1990</a></h2>  <figure class=\"element element-image\" data-media-id=\"b025fe069083ae3b59154fb07435ba969fe15276\"> <img src=\"https://media.guim.co.uk/b025fe069083ae3b59154fb07435ba969fe15276/0_94_2365_1663/1000.jpg\" alt=\"Sir Geoffrey Howe makes his resignation speech.\" width=\"1000\" height=\"703\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Geoffrey Howe makes his resignation speech.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>  <p>Iconic for what it captured on camera as well as the events it precipitated off (the Iron Lady would be out two weeks later). The camera cut from the quiet assassin on the backbenches to the stony-faced Thatcher listening upfront, staring forward, trapped in the frame and possibly cursing the decision to let the cameras roll a year before. Howe joked about her cabinet being a cricket team whose “bats have been broken before the game by the team captain”; the laughter that followed echoes down the ages to all restless leaders looking over their shoulders. </p> <h2><strong><a href=\"https://www.youtube.com/watch?v=nw4JB25nr0s\" title=\"\">2. ‘I’m enjoying this!’, 22 November 1990</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"f82e568f682c94216a458b790d4ed6cbb892a9a4\"> <img src=\"https://media.guim.co.uk/f82e568f682c94216a458b790d4ed6cbb892a9a4/0_51_1261_830/1000.jpg\" alt=\"Margaret Thatcher ‘ I’m Enjoying This ‘ moment\" width=\"1000\" height=\"658\" class=\"gu-image\" /> </figure>  <p>Margaret Thatcher reclaimed the spotlight on the day of her resignation, refusing to be cowed by the Commons. “Her performance was as tough and uncompromising as ever,” came the <a href=\"https://www.youtube.com/watch?v=Im9c1JHtrI0\" title=\"\">Paxman review</a> that night. There are some classic, quotable lines for sure, such as her attack on the Liberal Democrat MP Simon Hughes. “He would rather the poor were poorer, provided the rich were not richer,” said Thatcher, mockingly demonstrating her view of socialist economics with her fingers to the delight of loyalists behind. Then came a classic quip from Dennis Skinner. In response to the question of whether Thatcher would continue her fight against a central European bank, the Beast of Bolsover volunteered from his sedentary position: “No, she’s gonna be the governor”. Cue a roar of laughter, unusual for coming from all sides – including the Iron Lady, who had been crying only hours before. “What a good idea!” she cried, giving a swing of her fist.It was such a bravura swansong that the party may have already begun to regret getting rid of her. And she knew it. “I’m enjoying this,” she trumpeted with a smile.</p> <h2><strong><a href=\"https://www.c-span.org/video/?56817-1/john-smith-memorium\" title=\"\">3. The death of John Smith, 12 May 1994</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"48507cf0cc372e461d4a16a8b0d3f8323b5fe116\"> <img src=\"https://media.guim.co.uk/48507cf0cc372e461d4a16a8b0d3f8323b5fe116/0_18_1857_1265/1000.jpg\" alt=\"Margaret Beckett talks to the house after the death of John Smith MP\" width=\"1000\" height=\"681\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Margaret Beckett talks to the house after the death of John Smith MP.</span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure>  <p>It’s often the more sombre sessions that bring out the best behaviour. John Major should have been facing John Smith at the dispatch box that day, but the Commons instead met together in grief. “When I think of John Smith, I think of an opponent, not an enemy,” said Major. Despite her clear grief, Margaret Beckett – who as deputy leader took the place of her friend – was impossibly dignified as she informed the House of the closing words of a speech Smith had given the night before: “‘The opportunity to serve our country. That is all we ask.’ Let it stand as his epitaph.”</p> <h2><strong><a href=\"https://www.youtube.com/watch?v=0dwKkl7Nydw\" title=\"\">4. Robin Cook resigns, 17 March 2003</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"455996b3488148c2de39a0e87e921dc02441f5bb\"> <img src=\"https://media.guim.co.uk/455996b3488148c2de39a0e87e921dc02441f5bb/0_86_1768_1160/1000.jpg\" alt=\"Robin Cook resigns as foreign secretary in the runup to the invasion of Iraq, 2003\" width=\"1000\" height=\"656\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robin Cook resigns as foreign secretary in the runup to the invasion of Iraq, 2003.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>  <p>There were many turbulent and emotional scenes in the lead-up to the Iraq invasion in 2003; the resignation of the respected former foreign secretary, who could not support the war, was one. “History will be astonished,” he rightly predicted. Note that man to the left of the frame, sitting behind him – a future Labour leader and key player in the Stop the War coalition.</p> <h2><strong><a href=\"https://www.youtube.com/watch?v=wfuzQrxerZg\" title=\"\">5. Purple rain, 19 May 2004</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"81fbbd8206210799eb82c107fbdf16f300c609ba\"> <img src=\"https://media.guim.co.uk/81fbbd8206210799eb82c107fbdf16f300c609ba/0_0_648_365/500.jpg\" alt=\"Fathers for Justice flour bomb, 19 May 2004 House of Commons\" width=\"500\" height=\"282\" class=\"gu-image\" /> </figure>  <p>One of the more surreal moments, as a screaming Fathers4Justice campaigner in the public gallery launched a flour bomb at Tony Blair, which connected with his shoulder and burst into a purple puff. No one knew what the concoction was, so the session was suspended immediately. A Perspex barrier has sealed off the gallery from the chamber ever since.</p> <h2><strong><a href=\"https://www.youtube.com/watch?v=usNZB_yb6SQ\" title=\"\">6. ‘That is that. The end’, 27 June 2007</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"da3cb43fba31bea60863e239c1735135bb802494\"> <img src=\"https://media.guim.co.uk/da3cb43fba31bea60863e239c1735135bb802494/0_195_2800_2003/1000.jpg\" alt=\"Outgoing British Prime Minister Tony Blair leaves 10 Downing Street in central London, 27 June 2007, for his last Prime Ministers Question Time at the House of Commons\" width=\"1000\" height=\"715\" class=\"gu-image\" /> </figure>  <p>Tony Blair ended his tenure with a quieter turn than Thatcher, paying tribute to the House despite admitting he was not exactly a “Commons man”. Politics, he said to the occasional swallow, was the arena that set the heart beating a little faster, a place for noble causes. “I wish everyone, friend or foe, well. And that is that. The end.” A highly unusual (and technically forbidden) standing ovation from the entire chamber followed.</p> <h2><strong><a href=\"https://www.theguardian.com/politics/video/2016/jun/20/jeremy-corbyn-david-cameron-mps-commons-tributes-jo-cox-video\" title=\"\">7. Tributes to Jo Cox, 20 June 2016</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"78f3f9917f06511efd9e89c32b496f2386c888af\"> <img src=\"https://media.guim.co.uk/78f3f9917f06511efd9e89c32b496f2386c888af/0_0_2615_1467/1000.jpg\" alt=\"Jo Cox shootingA white and red rose lie on Jo Cox’s empty seat in the House of Commons, London, as MPs gather to pay tribute to her. PRESS ASSOCIATION Photo. Picture date: Monday June 20, 2016. See PA story POLITICS MP. Photo credit should read: PA Wire\" width=\"1000\" height=\"561\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Cox’s empty seat in the House of Commons, 20 June 2016.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>  <p>As with the death of John Smith, this was an occasion everyone would sooner had never taken place. But it was also, once again, a deeply moving national moment that showed the House at its humane best, and a testament to a clearly loved colleague. The white rose of Yorkshire was worn by every member and also occupied the seat – alongside a red rose – where Cox should have been, as her friends repeated the sentiment now familiar (though still too frequently ignored) from her maiden speech: “We have more in common than that which divides us.”</p> <h2><strong><a href=\"https://www.theguardian.com/politics/video/2018/dec/05/mps-find-government-contempt-of-parliament-historic-motion-video\" title=\"\">8. May government found in contempt, 4 December 2018</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"9fc8d6f440fdeaaaea5ca96e081baa9826eb5fb7\"> <img src=\"https://media.guim.co.uk/9fc8d6f440fdeaaaea5ca96e081baa9826eb5fb7/0_75_2844_1713/1000.jpg\" alt=\"Theresa May, after MPs found the government in contempt of the British parliament.\" width=\"1000\" height=\"602\" class=\"gu-image\" /> </figure>  <p>The Netflix-style saga around the withdrawal agreement’s traumatic passage through parliament has too many episodes from which to choose, from the points-of-order attacks against the Speaker for selecting the <a href=\"https://www.theguardian.com/politics/2019/jan/09/mps-force-theresa-may-to-table-plan-b-if-she-loses-brexit-deal-vote\" title=\"\">Grieve amendment</a>, to Labour members <a href=\"https://www.theguardian.com/politics/2019/sep/10/brexit-chants-of-shame-as-suspension-of-parliament-descends-into-chaos\" title=\"\">trying to prevent</a> the proroguing of parliament, to the <a href=\"https://www.theguardian.com/politics/2019/may/24/theresa-may-steps-down-resigns-tory-leader-conservative-brexit\" title=\"\">final fall</a> of May. But this is where it began: a government <a href=\"https://www.theguardian.com/politics/2018/dec/04/mps-demand-for-brexit-legal-advice-too-vague-says-geoffrey-cox\" title=\"\">voted 311 to 293</a> to be found in contempt of parliament for the first time in history. One member is heard to call out “beginning of the end”. Talk about spoilers.</p> <h2><strong><a href=\"https://www.theguardian.com/society/2019/oct/02/labour-mp-moves-colleagues-to-tears-with-domestic-abuse-story\" title=\"\">9. Rosie Duffield recounts her abuse, 2 October 2019</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"36edd4671c895e561cd6ab185f8da330ee7b7592\"> <img src=\"https://media.guim.co.uk/36edd4671c895e561cd6ab185f8da330ee7b7592/211_113_1644_961/1000.jpg\" alt=\"Rosie Duffield is comforted after delivering her domestic abuse speech to the House of Commons\" width=\"1000\" height=\"585\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rosie Duffield is comforted after delivering her domestic abuse speech to the House of Commons.</span> <span class=\"element-image__credit\">Photograph: Parliament tv</span> </figcaption> </figure>  <p>There is no better recent example of MPs reminding us they are real people, with real lives, than Rosie Duffield’s <a href=\"https://www.theguardian.com/politics/video/2019/oct/02/labour-mp-rosie-duffield-moves-colleagues-to-tears-with-domestic-abuse-story-video\" title=\"\">brave and precise account</a> of the ways, big and small, that abusers can trap those that they abuse. She makes it all the way to the end before allowing her grief to flow out, to be immediately swamped with hands by her colleagues and friends.</p> <h2><strong><a href=\"https://www.theguardian.com/politics/2019/oct/19/mps-put-brakes-on-boris-johnsons-brexit-deal-with-rebel-letwin-amendment\" title=\"\">10. Saturday matinee, 19 October 2019</a></strong></h2>  <figure class=\"element element-image\" data-media-id=\"faaa887d7c69185209020a6e8b8ce6cf2a9c2b1d\"> <img src=\"https://media.guim.co.uk/faaa887d7c69185209020a6e8b8ce6cf2a9c2b1d/0_104_3500_2229/1000.jpg\" alt=\"Britain’s PM Johnson speaks ahead of losing a vote on his renegotiated Brexit deal\" width=\"1000\" height=\"637\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Britain’s PM Johnson speaks ahead of losing a vote on his renegotiated Brexit deal.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Reuters</span> </figcaption> </figure>  <p>The first televised weekend fixture in the House’s history. It must have been serious. Kick-off was 9.30am and the big vote to <a href=\"https://www.theguardian.com/politics/2019/oct/19/mps-put-brakes-on-boris-johnsons-brexit-deal-with-rebel-letwin-amendment\" title=\"\">delay a vote</a> on Johnson’s deal was passed around 3pm. It didn’t have the fireworks or the memorable lines of other Brexit sittings – in fact, everyone was trying to be very collegiate and statesperson-like. How much of that had to do with the cold light of a Saturday? Or was it a greater understanding of the little lenses fixed menacingly around the chamber, as they have been now for three decades, the knowledge of a captivated world watching?</p>",
      "newspaperPageNumber": "12",
      "wordcount": "2312",
      "commentCloseDate": "2019-11-30T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-09T16:00:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-09T16:00:17Z",
      "newspaperEditionDate": "2019-11-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ck2bn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a79cddfe993be214d1e5303b981a046e0a83b9a8/0_18_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When Ian Gow, the member for Eastbourne, rose to his feet on 21 November 1989 to make the first televised speech in our most ancient of parliaments, it is fair to say he wasn’t too happy about it. “I have always voted against the televising of the proceedings of this House,” said the Tory MP, and he was not alone. His ire stemmed partly from a letter that had been circulated to MPs three weeks earlier, confirming in his mind the cynical and unseemly nature of the whole ghastly endeavour. “The impression you make on television,” Gow recounted from the advice contained in the memo, “depends mainly on your image (55%), with your voice and body language accounting for 38% of your impact. Only 7% depends on what you are actually saying.” The guidance to camera-shy members went on to say: “We can guarantee to improve your appearance through a personal and confidential image consultation. You will learn if you need a new hairstyle – and where to get it – and the type of glasses to suit your face.” Gow considered himself “beyond redemption on both counts”. Neil Kinnock sympathised, recalling that before he made his entrance on to what was now essentially a TV set, he had been handed a “papier poudré, which looks to me like cerebral blotting papers which apparently are for mopping one’s head”. Self-deprecation aside, much of the dialogue came from MPs wearily accepting something that had divided Westminster, and been delayed by its members, for decades: the inevitability of the mass media age. Not only on the issue of picking your best side for the camera, but over deep philosophical anxieties about the nature of democracy, and the very soul of a democratic chamber itself. Today, as we approach the 30th anniversary of that first televised session, it is hard for most of us to imagine what the fuss was about – not least a younger generation so used to capturing and sharing almost anything and everything as part of daily life. This is especially true of the withdrawal agreement, a year-long soap opera that has seen live parliamentary coverage cross over from niche geek activity to mainstream spectator sport. John Bercow, until recently Speaker of the House, is now a star on the continent, where an app can imitate him saying: “Uuuuhhhder”, and BBC Parliament even enjoyed a ratings spike that briefly took it above MTV. It would be hard for any democrat to argue today that a citizen has no right to see inside. John Reith first pushed the idea of parliamentary broadcasting as far back as the 1920s, but it was never given serious consideration until Harold Wilson arrived in No 10 for his “white heat of technology” revolution. What precipitated the unthinkable? The 1960s had brought a sharp rise in TV interviews and panel debates between politicians, and there was a rising sense that the “supreme forum” of national debate was being substituted for something baser. So in May 1965, the member for Ilford (the appropriately named Mr TL Iremonger), begged to move that “the maximum involvement of a responsible people in the processes of parliamentary government is a sure guarantee of liberty”, and it was time to directly enter people’s homes. But a select committee investigation and test screenings brought unfavourable feedback, and members voted against. As they again did in 1972. And 1975. It took more than 22 years and 11 debates before a sea-change occurred – in that bastion of forward-looking modernity, the House of Lords. A sort of “out of town tryout” was initiated in “the other place” by Christopher Soames – leader of the Lords and son-in-law of the orator-in-chief, Winston Churchill – in December 1983. They tested it in January 1985, when Harold Macmillan – whose own premiership had been destined to end when he was mocked in a theatre by Peter Cook and the rest of Beyond the Fringe – stole the show. The Commons, whose inhabitants would be elected by those watching, after all, had many concerns. Who was going to edit the coverage? Would exhibitionists get to hog the mike? Would it change the character of the house, turning politics into mere performance – the substance, the nuance gone? But the die seemed cast by 1989, when the leader of the House reported back from the select committee with reassurances: “Eight remote-controlled cameras will be mounted just under the galleries and will be as unobtrusive as we can make them. We went into lighting with some care, as many honourable members feel passionately about the subject.” Only a standard head-and-shoulders shot would be permitted. There would be limited use of wide-angle shots, a limit on the use of reaction shots, and a prohibition on the use of split-screen. No panning, just straight cuts. All in the interests of fair coverage and balance. It didn’t take long for the pressures of “good drama” to intervene. Only weeks after opening night on 21 November, the restriction on reaction shots was relaxed. Today, the controller of BBC Parliament, Peter Knowles, tells me that the intention is to “make you feel like you are part of the event. We see members who are actively taking part in the debate – not just when they are speaking – and in the floor-level shots you see the chamber much as the Speaker sees it, which gives some thrilling moments of drama. “There’s suddenly – and perhaps surprisingly – a big appetite for the authenticity and rawness.” And it is thrilling. At least, I think so. I began watching footage of the House on the evening news as a boy in the early 90s, as the industries in my Nottinghamshire village began to disappear as a consequence of the discussions and the votes taking place on the TV. Getting to know the faces, learning the names. It’s a fascination that fed into the writing of my play This House for the National Theatre in 2012, about the high drama of the 1974 hung parliament. So, have the old anxieties passed about turning the chamber into a variety hall and politics into mere performance – about parliament becoming a place where the best actors triumph over the best minds, with elected representatives in the chamber not so much speaking to each other as simply broadcasting to those outside? The motivation for Boris Johnson’s war against parliament was the message being sent out to his leave base – he had little time for winning around the people sitting opposite him. And Jeremy Corbyn’s final question in PMQs is no question at all, but clippable content to share among the Momentum network. My own local MP, Gloria De Piero, retiring this year and a former TV news star herself, champions the way the cameras force you to think of your constituents watching at home. When getting to her feet, she says: “I am totally thinking about my constituents, and bringing their voice to parliament.” She doesn’t judge those who use the stage to grandstand and wax lyrical, “but I just can’t think of the job like that”. The best question she thinks she ever asked was 11 words long, to David Cameron: “Does the prime minister support the closure of local police stations?” The British remain squeamish about cameras entering other public spaces, courtrooms in particular. Yet this too is now being trialled. The direction of travel was set, 30 years ago this month. But as the boundaries continue to blur between real and manufactured, truth and lies – as a reality TV star prepares to fight for a second term in the White House, having instigated a new culture of constant campaigning that is taking root here – our anxieties over politics as exciting television persist. We celebrate what has been gained, but fret over what we may have lost. Cameras in the Chamber: a history in 10 scenes 1. Geoffrey Howe resigns, 13 November 1990 Iconic for what it captured on camera as well as the events it precipitated off (the Iron Lady would be out two weeks later). The camera cut from the quiet assassin on the backbenches to the stony-faced Thatcher listening upfront, staring forward, trapped in the frame and possibly cursing the decision to let the cameras roll a year before. Howe joked about her cabinet being a cricket team whose “bats have been broken before the game by the team captain”; the laughter that followed echoes down the ages to all restless leaders looking over their shoulders. 2. ‘I’m enjoying this!’, 22 November 1990 Margaret Thatcher reclaimed the spotlight on the day of her resignation, refusing to be cowed by the Commons. “Her performance was as tough and uncompromising as ever,” came the Paxman review that night. There are some classic, quotable lines for sure, such as her attack on the Liberal Democrat MP Simon Hughes. “He would rather the poor were poorer, provided the rich were not richer,” said Thatcher, mockingly demonstrating her view of socialist economics with her fingers to the delight of loyalists behind. Then came a classic quip from Dennis Skinner. In response to the question of whether Thatcher would continue her fight against a central European bank, the Beast of Bolsover volunteered from his sedentary position: “No, she’s gonna be the governor”. Cue a roar of laughter, unusual for coming from all sides – including the Iron Lady, who had been crying only hours before. “What a good idea!” she cried, giving a swing of her fist.It was such a bravura swansong that the party may have already begun to regret getting rid of her. And she knew it. “I’m enjoying this,” she trumpeted with a smile. 3. The death of John Smith, 12 May 1994 It’s often the more sombre sessions that bring out the best behaviour. John Major should have been facing John Smith at the dispatch box that day, but the Commons instead met together in grief. “When I think of John Smith, I think of an opponent, not an enemy,” said Major. Despite her clear grief, Margaret Beckett – who as deputy leader took the place of her friend – was impossibly dignified as she informed the House of the closing words of a speech Smith had given the night before: “‘The opportunity to serve our country. That is all we ask.’ Let it stand as his epitaph.” 4. Robin Cook resigns, 17 March 2003 There were many turbulent and emotional scenes in the lead-up to the Iraq invasion in 2003; the resignation of the respected former foreign secretary, who could not support the war, was one. “History will be astonished,” he rightly predicted. Note that man to the left of the frame, sitting behind him – a future Labour leader and key player in the Stop the War coalition. 5. Purple rain, 19 May 2004 One of the more surreal moments, as a screaming Fathers4Justice campaigner in the public gallery launched a flour bomb at Tony Blair, which connected with his shoulder and burst into a purple puff. No one knew what the concoction was, so the session was suspended immediately. A Perspex barrier has sealed off the gallery from the chamber ever since. 6. ‘That is that. The end’, 27 June 2007 Tony Blair ended his tenure with a quieter turn than Thatcher, paying tribute to the House despite admitting he was not exactly a “Commons man”. Politics, he said to the occasional swallow, was the arena that set the heart beating a little faster, a place for noble causes. “I wish everyone, friend or foe, well. And that is that. The end.” A highly unusual (and technically forbidden) standing ovation from the entire chamber followed. 7. Tributes to Jo Cox, 20 June 2016 As with the death of John Smith, this was an occasion everyone would sooner had never taken place. But it was also, once again, a deeply moving national moment that showed the House at its humane best, and a testament to a clearly loved colleague. The white rose of Yorkshire was worn by every member and also occupied the seat – alongside a red rose – where Cox should have been, as her friends repeated the sentiment now familiar (though still too frequently ignored) from her maiden speech: “We have more in common than that which divides us.” 8. May government found in contempt, 4 December 2018 The Netflix-style saga around the withdrawal agreement’s traumatic passage through parliament has too many episodes from which to choose, from the points-of-order attacks against the Speaker for selecting the Grieve amendment, to Labour members trying to prevent the proroguing of parliament, to the final fall of May. But this is where it began: a government voted 311 to 293 to be found in contempt of parliament for the first time in history. One member is heard to call out “beginning of the end”. Talk about spoilers. 9. Rosie Duffield recounts her abuse, 2 October 2019 There is no better recent example of MPs reminding us they are real people, with real lives, than Rosie Duffield’s brave and precise account of the ways, big and small, that abusers can trap those that they abuse. She makes it all the way to the end before allowing her grief to flow out, to be immediately swamped with hands by her colleagues and friends. 10. Saturday matinee, 19 October 2019 The first televised weekend fixture in the House’s history. It must have been serious. Kick-off was 9.30am and the big vote to delay a vote on Johnson’s deal was passed around 3pm. It didn’t have the fireworks or the memorable lines of other Brexit sittings – in fact, everyone was trying to be very collegiate and statesperson-like. How much of that had to do with the cold light of a Saturday? Or was it a greater understanding of the little lenses fixed menacingly around the chamber, as they have been now for three decades, the knowledge of a captivated world watching?",
      "charCount": "13490",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/james-graham\">James Graham</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/nov/09/lib-dems-considering-court-action-over-exclusion-from-tv-debate",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-09T12:47:18Z",
    "webTitle": "Lib Dems consider court action over TV debate exclusion",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/09/lib-dems-considering-court-action-over-exclusion-from-tv-debate",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/09/lib-dems-considering-court-action-over-exclusion-from-tv-debate",
    "fields": {
      "headline": "Lib Dems consider court action over TV debate exclusion",
      "standfirst": "<p>Move challenges BBC decision to include only Boris Johnson and Jeremy Corbyn in 6 December programme</p>",
      "trailText": "Move challenges BBC decision to include only Boris Johnson and Jeremy Corbyn in 6 December programme",
      "byline": "Nadeem Badshah",
      "main": "<figure class=\"element element-image\" data-media-id=\"d106545b0f75ec44e6e3362f047a4a7cd7cdae12\"> \n <img src=\"https://media.guim.co.uk/d106545b0f75ec44e6e3362f047a4a7cd7cdae12/0_0_6141_3685/1000.jpg\" alt=\"Layla Moran said the Lib Dems were in discussions with lawyers about the party’s response to BBC and ITV.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Layla Moran said the Lib Dems were in discussions with lawyers about the party’s response to BBC and ITV.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Bowles/Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<p>The Liberal Democrats have said the party is considering court action over Jo Swinson’s exclusion from a BBC election debate between Boris Johnson and Jeremy Corbyn.</p> \n<p>The corporation announced on Friday that it would host a traditional head-to-head debate between the prime minister and Labour leader on 6 December.</p> \n<p>Swinson had said earlier in the week that her party would take legal action if ITV did not include her in its own leaders’ debate, scheduled for 19 November.</p> \n<p>Layla Moran, the Lib Dems’ education spokeswoman and Oxford West and Abingdon candidate, said it was critical the TV debates had a remain voice.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader\">Lurching and rambling, Boris Johnson is in charge. But he’s lost control | Marina Hyde</a> </p> \n</aside> \n<p>She told Sky News: “We are the biggest, strongest remain party fielding candidates in all parts of the UK and actually we are the only party that can challenge Labour and the Conservatives on this.</p> \n<p>“We are in discussions with lawyers about what we are going to do with the ITV debate and we are also looking at court action for the BBC one too.”</p> \n<p>Moran said it was “entirely possible” that Swinson could be prime minister.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8b24c1f6-8343-4be6-9270-c046d75de3c3\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Under the first-past-the-post voting system, tactical voting is when you vote for a party that you would not normally support in order to stop another party from winning. For example, in a constituency where the result is usually tight between a party you dislike and a party you somewhat dislike, and the party you support usually comes a distant third and has no chance of winning, you might choose to lend your vote to the party you somewhat dislike. This avoids ‘“wasting” your vote on a party that cannot win the seat, and boosting the chances that the party you dislike most will lose.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“I think in this election – and no one is saying this isn’t a huge mountain to climb, no one is pretending that it is not – but what we did see is that in the European [elections] – different electoral system, I get it – but we polled higher than the Conservatives and the Labour party for the first time in 100 years.</p> \n<p>“There is something weird happening in British politics right now. It’s showing itself in the last few months . Anything is possible.”</p> \n<p>A spokeswoman for the BBC said: “Our aim is to cover political parties fairly and proportionately during the election campaign.</p> \n<p>“The BBC’s plans are for a head-to-head debate between Boris Johnson and Jeremy Corbyn, a four-way Question Time additionally involving Nicola Sturgeon and Jo Swinson, a seven-handed debate where wider views are also heard and a similar multi-party debate aimed specifically at younger audiences, plus separate debates in Scotland, Wales and Northern Ireland.</p> \n<p>“We believe this is fair and proportionate.”</p> \n<p><a href=\"https://www.theguardian.com/politics/2019/nov/08/lib-dems-promise-35-hours-free-childcare-nine-months-old-jo-swinson\">Her comments come after the party said it would provide working parents with 35 hours</a> of free childcare a week from the day their baby turns nine months old. Labour has said it would provide 30 hours of free childcare a week for every child from the age of two.</p> \n<p>Under current rules, three-year-olds are eligible for 15 hours of free childcare a week and lower-income parents receive extra help from when their child turns two.</p>",
      "wordcount": "417",
      "firstPublicationDate": "2019-11-09T11:12:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:17Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cknyz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d106545b0f75ec44e6e3362f047a4a7cd7cdae12/0_0_6141_3685/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Liberal Democrats have said the party is considering court action over Jo Swinson’s exclusion from a BBC election debate between Boris Johnson and Jeremy Corbyn. The corporation announced on Friday that it would host a traditional head-to-head debate between the prime minister and Labour leader on 6 December. Swinson had said earlier in the week that her party would take legal action if ITV did not include her in its own leaders’ debate, scheduled for 19 November. Layla Moran, the Lib Dems’ education spokeswoman and Oxford West and Abingdon candidate, said it was critical the TV debates had a remain voice. She told Sky News: “We are the biggest, strongest remain party fielding candidates in all parts of the UK and actually we are the only party that can challenge Labour and the Conservatives on this. “We are in discussions with lawyers about what we are going to do with the ITV debate and we are also looking at court action for the BBC one too.” Moran said it was “entirely possible” that Swinson could be prime minister. “I think in this election – and no one is saying this isn’t a huge mountain to climb, no one is pretending that it is not – but what we did see is that in the European [elections] – different electoral system, I get it – but we polled higher than the Conservatives and the Labour party for the first time in 100 years. “There is something weird happening in British politics right now. It’s showing itself in the last few months . Anything is possible.” A spokeswoman for the BBC said: “Our aim is to cover political parties fairly and proportionately during the election campaign. “The BBC’s plans are for a head-to-head debate between Boris Johnson and Jeremy Corbyn, a four-way Question Time additionally involving Nicola Sturgeon and Jo Swinson, a seven-handed debate where wider views are also heard and a similar multi-party debate aimed specifically at younger audiences, plus separate debates in Scotland, Wales and Northern Ireland. “We believe this is fair and proportionate.” Her comments come after the party said it would provide working parents with 35 hours of free childcare a week from the day their baby turns nine months old. Labour has said it would provide 30 hours of free childcare a week for every child from the age of two. Under current rules, three-year-olds are eligible for 15 hours of free childcare a week and lower-income parents receive extra help from when their child turns two.",
      "charCount": "2453",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nadeembadshah\">Nadeem Badshah</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "membership/2019/nov/09/larry-elliott-qa-history-shows-that-right-now-were-playing-with-fire",
    "type": "article",
    "sectionId": "membership",
    "sectionName": "Membership",
    "webPublicationDate": "2019-11-09T08:01:09Z",
    "webTitle": "Larry Elliott Q&A: 'History shows that, right now, we're playing with fire'",
    "webUrl": "https://www.theguardian.com/membership/2019/nov/09/larry-elliott-qa-history-shows-that-right-now-were-playing-with-fire",
    "apiUrl": "https://content.guardianapis.com/membership/2019/nov/09/larry-elliott-qa-history-shows-that-right-now-were-playing-with-fire",
    "fields": {
      "headline": "Larry Elliott Q&A: 'History shows that, right now, we're playing with fire'",
      "standfirst": "<p>Our economics editor reflects on the ups and downs of 30 years at the Guardian – and why he felt compelled to vote Leave </p>",
      "trailText": "Our economics editor reflects on the ups and downs of 30 years at the Guardian – and why he felt compelled to vote Leave ",
      "byline": "Larry Elliott as told to Sophie Zeldin-O'Neill",
      "main": "<figure class=\"element element-image\" data-media-id=\"35c4eb4de6247c7e4170afb377c72fa5ace78adf\"> <img src=\"https://media.guim.co.uk/35c4eb4de6247c7e4170afb377c72fa5ace78adf/0_186_5976_3586/1000.jpg\" alt=\"Larry Elliott, the Guardian’s economics editor\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Larry Elliott, the Guardian’s economics editor: ‘Sometimes it can take more than one crisis for fundamental change to happen.’</span> <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> </figcaption> </figure>",
      "body": "<h2><strong>When did you start working at the Guardian? </strong></h2> <p>It was October 1988 – just over 31 years ago! I was hired to cover business, with a special responsibility for property. Canary Wharf was being built and the UK was in the middle of a house price boom. I remember my first day clearly. I reported on British Gas, with a deadline of about 5pm. Back then it was only a newspaper, so there was no huge rush to file copy like there is today.</p> <h2><strong>Have you always been interested in this area?</strong></h2> <p>A few years previously, I had graduated with a degree from Cambridge in history, having originally been accepted to study economics and switched courses because there was too much maths for my liking. I was deeply interested in the economy, but mostly from a historical perspective. After graduating, I worked at the Press Association as their economics correspondent and enjoyed some time as a cub reporter before my big break at the Guardian.</p> <h2><strong>What are your biggest professional highlights so far? </strong></h2> <p>It feels slightly ghoulish to say so, but the most memorable moments have often been in the middle of times of despair. The stock market crash of 1987, Black Wednesday in 1992, and the Financial Crisis of 2007-09 particularly stick in my mind. For an economics reporter, these are frenetic, exciting and often highly satisfying periods. There’s a lot to discuss and our readers often appreciate having complicated things made more explicable and less jargon-y – though many are specialists themselves, or at least highly interested and self-taught amateurs.</p> <h2>What are the biggest challenges of the role?</h2> <p>When the economy is doing well, it can be very challenging. The period from the 90s to the early 00s was dubbed the “nice decade” by Mervyn King, the then governor of the Bank of England. There was falling unemployment, interest rates were low, the economy was downgraded as a news story, New Labour had come to power. There was some debate over the euro, but otherwise it was fairly steady and not much to write about.</p> <h2><strong>Looking at the period between the financial crisis and the Brexit referendum, what </strong><strong>have been the most </strong><strong> significant moments?</strong></h2> <p>I think the moment when we knew the banks were going to be bailed out was hugely significant. It signified that those responsible were getting away with it. I knew that this was a financial crisis that had been caused by the financial sector, and I believe it contributed<strong> </strong>to the 2016 referendum result because the eurozone almost broke apart following crises in Greece, Ireland and Portugal brought about by the crash. Europe felt flawed and in need of fundamental change. Since 2016, we haven’t recognised the importance of that period on the result – the impact of austerity on those parts of Britain that feel left-behind – and we’ve had three wasted years when no one has really got to grips with the reasons we voted as we did.</p> <p>Politics dominates economics, and it can be quite depressing when you see the same mistakes being repeated time and time again by the financially powerful. You can often pre-empt what’s going to happen because things happen in waves. People forget what’s come before, and then the same mistakes are made again, sometimes by the same people. It’s happening as we speak, because all the signs point to another financial bubble out there that will leave policymakers scrabbling around for a response when – not if – it pops.</p>  <figure class=\"element element-image\" data-media-id=\"26b0f5e23053dd5f425774a27b5c0830ab049acb\"> <img src=\"https://media.guim.co.uk/26b0f5e23053dd5f425774a27b5c0830ab049acb/0_0_3000_1799/1000.jpg\" alt=\"Lehman Brothers sign on wall\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wall Street bank Lehman Brothers collapsed in the depths of the financial crisis in 2008.</span> <span class=\"element-image__credit\">Photograph: New York Daily News Archive/NY Daily News via Getty Images</span> </figcaption> </figure>  <h2><strong>You’ve previously spoken about how in 2007</strong><strong> you came up with the </strong><strong><a href=\"https://www.theguardian.com/environment/audio/2019/apr/23/how-the-green-new-deal-was-hatched-in-a-london-bar-podcast\">concept of the Green New Deal</a>. Can you tell us more about that?</strong></h2> <p>I am very proud of the Green New Deal. It had modest beginnings in a bar in London. I was with Colin Hines of Greenpeace. We met during the financial crisis and were reflecting on what had happened in the deep recession that followed the Wall Street Crash in 1929, wondering what was to come. We needed a response from a progressive left, and felt that this was a chance to seize the agenda. The plan was to increase public spending, drive recovery, tax finance<strong> </strong>more heavily, get people back to work, retrofit homes with better insulation and introduce low carbon energy. There has been much more recognition of the green agenda, and climate is now a much bigger part of it. But nothing really happened back then. Everyone is talking about the green agenda again now, and people such as <a href=\"https://www.theguardian.com/us-news/alexandria-ocasio-cortez\">Alexandria Ocasio-Cortez</a> are focusing attention, but it feels like there have been 10 wasted years.</p> <h2><strong>In terms of tackling the climate crisis, what could we learn from the financial crisis?</strong></h2> <p>Sometimes it takes more than one crisis for fundamental change to happen. That was certainly the case in the 1970s when it was the second energy shock that led to the decisive shift to the right. This time could be the same.<strong> </strong>The financial crisis hasn’t yet blown over and we could be on the cusp of another after year after year of virtually zero interest rates. And in terms of energy, climate and the financial crunch, we are worse off than a decade ago.</p> <p>When we first formulated the Green New Deal, the plan was to introduce jobs in every constituency, to reskill and retrain, invest in local communities. We wanted to use universities as centres of excellence for green technology. All of this is still yet to happen because of lack of buy-in from those in charge. </p> <h2><strong>How does this view differ between the UK and the US</strong><strong> at the moment?</strong></h2> <p>Both countries are encountering similar issues around the economy, in particular the sense among many people that globalisation works for the better off but not for them. </p> <p>Periods of stability and peace don’t last forever. There is nearly always something bad waiting around the corner. For the last 40 years, the western economy has been run on a free-market, trickle-down basis – there is surely enough evidence to see that that doesn’t work. We should have learned lessons from the financial crash, but we didn’t. In 2016 we had our second opportunity, and we missed that too. Now, the climate emergency means we’re playing with fire. Power structures have a vested interest in maintaining the status quo, making change difficult. Global heating makes it vital that we work towards progressive change – even more vital than in the 1930s, in fact. </p> <h2><strong>You anticipated the </strong><strong>crisis in the EU. </strong><strong>Do you still feel there’s hope for a healthy and prosperous future for the UK and Europe?</strong></h2> <p>I think the worst thing that can happen is that the current state of purgatory continues. It’s difficult to address the problems. I think that if and when we leave, it won’t be as bad as people think. I believe we will find a way of surviving and indeed thriving. The British state works best amid a crisis, and a crisis is how change and progress happens.</p>  <figure class=\"element element-image\" data-media-id=\"e0bb49b38747165f6bd16ee409cee21f719c4f3a\"> <img src=\"https://media.guim.co.uk/e0bb49b38747165f6bd16ee409cee21f719c4f3a/0_0_5760_3456/1000.jpg\" alt=\"Demonstrators in Athens protest about the Greek government’s planned austerity measures\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators in Athens protest about the Greek government’s planned austerity measures last year.</span> <span class=\"element-image__credit\">Photograph: Milos Bicanski/Getty Images</span> </figcaption> </figure>  <h2><strong>You have written</strong><strong> a lot about why you voted </strong><strong>Leave</strong><strong> and why it’s important to be open about this view at the Guardian. Can you tell us more about that?</strong></h2> <p>I don’t regret how I voted because I believe we need to see radical change to the fundamentals of British economy. I think my views are valued by readers, or at least some of them! To me, 2016 was an expression of profound dissatisfaction with the status quo, of which the EU is part. </p> <p>I’ve always thought Tony Benn got it right about the EU. He thought of it as pro big business, pro multinationals, anti working people, undemocratic and the embodiment of neoliberal economic ideas. I agree with that. I’m not sure, though, that the economic arguments matter all that much in the current Brexit debate. It is more about how people feel about themselves, how they identify themselves. For those on the Remain side, opposing Brexit suggests that they are liberal, internationalist, supporters of modernity and multiculturalism. I see no contradiction in being pro-Brexit and being an internationalist. I have never seen anything especially leftwing about the EU. </p> <p>Fortunately, our editor in chief, Katharine Viner, welcomes a plurality of views in the paper. Scott Trust values matter in these circumstances and help to ensure views don’t go unchallenged. I don’t think I could have survived as economics editor of a different paper, for this reason.</p> <h2><strong>What makes the Guardian unique?</strong></h2> <p>News and comment are completely separate at the Guardian, which is useful in introducing multiple voices and making us a truly broad church. </p> <p>I’ve always wanted to work at the Guardian and never been tempted to go elsewhere – other places just seemed second best. I have complete freedom here: not once has an editor tapped me on my shoulder and told me to toe the party line. Being a journalist is such a privilege – you never know what’s going to happen on any given day, and that makes it endlessly exciting. The Guardian isn’t perfect, of course, but we do our best to be truthful and honest.</p>",
      "newspaperPageNumber": "57",
      "wordcount": "1507",
      "firstPublicationDate": "2019-11-09T08:01:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:19Z",
      "newspaperEditionDate": "2019-11-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cttqq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/35c4eb4de6247c7e4170afb377c72fa5ace78adf/0_186_5976_3586/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When did you start working at the Guardian? It was October 1988 – just over 31 years ago! I was hired to cover business, with a special responsibility for property. Canary Wharf was being built and the UK was in the middle of a house price boom. I remember my first day clearly. I reported on British Gas, with a deadline of about 5pm. Back then it was only a newspaper, so there was no huge rush to file copy like there is today. Have you always been interested in this area? A few years previously, I had graduated with a degree from Cambridge in history, having originally been accepted to study economics and switched courses because there was too much maths for my liking. I was deeply interested in the economy, but mostly from a historical perspective. After graduating, I worked at the Press Association as their economics correspondent and enjoyed some time as a cub reporter before my big break at the Guardian. What are your biggest professional highlights so far? It feels slightly ghoulish to say so, but the most memorable moments have often been in the middle of times of despair. The stock market crash of 1987, Black Wednesday in 1992, and the Financial Crisis of 2007-09 particularly stick in my mind. For an economics reporter, these are frenetic, exciting and often highly satisfying periods. There’s a lot to discuss and our readers often appreciate having complicated things made more explicable and less jargon-y – though many are specialists themselves, or at least highly interested and self-taught amateurs. What are the biggest challenges of the role? When the economy is doing well, it can be very challenging. The period from the 90s to the early 00s was dubbed the “nice decade” by Mervyn King, the then governor of the Bank of England. There was falling unemployment, interest rates were low, the economy was downgraded as a news story, New Labour had come to power. There was some debate over the euro, but otherwise it was fairly steady and not much to write about. Looking at the period between the financial crisis and the Brexit referendum, what have been the most significant moments? I think the moment when we knew the banks were going to be bailed out was hugely significant. It signified that those responsible were getting away with it. I knew that this was a financial crisis that had been caused by the financial sector, and I believe it contributed to the 2016 referendum result because the eurozone almost broke apart following crises in Greece, Ireland and Portugal brought about by the crash. Europe felt flawed and in need of fundamental change. Since 2016, we haven’t recognised the importance of that period on the result – the impact of austerity on those parts of Britain that feel left-behind – and we’ve had three wasted years when no one has really got to grips with the reasons we voted as we did. Politics dominates economics, and it can be quite depressing when you see the same mistakes being repeated time and time again by the financially powerful. You can often pre-empt what’s going to happen because things happen in waves. People forget what’s come before, and then the same mistakes are made again, sometimes by the same people. It’s happening as we speak, because all the signs point to another financial bubble out there that will leave policymakers scrabbling around for a response when – not if – it pops. You’ve previously spoken about how in 2007 you came up with the concept of the Green New Deal. Can you tell us more about that? I am very proud of the Green New Deal. It had modest beginnings in a bar in London. I was with Colin Hines of Greenpeace. We met during the financial crisis and were reflecting on what had happened in the deep recession that followed the Wall Street Crash in 1929, wondering what was to come. We needed a response from a progressive left, and felt that this was a chance to seize the agenda. The plan was to increase public spending, drive recovery, tax finance more heavily, get people back to work, retrofit homes with better insulation and introduce low carbon energy. There has been much more recognition of the green agenda, and climate is now a much bigger part of it. But nothing really happened back then. Everyone is talking about the green agenda again now, and people such as Alexandria Ocasio-Cortez are focusing attention, but it feels like there have been 10 wasted years. In terms of tackling the climate crisis, what could we learn from the financial crisis? Sometimes it takes more than one crisis for fundamental change to happen. That was certainly the case in the 1970s when it was the second energy shock that led to the decisive shift to the right. This time could be the same. The financial crisis hasn’t yet blown over and we could be on the cusp of another after year after year of virtually zero interest rates. And in terms of energy, climate and the financial crunch, we are worse off than a decade ago. When we first formulated the Green New Deal, the plan was to introduce jobs in every constituency, to reskill and retrain, invest in local communities. We wanted to use universities as centres of excellence for green technology. All of this is still yet to happen because of lack of buy-in from those in charge. How does this view differ between the UK and the US at the moment? Both countries are encountering similar issues around the economy, in particular the sense among many people that globalisation works for the better off but not for them. Periods of stability and peace don’t last forever. There is nearly always something bad waiting around the corner. For the last 40 years, the western economy has been run on a free-market, trickle-down basis – there is surely enough evidence to see that that doesn’t work. We should have learned lessons from the financial crash, but we didn’t. In 2016 we had our second opportunity, and we missed that too. Now, the climate emergency means we’re playing with fire. Power structures have a vested interest in maintaining the status quo, making change difficult. Global heating makes it vital that we work towards progressive change – even more vital than in the 1930s, in fact. You anticipated the crisis in the EU. Do you still feel there’s hope for a healthy and prosperous future for the UK and Europe? I think the worst thing that can happen is that the current state of purgatory continues. It’s difficult to address the problems. I think that if and when we leave, it won’t be as bad as people think. I believe we will find a way of surviving and indeed thriving. The British state works best amid a crisis, and a crisis is how change and progress happens. You have written a lot about why you voted Leave and why it’s important to be open about this view at the Guardian. Can you tell us more about that? I don’t regret how I voted because I believe we need to see radical change to the fundamentals of British economy. I think my views are valued by readers, or at least some of them! To me, 2016 was an expression of profound dissatisfaction with the status quo, of which the EU is part. I’ve always thought Tony Benn got it right about the EU. He thought of it as pro big business, pro multinationals, anti working people, undemocratic and the embodiment of neoliberal economic ideas. I agree with that. I’m not sure, though, that the economic arguments matter all that much in the current Brexit debate. It is more about how people feel about themselves, how they identify themselves. For those on the Remain side, opposing Brexit suggests that they are liberal, internationalist, supporters of modernity and multiculturalism. I see no contradiction in being pro-Brexit and being an internationalist. I have never seen anything especially leftwing about the EU. Fortunately, our editor in chief, Katharine Viner, welcomes a plurality of views in the paper. Scott Trust values matter in these circumstances and help to ensure views don’t go unchallenged. I don’t think I could have survived as economics editor of a different paper, for this reason. What makes the Guardian unique? News and comment are completely separate at the Guardian, which is useful in introducing multiple voices and making us a truly broad church. I’ve always wanted to work at the Guardian and never been tempted to go elsewhere – other places just seemed second best. I have complete freedom here: not once has an editor tapped me on my shoulder and told me to toe the party line. Being a journalist is such a privilege – you never know what’s going to happen on any given day, and that makes it endlessly exciting. The Guardian isn’t perfect, of course, but we do our best to be truthful and honest.",
      "charCount": "8674",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a> as told to <a href=\"profile/sophie-zeldin-oneill\">Sophie Zeldin-O'Neill</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]