[
  {
    "id": "politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-18T22:26:51Z",
    "webTitle": "Bercow suggests he will not allow another Brexit deal vote unless EU agrees further changes – as it happened",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live",
    "fields": {
      "headline": "Bercow suggests he will not allow another Brexit deal vote unless EU agrees further changes – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">John Bercow rules out third meaningful vote without ‘substantial’ change</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8fcba5e4b0a5422e6371fa#block-5c8fcba5e4b0a5422e6371fa\">Bercow’s ruling - Summary and snap analysis</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f8b93e4b0189946070227#block-5c8f8b93e4b0189946070227\">Downing Street lobby briefing - Summary</a><br></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow and Kevin Rawlinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"e89c2219b9eb405915750357c74067275191255f\"> <img src=\"https://media.guim.co.uk/e89c2219b9eb405915750357c74067275191255f/0_10_1590_954/1000.jpg\" alt=\"John Bercow, the Commons speaker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bercow, the Commons speaker</span> <span class=\"element-image__credit\">Photograph: HO/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5c901602e4b0e8eadf77ff99\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T22:26:51.368Z\">10.26pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Closing summary</h2>  <div class=\"block-elements\">  <p>We’re going to close down this live blog now. Thanks for reading and for all of your comments. Here’s a summary of the day’s events:</p> <ul> <li><strong>The Commons Speaker, John Bercow, has said the government cannot bring the meaningful vote back to parliament again unless there has been substantial change to the Brexit deal. </strong>Number 10 did not immediately set out how it planned to proceed, saying his statement requires “proper consideration”.</li> <li><strong>Bercow suggested the government could get round the problem by starting a new session of parliament.</strong> But he said it would be an unusual move and was not aware of whether or not ministers had such plans.</li> <li><strong>Nicola Sturgeon complained to Theresa May about </strong><strong>suggestions the prime minister will allow the Democratic Unionist party a seat in any Brexit trade talks.</strong> For months, May has refused to give Scotland a direct role.</li> <li><strong>More than 20 Tory MPs said they would not back Theresa May’s deal just to avoid Brexit being cancelled.</strong> The ERG leader, Jacob Rees-Mogg, said he would do so. But many of his Brexiter colleagues disagreed.</li> </ul> <p>If you’d like to read more, my colleagues <strong>Jessica Elgot</strong>, <strong>Rowena Mason</strong> and <strong>Daniel Boffey </strong>have the full story:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked\">Constitutional chaos after third vote on Brexit deal blocked</a> </p> </aside> </div>   </div> <div id=\"block-5c901040e4b0a5422e637488\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T21:41:12.974Z\">9.41pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A government source has told the Press Association that it seems clear the Speaker’s motive today was to rule out a meaningful vote this week, which “also stands in the way of securing a shorter extension”.</p> <blockquote class=\"quoted\"> <p>Leads you to believe what he really wants is a longer extension, where Parliament will take over the process and force a softer form of Brexit. But anyone who thinks that this makes no-deal more likely is mistaken – the Speaker wouldn’t have done it if it did.</p> </blockquote> </div>   </div> <div id=\"block-5c900132e4b0480f6c02194d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T20:39:14.030Z\">8.39pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>British businesses will be able to trade freely with Iceland and Norway if the UK leaves the European Union, the international trade secretary has announced.</p> <p><strong>Liam Fox</strong> called the agreement with the two countries, which is subject to final checks before it is expected to be signed next week, a “major milestone”. He said it will replicate the existing European Economic Area agreement (EEA) as far as possible.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LiamFox/status/1107720401512206336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: Our negotiators have just initialled a trade agreement with Iceland &amp; Norway for the European Economic Area. This is the 2nd biggest agreement we&#39;re rolling over and trade with EEA is worth nearly £30bn. This is on top of the agreement we’ve signed with Liechtenstein.</p>&mdash; Dr Liam Fox MP (@LiamFox) <a href=\"https://twitter.com/LiamFox/status/1107720401512206336?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure>  <blockquote class=\"quoted\"> <p>We have just reached agreement with Iceland and Norway to ensure continued access for British businesses to the European Economic Area should we leave the EU without a deal.</p> <p>This is one of the largest trade agreements we are party to as a result of our membership of the EU.</p> <p>Combined with the agreement we have already signed with Liechtenstein and Switzerland, it accounts for close to half of the trade we’re seeking continuity for.</p> <p>This is good news for British businesses and a major milestone in getting the UK ready for Brexit, no matter the terms of our withdrawal.</p> <p>I expect to formally sign this agreement shortly and others to follow soon after.</p> </blockquote> </div>   </div> <div id=\"block-5c8fef8ee4b0a5422e6373ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T19:21:49.064Z\">7.21pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>My colleagues, <strong>Daniel Boffey</strong> and <strong>Jennifer Rankin</strong>, report that the EU is set to offer <strong>Theresa May</strong> a helping hand after her plan for a new meaningful vote <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">was derailed</a>, by formally agreeing on a new delayed Brexit date at this week’s summit and keeping it on offer until shortly before midnight on 29 March.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/18/eu-could-hand-may-lifeline-with-formal-offer-of-new-brexit-date\">EU could hand May lifeline with formal offer of new Brexit date</a> </p> </aside> </div>   </div> <div id=\"block-5c8fe9f1e4b0480f6c021892\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T18:58:48.327Z\">6.58pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here are some more details on the comments from <strong>Justine Greening</strong>, who has said that the Brexit secretary, <strong>Stephen Barclay</strong>, should not be negotiating an extension to article 50 because he voted against the idea last week. She told the Commons:</p> <blockquote class=\"quoted\"> <p>I question the appropriateness of the role of the DexEU secretary in this step of negotiating an extension.</p> <p>We had a free vote in this house last week and I respect that. I also respect the way he chose to cast that vote, that was absolutely within his right. However, he chose to vote to leave come what may on 29 March. I take a different view to him, the house takes a different view to him.</p> <p>It is simply not appropriate or credible for him to be the lead person negotiating on this country’s behalf with the European Union.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T19:01:37.890Z\">at 7.01pm GMT</time></p>  </div> <div id=\"block-5c8fe2f7e4b0480f6c021838\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T18:51:10.252Z\">6.51pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Stephen Laws</strong>,<strong> </strong>who was formerly responsible for drafting parliamentary legislation, has said the Speaker of the Commons, <strong>John Bercow</strong>, would be guilty of frustrating the will of the house if he blocked a third meaningful vote when there was a majority for the deal.</p> <p>Laws, now a senior research fellow at the Policy Exchange thinktank, has said:</p> <blockquote class=\"quoted\"> <p>The Speaker is right that the ‘same question’ rule is well precedented and would need consideration in this case. But it would be quite wrong to apply the ‘same question’ rule to disallow a third meaningful vote on the government’s Brexit deal.<strong> </strong>He has not yet finally decided that it will.</p> <p>Since the deal was last put before the House of Commons, there have been two significant votes: on preventing a no-deal Brexit; and on extending article 50. The deal may look broadly the same but those two votes have produced fundamentally different circumstances</p> <p>In addition, there has been time for a more considered look at the legal effects and implications of the documents produced overnight on 11 March. The ability of the government to put the matter back to the house should not depend on the order in which the questions were put last week or the haste in which decisions were made. Indeed, the vote for a delay of the article 50 deadline resulted in a resolution that specifically provided for a third vote, and so implicitly gave the house’s permission to have one. The Speaker should respect that.</p> <p>If there is a majority for the deal, preventing the vote would be to frustrate the will of the house. It would be deeply concerning to see a Speaker act in such a way. Those who are opposed to the deal should want to win with a majority on the substance, not by procedural manoeuvring or on a technicality, and the Speaker should allow that.</p> </blockquote> <p>He warned Bercow that his “reputation for impartiality has already become questionable” and that it was “difficult to see how it could survive the application of the same question rule to a third vote on the deal when the same rule was not applied to prevent Dominic Grieve’s amendments”.</p> <p>Laws speculated that the government could work around the problem by<strong> </strong>putting down a new motion insisting on a vote on the deal “notwithstanding the practice of the house”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T18:53:17.842Z\">at 6.53pm GMT</time></p>  </div> <div id=\"block-5c8fe0aae4b0480f6c02181e\" class=\"block\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T18:20:33.236Z\">6.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Labour MP <strong>Chris Bryant</strong> gave a good, short speech on the “no repeat votes” rule <a href=\"https://hansard.parliament.uk/commons/2019-03-14/debates/74319E9E-D222-474C-8182-34997A16C472/UK%E2%80%99SWithdrawalFromTheEuropeanUnion\">in the Commons Brexit debate last week.</a> Here is an extract.</p> <blockquote class=\"quoted\"> <p>My amendment is the embodiment of a very old principle of this house. When James I became King in 1603 - do not worry, I am not going to do every year – he summoned parliament, and that parliament became so fed up with MPs constantly bringing back issues on which it had already decided that the house expressly decided on 4 April 1604: “That a question being once made, and carried in the affirmative or negative, cannot be questioned again, but must stand as a judgement of the house.”</p> <p>That has been our rule.</p> <p>This ruling has been repeated many, many times. On 30 June 1864, Sir John Pakington wanted to give more money to nursery schools – hoorah! On 17 May 1870, Mr Torrens wanted to relieve poverty by enabling the poor to emigrate to the colonies. On 9 May 1882, Henry Labouchère wanted to allow MPs to declare, rather than swear, an oath so as to take their seats. On 27 January 1891, Mr Leng wanted to limit railway workers’ very long hours. On 21 May 1912 – this one would probably have the support of every member – George Lansbury wanted to allow women to vote.</p> <p>On every single occasion, the Speaker—Speaker Brand, Speaker Peel, Speaker Denison and Speaker Lowther – said, “No, you can’t, because we’ve already decided that in this session of parliament.”</p> </blockquote> <p>That’s all from me for tonight.</p> <p>My colleague<strong> Kevin Rawlinson</strong> is now taking over.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T18:22:24.582Z\">at 6.22pm GMT</time></p>  </div> <div id=\"block-5c8fdfefe4b0a5422e6372f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T18:14:25.070Z\">6.14pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>From ITV’s <strong>Daniel Hewitt</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielHewittITV/status/1107706374249725953\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Brexit Secretary Stephen Barclay leaves Downing Street, on Bercow he says “it is an important ruling and requires detailed consideration.”</p>&mdash; Daniel Hewitt (@DanielHewittITV) <a href=\"https://twitter.com/DanielHewittITV/status/1107706374249725953?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8fdeb7e4b0480f6c021807\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T18:12:06.475Z\">6.12pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Matthew Pennycook,</strong> the shadow Brexit minister, asks Kwarteng what length of article 50 extension the government will request, and what reason for it will the government give?</p> <p>And he asks if MPs will get a vote on the article 50 extension agreement.</p> <p>Kwarteng says, if the government passes the meaningful vote, it will ask for a short extension. But if it does not get the vote through, it will request a long extension.</p> </div>   </div> <div id=\"block-5c8fdd42e4b0e8eadf77fdca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T18:07:29.285Z\">6.07pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Greening asks what the government will do to ensure there is no no-deal Brexit.</p> <p>And she says it is not appropriate for Stephen Barclay to be involved in negotiating Brexit, given that he voted against extending article 50 last week.</p> <p>Kwarteng says he also voted against extending article 50. But it was a free vote for Tories, he says.</p> </div>   </div> <div id=\"block-5c8fdc71e4b0480f6c021800\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T18:02:38.068Z\">6.02pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">May to write to Tusk requesting article 50 extension, Brexit minister tells MPs</h2>  <div class=\"block-elements\">  <p>We are now on the urgent question about Brexit.</p> <p><strong>Justine Greening</strong>, the Tory pro-European, asks for a statement about the article 50 extension procedure.</p> <p><strong>Kwasi Kwarteng,</strong> the Brexit minister, says the government will seek to negotiate an article 50 extension.</p> <p>He says, although article 50 does not say how a country should seek an article 50 extension, Theresa May will write to Donald Tusk, the European council president, with a request.</p> <p>It is expected the European council will discuss this at the summit later this week.</p> <p>If it agrees an extension, a statutory instrument will be laid next week. It will have to be passed by MPs and by peers, he says.</p> </div>   </div> <div id=\"block-5c8fdc42e4b0480f6c0217fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T17:58:39.177Z\">5.58pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague<strong> Jessica Elgot.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1107701904426102784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sense of absolute shock among ministers - no idea what to do. &quot;There&#39;s no plan yet, everyone is just trying to come to terms with it,&quot; one says.</p>&mdash; Jessica Elgot (@jessicaelgot) <a href=\"https://twitter.com/jessicaelgot/status/1107701904426102784?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8fd9a4e4b0e8eadf77fdad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T17:48:08.416Z\">5.48pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>My colleague<strong> Rafael Behr</strong> has written a good column on John Bercow’s ruling. Here is an extract.</p> <blockquote class=\"quoted\"> <p>The relevant procedural scriptures seem pretty clear on the matter, so the Speaker is well within his rights to interpret them as he has done. But it is still a matter of interpretation and so unavoidably a heavily political action. It blasts the prime minister’s plans for the week off course. It transforms the calculations that MPs make about what should happen next. It also retrospectively casts a darker, more terminal shadow over the decision a majority of them made <a href=\"https://www.theguardian.com/politics/2019/mar/13/mps-reject-no-deal-brexit-by-majority-of-four\">to reject the deal last Tuesday</a>. Might some Tories or members of the DUP have acted differently had they known it was May’s last shot at getting her deal through?</p> <p>Certainly the prime minister’s strategy has depended on eliminating options, so that eventually MPs would conclude that the only feasible Brexit on the table was hers. For that to work, she needed to keep bluffing and keep raising the stakes. She didn’t realise that ultimately, in parliament, it’s the Speaker who runs the game. And now all bets are off.</p> </blockquote> <p>And here is the full article.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/john-bercow-brexit-moment-speaker-ruling\">John Bercow has seized his Brexit moment – and now all bets are off | Rafael Behr</a> </p> </aside> </div>   </div> <div id=\"block-5c8fcba5e4b0a5422e6371fa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T17:39:52.482Z\">5.39pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Bercow's ruling - Summary and Snap analysis</h2>  <div class=\"block-elements\">  <p>Brexit never loses the capacity to surprise. When it was suggested last week that <strong>John Bercow</strong> could end up blocking a third Commons vote on Theresa May’s Brexit deal, many MPs and observers (including me) were sceptical that it might come to this, not least because the then clerk of the Commons, Sir David Natzler, told MPs last year that <a href=\"https://www.theguardian.com/politics/live/2019/mar/15/brexit-may-scrambles-to-get-support-for-her-deal-ahead-of-vote-next-week-politics-live?page=with:block-5c8b8368e4b0cf92e5a57952#block-5c8b8368e4b0cf92e5a57952\">he did not think the “no repeat votes” rule would apply in this case.</a> But we probably should have learnt by now that it is always an error to underestimate Bercow’s capacity to surprise.</p> <p>Here is a summary of what has just happened, and what it means.</p> <ul> <li><strong>Bercow has said <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">the government cannot bring the meaningful vote back to parliament again unless there has been substantial change to the Brexit deal.</a> </strong>He made the announcement in a surprise statement to MPs, giving Downing Street no advance warning. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8fc43ae4b0480f6c0216e3#block-5c8fc43ae4b0480f6c0216e3\"> 4.17pm.) </a>Crucially, in response to an question from Labour’s<strong> Hilary Benn,</strong> Bercow also suggested that the EU would have to change what it has agreed with the UK for a further vote to be allowed. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8fc13ee4b0e8eadf77fc63#block-5c8fc13ee4b0e8eadf77fc63\"> 4.08pm.)</a> He said a change would have to be “not different in terms of wording, but different in terms of substance”. But he also stressed that he would consider any proposition on its merits, and that what he was saying today did not mark his final word on the matter.</li> </ul> <ul> <li><strong>Bercow’s ruling must make the prospect of a another vote on the deal this week - meaningful vote three, or MV3 - even slimmer than it already was.</strong> (Even before Bercow stood up, there were reports saying that MV3 was almost certain to be delayed - see<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8fb9f2e4b0a5422e63712e#block-5c8fb9f2e4b0a5422e63712e\"> 3.33pm.)</a> One possibility is that Theresa May will go to the EU summit asking for a long article 50 extension, and that she will return to the Commons next week to give MPs one final chance to pass her deal (ie, MV3), before holding a vote on the long Brexit deal. Bercow’s ruling also makes this option much more problematic, because an MV3 next week would still be much the same as the MV2 last week - although perhaps, if it were tied to a short article 50 extension, you could argue that that was a new proposition.</li> </ul> <ul> <li><strong>Robert Buckland, the solicitor general, has said the UK is in a constitutional crisis. </strong>(See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8fcecae4b0a5422e637234#block-5c8fcecae4b0a5422e637234\"> 5.02pm.)</a> He has also said parliament might have to prorogue - ie, wrap up the current session of parliament, hold a mini recess, and then return for a new session. (The rule about “no repeat votes” only applies during a single parliamentary session.) However, this would create two significant problems. First, it would take time. Proroguing parliament would take a few days, at best. And, second, any bill currently going through parliament would be lost unless subject to <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN03236\">the carry-over procedure. </a></li> </ul> <ul> <li><strong>Bercow also suggested that his ruling could prevent some of the amendments already considered during Brexit debates, such as the one suggesting MPs take control of the parliamentary timetable, could be disallowed if brought back. </strong>(See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8fc9e3e4b0a5422e6371f2#block-5c8fc9e3e4b0a5422e6371f2\">4.42pm.)</a></li> </ul> <ul> <li><strong>Bercow managed to unite Brexiter and opposition MPs, who both welcomed his ruling.</strong> For example, this is from the Tory MP<strong> Owen Paterson.</strong></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OwenPaterson/status/1107686721548963841\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I spoke to <a href=\"https://twitter.com/BBCNews?ref_src=twsrc%5Etfw\">@BBCNews</a> welcoming the decision that the same deal cannot be voted on for a third time. It will concentrate minds and encourage MPs to consider Malthouse Plan B to deliver Brexit on time and in full. <a href=\"https://t.co/M5o193LuhL\">pic.twitter.com/M5o193LuhL</a></p>&mdash; Owen Paterson MP (@OwenPaterson) <a href=\"https://twitter.com/OwenPaterson/status/1107686721548963841?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure>  <p>And this is from the Lib Dem MP <strong>Ed Davey.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardJDavey/status/1107696598186950662\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Speaker Bercow right to rule out a 3rd “meaningful” vote, unless significant changes to the deal.<br><br>I urged him to consider a Speaker’s Conference to bring all political parties together given the gravity of our national crisis.<a href=\"https://t.co/6XZadbzlqL\">https://t.co/6XZadbzlqL</a></p>&mdash; Ed Davey (@EdwardJDavey) <a href=\"https://twitter.com/EdwardJDavey/status/1107696598186950662?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure>  <p>But the government is furious. These are from the justice minister<strong> Rory Stewart.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1107673410006667265\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">There are stronger and weaker parts of this argument from the speaker - but the idea that debating the deal is not a good use of parliamentary time - is not a good argument.</p>&mdash; Rory Stewart (@RoryStewartUK) <a href=\"https://twitter.com/RoryStewartUK/status/1107673410006667265?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1107675749224468485\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In the normal course of events, as the speaker says, parliament says no, and the issue is dropped. But in this case, this is not an option, because these votes respond to an instruction in a referendum, endorsed by parliament, which rules out dropping back to the status quo.</p>&mdash; Rory Stewart (@RoryStewartUK) <a href=\"https://twitter.com/RoryStewartUK/status/1107675749224468485?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1107680877365133313\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;When I use a word,&quot; Humpty Dumpty said, in rather a scornful tone, &quot;it means just what I choose it to mean.&quot; <a href=\"https://t.co/UlRAKLbGqN\">pic.twitter.com/UlRAKLbGqN</a></p>&mdash; Rory Stewart (@RoryStewartUK) <a href=\"https://twitter.com/RoryStewartUK/status/1107680877365133313?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:44:22.291Z\">at 5.44pm GMT</time></p>  </div> <div id=\"block-5c8fcecae4b0a5422e637234\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T17:02:46.743Z\">5.02pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Solicitor general says UK is in 'major constitutional crisis'</h2>  <div class=\"block-elements\">  <p>This is from <strong>Robert Buckland</strong>, the solicitor general, on Bercow saying he might not allow a repeat vote on the Brexit deal. Buckland told BBC News:</p> <blockquote class=\"quoted\"> <p>We are in a major constitutional crisis here.</p> <p>There are ways around this - a prorogation of parliament and a new session. We are talking about hours to March 29. Frankly we could have done without this. </p> <p>Now we have this ruling to deal with, it is clearly going to require a lot of very fast but very deep thought in the hours ahead.</p> </blockquote> </div>   </div> <div id=\"block-5c8fcc06e4b0e8eadf77fcfd\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:52:17.704Z\">4.52pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Sturgeon accuses May of giving 'disproportionate influence' to DUP in Brexit process</h2>  <div class=\"block-elements\">  <p><strong>Nicola Sturgeon</strong> has written <a href=\"https://www.gov.scot/news/letter-to-the-prime-minister/\">an open letter to Theresa May</a> to complain about suggestions she will allow the Democratic Unionist party a seat in any Brexit trade talks, after refusing for months to give Scotland a direct role.</p> <p>The first minister said giving the DUP a role in trade talks would breach the prime minister’s promises there would no different treatment and powers for different parts of the UK after Brexit. May made that offer in part to assuage DUP fears the Northern Ireland backstop would result in Northern Ireland having different treatment than the rest of the UK. </p> <p>But Sturgeon said May was breaching her own pledges: if the DUP were allowed influence policies in its favour at the cost of other parts of the UK, that clearly breached that protocol, Sturgeon said.</p> <p>It would be a “serious curtailment” of the Scottish parliament’s powers over EU policy areas such as farming and fishing if the Scottish government had no power to influence post-Brexit trade policy but Northern Ireland did have that power, through a sweetheart deal with the DUP.</p> <p>The first minister said:</p> <blockquote class=\"quoted\"> <p>By according the DUP disproportionate influence, it seems clear that maintaining your majority in the UK parliament comes before respect for the properly constituted governments across the UK.</p> <p>[There] must be no question of one political party – the DUP – being represented in talks on the future trade relationship between the UK and EU when other political parties and devolved governments are not.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"6902982da0a29a44767f72a98b04cec3b781ed36\"> <img src=\"https://media.guim.co.uk/6902982da0a29a44767f72a98b04cec3b781ed36/0_50_2098_1259/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:25:40.962Z\">at 5.25pm GMT</time></p>  </div> <div id=\"block-5c8fcae9e4b0480f6c021732\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:46:52.698Z\">4.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>In his final response to a point of order, Bercow stressed that what he said earlier was not his final word on the matter. He would have to make any specific ruling at the time, he suggested.</p> </div>   </div> <div id=\"block-5c8fc9e3e4b0a5422e6371f2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:42:00.646Z\">4.42pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Bercow says MPs could vote to change Commons rule preventing repeat votes on same motion</h2>  <div class=\"block-elements\">  <p><strong>Alex Burghart,</strong> a Conservative, asks if the house can suspend the standing orders preventing a motiong being brought back for a repeat vote.</p> <p>Bercow says the house is the custodian of its own standing orders, and so the answer is yes.</p> <ul> <li><strong>Bercow says MPs could vote to change the Commons rule preventing repeat votes on the same motion.</strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:05:59.221Z\">at 5.05pm GMT</time></p>  </div> <div id=\"block-5c8fc970e4b0e8eadf77fcef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:39:18.615Z\">4.39pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Geraint Davies</strong> asks if a meaningful vote would be different if it included provision for a confirmatory second referendum. Davies is one of those MPs backing the idea that the deal should be subject to one.</p> <p>Bercow says he would have to look at the details at the time.</p> </div>   </div> <div id=\"block-5c8fc911e4b0a5422e6371ee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:37:56.548Z\">4.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrea Leadsom </strong>has just hit back at Bercow. He was responding to a question about whether he would chair a speaker’s conference on Brexit. In response, Leadsom rose to make a point of order, and said that she would not trust him to chair it because he did not have a good record of showing respect to colleagues.</p> </div>   </div> <div id=\"block-5c8fc8c2e4b0480f6c021726\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:36:29.513Z\">4.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>John Bercow</strong> is on particularly waspish form at the moment. This is what he said about <strong>Andrea Leadsom,</strong> the leader of the Commons, a moment ago.</p> <blockquote class=\"quoted\"> <p>I hope the government would feel that respect for procedure does matter. I note that as [SNP shadow Commons leader MP, Pete Wishart] asks his question and I respond, the leader of the house is playing with her electronic device, and so is the deputy chief whip. I didn’t include him in the category of very senior people in the house but that’s a debatable proposition I readily grant.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:27:30.540Z\">at 5.27pm GMT</time></p>  </div> <div id=\"block-5c8fc85ae4b0480f6c021725\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:34:04.142Z\">4.34pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from<strong> Henry Newman</strong>, director of the Open Europe thinktank.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HenryNewman/status/1107673144939155458\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Given Parliament has voted against -<br><br>Brexit deal<br>2nd referendum<br>EEA<br>Customs Union <br>Indicative votes etc <br><br>*On multiple occasions*<br><br>Mark Francois point absolutely killer. <br><br>How can Bercow reject MV3 but take votes on those options ?</p>&mdash; Henry Newman (@HenryNewman) <a href=\"https://twitter.com/HenryNewman/status/1107673144939155458?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8fc63fe4b0e8eadf77fccd\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:27:07.496Z\">4.27pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">How 1948 provides a precedent for how government could prorogue parliament to get its way</h2>  <div class=\"block-elements\">  <p>Responding to Jacob Rees-Mogg about whether the government could get round the bar on repeated votes on the same issue in a single session of parliament by simply starting a new session of parliament, <strong>John Bercow</strong> confirmed this could happen.</p> <p>There is a part-precedence for this in the passage of the 1949 Parliament Act, which reduced the powers of the House of Lords in delaying certain legislation. The law was blocked by the Lords twice, over two parliamentary sessions.</p> <p>Since the existing law which the new act was replacing – the 1911 Parliament Act – required three parliamentary sessions to pass before the Commons could overturn the Lords, the Attlee government prorogued parliament – ending the session - and began a new special session lasting from 14 to 26 September 1948, complete with its own King’s speech.</p> <p>Could something similar happen again? Labour MP <strong>Stephen Doughty</strong> asked Bercow if this could happen. The Speaker said this would be “an unusual step”, but he had no idea whether the government had such plans.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:28:29.568Z\">at 5.28pm GMT</time></p>  </div> <div id=\"block-5c8fc606e4b0e8eadf77fcc7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:23:42.404Z\">4.23pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is <a href=\"https://archive.org/details/treatiseonlawpri00maytrich/page/328\">a longer version of the Erskine May passage.</a></p> </div>   </div> <div id=\"block-5c8fc57ce4b0e8eadf77fcc0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:22:44.615Z\">4.22pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Stephen Doughty</strong> asks about rumours (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8fc377e4b0480f6c0216d1#block-5c8fc377e4b0480f6c0216d1\"> 4.14pm)</a> that the government could prorogue parliament to get round this ruling.</p> <p>Bercow confirms that, if the government were to do this, legislation not subject to the carry-over procedure would fall. </p> </div>   </div> <div id=\"block-5c8fc54de4b0a5422e6371c5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:21:07.286Z\">4.21pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Sky’s <strong>Lewis Goodall</strong> has posted on Twitter the relevant passage from Erskine May.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1105876037236412418\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Here is the relevant passage from erskine May. Last time the power was used was in 1943. But as one parliamentary source said, “that’s because since the rule was implemented properly, governments and MPs don’t bother to try it, so it’s never usually needed.” <a href=\"https://t.co/DWvnGU0SeM\">pic.twitter.com/DWvnGU0SeM</a></p>&mdash; Lewis Goodall (@lewis_goodall) <a href=\"https://twitter.com/lewis_goodall/status/1105876037236412418?ref_src=twsrc%5Etfw\">March 13, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8fc4d7e4b0e8eadf77fcb3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:19:13.366Z\">4.19pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>James Cleverly,</strong> a Conservative, says if Bercow had made this ruling earlier, MPs might have realised that last week was their last chance to vote for the Brexit deal. They might have voted differently, he says.</p> </div>   </div> <div id=\"block-5c8fc43ae4b0480f6c0216e3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:17:16.607Z\">4.17pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">What Bercow said about how he will not allow another vote on exact same Brexit deal</h2>  <div class=\"block-elements\">  <p>Here is the key quote from <strong>John Bercow</strong>’s opening statement.</p> <blockquote class=\"quoted\"> <p>If the government wishes to bring forward a new proposition that is neither the same nor substantially the same as that disposed of by the house on March 12, this would be entirely in order. </p> <p>What the government cannot legitimately do is resubmit to the house the same proposition – or substantially the same proposition – as that of last week, which was rejected by 149 votes. </p> <p>This ruling should not be regarded as my last word on the subject. It is simply meant to indicate the test which the government must meet in order for me to rule that a third meaningful vote can legitimately be held in this parliamentary session.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:29:31.358Z\">at 5.29pm GMT</time></p>  </div> <div id=\"block-5c8fc3d9e4b0e8eadf77fca6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:14:41.538Z\">4.14pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The SNP’s <strong>Pete Wishart</strong> says Bercow has made a substantial ruling, and “a correct ruling”.</p> </div>   </div> <div id=\"block-5c8fc377e4b0480f6c0216d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:14:11.522Z\">4.14pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>According to the BBC’s<strong> Laura Kuenssberg,</strong> the solictor general, <strong>Robert Buckland, </strong>is saying the government may have to prorogue parliament to get round the ruling by John Bercow (because Erskine May says MPs should only vote on the same motion once per parliamentary session).</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107674014988804097\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Meanwhile solicitor general, Robert Buckland says Parliament night have to prorogue - ie pack up and start again in another session - says speaker is ‘interventionist’ and ‘tensions of brexit’ are starting to bite</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1107674014988804097?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8fc2cae4b0e8eadf77fc82\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:10:53.978Z\">4.10pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Number 10, as you would expect, is not at all happy, Good Morning Britain’s <strong>Anne Alexander</strong> reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Annemariealex/status/1107675178627153920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Number 10 are not happy re Speaker statement in the Commons that he may possibly block a third vote on May’s Brexit deal unless it is “substantially” different . No10 Spox: “The Speaker didn’t give forewarning as of the content, or indeed the fact he was making one “</p>&mdash; Anne Alexander (@Annemariealex) <a href=\"https://twitter.com/Annemariealex/status/1107675178627153920?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8fc13ee4b0e8eadf77fc63\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:08:03.815Z\">4.08pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Bercow suggests he will not allow another Brexit deal vote unless EU agrees further changes</h2>  <div class=\"block-elements\">  <p>Labour’s <strong>Hilary Benn</strong>, the chair of the Brexit committee, asks if Bercow’s statement means the government would have to get the EU to agree to changes to the agreement. Or would it be enough for the government to offer concessions to a party in the Commons (ie, the DUP).</p> <p>Bercow says, thinking off the top of his head, “in all likelihood, the answer to [Benn’s] question is yes”.</p> <p>A change of opinion about something is not the same as a change to the offer, he says.</p> <p>He says he would have to look at this.</p> <p>Fundamentally, for something to be different, it has to be fundamentally different.</p> <p>Not just different by wording, he says; different by substance.</p> <ul> <li><strong>Bercow implies he will not allow a new vote on the Brexit deal unless the EU agrees to further changes to it.</strong></li> </ul> <p>This takes Bercow’s ruling much further than his original words implied.</p> <p>Given that the EU has said it will not make any further changes to the withdrawal agreement, Bercow’s answer to Benn may have killed off all prospect of a MV3 vote.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:30:50.140Z\">at 5.30pm GMT</time></p>  </div> <div id=\"block-5c8fc0c4e4b0a5422e63716e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T16:01:39.010Z\">4.01pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Bercow says part of his responsibility as Speaker is to “speak truth to power”. He will continue to do that.</p> <blockquote class=\"quoted\"> <p>I have never been pushed around, and I’m not going to start now.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T17:31:19.940Z\">at 5.31pm GMT</time></p>  </div> <div id=\"block-5c8fbfc7e4b0e8eadf77fc57\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:58:33.385Z\">3.58pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Responding to Mark Francois, Bercow says everything depends upon the circumstances. He says he would have to consider very carefully whether a proposition was the same.</p> <ul> <li><strong>Bercow suggests the “no repeat votes” rule could rule out further votes on some of the amendments championed by MPs who want parliament to take control of the Brexit process.</strong></li> </ul> </div>   </div> <div id=\"block-5c8fbf6de4b0480f6c02168d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:56:19.111Z\">3.56pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mark Francois,</strong> the Tory Brexiter, asks if Bercow’s ruling applies to amendments like the Cooper/Boles one, allowing MPs to take charge of the Commons timetable. The Benn amendment debated last week was very similar. Francois suggests that, if the same idea were to come back, Bercow would have to rule it out.</p> </div>   </div> <div id=\"block-5c8fbe40e4b0a5422e637152\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:51:09.275Z\">3.51pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Labour MP <strong>Angela Eagle</strong> asks Bercow to confirm that the “no repeat votes” rule is designed to stop the executive bullying the legislature.</p> </div>   </div> <div id=\"block-5c8fbde9e4b0480f6c02167a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:50:01.653Z\">3.50pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jacob Rees-Mogg,</strong> the Tory Brexiter, says he is delighted to see Bercow following precedent. There is more joy in heaven over one sinner who has repented, he says, alluding to a ruling from Bercow a few weeks ago that ignored precedent and infuriated Brexiters.</p> </div>   </div> <div id=\"block-5c8fbd37e4b0e8eadf77fc45\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:48:52.435Z\">3.48pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Bill Cash,</strong> the Tory Brexiter, says what Bercow has said makes an enormous amount of sense.</p> </div>   </div> <div id=\"block-5c8fbc68e4b0e8eadf77fc41\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:45:55.313Z\">3.45pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Bercow rules out another vote on May's Brexit deal unless details change</h2>  <div class=\"block-elements\">  <p>Bercow says it has been rumoured third, or possibly fourth, votes may be scheduled.</p> <p>So he is setting out his views.</p> <p>If the government brings forward a new proposition, that would be in order.</p> <p>But the government cannot bring back “the same proposition”, or “substantially the same proposition”.</p> <p>He says this is not his final ruling on the matter.</p> <p>He is just setting out the test the government must meet.</p> <ul> <li><strong>Bercow says he will not allow another vote on May’s Brexit deal unless the details have changed.</strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T15:53:02.548Z\">at 3.53pm GMT</time></p>  </div> <div id=\"block-5c8fbc10e4b0480f6c021674\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:42:25.856Z\">3.42pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Bercow says the vote last week did not go against the “no repeat votes” (my paraphrase) rule. There had been changes to the legal agreement. And three new documents had been published, he says.</p> <p>He says in procedural terms it was quite proper that the debate and second vote took place.</p> <p>The government responded by scheduling debates on a no-deal debate and on an article 50 extension.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T15:52:36.856Z\">at 3.52pm GMT</time></p>  </div> <div id=\"block-5c8fbb6be4b0e8eadf77fc30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:41:01.316Z\">3.41pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Bercow wants to summarise the chronology of events.</p> <p>He says the EU withdrawal agreement was published on 14 November.</p> <p>The agreement was endorsed by the European council on 25 November.</p> <p>The first scheduled vote on the deal was due to take place on 11 December.</p> <p>But, on 10 December, the vote was postponed after 164 speeches had been made over three of the five days alloted for the debate.</p> <blockquote class=\"quoted\"> <p>That postponement was not caused by me, nor the house, but by the government.</p> </blockquote> <p>Bercow says he said at the time MPs should get a vote on the postponement. But they did not get one.</p> <p>The first meaningful vote was on 15 January. It was lost by 230 votes.</p> <p>The next one was due in February. It was postponed, and the vote took place last week. That vote was lost too.</p> </div>   </div> <div id=\"block-5c8fbadfe4b0480f6c021661\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:38:13.922Z\">3.38pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Bercow says ultimately it is for the chair to rule on this.</p> <p>This convention dates back to 1604, he says.</p> <p>He says Chris Bryant, the Labour MP, gave examples in a speech last week examples of speakers ruling a motion could not be brought back because it had already been decided.</p> <p>Erskine May refers to 12 such rulings before 1920.</p> <p>This is a necessary rule to ensure the sensible use of the house’s time, and proper respect for what it decides.</p> <p>He says the absence of rulings since 1920 is due not to the lapse of the convention, but to compliance with it.</p> </div>   </div> <div id=\"block-5c8fba47e4b0a5422e637132\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:35:54.338Z\">3.35pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">John Bercow's statement</h2>  <div class=\"block-elements\">  <p><strong>John Bercow, </strong>the Common speaker, is making a surprise statement to MPs.</p> <p>He says there has been much speculation about another meaningful vote.</p> <p>On 13 March Angela Eagle, the Labour MP, asked if it would be proper for the government to keep putting the same motion to a vote.</p> <p>He says MPs from both sides of the House, and from both sides of the argument, have expressed their concerns to him their concerns about MPs voting on the same thing over and over again.</p> <p>Erskine May, the parliamentary rulebook, says an issue that has been decided in substance cannot be brought back to the Commons.</p> </div>   </div> <div id=\"block-5c8fb9f2e4b0a5422e63712e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:33:17.852Z\">3.33pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>ITV’s <strong>Robert Peston</strong> says it is now highly likely that the next vote on Theresa May’s Brexit deal - the third meaningful vote, or MV3 - won’t take place until next week.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1107661028232519685\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">happening next week now looks highly likely <a href=\"https://t.co/D3YNHfs18l\">https://t.co/D3YNHfs18l</a></p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1107661028232519685?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8fb6afe4b0a5422e6370f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T15:21:37.371Z\">3.21pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The EU is not likely to refuse a request from the UK for an extension of article 50, <strong>Hans Dahlgren</strong>, the Swedish EU affairs minister, has<a href=\"https://www.thelocal.se/20190318/brexit-is-a-very-serious-situation-the-local-meets-swedens-eu-minister\"> told The Local, an English language Swedish news website. </a>Dahlgren said:</p> <blockquote class=\"quoted\"> <p>If there is a well argued reason [for an extension] that the UK presents, then I don’t think anyone really wants to resist such a request.</p> <p>The decision needs to be taken by the European council unanimously, but I think as Donald Tusk [the European council president] said, we should be open for a longer extension if there is an argued reason for doing so. And if they want to remain in the European Union for a longer period they also have to elect members of the European Parliament, so this must be part of the whole plan, because the elections are in May.</p> <p>But just to have the process going on and on and on without any plan for what the options on the table would be, that’s not very attractive.</p> </blockquote> </div>   </div> <div id=\"block-5c8fa594e4b0a5422e637028\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T14:59:28.133Z\">2.59pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">What happens next? - A Q&amp;A</h2>  <div class=\"block-elements\">  <p>A lot of you have been asking process questions about what happens next. I have answered quite a few of them BTL, but it is probably helpful to readers to pull them all together.</p> <p><strong><em>Doesn’t May have to call a vote this week?</em></strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/126999375\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/16123090\" title=\"View JoostKool’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/16123090\" height=\"40\" width=\"40\" alt=\"User avatar for JoostKool\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/16123090\" title=\"View JoostKool’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">JoostKool</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/126999375\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 9:28am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>@Andrewsparrow Isn't the government obliged by her own motion from last thursday to put the deal to another meaningfull vote tomorrow?</p></div> </div> </div>  </figure>  <p>No. <a href=\"https://www.theguardian.com/politics/live/2019/mar/14/brexit-mps-to-vote-on-delaying-departure-from-european-union-politics-live?page=with:block-5c8a995be4b016d23425c012#block-5c8a995be4b016d23425c012\">The government motion passed on Thursday last week </a>did not say a new vote on the deal - meaningful vote three, or MV3 - would definitely take place this week, only that it might take place.</p> <p><strong><em>Will the MV3 motion be amendable?</em></strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127003985\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/100678015\" title=\"View FrankXappa’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/100678015\" height=\"40\" width=\"40\" alt=\"User avatar for FrankXappa\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/100678015\" title=\"View FrankXappa’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">FrankXappa</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127003985\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 11:10am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>@Andrew - if MV3 goes ahead, will it be amendable?</p></div> </div> </div>  </figure>  <p>Yes. At one point the government was attracted to the idea of making the vote on the Brexit deal a straight yes/no vote on an unamendable motion, but the government has long since given up on this idea, partly because of protests from MPs, but partly because John Bercow, the Commons speaker, has made it clear that he is willing bend parliamentary rules to ensure that votes on amendments do take place if that is what MPs want.</p> <p><strong><em>If there is no MV3 debate this week, can the opposition, or backbenchers, force a vote?</em></strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127006682\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/1440691\" title=\"View MikeRichards’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/1440691\" height=\"40\" width=\"40\" alt=\"User avatar for MikeRichards\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/1440691\" title=\"View MikeRichards’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">MikeRichards</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127006682\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 12:15pm</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>@Andrew</p> <p>Has anyone discussed what will happen in Parliament if May doesn't bring the vote back this week?</p> <p>Is there any mechanism by which someone other than the government can push for a vote on something? Because I don't know if anyone in Westminster has noticed, but we're really running out of time.</p></div> </div> </div>  </figure>  <p>No. There are only limited opportunities for the opposition, or for backbenchers, to hold debates in the Commons. The opposition is allocated a set number of debates, but the government gets to decide when they take place. MPs can demand an emergency debate on a topic under standing order 24, but that would be on a neutral motion. It would not be an MV3 debate under the EU Withdrawal Act, which is what is required for the deal to pass.</p> <p><strong><em>What happens to the amendments if there is no MV3 vote?</em></strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127006307\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/18532813\" title=\"View Cardigan32’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/18532813\" height=\"40\" width=\"40\" alt=\"User avatar for Cardigan32\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/18532813\" title=\"View Cardigan32’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">Cardigan32</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127006307\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 12:06pm</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Andrew@ Question. We’re are we if May decides not to bring back the MV? What happens to all the amendments?</p></div> </div> </div>  </figure>  <p>If there is no MV3 debate this week, there will be no vote on the amendments.</p> <p><strong>If there is no vote this week, will the UK fall out without a deal?</strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127007262\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/3361208\" title=\"View sweetgingercat’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/3361208\" height=\"40\" width=\"40\" alt=\"User avatar for sweetgingercat\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/3361208\" title=\"View sweetgingercat’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">sweetgingercat</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127007262\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 12:27pm</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Andrew... can you answer this question please? </p> <p>So all the ERG has to do now is continue making negative noises... so May keeps on waiting for the 'right' moment to reintroduce her MV3 and this continues until we fall out of the EU with no deal. </p> <p>Is there anything that could stop this from happening?</p></div> </div> </div>  </figure>  <p>Theresa May has said, if her deal does not pass this week, she will ask the EU for a long extension to article 50 and, assuming her request is granted, ask MPs to vote to approve this next week.</p> <p><strong>If the Kyle/Wilson amendment, making deal subject to a second referendum, gets passed, will May whips Tory MPs to vote against the deal as a whole?</strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127009470\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/100678015\" title=\"View FrankXappa’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/100678015\" height=\"40\" width=\"40\" alt=\"User avatar for FrankXappa\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/100678015\" title=\"View FrankXappa’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">FrankXappa</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127009470\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 1:10pm</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Thanks.</p> <p>I also asked on Twitter: if MV3 goes ahead and Kyle/Wilson is passed, do you think May will whip against her own deal again so as to avoid facing (losing) a referendum?</p></div> </div> </div>  </figure>  <p>Good question. We don’t know. This would be a huge U-turn, because it would mean May embracing the no-deal option that she has recently rejected. But we also know that she is very, very firmly opposed to a second referendum, and that her party would split if she ever accepted the idea.</p> <p><strong><em>Will some Labour Brexiters support the deal?</em></strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127003459\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/18489445\" title=\"View Stewart Amsterdam’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/18489445\" height=\"40\" width=\"40\" alt=\"User avatar for Stewart Amsterdam\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/18489445\" title=\"View Stewart Amsterdam’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">Stewart Amsterdam</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127003459\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 10:58am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>@Andrew <br>How likely is it that (some of) the Labour Brexiters will support the withdrawal agreement?</p></div> </div> </div>  </figure>  <p>It is possible that, at the last possible moment, some will. That is certainly what Number 10 is assuming, or at least hoping. But it is by no means a certainty. There are some Labour MPs who do not want to be seen as voting against Brexit. But backing a Tory PM when she is facing defeat is quite an ask, particularly if it is likely that a defeat would lead to MPs being given “indicative votes” (May’s plan if her deal gets defeated again), which would make a softish, Labour-type Brexit much more likely.</p> <p><strong><em>Would an extension stop the UK being able to revoke article 50?</em></strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127005094\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/14649984\" title=\"View Thirdness’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/14649984\" height=\"40\" width=\"40\" alt=\"User avatar for Thirdness\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/14649984\" title=\"View Thirdness’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">Thirdness</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127005094\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 11:37am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Andrew is there a chance that the right to revoke A50 will be affected with an extension?</p></div> </div> </div>  </figure>  <p>No. Even if article 50 were extended, the UK would still have the right to revoke it unilaterally.</p> <p><a href=\"https://www.theguardian.com/politics/2019/mar/16/eu-war-gaming-for-fall-of-theresa-may-government\">As the Observer reported at the weekend,</a> the European commission’s secretary general, Martin Selmayr, has been worrying about this. He has been asking what would happen if the UK got a short extension, chose not to take part in the European elections (on the assumption it would leave by the end of June, only for new PM to take over and revoke article 50 after the elections had taken place. If the UK were still in the EU, but not represented in the European parliament, it would not be legally constituted.</p> <p>Perhaps one solution might be for any article 50 extension to come with a condition ruling out revocation?</p> <p><strong><em>Does anything else have to happen for the withdrawal agreement to be approved?</em></strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127006657\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/2651196\" title=\"View Highbury’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/2651196\" height=\"40\" width=\"40\" alt=\"User avatar for Highbury\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/2651196\" title=\"View Highbury’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">Highbury</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127006657\" title=\"Link to this comment\" itemprop=\"datePublished\">18 March 2019 12:14pm</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>ANDREW,</p> <p>As a matter of interest is there an additional formal process for ratifying the Withdrawal Agreement?</p> <p>Or</p> <p>Does a 'meaningful' vote for May's agreement mean that it is ratified?</p></div> </div> </div>  </figure>  <p>The meaningful vote on its own is not enough. Parliament also has to pass the EU withdrawal implementation bill. And, for the treaty to be ratified, <a href=\"https://www.hansardsociety.org.uk/blog/https:/www.hansardsociety.org.uk/blog/six-ways-the-meaningful-vote-is-noteworthy-the-withdrawal-agreement-and\">the negative parliamentary consent procedure also applies </a>(although this will just be a formality).</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-19T08:20:23.984Z\">at 8.20am GMT</time></p>  </div> <div id=\"block-5c8fa06ae4b0480f6c021516\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T14:04:19.502Z\">2.04pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">23 Brexiter Tories say they won't vote for May's deal just to avoid no Brexit</h2>  <div class=\"block-elements\">  <p>In his LBC phone-in this morning <strong>Jacob Rees-Mogg,</strong> the Tory Brexiter and chair of the ERG, indicated that, if it came down to a choice between Theresa May’s deal and no Brexit, he would vote for the deal. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f67f9e4b016d23425e167#block-5c8f67f9e4b016d23425e167\">10.25am.)</a></p> <p>But there are at least 23 Tory Brexiters who are saying that they reject Rees-Mogg’s “lesser of two evils” argument (my paraphrase, not his). In <a href=\"https://www.telegraph.co.uk/opinion/2019/03/18/lettersthe-moral-course-mps-wish-honour-referendum-result/\">a letter in today’s Daily Telegraph (paywall), </a>they say they will vote against May’s deal regardless.</p> <p>Here is the letter in full.</p> <blockquote class=\"quoted\"> <p>We believe that, if Britain leaves the European Union as planned on March 29, “<a href=\"https://www.telegraph.co.uk/politics/2019/03/12/no-deal-brexit-really-means-might-affect-daily-life-uk1/\">no deal</a>” will prove to be the precursor to a very good deal indeed.</p> <p>At the time of the 2016 referendum, the choice was between leaving the EU (Brexit) and remaining within it. After remainers lost the referendum, they set up a new choice between “hard” and “soft” Brexit – in reality, between real departure and leaving in name only. Now, “hard/real” Brexit has been redefined as a “catastrophic no-deal Brexit” and purportedly removed from the table by a parliament of remainers who hold a country with a majority of Leavers in contempt.</p> <p>Charles Moore concludes (<a href=\"https://www.telegraph.co.uk/politics/2019/03/15/dont-envy-pro-brexit-mps-now-left-impossible-dilemma/\">Comment, March 16</a>) that Brexiteers like us now face only the “two wretched options” of Brexit in name only or the indefinite postponement of any Brexit, and says that he does not envy our dilemma in choosing between them. Yet our moral course is clear: it is not our fault that we are confronted by two unacceptable choices, but it will be our fault if we cast a positive vote in favour of either for fear of the other.</p> </blockquote> <p>The letter implies a no-deal Brexit is still an option. But it does not explain how, given that the vote last week showed a majority of MPs oppose no deal and that Theresa May intends to ask MPs to vote for a long article 50 extension if her deal does not get passed this week.</p> <p>Presumably the Tories who signed the letter think that vote would not pass, and that the UK would leave the EU on 29 March by default. But that is quite a questionable assumption. Rees-Mogg was more honest on LBC, openly admitting that it is not clear whether or not a no-deal Brexit is still a realistic prospect. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f67f9e4b016d23425e167#block-5c8f67f9e4b016d23425e167\"> 10.25am.)</a></p> <p>Here are the names of the 23 Tories who signed the Telegraph letter: Adam Afriyie, Lucy Allan, Crispin Blunt, Peter Bone, Andrew Bridgen, Richard Drax, Mark Francois, Marcus Fysh, Chris Green, Adam Holloway, Philip Hollobone, Ranil Jayawardena, Andrea Jenkyns, David Jones, Dr Julian Lewis, Craig Mackinlay, Sheryll Murray, Owen Paterson, Sir John Redwood, Andrew Rosindell, Ross Thomson, Michael Tomlinson and Anne-Marie Trevelyan.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-19T08:19:54.924Z\">at 8.19am GMT</time></p>  </div> <div id=\"block-5c8f9f28e4b0e8eadf77faf3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T13:41:35.804Z\">1.41pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>There are three Commons urgent questions today, one of which is on the the procedure for an article 50 extension. It will probably start after 4.15pm.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1107623566055522305\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">2) <a href=\"https://twitter.com/JustineGreening?ref_src=twsrc%5Etfw\">@JustineGreening</a> to ask <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> to make statement on the Article 50 period extension procedure the Government will follow in relation to the Written Ministerial Statement made by her in relation to Section 13(4) of the European Union (Withdrawal) Act 2018.</p>&mdash; Labour Whips (@labourwhips) <a href=\"https://twitter.com/labourwhips/status/1107623566055522305?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8f9e32e4b0e8eadf77faee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T13:36:07.487Z\">1.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from <strong>Nick Macpherson</strong>, the former permanent secretary at the Treasury, commenting on <a href=\"https://www.standard.co.uk/news/politics/theresa-mays-chief-brexit-negotiator-could-be-ousted-in-bid-to-save-deal-a4094491.html\">the Evening Standard report </a>that No 10 is telling Tory Brexiters that Olly Robbins might step down as the PM’s chief Brexit adviser if her deal is passed.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickmacpherson2/status/1107635029285453824\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A little disingenuous on No 10&#39;s part since it&#39;s widely rumoured that Mr Robbins asked to leave many months ago. <a href=\"https://twitter.com/hashtag/andwhocanblamehim?src=hash&amp;ref_src=twsrc%5Etfw\">#andwhocanblamehim</a> <a href=\"https://t.co/oqOuqPZkfh\">https://t.co/oqOuqPZkfh</a></p>&mdash; Nick Macpherson (@nickmacpherson2) <a href=\"https://twitter.com/nickmacpherson2/status/1107635029285453824?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8f9a37e4b0e8eadf77fabd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T13:17:30.994Z\">1.17pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>If MPs do not agree a Brexit deal this week, Theresa May expects to be offered a nine-month article 50 extension by the EU, ITV’s <strong>Robert Peston</strong> reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1107629062086971392\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Minister tells me <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> expects EU to grant nine month Brexit delay. What would that mean for when (or indeed if) we leave the EU? <a href=\"https://t.co/D3YNHfs18l\">https://t.co/D3YNHfs18l</a></p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1107629062086971392?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8f8b93e4b0189946070227\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T12:43:16.721Z\">12.43pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Downing Street lobby briefing - Summary</h2>  <div class=\"block-elements\">  <p>Here are the main points from the Downing Street lobby briefing.</p> <ul> <li><strong>Downing Street has said it won’t hold another vote on Theresa May’s Brexit deal this week unless it has a “realistic prospect” of success. </strong>(See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f85aae4b0811bcc862587#block-5c8f85aae4b0811bcc862587\"> 11.56am.)</a> But Number 10 has not ruled out a vote this week either. With Wednesday the deadline for a debate, the government would have to decide by Tuesday evening (when the motion would have to be tabled) whether or not it will go ahead.</li> </ul> <ul> <li><strong>The prime minister’s spokesman would not comment on an Evening Standard story saying Brexiter Tories are being told that Olly Robbins, the prime minister’s chief Brexit adviser, could be replaced if her deal gets passed. </strong></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeMurphyLondon/status/1107611285477306370\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Exclusive -- No 10 is telling MPs that Olly Robbins will go once they pass her deal.  By <a href=\"https://twitter.com/nicholascecil?ref_src=twsrc%5Etfw\">@nicholascecil</a> and me.<br><br> <a href=\"https://t.co/h60qwUujkH\">https://t.co/h60qwUujkH</a></p>&mdash; Joe Murphy (@JoeMurphyLondon) <a href=\"https://twitter.com/JoeMurphyLondon/status/1107611285477306370?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure>  <p>Robbins is a hate figure amongst Brexiters who blame him for pushing May towards a softer Brexit. In his Telegraph article this morning <strong>Boris Johnson</strong>, the Brexiter former foreign secretary,<strong> </strong>says her Brexit negotiating team has “obviously failed this country at every level” and needs to be replaced. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f5566e4b0cf92e5a593f6#block-5c8f5566e4b0cf92e5a593f6\"> 9.05am.)</a></p> <ul> <li><strong>Downing Street dismissed calls for May to renegotiate the backstop at this week’s EU summit.</strong> <strong>Boris Johnson </strong>proposed this in his Telegraph column this morning. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f5566e4b0cf92e5a593f6#block-5c8f5566e4b0cf92e5a593f6\"> 9.05am.)</a> But the spokesman said that there would be no further negotiations on the backstop and that May and Jean-Claude Juncker, the president of the European commission, were both very clear on this when they met in Strasbourg last week. </li> </ul> <ul> <li><strong>The spokesman said that talks with the DUP were continuing today. </strong>But he would not say who was involved in those discussions, or how they were going.</li> </ul> <ul> <li><strong>The spokesman confirmed that, if MPs did not pass the Brexit deal this week, the prime minister would be seeking a “long” article 50 extension from the EU at the summit starting on Thursday. </strong>But he would not say what length extension May would propose.</li> </ul> <ul> <li><strong>The spokesman played down suggestions that, if there were a long article 50 extension, there could be some alternative to the UK electing new MEPs.</strong> In the Commons last week the Labour MP <strong>Yvette Cooper</strong> quoted <a href=\"https://www.theguardian.com/politics/live/2019/mar/14/brexit-mps-to-vote-on-delaying-departure-from-european-union-politics-live?page=with:block-5c8a789ee4b0cf92e5a57197#block-5c8a789ee4b0cf92e5a57197\">a leading EU lawyer who thinks the UK participating in the elections might not be necessary and that UK MEPs could just stay on, or that MEPs could be nominated. </a>But the spokesman said that he was not aware of anyone in government who thought that there might be an adequate alternative to the UK holding the elections. He said, if there were a long article 50 extension, the European elections would have to take place.</li> </ul>  <figure class=\"element element-image\" data-media-id=\"e5ca1762a83123201e9dbad75d60ac7a117e225e\"> <img src=\"https://media.guim.co.uk/e5ca1762a83123201e9dbad75d60ac7a117e225e/333_1144_1722_1032/1000.jpg\" alt=\"10 Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">10 Downing Street</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c8f8997e4b0519531126fbd\" class=\"block\" data-block-contributor=\"profile/jennifer-rankin\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T12:12:14.504Z\">12.12pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The European Union needs to know the next move from Westminster, before deciding on a Brexit extension, EU foreign ministers have said. </p> <p>Belgium’s foreign minister, <strong>Didier Reynders</strong>, said the EU was awaiting a clear signal from London: </p> <blockquote class=\"quoted\"> <p>We are not against an extension in Belgium, but the problem is to do what?</p> <p>Of course, if it is possible to avoid a no-deal situation it would be better. We are sure that a no-deal would be a lose-lose situation for both sides, but we are prepared.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d89bee2360b0878254cd8474efc252dc6e3bedec\"> <img src=\"https://media.guim.co.uk/d89bee2360b0878254cd8474efc252dc6e3bedec/22_0_710_426/500.png\" alt=\"Didier Reynders\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Didier Reynders</span> <span class=\"element-image__credit\">Photograph: EU</span> </figcaption> </figure>  <p>Lithuania’s foreign minister,<strong> Linas Linkevičius</strong>, regretted that there was “no vision, no clarity” from the UK on Brexit, just three days ahead of a crucial summit, where EU leaders will take a decision on a Brexit delay. He added that it was “really important for our UK colleagues to reset [the] mindset and to look for exit from this stalemate situation because it is really not good for all”.</p>  <figure class=\"element element-image\" data-media-id=\"dc26bb171c96226f25aaa02c2a8e7391049c3ba8\"> <img src=\"https://media.guim.co.uk/dc26bb171c96226f25aaa02c2a8e7391049c3ba8/17_0_702_421/500.png\" alt=\"Linas Linkevičius\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Linas Linkevičius</span> <span class=\"element-image__credit\">Photograph: EU</span> </figcaption> </figure>  <p>EU foreign ministers, including Jeremy Hunt, are holding one of their monthly meetings in Brussels. Brexit is not on the agenda, which is devoted to the EU’s approach to China, as well as the conflict in Yemen. But it is never far away.</p> <p>The Estonian foreign minister <strong>Sven Mikser </strong>said the EU was ready to consider an extension, but the decision would depend very much on British domestic politics: “The ball at the moment is firmly in the UK side of the court,” he said.</p> <p>Austria’s foreign minister, <strong>Karin Kneissl</strong>, pointed to the risks facing the EU from a chaotic Brexit extension. If the EU granted the UK an extension for one year without requiring British participation in European elections, the bloc would “end up in a big dilemma, a real quagmire in terms of democratic legitimacy”.</p>  <figure class=\"element element-image\" data-media-id=\"11043e788298fc66fd35aed51ca8e32c967a1a69\"> <img src=\"https://media.guim.co.uk/11043e788298fc66fd35aed51ca8e32c967a1a69/55_3_635_381/500.png\" alt=\"Karin Kneissl\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Karin Kneissl</span> <span class=\"element-image__credit\">Photograph: EU</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T12:13:20.200Z\">at 12.13pm GMT</time></p>  </div> <div id=\"block-5c8f85aae4b0811bcc862587\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T11:56:19.257Z\">11.56am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">No 10 says it won't call Brexit vote this week unless it has 'prospect of success'</h2>  <div class=\"block-elements\">  <p>I’m just back from the Downing Street lobby briefing. And it was a good illustration of the old rule that the length a briefing is in inverse proportion to its usefulness. (That’s because, if the reporters get a story, they want to wrap up quickly so they can file. If the briefing drags on, that’s because people keep asking questions in the hope that they might eventually get a useable reply.)</p> <p>Here is the main takeaway.</p> <ul> <li><strong>No 10 won’t yet commit to holding another vote on the Brexit deal this week, saying it will only call one when if it thinks it has a “prospect of success”. </strong></li> </ul> <p>I will post more from the briefing soon.</p> </div>   </div> <div id=\"block-5c8f78dde4b016d23425e1f2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T11:00:53.910Z\">11.00am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Hunt says there are 'cautious signs of encouragement' for government in terms of getting Brexit deal passed</h2>  <div class=\"block-elements\">  <p>Arriving at the EU foreign affairs council in Brussels this morning, <strong>Jeremy Hunt</strong>, the foreign secretary, said that he hoped there would be a third vote on Theresa May’s Brexit deal tomorrow. But, he added, “we need to be comfortable that we’ll have the numbers.”</p> <p>He said there were “some cautious signs of encouragement” in that Tories who have opposed the deal up to now, like Norman Lamont and Esther McVey, now want to see it passed. “But there is a lot more work to do,” Hunt added.</p> <p>I’m off to the lobby briefing now. I will post again after 11.30am.</p>  <figure class=\"element element-image\" data-media-id=\"5de5ccbf89517fccade6670889206118f00be23f\"> <img src=\"https://media.guim.co.uk/5de5ccbf89517fccade6670889206118f00be23f/36_0_674_405/500.png\" alt=\"Jeremy Hunt\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt</span> <span class=\"element-image__credit\">Photograph: EU</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c8f7388e4b0cf92e5a594a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T10:33:36.978Z\">10.33am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>But another Tory Brexiter, <strong>Sir John Redwood,</strong> told the Today programme that Theresa May’s withdrawal agreement was “a very expensive invitation to more talks about possibly getting out with a sensible trade agreement, or perhaps not, with the ultimate problem that Northern Ireland might not be allowed out at all”. He went on:</p> <blockquote class=\"quoted\"> <p>It violates the Conservative manifesto in many important ways. The manifesto is very clear that no deal is better than a bad deal.</p> </blockquote> <p>Redwood said that “a lot” of Conservative MPs shared his concerns, but declined to estimate how many of them would vote against May’s deal for a third time.<br><br></p> </div>   </div> <div id=\"block-5c8f72e9e4b0cf92e5a59499\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T10:30:34.910Z\">10.30am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Explaining why he was now reluctantly backing Theresa May’s deal, after previously opposing it, the Tory Brexiter <strong>Daniel Kawczynski</strong> told the Today programme his constituents in Shrewsbury were “getting tired of the impasse and the imbroglio that parliament has got itself into”. He went on:</p> <blockquote class=\"quoted\"> <p>They feel that although the deal isn’t optimal, now is the time to support it, otherwise we could lose Brexit. </p> <p>Those of us who campaigned for Brexit cannot put Brexit in jeopardy, and that’s why we are going to have to, I’m afraid, vote for the deal.</p> </blockquote> </div>   </div> <div id=\"block-5c8f67f9e4b016d23425e167\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T10:25:58.267Z\">10.25am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Rees-Mogg says he and ERG colleagues will back May's deal if they conclude no-deal Brexit no longer possible</h2>  <div class=\"block-elements\">  <p>Here are the main points from <strong>Jacob Rees-Mogg</strong>’s LBC phone-in. Rees-Mogg is only a backbencher, but he is chair of the European Research Group, which represents up to 80 or so Tories most opposed to Theresa May’s Brexit deal, and so what he and his ERG colleagues decide ahead of the next Commons vote will be crucial.</p> <ul> <li><strong>Rees-Mogg hinted that, if the DUP could be persuaded to back May’s deal, he would back it too. </strong>Stressing that he had not yet made up his mind what he would do, he said:</li> </ul> <blockquote class=\"quoted\"> <p>I’m waiting to see what the DUP will do. The deal is still a very bad deal. It doesn’t deliver on the promises of the Conservative party manifesto, and it doesn’t deliver on the referendum result in full. </p> <p>The question people like me will ultimately have to answer is, can we get to no deal instead? If we can get to no deal instead, that is a better option. It means that we will have left, and that we will have restored our nation’s independence. </p> <p>But I’m concerned that the prime minister, in spite of her previous commitments, is determined to stop no deal, that she has come to the conclusion that it is either her deal, or some form of remaining. I think a two-year extension is basically remaining in the European Union. So those are the considerations people have to think through.</p> <p>If we can get to no deal, that would be the best option.</p> </blockquote> <ul> <li><strong>He said he and other ERG members would back May’s deal if they concluded there was no chance of getting no deal as an alternative. </strong>He explained:</li> </ul> <blockquote class=\"quoted\"> <p>I think many people think that this Brexit is better than a Brexit denied, but that they think we can still get to no deal. As long as people think we can still get to no deal, they will vote the deal down. And that’s my position too. So the debate is really, is no deal still realistic?</p> </blockquote> <p>Last week the Commons voted to rule out a no-deal Brexit. But that vote was not binding, and the EU law will no longer apply to the UK after 29 March unless the exit date set out in the EU Withdrawal Act gets changed by parliament agreeing secondary legislation. May has said that she will change the date, for a short extension, if her deal, is passed this week, and she has implied that she will change the date for a long extension if her deal does not get approved, provided the EU agree. Opposition MPs would vote for an article 50 extension, but they might not agree to a very long one, or one subject to EU conditions. Rees-Mogg’s comments suggest a lot will hinge on what ERG members think will happen in those circumstances.</p> <ul> <li><strong>Rees-Mogg said that he would have voted remain in 2016 if he thought Brexit would lead to Scottish independence.</strong> Explaining why the views of the DUP were so important to him, he said:</li> </ul> <blockquote class=\"quoted\"> <p>Ultimately the United Kingdom is more important to me than the European Union. So if the DUP felt the United Kingdom were being divided up in the deal, then that would mean it were impossible to vote for the deal under any circumstances. The one thing that would have changed my mind in 2106 would had I believed the scare stories that Scotland would leave the United Kingdom if we voted to leave. I did not think it was true, and therefore I was happy to vote to leave. But the United Kingdom is my county, and I don’t want to see my country chopped up. So the DUP’s position is very significant.</p> </blockquote> <ul> <li><strong>He said that, if Brexit were blocked now, it might never happen.</strong> Arguing that a two-year extension would be the same as remaining, he said:</li> </ul> <blockquote class=\"quoted\"> <p>Mrs May’s deal, however bad it is, means that we are legally outside the European Union. </p> <p>If we remain, we will never leave. We have got as close to leaving as we will ever get under these circumstances. </p> <p>If it is thwarted now no one is ever going to allow us another chance to have a vote. The whole weight of British establishment opinion will prevent that ever happening again.</p> </blockquote> <ul> <li><strong>He dismissed the notion that Italy or Hungary could veto an article 50 extension as “wishful thinking”.</strong> (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f610ce4b0eff8e0fc531d#block-5c8f610ce4b0eff8e0fc531d\"> 9.14am.)</a></li> </ul> <ul> <li><strong>He said that he had not personally profited from Brexit.</strong> (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f63a8e4b016d23425e14c#block-5c8f63a8e4b016d23425e14c\"> 9.25am.)</a></li> </ul>  <figure class=\"element element-image\" data-media-id=\"ee99d8086dea177a12e2f9d7f7fa4f83129d917a\"> <img src=\"https://media.guim.co.uk/ee99d8086dea177a12e2f9d7f7fa4f83129d917a/0_0_595_357/500.png\" alt=\"Jacob Rees-Mogg\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jacob Rees-Mogg</span> <span class=\"element-image__credit\">Photograph: LBC</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-19T08:19:23.874Z\">at 8.19am GMT</time></p>  </div> <div id=\"block-5c8f665be4b016d23425e158\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:38:15.718Z\">9.38am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>On the Today programme this morning<strong> Ben Wallace,</strong> the security minister, said the security services would “despair” if parliament prevented a Brexit deal being agreed. He explained:</p> <blockquote class=\"quoted\"> <p>This morning I will meet the intelligence services and I will meet the police and all the people who protect us. </p> <p>They want us to get on with delivering a Brexit. </p> <p>They are professionals and they are looking after our safety, and if I were to look them in the eye and say ‘Should we just headlong fall into a collapse in government or a collapse in Parliament?’, they would just despair. </p> <p>We are here to give them the support and resource they need as a government, and voting for the deal is the way we will continue to be able to do that and how we will break from Europe.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"08f86251c4e8814b3d8a47b5a352a00e15d29f20\"> <img src=\"https://media.guim.co.uk/08f86251c4e8814b3d8a47b5a352a00e15d29f20/0_59_3500_2100/1000.jpg\" alt=\"Ben Wallace.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ben Wallace.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c8f64c9e4b0eff8e0fc532e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:29:34.082Z\">9.29am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A senior Democratic Unionist has predicted that even if the party backs Theresa May’s <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> plan in a third Commons vote it will be defeated because of the number of Conservative rebels, my colleagues <strong>P</strong><strong>eter Walker </strong>and <strong>Heather Stewart</strong> report.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/18/dup-backing-will-not-secure-may-brexit-deal-says-jim-wells\">DUP backing will not secure May's Brexit deal, says Jim Wells</a> </p> </aside> </div>   </div> <div id=\"block-5c8f6427e4b016d23425e14e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:27:18.945Z\">9.27am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Would you consider joining Nigel Farage’s Brexit party?</em></p> <p>No, says Rees-Mogg. He says he is a Conservative.</p> <p>He says, if the Brexiters formed a separate party and tried to support May on that basis in the Commons, all that would happen would be that May would look for coalition votes somewhere else.</p> </div>   </div> <div id=\"block-5c8f63a8e4b016d23425e14c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:25:24.099Z\">9.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Rees-Mogg says he has made no money out of Brexit.</p> <p>He admits he has a fund in Dublin. But his company is a global investment firm, and it has a fund in New Zealand too, he says.</p> <p>He says he does not expect Brexit to be bad for the economy. He says the CBI are opposed to Brexit. But they are not representative, he says. He claims that a third of their members are farmers and landowners.</p> </div>   </div> <div id=\"block-5c8f62e9e4b0cf92e5a5943e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:22:55.428Z\">9.22am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Do you agree with Boris Johnson that May should try again, at this week’s EU summit, to get changes to the backstop?</em></p> <p>Yes, says Rees-Mogg. He says that would be sensible.</p> <p><em>Q: And do you think the government needs a new prime minster?</em></p> <p>Rees-Mogg says, having been involved in move to subject Theresa May to a no confidence vote at the end of last year, he does not want to comment on that. He says anything he will say might be interpreted as “sour grapes”.</p> </div>   </div> <div id=\"block-5c8f6262e4b0eff8e0fc5327\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:20:35.467Z\">9.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Do you think the speaker should rule out another vote in parliament, on the grounds that parliamentary rules say the same matter should not be voted on twice?</em></p> <p>Rees-Mogg accepts that Erskine May, the parliamentary rulebook, does say that. But he says between the first vote and the second vote, the deal changed. And he says that, even if the deal is the same at the time of the third vote, you could argue that the circumstances have changed. If the alternative were a long extension, that would be a material change, he says.</p> </div>   </div> <div id=\"block-5c8f6180e4b0eff8e0fc5321\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:16:01.708Z\">9.16am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: How many of your ERG colleagues think the same way as you?</em></p> <p>Rees-Mogg says many people think May’s deal would be better than no Brexit. But the question is, is no deal still possible? If it is, he and ERG colleagues would vote for that, he says.</p> </div>   </div> <div id=\"block-5c8f610ce4b0eff8e0fc531d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:14:39.547Z\">9.14am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A caller, who says he is a passionate Brexiter, says the person he listens to most on this is Nigel Farage. Farage says the deal is terrible. So MPs should continue to oppose it, he says. He says he hopes the Italians or the Hungarians will veto an article 50 extension.</p> <p>Rees-Mogg says he has spoken to ambassadors, and does not believe that will happen. The idea that Italy or Hungary could veto an article 50 extension is “wishful thinking”, he says.</p> </div>   </div> <div id=\"block-5c8f60e7e4b0eff8e0fc531a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:12:39.910Z\">9.12am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Rees-Mogg says he does not think the UK will get another chance to leave the EU.</p> </div>   </div> <div id=\"block-5c8f5fffe4b0cf92e5a5942d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:11:51.680Z\">9.11am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Jacob Rees-Mogg's LBC phone-in</h2>  <div class=\"block-elements\">  <p><strong>Jacob Rees-Mogg,</strong> the Tory Brexiter and chair of the European Research Group, is hosting his LBC phone-in now.</p> <p>Asked whether her will vote for Theresa May’s deal, he says he still thinks it is a very bad deal. But he will be influenced by what the DUP says.</p> <p>He also says a lot will depend on whether he thinks no deal is an option. If that is available, he would prefer to leave the EU without a deal than back May’s.</p> <p>But he says May has abandoned her belief that no deal would be better than a bad deal. So it is not clear that rejecting her deal will lead to no deal.</p> <p>He also says that the UK union is more important to him that Europe. That is why, if the deal is acceptable to the DUP, that would make a difference.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T09:41:18.229Z\">at 9.41am GMT</time></p>  </div> <div id=\"block-5c8f5566e4b0cf92e5a593f6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-18T09:05:46.080Z\">9.05am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Boris Johnson tells May to try again to get EU to change backstop</h2>  <div class=\"block-elements\">  <p>Good morning. And, yet again, we start the week with Theresa May trying to persuade Conservative MPs to back her Brexit deal. </p> <p>Here is our overnight story on the state of play.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/17/may-in-make-or-break-bid-to-gain-dup-support-for-her-brexit-deal\">May in make-or-break bid to gain DUP support for her Brexit deal</a> </p> </aside>  <p>In the past it has been tempting to think of the Tory Brexiters as a unified bloc. But increasing they are fracturing. There are the soft hard Brexiters, like <a href=\"https://www.conservativehome.com/parliament/2019/03/the-39-conservative-mps-who-switched-from-opposing-the-withdrawal-agreement-to-supporting-it.html\">the 39 Tory MPs who voted against Theresa May’s deal in January changed their minds and voted in favour. </a>Then there are the hard hard Brexiters, who where still opposed to May last week but who are now starting to wobble. And then there are the irreconcilables, who are likely to carry on voting against the deal to the bitter end.</p> <p>One of the most influential Brexiter Tories is<strong> Boris Johnson,</strong> who resigned as foreign secretary because he was opposed to the Chequers plan, and he has set out his latest position<a href=\"https://www.telegraph.co.uk/politics/2019/03/17/back-pms-deal-need-proof-next-stage-brexit-talks-will-radically/\"> in his Telegraph column (paywall).</a> He is sounding like an irreconcilable, but if you read his article carefully you will see that, like some of the other wobbly hard hard Brexiters (Jacob Rees-Mogg and the DUP, for example), he is not ruling out the possibility that he could eventually be persuaded.</p> <p>This is what Johnson says about May’s deal.</p> <blockquote class=\"quoted\"> <p>We will be legally and politically at the mercy of Brussels, since we will be obliged to accept all EU legislation, during the so-called implementation period: the first time since the Norman Conquest that a foreign power has passed the laws of this country.</p> <p>Worst of all,<a href=\"https://www.telegraph.co.uk/politics/2019/03/12/brexit-backstop-irish-border-important-deal/\"> the Irish backstop arrangement </a>gives the EU an indefinite means of blackmail, so that they will be able to keep us locked in the customs union and large parts of the single market, unless we are prepared to abandon Northern Ireland; and they will use this blackmail to get their way throughout the negotiations, notably over the free movement of people.</p> <p>If we agree this deal – and unless we have a radical change in our approach to the negotiations – we face an even greater humiliation in the second phase.</p> </blockquote> <p>But Johnson also says the government should try one more time to get the EU to offer fresh concessions.</p> <blockquote class=\"quoted\"> <p>Is there a way forward? Perhaps. There is an EU summit this week. It is not too late to get real change to the backstop. It would be absurd to hold the vote before that has even been attempted.</p> </blockquote> <p>And he also suggests that, if the government can provide some assurances about the next stage of the negotiation, he could be persuaded to rethink his opposition to the deal. One of the topics on which he says he wants reassurance is the composition of the UK negotiating team.</p> <blockquote class=\"quoted\"> <p>Are we going to make any changes whatsoever to a UK negotiating team which has so obviously failed this country at every level? After almost three years of humiliation, has the UK discovered some basic courage and belief in an open, independent, outward-looking and free-trading Brexit?</p> <p>At present the answer to all those questions is a resounding “no”. We need some better answers and we need them this week.</p> </blockquote> <p>Johnson does not say it explicitly, but it is hard not to read this a declaration that the person at the very top of the UK negotiating team, ie the PM, needs to go, and that any pledge on this front might be helpful in securing his support for the deal.</p> <p>Here is the agenda for the day.<br></p> <p><em>Morning: </em>The EU foreign affairs council meets in Brussels</p> <p><em>9am: </em>Jacob Rees-Mogg, the Tory Brexiter and chair of the European Research Group, which represents Conservatives MPs pushing for a harder Brexit, chairs his regular LBC phone-in.</p> <p><em>11am: </em>Downing Street lobby briefing.<br></p> <p><em>11am:</em> Donald Tusk, president of the European council, meets the German chancellor, Angela Merkel, in Berlin ahead of the EU summit later this week. Later Tusk will meet the French president, Emmanuel Macron, in Paris.</p> <p><em>2.30pm:</em> Amber Rudd, the work and pensions secretary, takes questions in the Commons.</p> <p>Also at some point today Jeremy Corbyn is due to hold talks with the smaller opposition parties to discuss a joint approach to Brexit.</p> <p>As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I wrap up, at around 6pm.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-brexit-on-the-brink-foreign-aid-showdown-we-meat-again/\"> the Politico Europe round-up of this morning’s political news.</a><a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-panic-stations-labour-going-soft-cox-in-the-box/\"> </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-18T09:41:04.885Z\">at 9.41am GMT</time></p>  </div>",
      "wordcount": "9310",
      "commentCloseDate": "2019-03-18T22:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-18T09:05:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2021-01-28T15:57:43Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b2zqf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e89c2219b9eb405915750357c74067275191255f/0_10_1590_954/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We’re going to close down this live blog now. Thanks for reading and for all of your comments. Here’s a summary of the day’s events: The Commons Speaker, John Bercow, has said the government cannot bring the meaningful vote back to parliament again unless there has been substantial change to the Brexit deal. Number 10 did not immediately set out how it planned to proceed, saying his statement requires “proper consideration”. Bercow suggested the government could get round the problem by starting a new session of parliament. But he said it would be an unusual move and was not aware of whether or not ministers had such plans. Nicola Sturgeon complained to Theresa May about suggestions the prime minister will allow the Democratic Unionist party a seat in any Brexit trade talks. For months, May has refused to give Scotland a direct role. More than 20 Tory MPs said they would not back Theresa May’s deal just to avoid Brexit being cancelled. The ERG leader, Jacob Rees-Mogg, said he would do so. But many of his Brexiter colleagues disagreed. If you’d like to read more, my colleagues Jessica Elgot, Rowena Mason and Daniel Boffey have the full story: A government source has told the Press Association that it seems clear the Speaker’s motive today was to rule out a meaningful vote this week, which “also stands in the way of securing a shorter extension”. Leads you to believe what he really wants is a longer extension, where Parliament will take over the process and force a softer form of Brexit. But anyone who thinks that this makes no-deal more likely is mistaken – the Speaker wouldn’t have done it if it did. British businesses will be able to trade freely with Iceland and Norway if the UK leaves the European Union, the international trade secretary has announced. Liam Fox called the agreement with the two countries, which is subject to final checks before it is expected to be signed next week, a “major milestone”. He said it will replicate the existing European Economic Area agreement (EEA) as far as possible. We have just reached agreement with Iceland and Norway to ensure continued access for British businesses to the European Economic Area should we leave the EU without a deal. This is one of the largest trade agreements we are party to as a result of our membership of the EU. Combined with the agreement we have already signed with Liechtenstein and Switzerland, it accounts for close to half of the trade we’re seeking continuity for. This is good news for British businesses and a major milestone in getting the UK ready for Brexit, no matter the terms of our withdrawal. I expect to formally sign this agreement shortly and others to follow soon after. My colleagues, Daniel Boffey and Jennifer Rankin, report that the EU is set to offer Theresa May a helping hand after her plan for a new meaningful vote was derailed, by formally agreeing on a new delayed Brexit date at this week’s summit and keeping it on offer until shortly before midnight on 29 March. Here are some more details on the comments from Justine Greening, who has said that the Brexit secretary, Stephen Barclay, should not be negotiating an extension to article 50 because he voted against the idea last week. She told the Commons: I question the appropriateness of the role of the DexEU secretary in this step of negotiating an extension. We had a free vote in this house last week and I respect that. I also respect the way he chose to cast that vote, that was absolutely within his right. However, he chose to vote to leave come what may on 29 March. I take a different view to him, the house takes a different view to him. It is simply not appropriate or credible for him to be the lead person negotiating on this country’s behalf with the European Union. Sir Stephen Laws, who was formerly responsible for drafting parliamentary legislation, has said the Speaker of the Commons, John Bercow, would be guilty of frustrating the will of the house if he blocked a third meaningful vote when there was a majority for the deal. Laws, now a senior research fellow at the Policy Exchange thinktank, has said: The Speaker is right that the ‘same question’ rule is well precedented and would need consideration in this case. But it would be quite wrong to apply the ‘same question’ rule to disallow a third meaningful vote on the government’s Brexit deal. He has not yet finally decided that it will. Since the deal was last put before the House of Commons, there have been two significant votes: on preventing a no-deal Brexit; and on extending article 50. The deal may look broadly the same but those two votes have produced fundamentally different circumstances In addition, there has been time for a more considered look at the legal effects and implications of the documents produced overnight on 11 March. The ability of the government to put the matter back to the house should not depend on the order in which the questions were put last week or the haste in which decisions were made. Indeed, the vote for a delay of the article 50 deadline resulted in a resolution that specifically provided for a third vote, and so implicitly gave the house’s permission to have one. The Speaker should respect that. If there is a majority for the deal, preventing the vote would be to frustrate the will of the house. It would be deeply concerning to see a Speaker act in such a way. Those who are opposed to the deal should want to win with a majority on the substance, not by procedural manoeuvring or on a technicality, and the Speaker should allow that. He warned Bercow that his “reputation for impartiality has already become questionable” and that it was “difficult to see how it could survive the application of the same question rule to a third vote on the deal when the same rule was not applied to prevent Dominic Grieve’s amendments”. Laws speculated that the government could work around the problem by putting down a new motion insisting on a vote on the deal “notwithstanding the practice of the house”. The Labour MP Chris Bryant gave a good, short speech on the “no repeat votes” rule in the Commons Brexit debate last week. Here is an extract. My amendment is the embodiment of a very old principle of this house. When James I became King in 1603 - do not worry, I am not going to do every year – he summoned parliament, and that parliament became so fed up with MPs constantly bringing back issues on which it had already decided that the house expressly decided on 4 April 1604: “That a question being once made, and carried in the affirmative or negative, cannot be questioned again, but must stand as a judgement of the house.” That has been our rule. This ruling has been repeated many, many times. On 30 June 1864, Sir John Pakington wanted to give more money to nursery schools – hoorah! On 17 May 1870, Mr Torrens wanted to relieve poverty by enabling the poor to emigrate to the colonies. On 9 May 1882, Henry Labouchère wanted to allow MPs to declare, rather than swear, an oath so as to take their seats. On 27 January 1891, Mr Leng wanted to limit railway workers’ very long hours. On 21 May 1912 – this one would probably have the support of every member – George Lansbury wanted to allow women to vote. On every single occasion, the Speaker—Speaker Brand, Speaker Peel, Speaker Denison and Speaker Lowther – said, “No, you can’t, because we’ve already decided that in this session of parliament.” That’s all from me for tonight. My colleague Kevin Rawlinson is now taking over. From ITV’s Daniel Hewitt Matthew Pennycook, the shadow Brexit minister, asks Kwarteng what length of article 50 extension the government will request, and what reason for it will the government give? And he asks if MPs will get a vote on the article 50 extension agreement. Kwarteng says, if the government passes the meaningful vote, it will ask for a short extension. But if it does not get the vote through, it will request a long extension. Greening asks what the government will do to ensure there is no no-deal Brexit. And she says it is not appropriate for Stephen Barclay to be involved in negotiating Brexit, given that he voted against extending article 50 last week. Kwarteng says he also voted against extending article 50. But it was a free vote for Tories, he says. We are now on the urgent question about Brexit. Justine Greening, the Tory pro-European, asks for a statement about the article 50 extension procedure. Kwasi Kwarteng, the Brexit minister, says the government will seek to negotiate an article 50 extension. He says, although article 50 does not say how a country should seek an article 50 extension, Theresa May will write to Donald Tusk, the European council president, with a request. It is expected the European council will discuss this at the summit later this week. If it agrees an extension, a statutory instrument will be laid next week. It will have to be passed by MPs and by peers, he says. This is from my colleague Jessica Elgot. My colleague Rafael Behr has written a good column on John Bercow’s ruling. Here is an extract. The relevant procedural scriptures seem pretty clear on the matter, so the Speaker is well within his rights to interpret them as he has done. But it is still a matter of interpretation and so unavoidably a heavily political action. It blasts the prime minister’s plans for the week off course. It transforms the calculations that MPs make about what should happen next. It also retrospectively casts a darker, more terminal shadow over the decision a majority of them made to reject the deal last Tuesday. Might some Tories or members of the DUP have acted differently had they known it was May’s last shot at getting her deal through? Certainly the prime minister’s strategy has depended on eliminating options, so that eventually MPs would conclude that the only feasible Brexit on the table was hers. For that to work, she needed to keep bluffing and keep raising the stakes. She didn’t realise that ultimately, in parliament, it’s the Speaker who runs the game. And now all bets are off. And here is the full article. Brexit never loses the capacity to surprise. When it was suggested last week that John Bercow could end up blocking a third Commons vote on Theresa May’s Brexit deal, many MPs and observers (including me) were sceptical that it might come to this, not least because the then clerk of the Commons, Sir David Natzler, told MPs last year that he did not think the “no repeat votes” rule would apply in this case. But we probably should have learnt by now that it is always an error to underestimate Bercow’s capacity to surprise. Here is a summary of what has just happened, and what it means. Bercow has said the government cannot bring the meaningful vote back to parliament again unless there has been substantial change to the Brexit deal. He made the announcement in a surprise statement to MPs, giving Downing Street no advance warning. (See 4.17pm.) Crucially, in response to an question from Labour’s Hilary Benn, Bercow also suggested that the EU would have to change what it has agreed with the UK for a further vote to be allowed. (See 4.08pm.) He said a change would have to be “not different in terms of wording, but different in terms of substance”. But he also stressed that he would consider any proposition on its merits, and that what he was saying today did not mark his final word on the matter. Bercow’s ruling must make the prospect of a another vote on the deal this week - meaningful vote three, or MV3 - even slimmer than it already was. (Even before Bercow stood up, there were reports saying that MV3 was almost certain to be delayed - see 3.33pm.) One possibility is that Theresa May will go to the EU summit asking for a long article 50 extension, and that she will return to the Commons next week to give MPs one final chance to pass her deal (ie, MV3), before holding a vote on the long Brexit deal. Bercow’s ruling also makes this option much more problematic, because an MV3 next week would still be much the same as the MV2 last week - although perhaps, if it were tied to a short article 50 extension, you could argue that that was a new proposition. Robert Buckland, the solicitor general, has said the UK is in a constitutional crisis. (See 5.02pm.) He has also said parliament might have to prorogue - ie, wrap up the current session of parliament, hold a mini recess, and then return for a new session. (The rule about “no repeat votes” only applies during a single parliamentary session.) However, this would create two significant problems. First, it would take time. Proroguing parliament would take a few days, at best. And, second, any bill currently going through parliament would be lost unless subject to the carry-over procedure. Bercow also suggested that his ruling could prevent some of the amendments already considered during Brexit debates, such as the one suggesting MPs take control of the parliamentary timetable, could be disallowed if brought back. (See 4.42pm.) Bercow managed to unite Brexiter and opposition MPs, who both welcomed his ruling. For example, this is from the Tory MP Owen Paterson. And this is from the Lib Dem MP Ed Davey. But the government is furious. These are from the justice minister Rory Stewart. This is from Robert Buckland, the solicitor general, on Bercow saying he might not allow a repeat vote on the Brexit deal. Buckland told BBC News: We are in a major constitutional crisis here. There are ways around this - a prorogation of parliament and a new session. We are talking about hours to March 29. Frankly we could have done without this. Now we have this ruling to deal with, it is clearly going to require a lot of very fast but very deep thought in the hours ahead. Nicola Sturgeon has written an open letter to Theresa May to complain about suggestions she will allow the Democratic Unionist party a seat in any Brexit trade talks, after refusing for months to give Scotland a direct role. The first minister said giving the DUP a role in trade talks would breach the prime minister’s promises there would no different treatment and powers for different parts of the UK after Brexit. May made that offer in part to assuage DUP fears the Northern Ireland backstop would result in Northern Ireland having different treatment than the rest of the UK. But Sturgeon said May was breaching her own pledges: if the DUP were allowed influence policies in its favour at the cost of other parts of the UK, that clearly breached that protocol, Sturgeon said. It would be a “serious curtailment” of the Scottish parliament’s powers over EU policy areas such as farming and fishing if the Scottish government had no power to influence post-Brexit trade policy but Northern Ireland did have that power, through a sweetheart deal with the DUP. The first minister said: By according the DUP disproportionate influence, it seems clear that maintaining your majority in the UK parliament comes before respect for the properly constituted governments across the UK. [There] must be no question of one political party – the DUP – being represented in talks on the future trade relationship between the UK and EU when other political parties and devolved governments are not. In his final response to a point of order, Bercow stressed that what he said earlier was not his final word on the matter. He would have to make any specific ruling at the time, he suggested. Alex Burghart, a Conservative, asks if the house can suspend the standing orders preventing a motiong being brought back for a repeat vote. Bercow says the house is the custodian of its own standing orders, and so the answer is yes. Bercow says MPs could vote to change the Commons rule preventing repeat votes on the same motion. Labour’s Geraint Davies asks if a meaningful vote would be different if it included provision for a confirmatory second referendum. Davies is one of those MPs backing the idea that the deal should be subject to one. Bercow says he would have to look at the details at the time. Andrea Leadsom has just hit back at Bercow. He was responding to a question about whether he would chair a speaker’s conference on Brexit. In response, Leadsom rose to make a point of order, and said that she would not trust him to chair it because he did not have a good record of showing respect to colleagues. John Bercow is on particularly waspish form at the moment. This is what he said about Andrea Leadsom, the leader of the Commons, a moment ago. I hope the government would feel that respect for procedure does matter. I note that as [SNP shadow Commons leader MP, Pete Wishart] asks his question and I respond, the leader of the house is playing with her electronic device, and so is the deputy chief whip. I didn’t include him in the category of very senior people in the house but that’s a debatable proposition I readily grant. This is from Henry Newman, director of the Open Europe thinktank. Responding to Jacob Rees-Mogg about whether the government could get round the bar on repeated votes on the same issue in a single session of parliament by simply starting a new session of parliament, John Bercow confirmed this could happen. There is a part-precedence for this in the passage of the 1949 Parliament Act, which reduced the powers of the House of Lords in delaying certain legislation. The law was blocked by the Lords twice, over two parliamentary sessions. Since the existing law which the new act was replacing – the 1911 Parliament Act – required three parliamentary sessions to pass before the Commons could overturn the Lords, the Attlee government prorogued parliament – ending the session - and began a new special session lasting from 14 to 26 September 1948, complete with its own King’s speech. Could something similar happen again? Labour MP Stephen Doughty asked Bercow if this could happen. The Speaker said this would be “an unusual step”, but he had no idea whether the government had such plans. Here is a longer version of the Erskine May passage. Labour’s Stephen Doughty asks about rumours (see 4.14pm) that the government could prorogue parliament to get round this ruling. Bercow confirms that, if the government were to do this, legislation not subject to the carry-over procedure would fall. Sky’s Lewis Goodall has posted on Twitter the relevant passage from Erskine May. James Cleverly, a Conservative, says if Bercow had made this ruling earlier, MPs might have realised that last week was their last chance to vote for the Brexit deal. They might have voted differently, he says. Here is the key quote from John Bercow’s opening statement. If the government wishes to bring forward a new proposition that is neither the same nor substantially the same as that disposed of by the house on March 12, this would be entirely in order. What the government cannot legitimately do is resubmit to the house the same proposition – or substantially the same proposition – as that of last week, which was rejected by 149 votes. This ruling should not be regarded as my last word on the subject. It is simply meant to indicate the test which the government must meet in order for me to rule that a third meaningful vote can legitimately be held in this parliamentary session. The SNP’s Pete Wishart says Bercow has made a substantial ruling, and “a correct ruling”. According to the BBC’s Laura Kuenssberg, the solictor general, Robert Buckland, is saying the government may have to prorogue parliament to get round the ruling by John Bercow (because Erskine May says MPs should only vote on the same motion once per parliamentary session). Number 10, as you would expect, is not at all happy, Good Morning Britain’s Anne Alexander reports. Labour’s Hilary Benn, the chair of the Brexit committee, asks if Bercow’s statement means the government would have to get the EU to agree to changes to the agreement. Or would it be enough for the government to offer concessions to a party in the Commons (ie, the DUP). Bercow says, thinking off the top of his head, “in all likelihood, the answer to [Benn’s] question is yes”. A change of opinion about something is not the same as a change to the offer, he says. He says he would have to look at this. Fundamentally, for something to be different, it has to be fundamentally different. Not just different by wording, he says; different by substance. Bercow implies he will not allow a new vote on the Brexit deal unless the EU agrees to further changes to it. This takes Bercow’s ruling much further than his original words implied. Given that the EU has said it will not make any further changes to the withdrawal agreement, Bercow’s answer to Benn may have killed off all prospect of a MV3 vote. Bercow says part of his responsibility as Speaker is to “speak truth to power”. He will continue to do that. I have never been pushed around, and I’m not going to start now. Responding to Mark Francois, Bercow says everything depends upon the circumstances. He says he would have to consider very carefully whether a proposition was the same. Bercow suggests the “no repeat votes” rule could rule out further votes on some of the amendments championed by MPs who want parliament to take control of the Brexit process. Mark Francois, the Tory Brexiter, asks if Bercow’s ruling applies to amendments like the Cooper/Boles one, allowing MPs to take charge of the Commons timetable. The Benn amendment debated last week was very similar. Francois suggests that, if the same idea were to come back, Bercow would have to rule it out. The Labour MP Angela Eagle asks Bercow to confirm that the “no repeat votes” rule is designed to stop the executive bullying the legislature. Jacob Rees-Mogg, the Tory Brexiter, says he is delighted to see Bercow following precedent. There is more joy in heaven over one sinner who has repented, he says, alluding to a ruling from Bercow a few weeks ago that ignored precedent and infuriated Brexiters. Sir Bill Cash, the Tory Brexiter, says what Bercow has said makes an enormous amount of sense. Bercow says it has been rumoured third, or possibly fourth, votes may be scheduled. So he is setting out his views. If the government brings forward a new proposition, that would be in order. But the government cannot bring back “the same proposition”, or “substantially the same proposition”. He says this is not his final ruling on the matter. He is just setting out the test the government must meet. Bercow says he will not allow another vote on May’s Brexit deal unless the details have changed. Bercow says the vote last week did not go against the “no repeat votes” (my paraphrase) rule. There had been changes to the legal agreement. And three new documents had been published, he says. He says in procedural terms it was quite proper that the debate and second vote took place. The government responded by scheduling debates on a no-deal debate and on an article 50 extension. Bercow wants to summarise the chronology of events. He says the EU withdrawal agreement was published on 14 November. The agreement was endorsed by the European council on 25 November. The first scheduled vote on the deal was due to take place on 11 December. But, on 10 December, the vote was postponed after 164 speeches had been made over three of the five days alloted for the debate. That postponement was not caused by me, nor the house, but by the government. Bercow says he said at the time MPs should get a vote on the postponement. But they did not get one. The first meaningful vote was on 15 January. It was lost by 230 votes. The next one was due in February. It was postponed, and the vote took place last week. That vote was lost too. Bercow says ultimately it is for the chair to rule on this. This convention dates back to 1604, he says. He says Chris Bryant, the Labour MP, gave examples in a speech last week examples of speakers ruling a motion could not be brought back because it had already been decided. Erskine May refers to 12 such rulings before 1920. This is a necessary rule to ensure the sensible use of the house’s time, and proper respect for what it decides. He says the absence of rulings since 1920 is due not to the lapse of the convention, but to compliance with it. John Bercow, the Common speaker, is making a surprise statement to MPs. He says there has been much speculation about another meaningful vote. On 13 March Angela Eagle, the Labour MP, asked if it would be proper for the government to keep putting the same motion to a vote. He says MPs from both sides of the House, and from both sides of the argument, have expressed their concerns to him their concerns about MPs voting on the same thing over and over again. Erskine May, the parliamentary rulebook, says an issue that has been decided in substance cannot be brought back to the Commons. ITV’s Robert Peston says it is now highly likely that the next vote on Theresa May’s Brexit deal - the third meaningful vote, or MV3 - won’t take place until next week. The EU is not likely to refuse a request from the UK for an extension of article 50, Hans Dahlgren, the Swedish EU affairs minister, has told The Local, an English language Swedish news website. Dahlgren said: If there is a well argued reason [for an extension] that the UK presents, then I don’t think anyone really wants to resist such a request. The decision needs to be taken by the European council unanimously, but I think as Donald Tusk [the European council president] said, we should be open for a longer extension if there is an argued reason for doing so. And if they want to remain in the European Union for a longer period they also have to elect members of the European Parliament, so this must be part of the whole plan, because the elections are in May. But just to have the process going on and on and on without any plan for what the options on the table would be, that’s not very attractive. A lot of you have been asking process questions about what happens next. I have answered quite a few of them BTL, but it is probably helpful to readers to pull them all together. Doesn’t May have to call a vote this week? No. The government motion passed on Thursday last week did not say a new vote on the deal - meaningful vote three, or MV3 - would definitely take place this week, only that it might take place. Will the MV3 motion be amendable? Yes. At one point the government was attracted to the idea of making the vote on the Brexit deal a straight yes/no vote on an unamendable motion, but the government has long since given up on this idea, partly because of protests from MPs, but partly because John Bercow, the Commons speaker, has made it clear that he is willing bend parliamentary rules to ensure that votes on amendments do take place if that is what MPs want. If there is no MV3 debate this week, can the opposition, or backbenchers, force a vote? No. There are only limited opportunities for the opposition, or for backbenchers, to hold debates in the Commons. The opposition is allocated a set number of debates, but the government gets to decide when they take place. MPs can demand an emergency debate on a topic under standing order 24, but that would be on a neutral motion. It would not be an MV3 debate under the EU Withdrawal Act, which is what is required for the deal to pass. What happens to the amendments if there is no MV3 vote? If there is no MV3 debate this week, there will be no vote on the amendments. If there is no vote this week, will the UK fall out without a deal? Theresa May has said, if her deal does not pass this week, she will ask the EU for a long extension to article 50 and, assuming her request is granted, ask MPs to vote to approve this next week. If the Kyle/Wilson amendment, making deal subject to a second referendum, gets passed, will May whips Tory MPs to vote against the deal as a whole? Good question. We don’t know. This would be a huge U-turn, because it would mean May embracing the no-deal option that she has recently rejected. But we also know that she is very, very firmly opposed to a second referendum, and that her party would split if she ever accepted the idea. Will some Labour Brexiters support the deal? It is possible that, at the last possible moment, some will. That is certainly what Number 10 is assuming, or at least hoping. But it is by no means a certainty. There are some Labour MPs who do not want to be seen as voting against Brexit. But backing a Tory PM when she is facing defeat is quite an ask, particularly if it is likely that a defeat would lead to MPs being given “indicative votes” (May’s plan if her deal gets defeated again), which would make a softish, Labour-type Brexit much more likely. Would an extension stop the UK being able to revoke article 50? No. Even if article 50 were extended, the UK would still have the right to revoke it unilaterally. As the Observer reported at the weekend, the European commission’s secretary general, Martin Selmayr, has been worrying about this. He has been asking what would happen if the UK got a short extension, chose not to take part in the European elections (on the assumption it would leave by the end of June, only for new PM to take over and revoke article 50 after the elections had taken place. If the UK were still in the EU, but not represented in the European parliament, it would not be legally constituted. Perhaps one solution might be for any article 50 extension to come with a condition ruling out revocation? Does anything else have to happen for the withdrawal agreement to be approved? The meaningful vote on its own is not enough. Parliament also has to pass the EU withdrawal implementation bill. And, for the treaty to be ratified, the negative parliamentary consent procedure also applies (although this will just be a formality). In his LBC phone-in this morning Jacob Rees-Mogg, the Tory Brexiter and chair of the ERG, indicated that, if it came down to a choice between Theresa May’s deal and no Brexit, he would vote for the deal. (See 10.25am.) But there are at least 23 Tory Brexiters who are saying that they reject Rees-Mogg’s “lesser of two evils” argument (my paraphrase, not his). In a letter in today’s Daily Telegraph (paywall), they say they will vote against May’s deal regardless. Here is the letter in full. We believe that, if Britain leaves the European Union as planned on March 29, “no deal” will prove to be the precursor to a very good deal indeed. At the time of the 2016 referendum, the choice was between leaving the EU (Brexit) and remaining within it. After remainers lost the referendum, they set up a new choice between “hard” and “soft” Brexit – in reality, between real departure and leaving in name only. Now, “hard/real” Brexit has been redefined as a “catastrophic no-deal Brexit” and purportedly removed from the table by a parliament of remainers who hold a country with a majority of Leavers in contempt. Charles Moore concludes (Comment, March 16) that Brexiteers like us now face only the “two wretched options” of Brexit in name only or the indefinite postponement of any Brexit, and says that he does not envy our dilemma in choosing between them. Yet our moral course is clear: it is not our fault that we are confronted by two unacceptable choices, but it will be our fault if we cast a positive vote in favour of either for fear of the other. The letter implies a no-deal Brexit is still an option. But it does not explain how, given that the vote last week showed a majority of MPs oppose no deal and that Theresa May intends to ask MPs to vote for a long article 50 extension if her deal does not get passed this week. Presumably the Tories who signed the letter think that vote would not pass, and that the UK would leave the EU on 29 March by default. But that is quite a questionable assumption. Rees-Mogg was more honest on LBC, openly admitting that it is not clear whether or not a no-deal Brexit is still a realistic prospect. (See 10.25am.) Here are the names of the 23 Tories who signed the Telegraph letter: Adam Afriyie, Lucy Allan, Crispin Blunt, Peter Bone, Andrew Bridgen, Richard Drax, Mark Francois, Marcus Fysh, Chris Green, Adam Holloway, Philip Hollobone, Ranil Jayawardena, Andrea Jenkyns, David Jones, Dr Julian Lewis, Craig Mackinlay, Sheryll Murray, Owen Paterson, Sir John Redwood, Andrew Rosindell, Ross Thomson, Michael Tomlinson and Anne-Marie Trevelyan. There are three Commons urgent questions today, one of which is on the the procedure for an article 50 extension. It will probably start after 4.15pm. This is from Nick Macpherson, the former permanent secretary at the Treasury, commenting on the Evening Standard report that No 10 is telling Tory Brexiters that Olly Robbins might step down as the PM’s chief Brexit adviser if her deal is passed. If MPs do not agree a Brexit deal this week, Theresa May expects to be offered a nine-month article 50 extension by the EU, ITV’s Robert Peston reports. Here are the main points from the Downing Street lobby briefing. Downing Street has said it won’t hold another vote on Theresa May’s Brexit deal this week unless it has a “realistic prospect” of success. (See 11.56am.) But Number 10 has not ruled out a vote this week either. With Wednesday the deadline for a debate, the government would have to decide by Tuesday evening (when the motion would have to be tabled) whether or not it will go ahead. The prime minister’s spokesman would not comment on an Evening Standard story saying Brexiter Tories are being told that Olly Robbins, the prime minister’s chief Brexit adviser, could be replaced if her deal gets passed. Robbins is a hate figure amongst Brexiters who blame him for pushing May towards a softer Brexit. In his Telegraph article this morning Boris Johnson, the Brexiter former foreign secretary, says her Brexit negotiating team has “obviously failed this country at every level” and needs to be replaced. (See 9.05am.) Downing Street dismissed calls for May to renegotiate the backstop at this week’s EU summit. Boris Johnson proposed this in his Telegraph column this morning. (See 9.05am.) But the spokesman said that there would be no further negotiations on the backstop and that May and Jean-Claude Juncker, the president of the European commission, were both very clear on this when they met in Strasbourg last week. The spokesman said that talks with the DUP were continuing today. But he would not say who was involved in those discussions, or how they were going. The spokesman confirmed that, if MPs did not pass the Brexit deal this week, the prime minister would be seeking a “long” article 50 extension from the EU at the summit starting on Thursday. But he would not say what length extension May would propose. The spokesman played down suggestions that, if there were a long article 50 extension, there could be some alternative to the UK electing new MEPs. In the Commons last week the Labour MP Yvette Cooper quoted a leading EU lawyer who thinks the UK participating in the elections might not be necessary and that UK MEPs could just stay on, or that MEPs could be nominated. But the spokesman said that he was not aware of anyone in government who thought that there might be an adequate alternative to the UK holding the elections. He said, if there were a long article 50 extension, the European elections would have to take place. The European Union needs to know the next move from Westminster, before deciding on a Brexit extension, EU foreign ministers have said. Belgium’s foreign minister, Didier Reynders, said the EU was awaiting a clear signal from London: We are not against an extension in Belgium, but the problem is to do what? Of course, if it is possible to avoid a no-deal situation it would be better. We are sure that a no-deal would be a lose-lose situation for both sides, but we are prepared. Lithuania’s foreign minister, Linas Linkevičius, regretted that there was “no vision, no clarity” from the UK on Brexit, just three days ahead of a crucial summit, where EU leaders will take a decision on a Brexit delay. He added that it was “really important for our UK colleagues to reset [the] mindset and to look for exit from this stalemate situation because it is really not good for all”. EU foreign ministers, including Jeremy Hunt, are holding one of their monthly meetings in Brussels. Brexit is not on the agenda, which is devoted to the EU’s approach to China, as well as the conflict in Yemen. But it is never far away. The Estonian foreign minister Sven Mikser said the EU was ready to consider an extension, but the decision would depend very much on British domestic politics: “The ball at the moment is firmly in the UK side of the court,” he said. Austria’s foreign minister, Karin Kneissl, pointed to the risks facing the EU from a chaotic Brexit extension. If the EU granted the UK an extension for one year without requiring British participation in European elections, the bloc would “end up in a big dilemma, a real quagmire in terms of democratic legitimacy”. I’m just back from the Downing Street lobby briefing. And it was a good illustration of the old rule that the length a briefing is in inverse proportion to its usefulness. (That’s because, if the reporters get a story, they want to wrap up quickly so they can file. If the briefing drags on, that’s because people keep asking questions in the hope that they might eventually get a useable reply.) Here is the main takeaway. No 10 won’t yet commit to holding another vote on the Brexit deal this week, saying it will only call one when if it thinks it has a “prospect of success”. I will post more from the briefing soon. Arriving at the EU foreign affairs council in Brussels this morning, Jeremy Hunt, the foreign secretary, said that he hoped there would be a third vote on Theresa May’s Brexit deal tomorrow. But, he added, “we need to be comfortable that we’ll have the numbers.” He said there were “some cautious signs of encouragement” in that Tories who have opposed the deal up to now, like Norman Lamont and Esther McVey, now want to see it passed. “But there is a lot more work to do,” Hunt added. I’m off to the lobby briefing now. I will post again after 11.30am. But another Tory Brexiter, Sir John Redwood, told the Today programme that Theresa May’s withdrawal agreement was “a very expensive invitation to more talks about possibly getting out with a sensible trade agreement, or perhaps not, with the ultimate problem that Northern Ireland might not be allowed out at all”. He went on: It violates the Conservative manifesto in many important ways. The manifesto is very clear that no deal is better than a bad deal. Redwood said that “a lot” of Conservative MPs shared his concerns, but declined to estimate how many of them would vote against May’s deal for a third time. Explaining why he was now reluctantly backing Theresa May’s deal, after previously opposing it, the Tory Brexiter Daniel Kawczynski told the Today programme his constituents in Shrewsbury were “getting tired of the impasse and the imbroglio that parliament has got itself into”. He went on: They feel that although the deal isn’t optimal, now is the time to support it, otherwise we could lose Brexit. Those of us who campaigned for Brexit cannot put Brexit in jeopardy, and that’s why we are going to have to, I’m afraid, vote for the deal. Here are the main points from Jacob Rees-Mogg’s LBC phone-in. Rees-Mogg is only a backbencher, but he is chair of the European Research Group, which represents up to 80 or so Tories most opposed to Theresa May’s Brexit deal, and so what he and his ERG colleagues decide ahead of the next Commons vote will be crucial. Rees-Mogg hinted that, if the DUP could be persuaded to back May’s deal, he would back it too. Stressing that he had not yet made up his mind what he would do, he said: I’m waiting to see what the DUP will do. The deal is still a very bad deal. It doesn’t deliver on the promises of the Conservative party manifesto, and it doesn’t deliver on the referendum result in full. The question people like me will ultimately have to answer is, can we get to no deal instead? If we can get to no deal instead, that is a better option. It means that we will have left, and that we will have restored our nation’s independence. But I’m concerned that the prime minister, in spite of her previous commitments, is determined to stop no deal, that she has come to the conclusion that it is either her deal, or some form of remaining. I think a two-year extension is basically remaining in the European Union. So those are the considerations people have to think through. If we can get to no deal, that would be the best option. He said he and other ERG members would back May’s deal if they concluded there was no chance of getting no deal as an alternative. He explained: I think many people think that this Brexit is better than a Brexit denied, but that they think we can still get to no deal. As long as people think we can still get to no deal, they will vote the deal down. And that’s my position too. So the debate is really, is no deal still realistic? Last week the Commons voted to rule out a no-deal Brexit. But that vote was not binding, and the EU law will no longer apply to the UK after 29 March unless the exit date set out in the EU Withdrawal Act gets changed by parliament agreeing secondary legislation. May has said that she will change the date, for a short extension, if her deal, is passed this week, and she has implied that she will change the date for a long extension if her deal does not get approved, provided the EU agree. Opposition MPs would vote for an article 50 extension, but they might not agree to a very long one, or one subject to EU conditions. Rees-Mogg’s comments suggest a lot will hinge on what ERG members think will happen in those circumstances. Rees-Mogg said that he would have voted remain in 2016 if he thought Brexit would lead to Scottish independence. Explaining why the views of the DUP were so important to him, he said: Ultimately the United Kingdom is more important to me than the European Union. So if the DUP felt the United Kingdom were being divided up in the deal, then that would mean it were impossible to vote for the deal under any circumstances. The one thing that would have changed my mind in 2106 would had I believed the scare stories that Scotland would leave the United Kingdom if we voted to leave. I did not think it was true, and therefore I was happy to vote to leave. But the United Kingdom is my county, and I don’t want to see my country chopped up. So the DUP’s position is very significant. He said that, if Brexit were blocked now, it might never happen. Arguing that a two-year extension would be the same as remaining, he said: Mrs May’s deal, however bad it is, means that we are legally outside the European Union. If we remain, we will never leave. We have got as close to leaving as we will ever get under these circumstances. If it is thwarted now no one is ever going to allow us another chance to have a vote. The whole weight of British establishment opinion will prevent that ever happening again. He dismissed the notion that Italy or Hungary could veto an article 50 extension as “wishful thinking”. (See 9.14am.) He said that he had not personally profited from Brexit. (See 9.25am.) On the Today programme this morning Ben Wallace, the security minister, said the security services would “despair” if parliament prevented a Brexit deal being agreed. He explained: This morning I will meet the intelligence services and I will meet the police and all the people who protect us. They want us to get on with delivering a Brexit. They are professionals and they are looking after our safety, and if I were to look them in the eye and say ‘Should we just headlong fall into a collapse in government or a collapse in Parliament?’, they would just despair. We are here to give them the support and resource they need as a government, and voting for the deal is the way we will continue to be able to do that and how we will break from Europe. A senior Democratic Unionist has predicted that even if the party backs Theresa May’s Brexit plan in a third Commons vote it will be defeated because of the number of Conservative rebels, my colleagues Peter Walker and Heather Stewart report. Q: Would you consider joining Nigel Farage’s Brexit party? No, says Rees-Mogg. He says he is a Conservative. He says, if the Brexiters formed a separate party and tried to support May on that basis in the Commons, all that would happen would be that May would look for coalition votes somewhere else. Rees-Mogg says he has made no money out of Brexit. He admits he has a fund in Dublin. But his company is a global investment firm, and it has a fund in New Zealand too, he says. He says he does not expect Brexit to be bad for the economy. He says the CBI are opposed to Brexit. But they are not representative, he says. He claims that a third of their members are farmers and landowners. Q: Do you agree with Boris Johnson that May should try again, at this week’s EU summit, to get changes to the backstop? Yes, says Rees-Mogg. He says that would be sensible. Q: And do you think the government needs a new prime minster? Rees-Mogg says, having been involved in move to subject Theresa May to a no confidence vote at the end of last year, he does not want to comment on that. He says anything he will say might be interpreted as “sour grapes”. Q: Do you think the speaker should rule out another vote in parliament, on the grounds that parliamentary rules say the same matter should not be voted on twice? Rees-Mogg accepts that Erskine May, the parliamentary rulebook, does say that. But he says between the first vote and the second vote, the deal changed. And he says that, even if the deal is the same at the time of the third vote, you could argue that the circumstances have changed. If the alternative were a long extension, that would be a material change, he says. Q: How many of your ERG colleagues think the same way as you? Rees-Mogg says many people think May’s deal would be better than no Brexit. But the question is, is no deal still possible? If it is, he and ERG colleagues would vote for that, he says. A caller, who says he is a passionate Brexiter, says the person he listens to most on this is Nigel Farage. Farage says the deal is terrible. So MPs should continue to oppose it, he says. He says he hopes the Italians or the Hungarians will veto an article 50 extension. Rees-Mogg says he has spoken to ambassadors, and does not believe that will happen. The idea that Italy or Hungary could veto an article 50 extension is “wishful thinking”, he says. Rees-Mogg says he does not think the UK will get another chance to leave the EU. Jacob Rees-Mogg, the Tory Brexiter and chair of the European Research Group, is hosting his LBC phone-in now. Asked whether her will vote for Theresa May’s deal, he says he still thinks it is a very bad deal. But he will be influenced by what the DUP says. He also says a lot will depend on whether he thinks no deal is an option. If that is available, he would prefer to leave the EU without a deal than back May’s. But he says May has abandoned her belief that no deal would be better than a bad deal. So it is not clear that rejecting her deal will lead to no deal. He also says that the UK union is more important to him that Europe. That is why, if the deal is acceptable to the DUP, that would make a difference. Good morning. And, yet again, we start the week with Theresa May trying to persuade Conservative MPs to back her Brexit deal. Here is our overnight story on the state of play. In the past it has been tempting to think of the Tory Brexiters as a unified bloc. But increasing they are fracturing. There are the soft hard Brexiters, like the 39 Tory MPs who voted against Theresa May’s deal in January changed their minds and voted in favour. Then there are the hard hard Brexiters, who where still opposed to May last week but who are now starting to wobble. And then there are the irreconcilables, who are likely to carry on voting against the deal to the bitter end. One of the most influential Brexiter Tories is Boris Johnson, who resigned as foreign secretary because he was opposed to the Chequers plan, and he has set out his latest position in his Telegraph column (paywall). He is sounding like an irreconcilable, but if you read his article carefully you will see that, like some of the other wobbly hard hard Brexiters (Jacob Rees-Mogg and the DUP, for example), he is not ruling out the possibility that he could eventually be persuaded. This is what Johnson says about May’s deal. We will be legally and politically at the mercy of Brussels, since we will be obliged to accept all EU legislation, during the so-called implementation period: the first time since the Norman Conquest that a foreign power has passed the laws of this country. Worst of all, the Irish backstop arrangement gives the EU an indefinite means of blackmail, so that they will be able to keep us locked in the customs union and large parts of the single market, unless we are prepared to abandon Northern Ireland; and they will use this blackmail to get their way throughout the negotiations, notably over the free movement of people. If we agree this deal – and unless we have a radical change in our approach to the negotiations – we face an even greater humiliation in the second phase. But Johnson also says the government should try one more time to get the EU to offer fresh concessions. Is there a way forward? Perhaps. There is an EU summit this week. It is not too late to get real change to the backstop. It would be absurd to hold the vote before that has even been attempted. And he also suggests that, if the government can provide some assurances about the next stage of the negotiation, he could be persuaded to rethink his opposition to the deal. One of the topics on which he says he wants reassurance is the composition of the UK negotiating team. Are we going to make any changes whatsoever to a UK negotiating team which has so obviously failed this country at every level? After almost three years of humiliation, has the UK discovered some basic courage and belief in an open, independent, outward-looking and free-trading Brexit? At present the answer to all those questions is a resounding “no”. We need some better answers and we need them this week. Johnson does not say it explicitly, but it is hard not to read this a declaration that the person at the very top of the UK negotiating team, ie the PM, needs to go, and that any pledge on this front might be helpful in securing his support for the deal. Here is the agenda for the day. Morning: The EU foreign affairs council meets in Brussels 9am: Jacob Rees-Mogg, the Tory Brexiter and chair of the European Research Group, which represents Conservatives MPs pushing for a harder Brexit, chairs his regular LBC phone-in. 11am: Downing Street lobby briefing. 11am: Donald Tusk, president of the European council, meets the German chancellor, Angela Merkel, in Berlin ahead of the EU summit later this week. Later Tusk will meet the French president, Emmanuel Macron, in Paris. 2.30pm: Amber Rudd, the work and pensions secretary, takes questions in the Commons. Also at some point today Jeremy Corbyn is due to hold talks with the smaller opposition parties to discuss a joint approach to Brexit. As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I wrap up, at around 6pm. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "52470",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "tv-and-radio/2019/mar/18/david-lammy-comic-relief-criticism-behind-8m-donation-drop-tory-mp-chris-philp",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-03-18T21:36:36Z",
    "webTitle": "David Lammy hits back at Tory MP over Comic Relief criticism",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/mar/18/david-lammy-comic-relief-criticism-behind-8m-donation-drop-tory-mp-chris-philp",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/mar/18/david-lammy-comic-relief-criticism-behind-8m-donation-drop-tory-mp-chris-philp",
    "fields": {
      "headline": "David Lammy hits back at Tory MP over Comic Relief criticism",
      "standfirst": "<p>Chris Philp blamed Labour MP’s ‘white saviour’ comments for £8m fall in donations<br></p>",
      "trailText": "Chris Philp blamed Labour MP’s ‘white saviour’ comments for £8m fall in donations<br>",
      "byline": "Kevin Rawlinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"82b0fcf67786a57c13238c45a3c8beddc5d87a54\"> <img src=\"https://media.guim.co.uk/82b0fcf67786a57c13238c45a3c8beddc5d87a54/0_408_5976_3584/1000.jpg\" alt=\"David Lammy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Lammy called on Comic Relief to reflect upon his criticism.</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The Labour MP David Lammy has hit back at critics who have sought to link his criticism of Comic Relief <a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/17/red-nose-day-raises-8m-less-than-2017-as-viewing-figures-fall\">with a drop in donations this year</a>.</p> <p>The Conservative MP Chris Philp claimed on Sunday that Lammy had caused an £8m drop in the amount of money donated to the charity by airing his concerns that the charity perpetuated “tired and unhelpful stereotypes” about Africa.</p> <p>Responding on Monday, the Labour MP poked fun at Philp but also said he wanted Comic Relief to reflect upon his criticism.</p> <p>“The amount of money raised by Comic Relief has faced periodic decline in recent years, since it peaked in 2011. A combination of factors including years of austerity, declining TV viewing figures, broader trends in the charity sector and format fatigue are all factors that explain this trend,” Lammy said.</p> <p>“I hope my comments surrounding some of the tired, unhelpful tropes, which I have now been highlighting for several years, will inspire the charity to refresh its image and think harder about the effects its output has on our perceptions of Africa – and the costly knock-on effect this has on the continent.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2017/mar/24/africa-comic-relief\">Africa deserves better from Comic Relief | David Lammy</a> </p> </aside>  <p>“I have seen first-hand the very good work Comic Relief donations fund in the UK and abroad and I hope that a revitalised and refreshed Comic Relief will reverse this trend in the coming years.”</p> <p>Philp <a href=\"https://twitter.com/CPhilpOfficial/status/1107182946870534145\">had tweeted</a> that Lammy’s “pathetic manufactured indignation” was behind the £8m drop in donations. He also criticised his “absurd egotistical posturing”, saying the money “could have been used to save lives”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CPhilpOfficial/status/1107182946870534145\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Pathetic manufactured indignation from <a href=\"https://twitter.com/DavidLammy?ref_src=twsrc%5Etfw\">@DavidLammy</a> has caused £8m less money to be raised for charity. The cost of his absurd egotistical posturing is real. This is money that could have been used to save lives. He should fulsomely apologise to stop a repeat next year <a href=\"https://t.co/Kmr5HirBqV\">pic.twitter.com/Kmr5HirBqV</a></p>&mdash; Chris Philp MP (@CPhilpOfficial) <a href=\"https://twitter.com/CPhilpOfficial/status/1107182946870534145?ref_src=twsrc%5Etfw\">March 17, 2019</a></blockquote>  </figure>  <p>In a mocking reference to Philp’s comments, the LBC radio host James O’Brien asked what else could be blamed for, adding: “May I nominate the weather?” <a href=\"https://twitter.com/DavidLammy/status/1107592953302786048\">Lammy replied</a>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1107592953302786048\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To be fair since I&#39;ve become MP for Tottenham sea-levels have risen, Trump has become President, and England still hasn&#39;t won the world cup since &#39;66. Coincidence? <a href=\"https://t.co/YxOB2XKchG\">https://t.co/YxOB2XKchG</a></p>&mdash; David Lammy (@DavidLammy) <a href=\"https://twitter.com/DavidLammy/status/1107592953302786048?ref_src=twsrc%5Etfw\">March 18, 2019</a></blockquote>  </figure>  <p>Among the others who criticised Lammy after his comments was Jimmy Wales, the founder of Wikipedia, who <a href=\"https://twitter.com/jimmy_wales/status/1106662026305245186\">tweeted</a> on Red Nose Day last Friday:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jimmy_wales/status/1106662026305245186\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I notice <a href=\"https://twitter.com/DavidLammy?ref_src=twsrc%5Etfw\">@DavidLammy</a> wisely keeping quiet while the UK celebrates <a href=\"https://twitter.com/comicrelief?ref_src=twsrc%5Etfw\">@comicrelief</a> <a href=\"https://twitter.com/hashtag/rednoseday?src=hash&amp;ref_src=twsrc%5Etfw\">#rednoseday</a> raising millions for good causes and raising awareness of our fortunate place in the world and what we can do to help.  Wisely keeping quiet.</p>&mdash; Jimmy Wales (@jimmy_wales) <a href=\"https://twitter.com/jimmy_wales/status/1106662026305245186?ref_src=twsrc%5Etfw\">March 15, 2019</a></blockquote>  </figure>  <p>The row began last month, when <a href=\"https://www.theguardian.com/tv-and-radio/2019/feb/28/david-lammy-stacey-dooley-comic-relief-white-saviour-row-uganda-red-nose-day-film\">Lammy picked up on criticism</a> of the television presenter Stacey Dooley from the campaign group No White Saviours, which was unhappy that she had posted a picture on social media of herself and a black child that was taken during a visit to Uganda for Comic Relief.</p> <p>The MP said: “The world does not need any more white saviours. As I’ve said before, this just perpetuates tired and unhelpful stereotypes. Let’s instead promote voices from across the continent of Africa and have serious debate.”</p> <p>He added that he did not question Dooley’s “good motives” but said: “My problem with British celebrities being flown out by Comic Relief to make these films is that it sends a distorted image of Africa which perpetuates an old idea from the colonial era.”</p>",
      "newspaperPageNumber": "7",
      "wordcount": "443",
      "firstPublicationDate": "2019-03-18T21:36:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:54Z",
      "newspaperEditionDate": "2019-03-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3vpq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/82b0fcf67786a57c13238c45a3c8beddc5d87a54/0_408_5976_3584/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Labour MP David Lammy has hit back at critics who have sought to link his criticism of Comic Relief with a drop in donations this year. The Conservative MP Chris Philp claimed on Sunday that Lammy had caused an £8m drop in the amount of money donated to the charity by airing his concerns that the charity perpetuated “tired and unhelpful stereotypes” about Africa. Responding on Monday, the Labour MP poked fun at Philp but also said he wanted Comic Relief to reflect upon his criticism. “The amount of money raised by Comic Relief has faced periodic decline in recent years, since it peaked in 2011. A combination of factors including years of austerity, declining TV viewing figures, broader trends in the charity sector and format fatigue are all factors that explain this trend,” Lammy said. “I hope my comments surrounding some of the tired, unhelpful tropes, which I have now been highlighting for several years, will inspire the charity to refresh its image and think harder about the effects its output has on our perceptions of Africa – and the costly knock-on effect this has on the continent. “I have seen first-hand the very good work Comic Relief donations fund in the UK and abroad and I hope that a revitalised and refreshed Comic Relief will reverse this trend in the coming years.” Philp had tweeted that Lammy’s “pathetic manufactured indignation” was behind the £8m drop in donations. He also criticised his “absurd egotistical posturing”, saying the money “could have been used to save lives”. In a mocking reference to Philp’s comments, the LBC radio host James O’Brien asked what else could be blamed for, adding: “May I nominate the weather?” Lammy replied: Among the others who criticised Lammy after his comments was Jimmy Wales, the founder of Wikipedia, who tweeted on Red Nose Day last Friday: The row began last month, when Lammy picked up on criticism of the television presenter Stacey Dooley from the campaign group No White Saviours, which was unhappy that she had posted a picture on social media of herself and a black child that was taken during a visit to Uganda for Comic Relief. The MP said: “The world does not need any more white saviours. As I’ve said before, this just perpetuates tired and unhelpful stereotypes. Let’s instead promote voices from across the continent of Africa and have serious debate.” He added that he did not question Dooley’s “good motives” but said: “My problem with British celebrities being flown out by Comic Relief to make these films is that it sends a distorted image of Africa which perpetuates an old idea from the colonial era.”",
      "charCount": "2608",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "society/2019/mar/18/dont-make-criminals-of-homeless-people",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-03-18T19:25:50Z",
    "webTitle": "Don’t make criminals of homeless people | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/mar/18/dont-make-criminals-of-homeless-people",
    "apiUrl": "https://content.guardianapis.com/society/2019/mar/18/dont-make-criminals-of-homeless-people",
    "fields": {
      "headline": "Don’t make criminals of homeless people",
      "standfirst": "Labour plans to scrap the Vagrancy Act are welcomed by a group of MPs, while <strong>Chris Bailey</strong> calls for funding to tackle empty homes. Plus letters from <strong>Sheron Carter, Jeremy Beecham </strong>and <strong>Stephen McCrory</strong>",
      "trailText": "<strong>Letters:</strong> Labour plans to scrap the Vagrancy Act are welcomed by a group of MPs, while <strong>Chris Bailey</strong> calls for funding to tackle empty homes. Plus letters from <strong>Sheron Carter, Jeremy Beecham </strong>and <strong>Stephen McCrory</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cc74e1f2fc129719876df26aa6caca8861f06720\"> <img src=\"https://media.guim.co.uk/cc74e1f2fc129719876df26aa6caca8861f06720/0_117_3500_2100/1000.jpg\" alt=\"A homeless man begs in a London street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A homeless man begs in a London street. ‘No more can we threaten to fine people who have nothing.’</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>",
      "body": "<p>As Labour party members, and supporters, we welcome the announcement by the Labour leadership that it will repeal the 1824 Vagrancy Act once the Labour party is in government, but more needs to be done to end the criminalisation of homelessness. The Vagrancy Act makes it a crime to sleep “in any deserted or unoccupied building, or in the open air, or under a tent, or in any cart of waggon, not having any visible means of subsistence”. People can be fined up to £1,000 and given a two-year criminal record under an act which specifically targets the most marginalised in our society, and thousands face arrest every year.</p> <p>The Vagrancy Act is just one segment of a system of criminalisation of people experiencing homelessness and rough sleeping. Public space protection orders can make it illegal to beg or sleep rough within a given area. A raft of other anti-social behaviour measures, from criminal behaviour orders to dispersal orders, give police and councils powers to move rough sleepers on, or give them a hefty fine. A study by the charity Crisis showed that 73% of rough sleepers experienced some kind of criminalisation in the last year. People experiencing homelessness can be intensely vulnerable. Too often these measures trap people in a cycle, faced with fines they cannot pay and with a growing mistrust of those official council services they should be turning to for help.</p> <p>No more can we threaten to fine people who have nothing. No more can we accept legislation which targets rough sleepers as criminals, when they are far more likely to be victims of harassment, violence and abuse. We’re calling for an end to the Vagrancy Act, and for councils and police forces to cease using all measures which ban begging and rough sleeping or target those experiencing homelessness.<br><strong>Rachael Maskell MP, </strong><strong>Hugh Gaffney MP,</strong><strong> Lloyd Russell-Moyle MP, </strong><strong>Catherine West MP</strong><strong>, Karen Lee MP</strong><strong> and more than 240 </strong><strong>others</strong><em> (see full list at https://www.labourhomelessness.org.uk/open-letter)</em></p> <p>• In your article on England’s 216,000 long-term empty homes (<a href=\"https://www.theguardian.com/society/2019/mar/11/empty-homes-england-rises-property\" title=\"\">Report</a>, 12 March) the housing minister Kit Malthouse says local authorities have powers to take action on long-term empty homes and he expects them “to make full use of these so everyone has a roof over their head”.</p> <p>Sadly we only have to look outside our window to see that this is not the case. The streets of our cities are home to thousands. Over 80,000 families and 120,000 children are in unsuitable and often overcrowded temporary accommodation, at a cost to the nation of £1bn a year. And we spend over £9bn a year on housing benefit paid to landlords who are not even required to deliver housing of a decent standard in return.</p> <p>Meanwhile shortage of supply, in particular of social homes, has resulted in housing being treated as assets first and as accommodation a poor second. The minister himself mentions that councils cannot even enforce council tax premiums until a home has been identified as empty for over two years – four times the length of most private sector tenancies. This is too long. Furthermore, although government collects and reports data on empty homes there is no statutory role in bringing them into use in local authorities. This makes work on the issue patchy.</p> <p>The last targeted government funding stopped in 2015 and it is no coincidence that numbers have risen since. That fund worked. It is time government backed local councils with investment to bring long-term empty homes into use for those in housing need, through incentives and through leasing and purchase schemes, as well as the currently failing enforcement regime.<br><strong>Chris Bailey</strong><br><em>Campaign Manager, Action on Empty Homes</em></p> <p>• At Habinteg, as an organisation that provides and promotes accessible homes, we read with some optimism the news that the chancellor intends to offer a £3bn fix for Britain’s “broken housing market” (<a href=\"https://www.theguardian.com/uk-news/2019/mar/13/chancellor-philip-hammond-spring-statement-offers-fix-britain-broken-housing-market-build-30000-affordable-homes\" title=\"\">Report</a>, 14 March). While it’s clear that more affordable housing needs to be created, it’s vitally important that the new publicly funded homes are of a standard that will continue to meet people’s needs into the future.</p> <p>A report released by the Centre for Ageing Better shows millions of us are at risk of a poor quality of life in its later stages. It highlights that 93% of current UK housing fails even the most basic accessibility standards. We know our population is ageing and that he number of disabled people is increasing. Housing this growing population in suitably accessible and adaptable homes is one of the major challenges we face in the UK. Failing to address it will inevitably add to the already increasing demands on our health and social care systems.</p> <p>Since October 2015, building regulations have provided a specification for accessible, adaptable homes. Category 2 homes aren’t specialist provision, but homes that are great for a whole range of households, adaptable to the needs of the people that live in them and throughout the life of the home itself.</p> <p>We want to see new homes in all sectors built to this standard as a minimum requirement and government has a great opportunity to lead the way. Requiring new homes built through the extended affordable homes guarantee scheme to meet the Category 2 standard would help ensure their long-lasting value for public money, and make them homes fit for the demands of the future.<br><strong>Sheron Carter</strong><br><em>Chief executive, Habinteg</em></p> <p>• Philip Hammond’s pledge of £3bn for “affordable” housing should be enough to build all of 30,000 new homes, but raises a number of questions. What is the definition of affordability, how many, if any, will be provided by local authorities or social housing providers, what is the anticipated geographical distribution, and will the space and energy standards be an improvement on the present levels, which are among the lowest in Europe?<br><strong>Jeremy Beecham</strong><br><em>Labour, House of Lords</em></p> <p>• I cannot be the only person who noted the incongruity when turning the page from your “<a href=\"https://www.theguardian.com/money/gallery/2019/mar/15/homes-in-areas-of-outstanding-natural-beauty-in-pictures\" title=\"\">Fantasy house hunt</a>” feature (Money, 16 March) to your “<a href=\"https://www.theguardian.com/membership/2019/mar/16/biscuit-fund-volunteers-britain-welfare-state\" title=\"\">Tales of austerity</a>” (Membership page, 16 March). The continuing presence of the former (minimum house price £345,000) in the Guardian in these difficult times seems like a very bad “up yours” joke at the expense of those who struggle to pay the cost of the paper, never mind a £1.695m, 20-acre farm in Somerset. Can we lose Fantasy house hunt, or replace it with “Practical house hunt” featuring a range of affordable, for sale and for rent houses across the country? <br><strong>Stephen McCrory</strong><br><em>Belfast</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1122",
      "commentable": "false",
      "firstPublicationDate": "2019-03-18T19:25:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-18T19:30:02Z",
      "newspaperEditionDate": "2019-03-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b2q78",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cc74e1f2fc129719876df26aa6caca8861f06720/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As Labour party members, and supporters, we welcome the announcement by the Labour leadership that it will repeal the 1824 Vagrancy Act once the Labour party is in government, but more needs to be done to end the criminalisation of homelessness. The Vagrancy Act makes it a crime to sleep “in any deserted or unoccupied building, or in the open air, or under a tent, or in any cart of waggon, not having any visible means of subsistence”. People can be fined up to £1,000 and given a two-year criminal record under an act which specifically targets the most marginalised in our society, and thousands face arrest every year. The Vagrancy Act is just one segment of a system of criminalisation of people experiencing homelessness and rough sleeping. Public space protection orders can make it illegal to beg or sleep rough within a given area. A raft of other anti-social behaviour measures, from criminal behaviour orders to dispersal orders, give police and councils powers to move rough sleepers on, or give them a hefty fine. A study by the charity Crisis showed that 73% of rough sleepers experienced some kind of criminalisation in the last year. People experiencing homelessness can be intensely vulnerable. Too often these measures trap people in a cycle, faced with fines they cannot pay and with a growing mistrust of those official council services they should be turning to for help. No more can we threaten to fine people who have nothing. No more can we accept legislation which targets rough sleepers as criminals, when they are far more likely to be victims of harassment, violence and abuse. We’re calling for an end to the Vagrancy Act, and for councils and police forces to cease using all measures which ban begging and rough sleeping or target those experiencing homelessness. Rachael Maskell MP, Hugh Gaffney MP, Lloyd Russell-Moyle MP, Catherine West MP, Karen Lee MP and more than 240 others (see full list at https://www.labourhomelessness.org.uk/open-letter) • In your article on England’s 216,000 long-term empty homes (Report, 12 March) the housing minister Kit Malthouse says local authorities have powers to take action on long-term empty homes and he expects them “to make full use of these so everyone has a roof over their head”. Sadly we only have to look outside our window to see that this is not the case. The streets of our cities are home to thousands. Over 80,000 families and 120,000 children are in unsuitable and often overcrowded temporary accommodation, at a cost to the nation of £1bn a year. And we spend over £9bn a year on housing benefit paid to landlords who are not even required to deliver housing of a decent standard in return. Meanwhile shortage of supply, in particular of social homes, has resulted in housing being treated as assets first and as accommodation a poor second. The minister himself mentions that councils cannot even enforce council tax premiums until a home has been identified as empty for over two years – four times the length of most private sector tenancies. This is too long. Furthermore, although government collects and reports data on empty homes there is no statutory role in bringing them into use in local authorities. This makes work on the issue patchy. The last targeted government funding stopped in 2015 and it is no coincidence that numbers have risen since. That fund worked. It is time government backed local councils with investment to bring long-term empty homes into use for those in housing need, through incentives and through leasing and purchase schemes, as well as the currently failing enforcement regime. Chris Bailey Campaign Manager, Action on Empty Homes • At Habinteg, as an organisation that provides and promotes accessible homes, we read with some optimism the news that the chancellor intends to offer a £3bn fix for Britain’s “broken housing market” (Report, 14 March). While it’s clear that more affordable housing needs to be created, it’s vitally important that the new publicly funded homes are of a standard that will continue to meet people’s needs into the future. A report released by the Centre for Ageing Better shows millions of us are at risk of a poor quality of life in its later stages. It highlights that 93% of current UK housing fails even the most basic accessibility standards. We know our population is ageing and that he number of disabled people is increasing. Housing this growing population in suitably accessible and adaptable homes is one of the major challenges we face in the UK. Failing to address it will inevitably add to the already increasing demands on our health and social care systems. Since October 2015, building regulations have provided a specification for accessible, adaptable homes. Category 2 homes aren’t specialist provision, but homes that are great for a whole range of households, adaptable to the needs of the people that live in them and throughout the life of the home itself. We want to see new homes in all sectors built to this standard as a minimum requirement and government has a great opportunity to lead the way. Requiring new homes built through the extended affordable homes guarantee scheme to meet the Category 2 standard would help ensure their long-lasting value for public money, and make them homes fit for the demands of the future. Sheron Carter Chief executive, Habinteg • Philip Hammond’s pledge of £3bn for “affordable” housing should be enough to build all of 30,000 new homes, but raises a number of questions. What is the definition of affordability, how many, if any, will be provided by local authorities or social housing providers, what is the anticipated geographical distribution, and will the space and energy standards be an improvement on the present levels, which are among the lowest in Europe? Jeremy Beecham Labour, House of Lords • I cannot be the only person who noted the incongruity when turning the page from your “Fantasy house hunt” feature (Money, 16 March) to your “Tales of austerity” (Membership page, 16 March). The continuing presence of the former (minimum house price £345,000) in the Guardian in these difficult times seems like a very bad “up yours” joke at the expense of those who struggle to pay the cost of the paper, never mind a £1.695m, 20-acre farm in Somerset. Can we lose Fantasy house hunt, or replace it with “Practical house hunt” featuring a range of affordable, for sale and for rent houses across the country? Stephen McCrory Belfast • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6766",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/mar/18/private-care-homes-are-a-failed-model",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-03-18T19:22:09Z",
    "webTitle": "Private care homes are a failed model | Letter",
    "webUrl": "https://www.theguardian.com/society/2019/mar/18/private-care-homes-are-a-failed-model",
    "apiUrl": "https://content.guardianapis.com/society/2019/mar/18/private-care-homes-are-a-failed-model",
    "fields": {
      "headline": "Private care homes are a failed model",
      "standfirst": "An overstretched NHS is being forced to pick up the pieces when private care homes go bust, writes <strong>Gillian Dalley</strong>",
      "trailText": "<strong>Letter: </strong>An overstretched NHS is being forced to pick up the pieces when private care homes go bust, writes <strong>Gillian Dalley</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"602807168e980686d11d5afce88578a4024f42f9\"> <img src=\"https://media.guim.co.uk/602807168e980686d11d5afce88578a4024f42f9/0_99_5384_3230/1000.jpg\" alt=\"A care home run by Four Seasons Health Care, which is seeking a buyer\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A care home run by Four Seasons Health Care, which is seeking a buyer.</span> <span class=\"element-image__credit\">Photograph: Photofusion/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>One hundred care home operators are reported as going out of business last year, and over 400 in the past five years (<a href=\"https://www.theguardian.com/society/2019/mar/11/over-400-care-home-operators-collapse-in-five-years-as-cuts-take-toll\" title=\"\">Collapse of care home firms ‘could force patients into hospitals’</a>, 12 March). Residential care has for far too long been the unsuccessful model for services intended for the public good being run instead by the private sector.</p> <p>Surely it is wrong for people, often in their final years, to live under the constant threat of homelessness, because care home owners are unable to make a profit. It is bad enough, at the best of times, that this model is based on a proportion of the fees paid to the homes (either by the state or by residents themselves) being extracted as profit for their owners. But in times of prolonged austerity (as now), when the fine balance of “income in/profit out” is threatened, homes are closed down and chaos ensues – with residents moved on without consent to other “suitable” accommodation.</p> <p>This often means NHS hospitals, proving a double burden on the state (with both the additional unplanned costs to the NHS of their new patients, often inappropriately placed, and the knock-on effects of delays to the treatment of those who otherwise would be treated). It’s the same old tale of two models – the private sector providing public services, under contract to the state, run only so long as it makes profit, under no obligation to residents or staff. In contrast, the public sector operates only for the public good.<br><strong>Gillian Dalley</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "300",
      "commentable": "false",
      "firstPublicationDate": "2019-03-18T19:22:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-18T19:30:04Z",
      "newspaperEditionDate": "2019-03-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b2qkt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/602807168e980686d11d5afce88578a4024f42f9/0_99_5384_3230/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One hundred care home operators are reported as going out of business last year, and over 400 in the past five years (Collapse of care home firms ‘could force patients into hospitals’, 12 March). Residential care has for far too long been the unsuccessful model for services intended for the public good being run instead by the private sector. Surely it is wrong for people, often in their final years, to live under the constant threat of homelessness, because care home owners are unable to make a profit. It is bad enough, at the best of times, that this model is based on a proportion of the fees paid to the homes (either by the state or by residents themselves) being extracted as profit for their owners. But in times of prolonged austerity (as now), when the fine balance of “income in/profit out” is threatened, homes are closed down and chaos ensues – with residents moved on without consent to other “suitable” accommodation. This often means NHS hospitals, proving a double burden on the state (with both the additional unplanned costs to the NHS of their new patients, often inappropriately placed, and the knock-on effects of delays to the treatment of those who otherwise would be treated). It’s the same old tale of two models – the private sector providing public services, under contract to the state, run only so long as it makes profit, under no obligation to residents or staff. In contrast, the public sector operates only for the public good. Gillian Dalley London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1784",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/18/john-bercow-brexit-peoples-vote",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-18T19:19:45Z",
    "webTitle": "Bercow’s ruling has breathed new life into the people’s vote | Polly Toynbee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/18/john-bercow-brexit-peoples-vote",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/18/john-bercow-brexit-peoples-vote",
    "fields": {
      "headline": "Bercow’s ruling has breathed new life into the people’s vote",
      "standfirst": "<p>The Speaker is right to seize back sovereignty for the Commons against the abuse of power by May and her chaotic government</p>",
      "trailText": "The Speaker is right to seize back sovereignty for the Commons, says Guardian columnist Polly Toynbee",
      "byline": "Polly Toynbee",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8e6da297-ea14-4e78-81a8-086a113cbed4\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/ZEpzY5JbYM4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Brexit fatigue and Brexit bullying are Theresa May’s instruments of torture to grind recalcitrant MPs into passing her destructive deal. No more, says the Speaker: this war of attrition must stop. Her deal must change and if she brings one back, it must be “fundamentally different”. How different? He can’t say until he sees what plan, if any, she will present.</p> \n<p>Rightly John Bercow complains of time wasted, of <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\" title=\"\">running down the clock</a> as she tries to crush MPs against the concrete wall she herself constructed. No 10 was not forewarned of the Speaker’s ruling. Oddly, the Brexiteers were sounding pleased, presuming her deal as it stands can’t pass. They hope that no-deal beckons – still the legal certainty unless parliament passes something else. But the champion of the house will guarantee that MPs get the chance to stop no-deal dead.</p> \n<p>This opens the door of hope for all sides. There must certainly now be a long delay: any substantial change to May’s deal needs renegotiation with the EU, and time and thought for the country. In crushing the life out of debate by using the clock, in using no-deal or no-Brexit as lethal weapons, the prime minister has caused a <a href=\"https://www.theguardian.com/commentisfree/2018/jun/17/may-grieve-brexit-constitutional-crisis\" title=\"\">constitutional crisis</a> not seen in our lifetimes. Bercow is right to seize back sovereignty for the Commons against the abuse of power by May and her chaotic government.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/john-bercow-brexit-moment-speaker-ruling\">John Bercow has seized his Brexit moment – and now all bets are off | Rafael Behr</a> </p> \n</aside> \n<p>How different all this might have been under a wiser, cleverer, more empathic and perceptive leader. She could have reached out from her first day to try to heal the great gash in the country caused by David Cameron’s reckless referendum. Imagine if she had called a national council, a Speaker’s conference or a commission of all parties and interests, with citizens’ assemblies to lay out what was actually possible and what was fantastical nonsense in ways forward. But that is a unicorn wish: she is what she is. The country fell into the hands of someone only capable of making a very bad situation infinitely worse.</p> \n<p>The Speaker has frozen events at a shamefully low point in May’s progress. That once mighty Tory party power machine is submitting itself to the crudest blackmail by DUP Bible-bashers and bigots, bent on destroying hard-won peace on their island. Their mouths stuffed with gold, promised a Stormont lock (though they wrecked Stormont), these past masters of leverage <a href=\"https://www.theguardian.com/politics/2019/mar/17/may-in-make-or-break-bid-to-gain-dup-support-for-her-brexit-deal\" title=\"\">dangle their support</a>. But they may yet withhold it, as the government dances attendance on their every poisonous word, vassals indeed.</p> \n<p>If May’s deal returns in any recognisable form, it’s even less clear now how many would back it. There may be too many no-deal implacables of the <a href=\"https://www.theguardian.com/commentisfree/2019/mar/13/parliament-betraying-voters-clean-brexit-best-option-eu-john-redwood\" title=\"\">John Redwood hue</a>, John Major’s old “bastards” who relish their lifelong rebellion against the party’s leaders more than they care about any Brexit. Tory leadership contenders eye one another warily. What will please the grassroots most: aiding Brexit or going down with the Brexit ship? For a sample of current idiocy, Lucy Allan, a Brexiter MP, told the Financial Times she may “consider supporting the prime minister’s deal, although in my view it is a worse option than remain”. Of course it is, and most MPs planning to vote for it know it.</p> \n<p>The prime minister may yet frighten enough Brexiteers into backing something like her deal for fear of a long extension, unwelcome EU elections and no Brexit at all. If any deal passes, expect a national sigh of relief. Phew! It’s over! What stamina the woman has, what fortitude and resilience. But she will get the <a href=\"https://www.theguardian.com/politics/2019/mar/16/eu-war-gaming-for-fall-of-theresa-may-government\" title=\"\">briefest reprieve</a>. Either her executioners come for her, or she stays to face the music of what she has done.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a36ed34b-e7af-4063-b6fb-655028a7046d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/5FNey_iUrl8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The awful truth would dawn that her deal settled almost nothing and the Brexit blood feud rolls on. Will the UK become Norway, Canada, Singapore – or some rogue-state Cayman Islands <a href=\"https://www.theguardian.com/us-news/2016/jan/18/the-cayman-islands-home-to-100000-companies-and-the-850-packet-of-fish-fingers\" title=\"\">tax haven</a>? Every passing month will show how deeply we will still be subject to EU laws and regulations, but with no say. There will no returning to the EU for years.</p> \n<p>For the far more complex trade deal ahead, no lessons have been learned. There will be no unity in the government over what it wants, facing the next negotiations in the same dysfunctional state of internal conflict. Now Brexiteer MPs demand the sack for Olly Robbins, the chief negotiator with experience.</p> \n<p>The UK will sit in Brussels corridors, outside meetings that decide rules we dare not diverge from, in need of their trade. The EU will change, with new commissioners, a new parliament, strangers to us now.</p> \n<p>We will miss out on those promised good deals with the US and China: Australia has spent 10 years failing to make a deal with India. The US trade department is <a href=\"https://www.regulations.gov/document?D=USTR-2018-0036-0001\" title=\"\">drawing up demands</a> for any UK deal. As well as the chlorination, hormones and GM food, they want us to drop our “precautionary” safety-first principle for food and chemicals, pay higher US prices for NHS drugs, and forget controlling US tech giants. To strike a deal we need to cave in cravenly. Forget sovereignty.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live\">Bercow suggests he will not allow another Brexit deal vote unless EU agrees further changes – Politics live</a> </p> \n</aside> \n<p>Every MP not blinded by Brexitmania knows the damage implicit in any Brexit. Look what we lose in security, in shared anti-terror and crime agencies. Look what we have lost already in prestige, in respect, as the world looks on amazed.</p> \n<p>There is more hope, now that Bercow has asserted the supremacy of parliament. Who knows if anything like her bad deal is to be put again? But the spirit of the <a href=\"https://labourlist.org/2019/03/mays-deal-set-to-be-defeated-again-could-kyle-wilson-be-the-solution/\" title=\"\">Kyle-Wilson motion</a> will live on, so that any plan she has can’t pass without a confirmatory vote of the people. </p> \n<p>Every poll for a year has put remain ahead – most by some 8% – and a delay means a better chance of a second vote. The country needs a long extension. To impose anything without a public vote would be the great denial of democracy, the great betrayal.</p> \n<p>• Polly Toynbee is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "990",
      "commentCloseDate": "2019-03-19T08:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-18T19:19:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:11Z",
      "newspaperEditionDate": "2019-03-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3vy5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e438fd3a9e2a7f0009581f1713fab34a06e6c096/0_88_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Brexit fatigue and Brexit bullying are Theresa May’s instruments of torture to grind recalcitrant MPs into passing her destructive deal. No more, says the Speaker: this war of attrition must stop. Her deal must change and if she brings one back, it must be “fundamentally different”. How different? He can’t say until he sees what plan, if any, she will present. Rightly John Bercow complains of time wasted, of running down the clock as she tries to crush MPs against the concrete wall she herself constructed. No 10 was not forewarned of the Speaker’s ruling. Oddly, the Brexiteers were sounding pleased, presuming her deal as it stands can’t pass. They hope that no-deal beckons – still the legal certainty unless parliament passes something else. But the champion of the house will guarantee that MPs get the chance to stop no-deal dead. This opens the door of hope for all sides. There must certainly now be a long delay: any substantial change to May’s deal needs renegotiation with the EU, and time and thought for the country. In crushing the life out of debate by using the clock, in using no-deal or no-Brexit as lethal weapons, the prime minister has caused a constitutional crisis not seen in our lifetimes. Bercow is right to seize back sovereignty for the Commons against the abuse of power by May and her chaotic government. How different all this might have been under a wiser, cleverer, more empathic and perceptive leader. She could have reached out from her first day to try to heal the great gash in the country caused by David Cameron’s reckless referendum. Imagine if she had called a national council, a Speaker’s conference or a commission of all parties and interests, with citizens’ assemblies to lay out what was actually possible and what was fantastical nonsense in ways forward. But that is a unicorn wish: she is what she is. The country fell into the hands of someone only capable of making a very bad situation infinitely worse. The Speaker has frozen events at a shamefully low point in May’s progress. That once mighty Tory party power machine is submitting itself to the crudest blackmail by DUP Bible-bashers and bigots, bent on destroying hard-won peace on their island. Their mouths stuffed with gold, promised a Stormont lock (though they wrecked Stormont), these past masters of leverage dangle their support. But they may yet withhold it, as the government dances attendance on their every poisonous word, vassals indeed. If May’s deal returns in any recognisable form, it’s even less clear now how many would back it. There may be too many no-deal implacables of the John Redwood hue, John Major’s old “bastards” who relish their lifelong rebellion against the party’s leaders more than they care about any Brexit. Tory leadership contenders eye one another warily. What will please the grassroots most: aiding Brexit or going down with the Brexit ship? For a sample of current idiocy, Lucy Allan, a Brexiter MP, told the Financial Times she may “consider supporting the prime minister’s deal, although in my view it is a worse option than remain”. Of course it is, and most MPs planning to vote for it know it. The prime minister may yet frighten enough Brexiteers into backing something like her deal for fear of a long extension, unwelcome EU elections and no Brexit at all. If any deal passes, expect a national sigh of relief. Phew! It’s over! What stamina the woman has, what fortitude and resilience. But she will get the briefest reprieve. Either her executioners come for her, or she stays to face the music of what she has done. The awful truth would dawn that her deal settled almost nothing and the Brexit blood feud rolls on. Will the UK become Norway, Canada, Singapore – or some rogue-state Cayman Islands tax haven? Every passing month will show how deeply we will still be subject to EU laws and regulations, but with no say. There will no returning to the EU for years. For the far more complex trade deal ahead, no lessons have been learned. There will be no unity in the government over what it wants, facing the next negotiations in the same dysfunctional state of internal conflict. Now Brexiteer MPs demand the sack for Olly Robbins, the chief negotiator with experience. The UK will sit in Brussels corridors, outside meetings that decide rules we dare not diverge from, in need of their trade. The EU will change, with new commissioners, a new parliament, strangers to us now. We will miss out on those promised good deals with the US and China: Australia has spent 10 years failing to make a deal with India. The US trade department is drawing up demands for any UK deal. As well as the chlorination, hormones and GM food, they want us to drop our “precautionary” safety-first principle for food and chemicals, pay higher US prices for NHS drugs, and forget controlling US tech giants. To strike a deal we need to cave in cravenly. Forget sovereignty. Every MP not blinded by Brexitmania knows the damage implicit in any Brexit. Look what we lose in security, in shared anti-terror and crime agencies. Look what we have lost already in prestige, in respect, as the world looks on amazed. There is more hope, now that Bercow has asserted the supremacy of parliament. Who knows if anything like her bad deal is to be put again? But the spirit of the Kyle-Wilson motion will live on, so that any plan she has can’t pass without a confirmatory vote of the people. Every poll for a year has put remain ahead – most by some 8% – and a delay means a better chance of a second vote. The country needs a long extension. To impose anything without a public vote would be the great denial of democracy, the great betrayal. • Polly Toynbee is a Guardian columnist",
      "charCount": "5720",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pollytoynbee\">Polly Toynbee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "tv-and-radio/2019/mar/18/matt-hancock-reality-shows-mental-health-love-island-mike-thalassitis",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-03-18T12:35:29Z",
    "webTitle": "Love Island: Matt Hancock says reality shows must support mental health",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/mar/18/matt-hancock-reality-shows-mental-health-love-island-mike-thalassitis",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/mar/18/matt-hancock-reality-shows-mental-health-love-island-mike-thalassitis",
    "fields": {
      "headline": "Love Island: Matt Hancock says reality shows must support mental health",
      "standfirst": "<p>Health secretary says he was moved by death of Mike Thalassitis</p>",
      "trailText": "Health secretary says he was moved by death of Mike Thalassitis",
      "byline": "Sarah Marsh",
      "main": "<figure class=\"element element-image\" data-media-id=\"f4f475504652fcca579020f807661623d1d01c00\"> <img src=\"https://media.guim.co.uk/f4f475504652fcca579020f807661623d1d01c00/74_0_3533_2121/1000.jpg\" alt=\"Mike Thalassitis on Love Island in 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mike Thalassitis on Love Island in 2017.</span> <span class=\"element-image__credit\">Photograph: ITV/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Matt Hancock has said reality-TV shows have a duty of care for contestants when they become famous. The health secretary’s comments follow the death of the former Love Island contestant Mike Thalassitis.</p> <p>Psychologists speaking to the Guardian also stressed the importance of support both before and after stars appeared on these programmes, saying people often found it “hard to handle” when they were thrown into the public eye.</p> <p>Thalassitis became famous after appearing on the ITV reality dating show. The 26-year-old was <a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/16/tributes-paid-to-mike-thalassitis-as-love-island-star-dies-\">found dead in a north London park on Saturday morning</a> and his death is not being treated as suspicious. <br><br>At the Spectator health summit in central London on Monday, Hancock said he was moved by the news of Thalassitis’s death. He said: “I am very worried about the support for the mental health of contestants on reality TV shows. The sudden exposure to massive fame, I suppose, can have significant impacts on people and I think that it is a duty on any organisation that is putting people in the position of making them famous overnight, that they should also look after them afterwards.<br><br>“I think that people need to take responsibility for their duties to people’s wellbeing very seriously.” <br><br>Thalassitis appeared on the 2017 series of Love Island. Jonny Mitchell, who also starred in the 2017 series, told BBC Radio 5 Live on Monday that many people struggled to return to normal life after appearing on the programme. “If you come off one of the biggest shows on TV, you can’t go back to working in Tesco – it would be almost impossible. So it creates a lot of stress and a lot of strain on people,” he said. <br><br>“I know a lot of people who have come off the show who have suffered with depression. <br><br>“To come off a show that’s that big, to be tossed out into the world with no help, no guidance, no anything, it’s a massive shock and then you start thinking: ‘Well, I’m famous, but what do I do next? How do I move forward? How do I feed this lifestyle? How am I going to do anything that’s going to keep me going?’” <br><br>In June last year, Sophie Gradon, who appeared on the show in 2016, was found dead at her home in Ponteland, Northumberland, aged 32. An inquest into her death, which was to be held on Thursday, has been postponed to allow her family to consider new information. <br><br>A statement from Love Island, read out on 5 Live, said: “Care for our islanders is a process the show takes very seriously and is a continuous process for all those taking part in the show. We ensure that all of our contributors are able to access psychological support before, during and after appearing on the show.<br><br>“The programme will always provide ongoing support when needed and where appropriate. We also discuss at length with all of our islanders before and after the show how their lives might change, and they have access to support and advice to help with this.”</p> <p>Psychologists also stepped into the debate, saying that it was vital that aftercare was provided. Mark Griffiths, a chartered psychologist at Nottingham Trent University, said: “I would be in favour of more support. I think more support is needed but it needs to be support right through the process, a psychological screening beforehand, for example … You also need a psychological follow-up help as well – these are real people.”</p> <p>Emphasising that it was impossible to know from a distance to what extent the show affected a participant’s wellbeing, he said that its formula of glamour and selection could be risky to those with lower self-esteem. “They go on to that show to be adored. As soon as someone attacks them, they may take it harder than those who don’t have that [impulse],” Griffiths said.</p> <p>Prof Robert Edelmann, who has worked as a psychologist on shows such as Channel 4’s Wife Swap, said: “In reality, they really do need to provide an appropriate screening of contestants. It’s never foolproof but will give an idea if a person likely to have problems on the show … I am not suggesting [the producers] want people with issues but they also don’t want boring people, they make a boring show.”</p> <p>Edelmann added that these shows want “people of a certain type”. </p> <p>“Those people think they want lots of fame,” he said, “but if you’ve never been in the public eye and suddenly are … that is quite hard to handle.”</p> <p>Another counselling psychologist, Julianna Challenor, was more sympathetic to the show’s producers. “The thing that makes people likeable stars is a sense of something vulnerable otherwise they become villains,” she said. “These shows maybe select for those that are vulnerable in some ways, so when something hard in life happens, eg Mike’s gran just died, the thing that makes likeable and watchable also makes them fragile in certain situations.”</p> <p>She added: “There could be an argument for more support. There is no reason that these shows should not support people after it is over. But how many years should that go on for? Maybe they do offer support, but it also depends on the person [who needs help] putting their hands up and saying ‘I need help’. It’s a really difficult situation to be in.”</p> <p><em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"tel:%28800%29%20273-8255\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at <a href=\"http://www.befrienders.org/\">www.befrienders.org</a>.</em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "938",
      "firstPublicationDate": "2019-03-18T12:35:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-18T19:30:01Z",
      "newspaperEditionDate": "2019-03-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b2pzx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f4f475504652fcca579020f807661623d1d01c00/74_0_3533_2121/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Matt Hancock has said reality-TV shows have a duty of care for contestants when they become famous. The health secretary’s comments follow the death of the former Love Island contestant Mike Thalassitis. Psychologists speaking to the Guardian also stressed the importance of support both before and after stars appeared on these programmes, saying people often found it “hard to handle” when they were thrown into the public eye. Thalassitis became famous after appearing on the ITV reality dating show. The 26-year-old was found dead in a north London park on Saturday morning and his death is not being treated as suspicious. At the Spectator health summit in central London on Monday, Hancock said he was moved by the news of Thalassitis’s death. He said: “I am very worried about the support for the mental health of contestants on reality TV shows. The sudden exposure to massive fame, I suppose, can have significant impacts on people and I think that it is a duty on any organisation that is putting people in the position of making them famous overnight, that they should also look after them afterwards. “I think that people need to take responsibility for their duties to people’s wellbeing very seriously.” Thalassitis appeared on the 2017 series of Love Island. Jonny Mitchell, who also starred in the 2017 series, told BBC Radio 5 Live on Monday that many people struggled to return to normal life after appearing on the programme. “If you come off one of the biggest shows on TV, you can’t go back to working in Tesco – it would be almost impossible. So it creates a lot of stress and a lot of strain on people,” he said. “I know a lot of people who have come off the show who have suffered with depression. “To come off a show that’s that big, to be tossed out into the world with no help, no guidance, no anything, it’s a massive shock and then you start thinking: ‘Well, I’m famous, but what do I do next? How do I move forward? How do I feed this lifestyle? How am I going to do anything that’s going to keep me going?’” In June last year, Sophie Gradon, who appeared on the show in 2016, was found dead at her home in Ponteland, Northumberland, aged 32. An inquest into her death, which was to be held on Thursday, has been postponed to allow her family to consider new information. A statement from Love Island, read out on 5 Live, said: “Care for our islanders is a process the show takes very seriously and is a continuous process for all those taking part in the show. We ensure that all of our contributors are able to access psychological support before, during and after appearing on the show. “The programme will always provide ongoing support when needed and where appropriate. We also discuss at length with all of our islanders before and after the show how their lives might change, and they have access to support and advice to help with this.” Psychologists also stepped into the debate, saying that it was vital that aftercare was provided. Mark Griffiths, a chartered psychologist at Nottingham Trent University, said: “I would be in favour of more support. I think more support is needed but it needs to be support right through the process, a psychological screening beforehand, for example … You also need a psychological follow-up help as well – these are real people.” Emphasising that it was impossible to know from a distance to what extent the show affected a participant’s wellbeing, he said that its formula of glamour and selection could be risky to those with lower self-esteem. “They go on to that show to be adored. As soon as someone attacks them, they may take it harder than those who don’t have that [impulse],” Griffiths said. Prof Robert Edelmann, who has worked as a psychologist on shows such as Channel 4’s Wife Swap, said: “In reality, they really do need to provide an appropriate screening of contestants. It’s never foolproof but will give an idea if a person likely to have problems on the show … I am not suggesting [the producers] want people with issues but they also don’t want boring people, they make a boring show.” Edelmann added that these shows want “people of a certain type”. “Those people think they want lots of fame,” he said, “but if you’ve never been in the public eye and suddenly are … that is quite hard to handle.” Another counselling psychologist, Julianna Challenor, was more sympathetic to the show’s producers. “The thing that makes people likeable stars is a sense of something vulnerable otherwise they become villains,” she said. “These shows maybe select for those that are vulnerable in some ways, so when something hard in life happens, eg Mike’s gran just died, the thing that makes likeable and watchable also makes them fragile in certain situations.” She added: “There could be an argument for more support. There is no reason that these shows should not support people after it is over. But how many years should that go on for? Maybe they do offer support, but it also depends on the person [who needs help] putting their hands up and saying ‘I need help’. It’s a really difficult situation to be in.” In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international suicide helplines can be found at www.befrienders.org.",
      "charCount": "5400",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sarah-marsh\">Sarah Marsh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "commentisfree/2019/mar/18/theresa-may-brexit-deal-fail-eu-compromise",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-18T11:35:33Z",
    "webTitle": "For all our sakes: Theresa May’s Brexit deal must be voted down | Simon Jenkins",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/18/theresa-may-brexit-deal-fail-eu-compromise",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/18/theresa-may-brexit-deal-fail-eu-compromise",
    "fields": {
      "headline": "For all our sakes: Theresa May’s Brexit deal must be voted down",
      "standfirst": "<p>The country will not get the sensible bipartisan Commons compromise it needs until May’s rigid plan is defeated</p>",
      "trailText": "The country will not get the sensible bipartisan Commons compromise it needs until May’s rigid plan is defeated, says Guardian columnist Simon Jenkins",
      "byline": "Simon Jenkins",
      "main": "<figure class=\"element element-image\" data-media-id=\"2dff3dd401102299a649baa243d22917270020a9\"> <img src=\"https://media.guim.co.uk/2dff3dd401102299a649baa243d22917270020a9/0_101_2931_1759/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Theresa May has failed twice to persuade the Commons … As a result, last week her ‘least worst Brexit’ strategy lost legitimacy.’ </span> <span class=\"element-image__credit\">Photograph: Xinhua/Barcroft Images</span> </figcaption> </figure>",
      "body": "<p>Theresa May must fail. Her first two attempts to get her <a href=\"https://www.theguardian.com/politics/2019/mar/12/mps-ignore-mays-pleas-and-defeat-her-brexit-deal-by-149-votes\" title=\"\">Brexit deal</a> through the Commons deserved support. They forestalled “crashing out” of the EU with no deal next month – and they took the referendum process forward.</p> <p>She failed twice to persuade the Commons of this. As a result, last week her “least worst Brexit” strategy lost legitimacy. When the Commons voted to debate other options, she voted it down. She insisted she put her deal to a <a href=\"https://www.theguardian.com/politics/2019/mar/17/another-brexit-crunch-week-what-could-happen\" title=\"\">third vote</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live\">No 10 says it won't call Brexit vote this week unless it has 'prospect of success' - Politics live</a> </p> </aside>  <p>In the extraordinary event of her whips persuading 75 MPs to switch sides in her favour tomorrow, the prime minister may just squeak through. But if so, it will be thanks to dozens of “nose-holders” and hard-Brexit dissidents. She will have to take her package of red lines and vague promises into a turbulent Brexit transition period, and with a bitterly divided parliament at her back. That will not be in the nation’s interest.</p> <p>In the more likely event of failure tomorrow, May has promised the Commons a two-week debate on alternative forms of Brexit. Crashing out without a deal has been rejected. An alternative to May’s deal, so-called soft Brexit, would then be on the table. The option of remaining in a <a href=\"https://www.theguardian.com/politics/2019/feb/07/what-corbyns-terms-back-may-brexit-labour-eu\" title=\"\">customs union and maintaining close ties to the single market</a> has the support of the Labour party, the minority parties and possibly a majority even of Tories. Since May originally voted to remain, we might assume she favours it too. Only her desperate attempt to push her deal through with Tory and <a href=\"https://www.theguardian.com/politics/2019/mar/17/may-in-make-or-break-bid-to-gain-dup-support-for-her-brexit-deal\" title=\"\">DUP</a> support has kept this option from being considered.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/bitain-brexit-crisis-public-schools\">Britain’s Brexit crisis is rooted in the power of our public schools | John Harris</a> </p> </aside>  <p>It is utterly inexcusable that a softer Brexit in the form of a <a href=\"https://www.theguardian.com/politics/2019/jan/17/where-mays-ministers-stand-on-customs-union-concessions\" title=\"\">customs union</a> has not been subject to debate in the House of Commons. It is a condemnation of parliament’s absurd polarisation and archaic submission to the government of the day. For Britain to proceed towards departing the EU without even voting on what was promised – a “frictionless” leave – would beggar belief. Now, at least, that option will be up for discussion.</p> <p>But only if May loses tomorrow. Voting against her will give parliament and the country time to discuss and indicate support for a sensible compromise. It would honour the outcome of the <a href=\"https://www.theguardian.com/politics/eu-referendum\" title=\"\">2016 referendum</a>. It would enable the UK to depart the EU in good order within two to three months – with borders open, farmers happy, trade steady, Northern Ireland content and, most important, a bipartisan Commons majority behind the next stage in Brexit talks.</p> <p>But first, May must lose.</p> <p>• Simon Jenkins is a Guardian columnist</p>",
      "wordcount": "425",
      "commentCloseDate": "2019-03-18T17:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-18T11:35:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:13Z",
      "newspaperEditionDate": "2019-03-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b2pke",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2dff3dd401102299a649baa243d22917270020a9/0_101_2931_1759/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May must fail. Her first two attempts to get her Brexit deal through the Commons deserved support. They forestalled “crashing out” of the EU with no deal next month – and they took the referendum process forward. She failed twice to persuade the Commons of this. As a result, last week her “least worst Brexit” strategy lost legitimacy. When the Commons voted to debate other options, she voted it down. She insisted she put her deal to a third vote. In the extraordinary event of her whips persuading 75 MPs to switch sides in her favour tomorrow, the prime minister may just squeak through. But if so, it will be thanks to dozens of “nose-holders” and hard-Brexit dissidents. She will have to take her package of red lines and vague promises into a turbulent Brexit transition period, and with a bitterly divided parliament at her back. That will not be in the nation’s interest. In the more likely event of failure tomorrow, May has promised the Commons a two-week debate on alternative forms of Brexit. Crashing out without a deal has been rejected. An alternative to May’s deal, so-called soft Brexit, would then be on the table. The option of remaining in a customs union and maintaining close ties to the single market has the support of the Labour party, the minority parties and possibly a majority even of Tories. Since May originally voted to remain, we might assume she favours it too. Only her desperate attempt to push her deal through with Tory and DUP support has kept this option from being considered. It is utterly inexcusable that a softer Brexit in the form of a customs union has not been subject to debate in the House of Commons. It is a condemnation of parliament’s absurd polarisation and archaic submission to the government of the day. For Britain to proceed towards departing the EU without even voting on what was promised – a “frictionless” leave – would beggar belief. Now, at least, that option will be up for discussion. But only if May loses tomorrow. Voting against her will give parliament and the country time to discuss and indicate support for a sensible compromise. It would honour the outcome of the 2016 referendum. It would enable the UK to depart the EU in good order within two to three months – with borders open, farmers happy, trade steady, Northern Ireland content and, most important, a bipartisan Commons majority behind the next stage in Brexit talks. But first, May must lose. • Simon Jenkins is a Guardian columnist",
      "charCount": "2478",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simonjenkins\">Simon Jenkins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/18/priti-patel-joins-calls-for-radical-shake-up-of-aid-budget-rules",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-18T00:01:21Z",
    "webTitle": "Priti Patel joins calls for radical shake-up of aid budget rules",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/18/priti-patel-joins-calls-for-radical-shake-up-of-aid-budget-rules",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/18/priti-patel-joins-calls-for-radical-shake-up-of-aid-budget-rules",
    "fields": {
      "headline": "Priti Patel joins calls for radical shake-up of aid budget rules",
      "standfirst": "<p>Suggestions include tighter spending controls and for UK to decide what constitutes aid</p>",
      "trailText": "Suggestions include tighter spending controls and for UK to decide what constitutes aid",
      "byline": "Patrick Wintour Diplomatic editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"3f5c0c41d84338fd7d13092aa438b710dd7b0053\"> \n <img src=\"https://media.guim.co.uk/3f5c0c41d84338fd7d13092aa438b710dd7b0053/0_33_3500_2100/1000.jpg\" alt=\"Priti Patel\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Former international development secretary Priti Patel resigned after she broke ministerial rules in her relations with the Israeli government.</span> \n  <span class=\"element-image__credit\">Photograph: David Mirzeof/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The former international development secretary Priti Patel has joined calls for a radical shake-up of the aid budget rules, in a further sign that overseas funding could be a key issue in any post-Brexit Tory leadership race.</p> \n<p>She follows the former foreign secretary Boris Johnson in making calls for broadening the definition of British overseas aid.</p> \n<p>Patel, who resigned <a href=\"https://www.theguardian.com/politics/2017/nov/08/priti-patel-forced-to-resign-over-unofficial-meetings-with-israelis\">after she broke ministerial rules in her relations with the Israeli government</a>, will on Monday back a pamphlet from the pressure group the TaxPayers’ Alliance calling for the international development budget to be reformed, and for the UK alone to decide what constitutes aid, rather than international organisations.</p> \n<p>The Tory MP remains committed to the statutory target of UK aid being set at 0.7% of GDP, but calls for changes in what can constitute aid, tighter controls on UK aid spent by multilateral bodies and changes to the requirement that the target is reached in every calendar year.</p> \n<p>While foreign policy does not normally feature in British party leadership contests, this may change in the context of the growing Tory debate about the UK’s international role post-Brexit. There have also been calls for a shake-up of Whitehall with the Foreign Office once again taking control of the aid budget, as well as trade issues.</p> \n<p>Patel is not a declared runner for the leadership, and may back Johnson, in which case they will be competing with the former Brexit secretary Dominic Raab for Eurosceptic votes.</p> \n<p>Jeremy Hunt, the foreign secretary and Penny Mordaunt, the international development secretary, are also seen as likely challengers if they can gather support in the parliamentary party before the election is thrown over to the party membership.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"43534567-6c30-4d10-9afb-88afd4653037\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>13 August 2017</strong></p>\n    <p></p>\n    <p>Priti Patel goes to Israel on what she claims was a family holiday, which she paid for herself.</p>\n    <p></p>\n    <p><strong>22 August 2017</strong></p>\n    <p></p>\n    <p>Patel met the Israeli prime minister, Benjamin Netanyahu. The meeting was not authorised in advance and no UK officials were present. She later claimed the Foreign Office was made aware of this meetings and others while her trip was under way.<br></p>\n    <p>Meanwhile, Patel’s deputy Alistair Burt and David Quarrey, the British ambassador to Israel, were meeting Michael Oren, a deputy minister at the Israeli prime minister’s office,&nbsp;<a href=\"https://www.thejc.com/news/uk-news/no-10-knew-about-priti-patel-israel-meetings-1.447605\">according to the Jewish Chronicle</a>. According to notes of the meeting, cited by the paper, Oren referred to Patel having had a successful meeting with Netanyahu earlier.</p>\n    <p></p>\n    <p><strong>24 August 2017</strong></p>\n    <p></p>\n    <p>Foreign Office officials became aware of Patel’s first meetings, according to a statement given to the Commons by Burt on 7 November. He did not mention his own visit to Israel.&nbsp;<a href=\"https://hansard.parliament.uk/commons/2017-11-07/debates/7ECC7695-F4BD-48A7-91A1-28A8BC28980D/IsraelMeetings\">Hansard quotes Burt telling the Commons</a>: “The Secretary of State [Patel] told Foreign Office officials on 24 August that she was on the visit. It seems likely that the meetings took place beforehand.”</p>\n    <p>On the same day Patel met Yair Lapid, the leader of Israel’s Yesh Atid party, who describes her as a “true friend of Israel”.&nbsp;</p>\n    <p></p>\n    <p><strong>August 2017</strong></p>\n    <p></p>\n    <p>On an undisclosed date during her trip, Patel visited an Israeli military field hospital in the occupied Golan Heights,&nbsp;<a href=\"https://www.haaretz.com/amp/world-news/europe/.premium-1.821652\">according to the Israeli newspaper Haaretz</a>. If confirmed, this would be a breach of a protocol that British officials do not travel in the occupied Golan under the auspices of the Israeli government.<br></p>\n    <p></p>\n    <p><strong>25 August 2017</strong></p>\n    <p></p>\n    <p>Patel leaves Israel after 12 work meetings, during two days of a 13-day holiday. As well as meeting Netanyahu, she also held talks with the public security and strategic affairs minister, Gilad Erdan, and an Israeli foreign ministry official, Yuval Rotem. The meetings were organised by Lord Polak, a leading member of the Conservative Friends of Israel. He accompanied Patel on all but one one of the meetings.<br></p>\n    <p>On her return to the UK, Patel inquires about using the UK aid budget to help fund the Israeli army’s humanitarian work in the Golan Heights. The idea is rejected because the UK does not recognise Israel’s permanent presence in the Golan Heights, which were seized from Syria in the 1967 war.</p>\n    <p></p>\n    <p><strong>7 September 2017</strong></p>\n    <p></p>\n    <p>Patel meets Gilad Erdan, the minister for public security, and is photographed with him on the House of Commons terrace.<br></p>\n    <p></p>\n    <p><strong>18 September 2017</strong></p>\n    <p></p>\n    <p>While in New York for the UN general assembly, Patel has another meeting with Yuval Rotem, an official from the Israeli foreign ministry.<br></p>\n    <p></p>\n    <p><strong>2 November 2017</strong></p>\n    <p></p>\n    <p>Theresa May <a href=\"https://www.theguardian.com/world/2017/nov/02/may-netanyahu-balfour-declaration-israel-palestine\">meets Netanyahu</a>&nbsp;in Downing Street.<br></p>\n    <p></p>\n    <p><strong>3 November 2017</strong></p>\n    <p></p>\n    <p>Patel told the Guardian that the&nbsp;<a href=\"https://www.theguardian.com/politics/2017/nov/03/priti-patel-held-undisclosed-meetings-israel\">foreign secretary knew about her trip and suggested the Foreign Office had been briefing against her</a>. “Boris knew about the visit. The point is that the Foreign Office did know about this, Boris knew about [the trip],” she admitted telling the paper.<br></p>\n    <p>The BBC’s diplomatic correspondent&nbsp;<a href=\"http://www.bbc.co.uk/news/uk-politics-41853561\">James Landale reported that Patel had undisclosed meetings in Israel&nbsp;</a>without telling the Foreign Office. He quoted one official as saying that Patel had been “pushing to get her hands on the Palestinian Authority aid budget and we have been pushing back”.</p>\n    <p></p>\n    <p><strong>6 November 2017</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/politics/2017/nov/06/priti-patel-apologises-for-israel-meetings\">Patel apologises after admitting she gave a misleading account to the Guardian</a>&nbsp;of her trip to Israel.&nbsp;<a href=\"https://www.gov.uk/government/news/statement-from-international-development-secretary-priti-patel\">In a statement, she admits holding 12 meetings</a>, including three with Israeli politicians – Netanyahu among them.<br></p>\n    <p>She said: “This quote [to the Guardian] may have given the impression that the secretary of state had informed the foreign secretary about the visit in advance. The secretary of state would like to take this opportunity to clarify that this was not the case. The foreign secretary did become aware of the visit, but not in advance of it.”</p>\n    <p>She does not mention visiting the occupied Golan Heights or the two subsequent meetings in September.</p>\n    <p>A No 10 spokesman confirms that Patel was rebuked for breaching the ministerial code.</p>\n    <p></p>\n    <p><strong>7 November 2017</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/world/2017/nov/07/priti-patel-wanted-to-send-aid-money-to-israeli-army-no-10-confirms\">Patel avoids answering an urgent Commons question</a>&nbsp;about her meetings in Israel because of a “longstanding commitment” to visit Kenya, Uganda and Ethiopia. The international development minister Alistair Burt is put up in her place. Burt points out that Patel apologised for the undisclosed meetings. He adds: “The department’s view is that aid to the IDF [Israeli Defence Force] in the Golan Heights is not appropriate.”<br></p>\n    <p>Downing Street initially backs Patel but later confirms that the prime minister was not informed about providing aid to Israel during her meeting the previous day. It is suggested Patel failed to disclose her two subsequent meetings in September with Israeli officials. A Whitehall source says: “There was an expectation of full disclosure at the meeting on Monday. It is now clear Priti did not do that. It will now have to be looked at again.” But according to the Jewish Chronicle, it was No 10 who told Patel&nbsp;<a href=\"https://www.thejc.com/news/uk-news/no-10-knew-about-priti-patel-israel-meetings-1.447605\">not to include her meeting with Rotem in New York&nbsp;</a>in her list of undisclosed meetings for fear of embarrassing the Foreign Office.</p>\n    <p>DfiD confirms previously undisclosed September meetings with Erhad and Rotem in September.</p>\n    <p></p>\n    <p><strong>8 November 2017</strong></p>\n    <p></p>\n    <p>Patel resigns from the cabinet after being summoned back from a trip to Uganda and Ethiopia by Downing Street. In her resignation letter, released moments after she left No 10, Patel admitted her actions “fell below the high standards that are expected of a secretary of state”.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The 0.7% target, warmly embraced by David Cameron as a symbol of Tory modernisation, is not popular in the party membership, but many voices have argued that a large aid budget will be necessary to retain UK soft power and international stature.</p> \n<p>The TaxPayers’ Alliance pamphlet that Patel endorses calls for piracy, drug busting and peacekeeping to be included in aid definitions. It proposes that funds to help poor countries take out private sector insurance against natural disasters should count towards the target. It also claims the current rules requiring the aid spending target be met within a calendar year leads to wasteful hurried spending at the end of the year.</p> \n<p>The report also suggests that after Brexit the UK should take more control of its aid spending with less transferred to multilateral institutions such as the World Bank or the EU. As much as 40% of UK aid is currently channelled through multilateral bodies.</p> \n<p>Tim Pilkington, chief executive of the charity World Vision, said: “An anti-aid agenda is now becoming brazen within parts of parliament. It is unacceptable for the world’s poorest to be used as a football in a Brexit-fed political power struggle.</p> \n<p>“We cannot stand by and let a narrative take root that it is better to spend UK aid on boosting Britain rather than eradicating global poverty. Diverting funds from the world’s poorest communities under the guise of taking back control in the UK is shameful, and incompatible with a truly global Britain.”</p> \n<p>John O’Connell, chief executive of the TaxPayers’ Alliance, said: “Ministers need to bring the development rules in house, face down the international NGO cartels and address the real effectiveness of aid spending by signing off every penny.”</p> \n<p>A DfID spokesman said: “The UK is shifting how it spends aid to ensure our investment benefits us all and is fully aligned with our national interest. All our work aims to reduce extreme poverty and we are continuing to push for reform to get the most out of the aid budget for the world’s poorest and UK taxpayers.</p> \n<p>“This weekend the international development secretary announced more funding to make it easier for small British charities and humanitarian organisations to access the aid budget.”</p>",
      "newspaperPageNumber": "7",
      "wordcount": "648",
      "firstPublicationDate": "2019-03-18T00:01:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:21:30Z",
      "newspaperEditionDate": "2019-03-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b2y4h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3f5c0c41d84338fd7d13092aa438b710dd7b0053/0_33_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The former international development secretary Priti Patel has joined calls for a radical shake-up of the aid budget rules, in a further sign that overseas funding could be a key issue in any post-Brexit Tory leadership race. She follows the former foreign secretary Boris Johnson in making calls for broadening the definition of British overseas aid. Patel, who resigned after she broke ministerial rules in her relations with the Israeli government, will on Monday back a pamphlet from the pressure group the TaxPayers’ Alliance calling for the international development budget to be reformed, and for the UK alone to decide what constitutes aid, rather than international organisations. The Tory MP remains committed to the statutory target of UK aid being set at 0.7% of GDP, but calls for changes in what can constitute aid, tighter controls on UK aid spent by multilateral bodies and changes to the requirement that the target is reached in every calendar year. While foreign policy does not normally feature in British party leadership contests, this may change in the context of the growing Tory debate about the UK’s international role post-Brexit. There have also been calls for a shake-up of Whitehall with the Foreign Office once again taking control of the aid budget, as well as trade issues. Patel is not a declared runner for the leadership, and may back Johnson, in which case they will be competing with the former Brexit secretary Dominic Raab for Eurosceptic votes. Jeremy Hunt, the foreign secretary and Penny Mordaunt, the international development secretary, are also seen as likely challengers if they can gather support in the parliamentary party before the election is thrown over to the party membership. The 0.7% target, warmly embraced by David Cameron as a symbol of Tory modernisation, is not popular in the party membership, but many voices have argued that a large aid budget will be necessary to retain UK soft power and international stature. The TaxPayers’ Alliance pamphlet that Patel endorses calls for piracy, drug busting and peacekeeping to be included in aid definitions. It proposes that funds to help poor countries take out private sector insurance against natural disasters should count towards the target. It also claims the current rules requiring the aid spending target be met within a calendar year leads to wasteful hurried spending at the end of the year. The report also suggests that after Brexit the UK should take more control of its aid spending with less transferred to multilateral institutions such as the World Bank or the EU. As much as 40% of UK aid is currently channelled through multilateral bodies. Tim Pilkington, chief executive of the charity World Vision, said: “An anti-aid agenda is now becoming brazen within parts of parliament. It is unacceptable for the world’s poorest to be used as a football in a Brexit-fed political power struggle. “We cannot stand by and let a narrative take root that it is better to spend UK aid on boosting Britain rather than eradicating global poverty. Diverting funds from the world’s poorest communities under the guise of taking back control in the UK is shameful, and incompatible with a truly global Britain.” John O’Connell, chief executive of the TaxPayers’ Alliance, said: “Ministers need to bring the development rules in house, face down the international NGO cartels and address the real effectiveness of aid spending by signing off every penny.” A DfID spokesman said: “The UK is shifting how it spends aid to ensure our investment benefits us all and is fully aligned with our national interest. All our work aims to reduce extreme poverty and we are continuing to push for reform to get the most out of the aid budget for the world’s poorest and UK taxpayers. “This weekend the international development secretary announced more funding to make it easier for small British charities and humanitarian organisations to access the aid budget.”",
      "charCount": "3960",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/patrickwintour\">Patrick Wintour</a> Diplomatic editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]