[
  {
    "id": "politics/2019/dec/15/roots-of-labours-failure-to-connect-with-voters",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-15T18:22:11Z",
    "webTitle": "Roots of Labour’s failure to connect with voters | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/15/roots-of-labours-failure-to-connect-with-voters",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/15/roots-of-labours-failure-to-connect-with-voters",
    "fields": {
      "headline": "Roots of Labour’s failure to connect with voters",
      "standfirst": "Readers reflect on what went wrong for the beleaguered party and how it can move forward after its election defeat",
      "trailText": "Letters: Readers reflect on what went wrong for the beleaguered party and how it can move forward after its election defeat",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"aa2b8d4579c8ce4f7530cdc2586887bc5eb5b955\"> <img src=\"https://media.guim.co.uk/aa2b8d4579c8ce4f7530cdc2586887bc5eb5b955/0_193_3500_2100/1000.jpg\" alt=\"Labour party leader Jeremy Corbyn outside his house\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A major reason for Labour’s defeat is that the Corbyn project never was the social movement it claimed to be,’ writes Nick Moss.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>Jonathan Freedland suggests we skip grief at the election results and move on to anger (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/13/corbynism-labour-left-party\" title=\"\">Labour needs to learn: it’s about power, not gesture politics</a>, Journal, 14 December), and he makes very clear who he is angry with. In this post-election period all the blame and venom seems to be directed at Jeremy Corbyn. But the ex-coalmining families on the council estate that I grew up on, impoverished and barely scraping a living together, have been betrayed not by a socialist-led Labour but by a toxic coalition from the right and liberal wings of the establishment.</p> <p>First there is the Tory party, with such contempt for ordinary people it lied to them throughout the campaign, then a media elite of TV presenters and journalists who pretended impartiality while peddling distortions, and finally the right wing of Labour who have weaponised antisemitism to undermine Corbyn when the overriding concern of those in the party should be directed at the rise in antisemitism and all other forms of racism in British society.</p> <p>None of these groups will suffer directly as a consequence of the neoliberal free-market capitalism soon to be unleashed on a divided, mistrustful and misinformed nation. Instead it is the working-class people I spoke to on many doorsteps, who spoke of not being valued, respected or listened to, whose lives will be further diminished as poverty intensifies and the privatisation of public services continues apace. We all need to accept our collective responsibility rather than engage in a futile and spiteful blame game.<br><strong>Prof</strong><strong> Diane Reay</strong><br><em>University of Cambridge</em></p> <p>• The period of reflection being sought by Jeremy Corbyn to further extend his failed leadership does not need to last beyond the time it takes to read Jonathan Freedland’s brilliant analysis of how the Labour party managed to lose so badly. Corbyn is a stubborn, misguided and incompetent idealist. He should resign immediately.<br><strong>Paul Cropper</strong><br><em>Ramsbottom, Greater Manchester</em></p> <p>• Jonathan Freedland expresses “rage” for the election result and blames “those who led the main party of opposition down a blind alley”. Such media commentators write as if the election outcome had nothing to do with them. Gary Younge, in an otherwise fair analysis (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/13/labour-why-lost-jeremy-corbyn-brexit-media\" title=\"\">Labour won’t win again until it works out why it lost</a>, Journal, 14 December), tells us that “the media are not going anywhere soon … and whoever runs the party next will have to deal with them”. No, Gary, they won’t – you will. If the media have failed to follow their own editors’ codes and to report the issues in an important election in such a way that the electorate is properly informed, it isn’t the Labour party’s job to “deal with it”: it’s yours. If apologies are due to us disappointed voters, could we have some from you lot too, please?<br><strong>Máire Davies</strong><br><em>Cardiff</em></p> <p>• Gary Younge is right to say that many of the struggles to come will be extra-parliamentary. A major reason for Labour’s defeat is that the Corbyn project never was the social movement it claimed to be. It failed to prepare the ground for its programme and failed to lead any resistance to the Tories’ redistribution of wealth from poor to rich. If it wants to recover from defeat, it has to transform itself into the tribune of an authentic working-class politics both inside and outside parliament. As Younge makes clear, Corbyn failed to do either.</p> <p>In so many leave areas Labour has long been little more than a council tax collector. It may not have been responsible for austerity, but it was supine in the face of it. For Labour to turn this around it would need to become what its history shows it is always failing at – to be a focal point of resistance rather than a drag on it.<br><strong>Nick Moss</strong><br><em>London</em></p> <p>• Gary Younge says “I did not hear a single voter ask about Owen Smith or pine for Yvette Cooper”. Nor did I, and it’s an important point. But unfortunately I did hear “I can’t vote Labour, I’m a Jew” a few times, and “I’m not voting Labour while Corbyn leads it” many times. I don’t know what the leadership should have done about this intense hostility, but a lesson has to be learned for next time.<br><strong>Richard Seabrook</strong><br><em>Beckenham, London</em></p> <p>• Everyone finds it difficult to reflect on the lessons that need to be learned in defeat. A football manager who says “We did everything we should have done on the pitch except putting the ball in the back of the net” needs to remember that putting the ball in the back of the net is the whole point of the game.</p> <p>A political party that says they did everything except convincing the people to vote for them needs to draw the parallel lesson. To find out what truly went wrong it would be much better to have a proper analysis of the views of people who did not vote Labour than continually hearing from MPs and canvassers: “What I heard on the doorstep was…” Everyone appears to have heard exactly what they believe themselves. It is no way to accurately learn the vital lessons to go forward positively.<br><strong>Canon Richard Sewell</strong><br><em>Jerusalem</em></p> <p>• Aditya Chakrabortty (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/14/labour-meltdown-decades-govern-votes\" title=\"\">This week’s meltdown has been building for decades</a>, Journal, 14 December) says Labour needs to “renew its contract with its base”. In fact Labour should <em>be</em> its base. There is still the idea that Labour is for the workers, rather than being the workers. Isn’t that the problem New Labour and Corbynism share? If family, community, country is not at the centre of things then there’s no point. Because when the shit hits the fan, lay-down-your-life commitment is to family (mine), community (us around here), country (land and law).</p> <p>Before we all shudder at the -phobias of it all: Labour is liberal (meaning each to their own, mind your own business); social (meaning not selfish or antisocial); international (meaning neither transnational nor nationalist). But real commitment is to family, community, country – and if we in Labour do not rebuild from there, things can only get very much worse. Why not start by asking ex-Labour leave voters in Blyth to edit a special edition of the Guardian?<br><strong>George Howard</strong><br><em>Richmond, London</em></p> <p>• I am writing as the first chief executive of One NorthEast, the regional development agency for the north-east of England, which was established in 1999 and abolished in 2011. I often agree with much that Aditya Chakrabortty writes, but I must take issue with his airy dismissal of Tony Blair’s and Gordon Brown’s approach to the economy.</p> <p>They established the regional development agencies, and in the north-east we addressed the fundamentals of the regional economy across a broad agenda. Yes, the development of skills was a part, but the objective was to lay the foundations of a new economy. The first Industrial Revolution was created by ideas and innovation, and delivered by a skilled workforce, and we were looking to develop new industries as well as supporting existing ones which had a future.</p> <p>That was beginning to pay off by a narrowing of the economic gap between the north-east and the rest of the country when we were abolished by the Conservative government.<br><strong>Mike Collier</strong><br><em>Shiptonthorpe, East Riding of Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1243",
      "commentable": "false",
      "firstPublicationDate": "2019-12-15T18:22:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:57Z",
      "newspaperEditionDate": "2019-12-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvvzb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aa2b8d4579c8ce4f7530cdc2586887bc5eb5b955/0_193_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jonathan Freedland suggests we skip grief at the election results and move on to anger (Labour needs to learn: it’s about power, not gesture politics, Journal, 14 December), and he makes very clear who he is angry with. In this post-election period all the blame and venom seems to be directed at Jeremy Corbyn. But the ex-coalmining families on the council estate that I grew up on, impoverished and barely scraping a living together, have been betrayed not by a socialist-led Labour but by a toxic coalition from the right and liberal wings of the establishment. First there is the Tory party, with such contempt for ordinary people it lied to them throughout the campaign, then a media elite of TV presenters and journalists who pretended impartiality while peddling distortions, and finally the right wing of Labour who have weaponised antisemitism to undermine Corbyn when the overriding concern of those in the party should be directed at the rise in antisemitism and all other forms of racism in British society. None of these groups will suffer directly as a consequence of the neoliberal free-market capitalism soon to be unleashed on a divided, mistrustful and misinformed nation. Instead it is the working-class people I spoke to on many doorsteps, who spoke of not being valued, respected or listened to, whose lives will be further diminished as poverty intensifies and the privatisation of public services continues apace. We all need to accept our collective responsibility rather than engage in a futile and spiteful blame game. Prof Diane Reay University of Cambridge • The period of reflection being sought by Jeremy Corbyn to further extend his failed leadership does not need to last beyond the time it takes to read Jonathan Freedland’s brilliant analysis of how the Labour party managed to lose so badly. Corbyn is a stubborn, misguided and incompetent idealist. He should resign immediately. Paul Cropper Ramsbottom, Greater Manchester • Jonathan Freedland expresses “rage” for the election result and blames “those who led the main party of opposition down a blind alley”. Such media commentators write as if the election outcome had nothing to do with them. Gary Younge, in an otherwise fair analysis (Labour won’t win again until it works out why it lost, Journal, 14 December), tells us that “the media are not going anywhere soon … and whoever runs the party next will have to deal with them”. No, Gary, they won’t – you will. If the media have failed to follow their own editors’ codes and to report the issues in an important election in such a way that the electorate is properly informed, it isn’t the Labour party’s job to “deal with it”: it’s yours. If apologies are due to us disappointed voters, could we have some from you lot too, please? Máire Davies Cardiff • Gary Younge is right to say that many of the struggles to come will be extra-parliamentary. A major reason for Labour’s defeat is that the Corbyn project never was the social movement it claimed to be. It failed to prepare the ground for its programme and failed to lead any resistance to the Tories’ redistribution of wealth from poor to rich. If it wants to recover from defeat, it has to transform itself into the tribune of an authentic working-class politics both inside and outside parliament. As Younge makes clear, Corbyn failed to do either. In so many leave areas Labour has long been little more than a council tax collector. It may not have been responsible for austerity, but it was supine in the face of it. For Labour to turn this around it would need to become what its history shows it is always failing at – to be a focal point of resistance rather than a drag on it. Nick Moss London • Gary Younge says “I did not hear a single voter ask about Owen Smith or pine for Yvette Cooper”. Nor did I, and it’s an important point. But unfortunately I did hear “I can’t vote Labour, I’m a Jew” a few times, and “I’m not voting Labour while Corbyn leads it” many times. I don’t know what the leadership should have done about this intense hostility, but a lesson has to be learned for next time. Richard Seabrook Beckenham, London • Everyone finds it difficult to reflect on the lessons that need to be learned in defeat. A football manager who says “We did everything we should have done on the pitch except putting the ball in the back of the net” needs to remember that putting the ball in the back of the net is the whole point of the game. A political party that says they did everything except convincing the people to vote for them needs to draw the parallel lesson. To find out what truly went wrong it would be much better to have a proper analysis of the views of people who did not vote Labour than continually hearing from MPs and canvassers: “What I heard on the doorstep was…” Everyone appears to have heard exactly what they believe themselves. It is no way to accurately learn the vital lessons to go forward positively. Canon Richard Sewell Jerusalem • Aditya Chakrabortty (This week’s meltdown has been building for decades, Journal, 14 December) says Labour needs to “renew its contract with its base”. In fact Labour should be its base. There is still the idea that Labour is for the workers, rather than being the workers. Isn’t that the problem New Labour and Corbynism share? If family, community, country is not at the centre of things then there’s no point. Because when the shit hits the fan, lay-down-your-life commitment is to family (mine), community (us around here), country (land and law). Before we all shudder at the -phobias of it all: Labour is liberal (meaning each to their own, mind your own business); social (meaning not selfish or antisocial); international (meaning neither transnational nor nationalist). But real commitment is to family, community, country – and if we in Labour do not rebuild from there, things can only get very much worse. Why not start by asking ex-Labour leave voters in Blyth to edit a special edition of the Guardian? George Howard Richmond, London • I am writing as the first chief executive of One NorthEast, the regional development agency for the north-east of England, which was established in 1999 and abolished in 2011. I often agree with much that Aditya Chakrabortty writes, but I must take issue with his airy dismissal of Tony Blair’s and Gordon Brown’s approach to the economy. They established the regional development agencies, and in the north-east we addressed the fundamentals of the regional economy across a broad agenda. Yes, the development of skills was a part, but the objective was to lay the foundations of a new economy. The first Industrial Revolution was created by ideas and innovation, and delivered by a skilled workforce, and we were looking to develop new industries as well as supporting existing ones which had a future. That was beginning to pay off by a narrowing of the economic gap between the north-east and the rest of the country when we were abolished by the Conservative government. Mike Collier Shiptonthorpe, East Riding of Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7353",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/15/strictly-come-dancing-way-to-find-next-labour-leader",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-15T18:22:00Z",
    "webTitle": "Strictly Come Dancing way to find next Labour leader | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/15/strictly-come-dancing-way-to-find-next-labour-leader",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/15/strictly-come-dancing-way-to-find-next-labour-leader",
    "fields": {
      "headline": "Strictly Come Dancing way to find next Labour leader",
      "standfirst": "<strong>John Harrison</strong> suggests how to pick the next opposition leader, and <strong>Paul Curzon </strong>outlines the attributes that person needs to possess",
      "trailText": "Letters: <strong>John Harrison</strong> suggests how to pick the next opposition leader, and <strong>Paul Curzon </strong>outlines the attributes that person needs to possess",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a17e54c2b34f0dc9b13a553a351d061babcc883e\"> <img src=\"https://media.guim.co.uk/a17e54c2b34f0dc9b13a553a351d061babcc883e/30_371_4578_2747/1000.jpg\" alt=\"Keir Starmer is a potential successor to Jeremy Corbyn as leader of the Labour party. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Keir Starmer is a potential successor to Jeremy Corbyn as leader of the Labour party. </span> <span class=\"element-image__credit\">Photograph: Peter Summers/Getty Images</span> </figcaption> </figure>",
      "body": "<p>You report that many Labour candidates attribute losing to their leader’s unpopularity (<a href=\"https://www.theguardian.com/politics/2019/dec/13/five-reasons-why-labour-lost-the-election\" title=\"\">Five reasons why Labour lost</a>, 14 December). He was not supported originally by MPs. He was chosen by activists, generally of a different generation to him, who would not have to work with him.</p> <p>Under a sensible system, the MPs would choose and rank a shortlist which members could then similarly rank. The experts – let’s say the shadow cabinet – could then have the final say as between the top two from the aggregated rankings. This would reflect the views of the broad membership but allow the experts – who would have to work with the leader – the final say. Most of the time this approach produces the right result on <a href=\"https://www.theguardian.com/tv-and-radio/strictly-come-dancing\" title=\"\">Strictly Come Dancing</a>.</p> <p>Of those potential successors on your shortlist (<a href=\"https://www.theguardian.com/politics/2019/dec/13/who-will-be-the-next-labour-party-leader\" title=\"\">14 December</a>), Keir Starmer is the best qualified. A female leader is long overdue, but surely Labour is mature enough for a gender-neutral approach. Isn’t it?<br><strong>John Harrison </strong><br><em>Guildford, Surrey</em></p> <p>• As someone born in Aston, Birmingham, just after the war, I have a message for the Labour party, which I have supported all my life. Stop feeling sorry for yourselves. Do what working-class people have always had to do – take the knocks and get on with life. Elect a leader who speaks from the heart and has some real knowledge of what it is like to struggle to pay bills.</p> <p>That person needs to be someone who says what she thinks and is not afraid to upset friends and opponents when speaking the truth. Someone with charisma. Forget turning to more metropolitan lawyers and special advisers or characters with outdated, far-left views. The leader will need to connect with people who know they have been forgotten for years, and being mealy-mouthed will not cut it. Look no further than Jess Phillips.<br><strong>Paul Curzon</strong><br><em>Somerton, Somerset</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "352",
      "commentable": "false",
      "firstPublicationDate": "2019-12-15T18:22:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:57Z",
      "newspaperEditionDate": "2019-12-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvvym",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a17e54c2b34f0dc9b13a553a351d061babcc883e/30_371_4578_2747/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "You report that many Labour candidates attribute losing to their leader’s unpopularity (Five reasons why Labour lost, 14 December). He was not supported originally by MPs. He was chosen by activists, generally of a different generation to him, who would not have to work with him. Under a sensible system, the MPs would choose and rank a shortlist which members could then similarly rank. The experts – let’s say the shadow cabinet – could then have the final say as between the top two from the aggregated rankings. This would reflect the views of the broad membership but allow the experts – who would have to work with the leader – the final say. Most of the time this approach produces the right result on Strictly Come Dancing. Of those potential successors on your shortlist (14 December), Keir Starmer is the best qualified. A female leader is long overdue, but surely Labour is mature enough for a gender-neutral approach. Isn’t it? John Harrison Guildford, Surrey • As someone born in Aston, Birmingham, just after the war, I have a message for the Labour party, which I have supported all my life. Stop feeling sorry for yourselves. Do what working-class people have always had to do – take the knocks and get on with life. Elect a leader who speaks from the heart and has some real knowledge of what it is like to struggle to pay bills. That person needs to be someone who says what she thinks and is not afraid to upset friends and opponents when speaking the truth. Someone with charisma. Forget turning to more metropolitan lawyers and special advisers or characters with outdated, far-left views. The leader will need to connect with people who know they have been forgotten for years, and being mealy-mouthed will not cut it. Look no further than Jess Phillips. Paul Curzon Somerton, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2104",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/15/if-boris-johnson-is-to-heal-britain-telling-the-truth-would-be-a-good-start",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-15T18:21:49Z",
    "webTitle": "If Boris Johnson is to heal Britain, telling the truth would be a good start | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/15/if-boris-johnson-is-to-heal-britain-telling-the-truth-would-be-a-good-start",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/15/if-boris-johnson-is-to-heal-britain-telling-the-truth-would-be-a-good-start",
    "fields": {
      "headline": "If Boris Johnson is to heal Britain, telling the truth would be a good start",
      "standfirst": "Readers respond to the prime minister’s victory speech outside Downing Street",
      "trailText": "Letters: Readers respond to the prime minister’s victory speech outside Downing Street",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"09d3a28b3e5e44f7dcd7d134b3b1f433f6a193ed\"> <img src=\"https://media.guim.co.uk/09d3a28b3e5e44f7dcd7d134b3b1f433f6a193ed/0_268_4767_2860/1000.jpg\" alt=\"Boris Johnson makes a speech outside No 10 Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Let the healing begin, urged Boris Johnson in a speech outside No 10.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency via Getty Images</span> </figcaption> </figure>",
      "body": "<p>Katy Balls may well be expecting Johnson to use his “newfound freedom to accommodate the Labour leave areas that have gone blue” (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/13/boris-johnson-majority-govern-as-he-likes\" title=\"\">Johnson is able to forge a new centre ground</a>, Journal, 14 December), but even his victory speech outside No 10 lacked any reasons for such optimism (<a href=\"https://www.theguardian.com/politics/video/2019/dec/13/let-healing-begin-says-johnson-divisive-election-video\" title=\"\">The country deserves an end to talking about Brexit</a>, 14 December). “Unite and level up” seems to be the next meaningless slogan, but where is the evidence that Johnson’s “one-nation Conservatism” is any different from that of his predecessors?</p> <p>For such a belief to take effect, Johnson would have to offend too many of his traditional supporters, like landlords and builders, but how else can lives improve for all those millions living in rented accommodation, or wanting to buy affordable homes? Even the well-publicised NHS promises of 50,000 more nurses and 40 new hospitals have already failed all scrutiny tests. “Better schools”, also mentioned in the speech, require massive cash injections, with far more than a little pay boost needed to end the teacher recruitment crisis; “safer streets” demand more than simply replacing the numbers of policemen cut under recent Tory administrations.<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• May I suggest that the Guardian starts a Boris Johnson “Lie-ometer”, keeping a record of every lie told by the prime minister. His speech outside No 10 is a good starting point, with two already proven lies being repeated, ie 40 hospitals and 50,000 nurses. A weekly count of untruths may help to keep this dangerous government in check. I look forward to seeing this as a regular feature.<br><strong>Pete Brook</strong><br><em>Llanfairpwllgwyngyll, Anglesey</em></p> <p>• Working at the coalface as a young man more than 60 years ago, an old collier told me: “The Tories can tell lies much better than Labour can tell the truth.” We now have a perfect exponent in No 10 who proves the lasting value of his words.<br><strong>Gren Gaskell</strong><br><em>Malvern, Worcestershire</em></p> <p>• Boris Johnson could have visited any of the new Tory constituencies in the north-east, but he chose Tony Blair’s former seat in Sedgefield for his triumphalist appearance. Whatever happened to grace in victory or generosity of spirit? He couldn’t resist grandstanding at Labour’s expense.<br><strong>Kathy Kirkbright</strong><br><em>Marske-by-the Sea, North Yorkshire</em></p> <p>• “Let the healing begin,” says Boris Johnson. How long is the waiting list?<br><strong>Steve Eady</strong><br><em>Uelsen, Germany</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "427",
      "commentable": "false",
      "firstPublicationDate": "2019-12-15T18:21:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:12Z",
      "newspaperEditionDate": "2019-12-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvvjz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/09d3a28b3e5e44f7dcd7d134b3b1f433f6a193ed/0_268_4767_2860/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Katy Balls may well be expecting Johnson to use his “newfound freedom to accommodate the Labour leave areas that have gone blue” (Johnson is able to forge a new centre ground, Journal, 14 December), but even his victory speech outside No 10 lacked any reasons for such optimism (The country deserves an end to talking about Brexit, 14 December). “Unite and level up” seems to be the next meaningless slogan, but where is the evidence that Johnson’s “one-nation Conservatism” is any different from that of his predecessors? For such a belief to take effect, Johnson would have to offend too many of his traditional supporters, like landlords and builders, but how else can lives improve for all those millions living in rented accommodation, or wanting to buy affordable homes? Even the well-publicised NHS promises of 50,000 more nurses and 40 new hospitals have already failed all scrutiny tests. “Better schools”, also mentioned in the speech, require massive cash injections, with far more than a little pay boost needed to end the teacher recruitment crisis; “safer streets” demand more than simply replacing the numbers of policemen cut under recent Tory administrations. Bernie Evans Liverpool • May I suggest that the Guardian starts a Boris Johnson “Lie-ometer”, keeping a record of every lie told by the prime minister. His speech outside No 10 is a good starting point, with two already proven lies being repeated, ie 40 hospitals and 50,000 nurses. A weekly count of untruths may help to keep this dangerous government in check. I look forward to seeing this as a regular feature. Pete Brook Llanfairpwllgwyngyll, Anglesey • Working at the coalface as a young man more than 60 years ago, an old collier told me: “The Tories can tell lies much better than Labour can tell the truth.” We now have a perfect exponent in No 10 who proves the lasting value of his words. Gren Gaskell Malvern, Worcestershire • Boris Johnson could have visited any of the new Tory constituencies in the north-east, but he chose Tony Blair’s former seat in Sedgefield for his triumphalist appearance. Whatever happened to grace in victory or generosity of spirit? He couldn’t resist grandstanding at Labour’s expense. Kathy Kirkbright Marske-by-the Sea, North Yorkshire • “Let the healing begin,” says Boris Johnson. How long is the waiting list? Steve Eady Uelsen, Germany • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2656",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/dec/15/food-bank-volunteers-needed-now-more-than-ever",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-12-15T18:21:39Z",
    "webTitle": "Food bank volunteers needed now more than ever | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/dec/15/food-bank-volunteers-needed-now-more-than-ever",
    "apiUrl": "https://content.guardianapis.com/society/2019/dec/15/food-bank-volunteers-needed-now-more-than-ever",
    "fields": {
      "headline": "Food bank volunteers needed now more than ever",
      "standfirst": "<strong>Trish Cockayne </strong>and <strong>Jeff Skinner </strong>on the vital support provided by food banks and those who work with them",
      "trailText": "Letters: <strong>Trish Cockayne </strong>and <strong>Jeff Skinner </strong>on the vital support provided by food banks and those who work with them",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"001f8f1801a1eda9a946cb61d3d4564da7a2375d\"> <img src=\"https://media.guim.co.uk/001f8f1801a1eda9a946cb61d3d4564da7a2375d/0_216_6480_3888/1000.jpg\" alt=\"A bucket for food bank donations at a supermarket.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A bucket for food bank donations at a supermarket.</span> <span class=\"element-image__credit\">Photograph: HASPhotos/Alamy</span> </figcaption> </figure>",
      "body": "<p>I am really sorry that Janice Gupta Gwilliam has resigned from her local Trussell Trust food bank (<a href=\"https://www.theguardian.com/politics/2019/dec/13/all-lies-to-the-right-and-noes-to-the-left\" title=\"\">Letters</a>, 14 December). I have been a volunteer in the north-west for around three years and, being in an area where universal credit has been rolled out, I have seen a huge rise in the number of people being referred to us.</p> <p>Following the re-election on Thursday of the government that has caused poverty and misery all over the country, I and many other volunteers know we are going to be needed more than ever. We need to, first of all, look after the people who come to us in despair. But also we need to hold our MPs to account.</p> <p>The Trussell Trust is non-political on the face of it, and probably should remain so. However, it commissioned an independent study last year called <a href=\"https://www.trusselltrust.org/state-of-hunger/\" title=\"\">State of Hunger</a> in which much of the blame for poverty is laid firmly at the door of the government. Please, Janice, think again. You are needed now more than ever.<br><strong>Trish Cockayne</strong><br><em>Lymm, Cheshire</em></p> <p>• As a food bank volunteer, I’d ask Janice Gupta Gwilliam to reconsider. The Trussell Trust is <a href=\"https://www.trusselltrust.org/five-weeks-too-long/\" title=\"\">campaigning for an end to the five-week wait for universal credit</a>. It also lobbies the government on behalf of food banks and their clients. By donating food and welcoming clients, communities show solidarity with fellow citizens whose lives are in crisis. The practical and emotional support that Janice and her fellow volunteers provide is complemented by the Trussell Trust speaking truth to power.<br><strong>Jeff Skinner</strong><br><em>Exeter</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "304",
      "commentable": "false",
      "firstPublicationDate": "2019-12-15T18:21:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-15T18:30:04Z",
      "newspaperEditionDate": "2019-12-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvx53",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/001f8f1801a1eda9a946cb61d3d4564da7a2375d/0_216_6480_3888/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am really sorry that Janice Gupta Gwilliam has resigned from her local Trussell Trust food bank (Letters, 14 December). I have been a volunteer in the north-west for around three years and, being in an area where universal credit has been rolled out, I have seen a huge rise in the number of people being referred to us. Following the re-election on Thursday of the government that has caused poverty and misery all over the country, I and many other volunteers know we are going to be needed more than ever. We need to, first of all, look after the people who come to us in despair. But also we need to hold our MPs to account. The Trussell Trust is non-political on the face of it, and probably should remain so. However, it commissioned an independent study last year called State of Hunger in which much of the blame for poverty is laid firmly at the door of the government. Please, Janice, think again. You are needed now more than ever. Trish Cockayne Lymm, Cheshire • As a food bank volunteer, I’d ask Janice Gupta Gwilliam to reconsider. The Trussell Trust is campaigning for an end to the five-week wait for universal credit. It also lobbies the government on behalf of food banks and their clients. By donating food and welcoming clients, communities show solidarity with fellow citizens whose lives are in crisis. The practical and emotional support that Janice and her fellow volunteers provide is complemented by the Trussell Trust speaking truth to power. Jeff Skinner Exeter • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1787",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/15/a-new-name-for-remainers",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-15T18:21:28Z",
    "webTitle": "A new name for remainers | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/15/a-new-name-for-remainers",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/15/a-new-name-for-remainers",
    "fields": {
      "headline": "A new name for remainers",
      "standfirst": "The New Working Class | The Guardian in Manchester | Scottish independence | Comma placement | Rejoiners | Get Christmas done | John Crace and Marina Hyde",
      "trailText": "<strong> Brief letters:</strong> The New Working Class | The Guardian in Manchester | Scottish independence | Comma placement | Rejoiners | Get Christmas done | John Crace and Marina Hyde",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"359e12ef363c771ebfcf0ad9c6b471bba33ce8ac\"> <img src=\"https://media.guim.co.uk/359e12ef363c771ebfcf0ad9c6b471bba33ce8ac/0_224_6720_4032/1000.jpg\" alt=\"Labour’s Caroline Flint reacts after losing the Don Valley seat in South Yorkshire to the Conservatives.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour’s Caroline Flint reacts after losing the Don Valley seat in South Yorkshire to the Conservatives. ‘To understand the lives and aspirations of people in “the north” we need our institutions and leaders to be based here,’ says Michael Reardon.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>After the disaster <a href=\"https://www.theguardian.com/politics/2019/dec/13/kind-of-blue-uk-comes-to-terms-with-tory-election-victory\" title=\"\">last Thursday</a>, every Labour party member should be receiving Claire Ainsley’s book The New Working Class for Christmas to find out where they have been going wrong. Members of Momentum should read it twice in case they don’t get it first time.<br><strong>Rod Moreton</strong><br><em>Ampleforth, North Yorkshire</em></p> <p>• To understand the lives and aspirations of people in “the north”, we do indeed need our institutions and leaders to be based here. Maybe the Guardian should set the pace by coming home to Manchester? <br><strong>Michael Reardon</strong><br><em>Cheadle Hulme, Manchester</em></p> <p>• Mr Johnson is adamant there will be no referendum for an independent Scotland for a generation. If the Scots declare independence unilaterally, is he going to send in the army? <br><strong>Fuad Kavur</strong><br><em>London</em></p> <p>• How depressing that your front-page headline “<a href=\"https://www.theguardian.com/politics/2019/dec/13/boris-johnson-leads-tories-historic-general-election-win\" title=\"\">Next stop, Brexit</a>” (14 December) could not have been “Next, stop Brexit”.<br><strong>Martyn Chalk </strong><br><em>Hull</em></p> <p>• Isn’t the description “remainer” now defunct? We now have to start describing ourselves as “rejoiner”.<br><strong>Dave Hirons</strong><br><em>Binley Woods, Warwickshire</em></p> <p>• I find myself writing in my cards this year “Let’s get Christmas done!” Am I broken?<br><strong>Alan Corcoran </strong><br><em>Godalming, Surrey</em></p> <p>• At least there’s the consolation prize of five more years of unparalleled lampooning and fun from John Crace and Marina Hyde.<br><strong>Carmen Rodriguez</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "252",
      "commentable": "false",
      "firstPublicationDate": "2019-12-15T18:21:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:20Z",
      "newspaperEditionDate": "2019-12-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvvtc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/359e12ef363c771ebfcf0ad9c6b471bba33ce8ac/0_224_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After the disaster last Thursday, every Labour party member should be receiving Claire Ainsley’s book The New Working Class for Christmas to find out where they have been going wrong. Members of Momentum should read it twice in case they don’t get it first time. Rod Moreton Ampleforth, North Yorkshire • To understand the lives and aspirations of people in “the north”, we do indeed need our institutions and leaders to be based here. Maybe the Guardian should set the pace by coming home to Manchester? Michael Reardon Cheadle Hulme, Manchester • Mr Johnson is adamant there will be no referendum for an independent Scotland for a generation. If the Scots declare independence unilaterally, is he going to send in the army? Fuad Kavur London • How depressing that your front-page headline “Next stop, Brexit” (14 December) could not have been “Next, stop Brexit”. Martyn Chalk Hull • Isn’t the description “remainer” now defunct? We now have to start describing ourselves as “rejoiner”. Dave Hirons Binley Woods, Warwickshire • I find myself writing in my cards this year “Let’s get Christmas done!” Am I broken? Alan Corcoran Godalming, Surrey • At least there’s the consolation prize of five more years of unparalleled lampooning and fun from John Crace and Marina Hyde. Carmen Rodriguez London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1594",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/dec/15/boris-johnson-threatens-bbc-with-two-pronged-attack",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-12-15T16:15:34Z",
    "webTitle": "Boris Johnson threatens BBC with two-pronged attack",
    "webUrl": "https://www.theguardian.com/media/2019/dec/15/boris-johnson-threatens-bbc-with-two-pronged-attack",
    "apiUrl": "https://content.guardianapis.com/media/2019/dec/15/boris-johnson-threatens-bbc-with-two-pronged-attack",
    "fields": {
      "headline": "Boris Johnson threatens BBC with two-pronged attack",
      "standfirst": "<p>No 10 boycotts Today programme and considers decriminalising non-payment of licence fee</p>",
      "trailText": "No 10 boycotts Today programme and considers decriminalising non-payment of licence fee",
      "byline": "Matthew Taylor and Jim Waterson",
      "main": "<figure class=\"element element-image\" data-media-id=\"9945c43a82005441792cb96b2ce99736d8be3c5c\"> <img src=\"https://media.guim.co.uk/9945c43a82005441792cb96b2ce99736d8be3c5c/0_95_3000_1800/1000.jpg\" alt=\"The BBC projection of the election exit polls results on its Broadcast House building in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The BBC projection of the election exit polls results on its Broadcast House building in London.</span> <span class=\"element-image__credit\">Photograph: Ollie Millington/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Downing Street is threatening the future of the BBC by insisting it is seriously considering decriminalising non-payment of the licence fee, while boycotting Radio 4’s Today programme over the broadcaster’s supposed anti-Tory bias.</p> <p>No 10 pulled ministers from Saturday’s edition of the Today programme and sources said it intended to “withdraw engagement” from the show in future.</p> <p>The row is seen as an ominous sign of Boris Johnson’s willingness to bypass independent scrutiny and follows criticism of the BBC’s election coverage from both left and right.</p> <p>No 10 pointed to Andrew Neil’s on-air monologue in which he lambasted Johnson for his refusal to be interviewed, and the BBC’s “extensive coverage” of a four-year-old boy with suspected pneumonia forced to sleep on a hospital floor – as supposed evidence of anti-Tory, pro-remain bias at the corporation.</p> <p>Meanwhile, Labour backers have raised concerns about the BBC’s coverage, from the editing out of <a href=\"https://www.theguardian.com/media/2019/nov/25/bbc-admits-mistake-in-editing-out-laughter-at-johnson-in-tv-debate\">laughter aimed at Johnson in a news bulletin</a> to leading reporters uncritically repeating Conservative sources, and the prime minister escaping scrutiny after <a href=\"https://www.theguardian.com/media/2019/dec/06/conservatives-dismiss-andrew-neil-demands-for-johnson-interview\">dodging the one-on-one interview</a> with Neil.</p> <p>The BBC has firmly rejected such criticism. In an <a href=\"https://www.theguardian.com/media/2019/dec/14/bbc-staff-express-fear-of-public-distrust-after-election-coverage\">email on Friday</a>, the director general, Tony Hall, wrote: “In a frenetic campaign where we’ve produced hundreds of hours of output, of course we’ve made the odd mistake and we’ve held up our hands to them. Editors are making tough calls every minute of the day. But I don’t accept the view of those critics who jump on a handful of examples to suggest we’re somehow biased one way or the other.”</p> <p>During the election campaign, Johnson threatened to take the BBC’s licence fee away as he called into question its status as a publicly funded broadcaster. The prime minister suggested the licence fee, which is guaranteed to continue until at least 2027, was a general tax that could no longer be justified when other media organisations had found other ways of funding themselves.</p> <p>Any changes to the BBC’s funding model would require parliament to pass fresh legislation. Abolition would be hard, but a bigger risk for the BBC is the negotiations with the government over the cost of the licence fee between 2022 and 2027.</p> <p>Even more worrying for the public broadcaster are comments by chief secretary to the Treasury Rishi Sunak, confirming plans to look at the decriminalisation of failing to pay the TV licence, which could be set out in the next Queen’s speech and would undermine the BBC’s funding model.</p> <p>Sunak told the BBC’s Andrew Marr Show: “That is something the prime minister has said we will look at, and has instructed people to look at that. I think it’s fair to say people find the criminalisation of non-payment of the licence fee to be something that has provoked questions in the past.”</p> <p>A No 10 source confirmed that the licence fee was “in the firing line”, following <a href=\"https://www.dailymail.co.uk/news/article-7793607/Boris-Johnson-set-decriminalise-non-payment-BBC-licence-fee.html\">reports in the Mail on Sunday</a> that its future settlement was under discussion.</p> <p>A BBC spokesperson said decriminalisation would lead to £200m less to spend on programmes.</p> <p>“The government has already commissioned a QC to take an in-depth look at this matter and he found that ‘the current system of criminal deterrence and prosecution should be maintained’ and that it is fair and value for money to licence fee payers,” they said. “Decriminalisation could also mean we have at least £200m less to spend on programmes and services our audiences love.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2019/dec/15/actor-mathew-horne-apologises-for-laura-kuenssberg-plopcarpet-attack\">Actor Mathew Horne apologises for Laura Kuenssberg 'plopcarpet' attack</a> </p> </aside>  <p>Johnson’s senior adviser Dominic Cummings is known to be a strong critic of the BBC, its funding model and its output. He is particularly dismissive of the Today programme, which he argues operates in a metropolitan bubble out of touch with the rest of the country.</p> <p>Downing Street has also attacked Channel 4’s election coverage after it replaced Johnson with an ice sculpture when he refused to take part in a leaders’ debate on the climate crisis.</p> <p>During the election the Tories confirmed that the party would review Channel 4’s public service broadcasting obligations if Johnson was returned to Downing Street. Under the proposal it will “look at whether its remit should be better focused so it is serving the public in the best way possible”.</p> <p>However, there will be voices within the Tory party who are uneasy about an all-out war with the media, particularly the BBC – both because it remains one of the most trusted institutions in the country and because of its daily influence on the news agenda.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "740",
      "firstPublicationDate": "2019-12-15T16:15:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:00Z",
      "newspaperEditionDate": "2019-12-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvv25",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9945c43a82005441792cb96b2ce99736d8be3c5c/0_95_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street is threatening the future of the BBC by insisting it is seriously considering decriminalising non-payment of the licence fee, while boycotting Radio 4’s Today programme over the broadcaster’s supposed anti-Tory bias. No 10 pulled ministers from Saturday’s edition of the Today programme and sources said it intended to “withdraw engagement” from the show in future. The row is seen as an ominous sign of Boris Johnson’s willingness to bypass independent scrutiny and follows criticism of the BBC’s election coverage from both left and right. No 10 pointed to Andrew Neil’s on-air monologue in which he lambasted Johnson for his refusal to be interviewed, and the BBC’s “extensive coverage” of a four-year-old boy with suspected pneumonia forced to sleep on a hospital floor – as supposed evidence of anti-Tory, pro-remain bias at the corporation. Meanwhile, Labour backers have raised concerns about the BBC’s coverage, from the editing out of laughter aimed at Johnson in a news bulletin to leading reporters uncritically repeating Conservative sources, and the prime minister escaping scrutiny after dodging the one-on-one interview with Neil. The BBC has firmly rejected such criticism. In an email on Friday, the director general, Tony Hall, wrote: “In a frenetic campaign where we’ve produced hundreds of hours of output, of course we’ve made the odd mistake and we’ve held up our hands to them. Editors are making tough calls every minute of the day. But I don’t accept the view of those critics who jump on a handful of examples to suggest we’re somehow biased one way or the other.” During the election campaign, Johnson threatened to take the BBC’s licence fee away as he called into question its status as a publicly funded broadcaster. The prime minister suggested the licence fee, which is guaranteed to continue until at least 2027, was a general tax that could no longer be justified when other media organisations had found other ways of funding themselves. Any changes to the BBC’s funding model would require parliament to pass fresh legislation. Abolition would be hard, but a bigger risk for the BBC is the negotiations with the government over the cost of the licence fee between 2022 and 2027. Even more worrying for the public broadcaster are comments by chief secretary to the Treasury Rishi Sunak, confirming plans to look at the decriminalisation of failing to pay the TV licence, which could be set out in the next Queen’s speech and would undermine the BBC’s funding model. Sunak told the BBC’s Andrew Marr Show: “That is something the prime minister has said we will look at, and has instructed people to look at that. I think it’s fair to say people find the criminalisation of non-payment of the licence fee to be something that has provoked questions in the past.” A No 10 source confirmed that the licence fee was “in the firing line”, following reports in the Mail on Sunday that its future settlement was under discussion. A BBC spokesperson said decriminalisation would lead to £200m less to spend on programmes. “The government has already commissioned a QC to take an in-depth look at this matter and he found that ‘the current system of criminal deterrence and prosecution should be maintained’ and that it is fair and value for money to licence fee payers,” they said. “Decriminalisation could also mean we have at least £200m less to spend on programmes and services our audiences love.” Johnson’s senior adviser Dominic Cummings is known to be a strong critic of the BBC, its funding model and its output. He is particularly dismissive of the Today programme, which he argues operates in a metropolitan bubble out of touch with the rest of the country. Downing Street has also attacked Channel 4’s election coverage after it replaced Johnson with an ice sculpture when he refused to take part in a leaders’ debate on the climate crisis. During the election the Tories confirmed that the party would review Channel 4’s public service broadcasting obligations if Johnson was returned to Downing Street. Under the proposal it will “look at whether its remit should be better focused so it is serving the public in the best way possible”. However, there will be voices within the Tory party who are uneasy about an all-out war with the media, particularly the BBC – both because it remains one of the most trusted institutions in the country and because of its daily influence on the news agenda.",
      "charCount": "4448",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewtaylor\">Matthew Taylor</a> and <a href=\"profile/jim-waterson\">Jim Waterson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/15/from-the-nhs-to-brexit-what-can-we-expect-from-johnsons-government",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-15T16:06:27Z",
    "webTitle": "From the NHS to Brexit: what can we expect from Johnson's government?",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/15/from-the-nhs-to-brexit-what-can-we-expect-from-johnsons-government",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/15/from-the-nhs-to-brexit-what-can-we-expect-from-johnsons-government",
    "fields": {
      "headline": "From the NHS to Brexit: what can we expect from Johnson's government?",
      "standfirst": "<p>Our specialists look into series of pre-election pledges, from health to education and media policy</p>",
      "trailText": "Our specialists look into series of pre-election pledges, from health to education and media policy",
      "byline": "Guardian staff",
      "main": "<figure class=\"element element-image\" data-media-id=\"a9e6c1f82221f5dcb002db8bccf01be663c6ac8c\"> \n <img src=\"https://media.guim.co.uk/a9e6c1f82221f5dcb002db8bccf01be663c6ac8c/447_452_4761_2857/1000.jpg\" alt=\"Boris Johnson meets staff at King’s Mill NHS Hospital in Mansfield during the election campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson meets staff at King’s Mill NHS Hospital in Mansfield during the election campaign.</span> \n  <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson made a raft of promises and comments indicating future policy during the election campaign. Our specialist reporters take a look at what we can now expect from the government on key policy areas.</p> \n<h2><strong>Health</strong></h2> \n<p>Johnson said the NHS would be his government’s top priority. He has made an array of pledges – on funding, staffing and new facilities – aimed at reviving a visibly ailing service that hospital bosses say is “on its knees”. Johnson’s voluble support for an institution “that represents the very best of our country” means he will be closely scrutinised over the delivery of his promises, several of which may prove very challenging.</p> \n<p>Johnson has promised to increase the budget of the NHS in England by £20.5bn in real terms (after inflation) by 2023-24. That is less than the equivalent £26bn extra that Labour offered. While that will be the biggest uplift in cash terms the NHS has ever received, the annual 3.4% rises are smaller than the NHS’s historical average and less than health thinktanks believe it needs, given demand for care is going up very rapidly. </p> \n<p>The Conservatives have committed to building 40 new hospitals in England by 2030. Only six of these – which will receive £2.7bn and should be ready by 2025 – have been identified so far. Twenty-one other NHS trusts will share £100m seed money to help them draw up plans for the 34 other projects. Experts say the 40 will cost up to £24bn, although the government’s estimate is £13bn. It is unclear whether the money will come from the NHS’s capital budget or be over and above the sums Johnson and the health secretary, Matt Hancock, have pledged.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6e4923da-fd05-4190-b5ac-0cb4efa3bf7e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/97bug1-rttM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Lack of staff remains the NHS’s number one problem. Johnson was scorned for pledging to recruit 50,000 extra nurses and then admitting that 18,500 of them would come from stopping existing staff quitting early. Restoring maintenance grants of up to £8,000 a year for student nurses should improve recruitment, but nursing leaders doubt the 50,000 pledge will be met. There is similar scepticism about the aim of recruiting 6,000 more GPs, given numbers have actually fallen since a 2015 pledge to grow the family doctor workforce by 5,000. Without more GPs the promise of 50m extra appointments a year will prove illusory, even with more physiotherapists, pharmacists and other health professionals working in surgeries to take some of the pressure off family doctors.</p> \n<p>Waiting times for A&amp;E care, planned operations and cancer treatment have worsened so sharply in recent years that the Health Foundation thinktank is warning that “the safety net [of the NHS] … is at risk of breaking down”. Delays are the worst since records began. The millions of people affected by longer and longer waits are likely to become Johnson’s biggest NHS problem. He has no obvious plan to resolve this beyond more money, more staff and backing for the <a href=\"https://www.theguardian.com/society/2019/jan/07/what-is-the-nhs-long-term-plan-and-can-it-achieve-its-aims\">NHS long-term plan</a>, which aims to keep people healthier. <strong>Denis Campbell</strong></p> \n<h2><strong>Brexit</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"abe2450b9fd42660db1e8eb9d3ab3d2f3bb6299d\"> \n <img src=\"https://media.guim.co.uk/abe2450b9fd42660db1e8eb9d3ab3d2f3bb6299d/0_209_3500_2100/1000.jpg\" alt=\"Michael Gove speaks at a final general election campaign event in London.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Gove speaks at a final general election campaign event in London.</span> \n  <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> \n </figcaption> \n</figure> \n<p>Michael Gove has said a new Brexit deal will be concluded by the end of next year. High-level political negotiations will start in February, and the detail of getting Britain ready for Brexit is where the devil lies.</p> \n<p>Much work has been done on the new systems that must be in place for the worst possible outcome of talks in relation to the Dover-Calais crossing and other UK-EU trade issues. No work has been done on the Great Britain to Northern Ireland routes that must now be treated as a UK-EU border under the Johnson deal. HMRC has previously said it would take five years to get what was known as a maximum facilitation customs IT arrangement in place.</p> \n<p>If tariffs on goods exported from the UK into the EU apply after 2020, a new tariff rebate system has to be bolted on to cover goods that go from Great Britain to Northern Ireland only. This would apply, for instance, to all goods going from Tesco warehouses in the UK to supermarket shelves in Belfast, Derry or Armagh.</p> \n<p>Border inspection posts will have to be built from scratch for sanitary and phytosanitary checks on all animals and fresh food going from Great Britain to Northern Ireland. The EU has already said it would prefer them to be in ports such as Stranraer and Liverpool to prevent potential disease in animals, plants or timber pallets making its way on to the island of Ireland.</p> \n<p>The Northern Ireland office has had several meetings with business leaders on what checks will be necessary but these cannot be determined in detail until after Brexit on 31 January.</p> \n<p>Under the withdrawal agreement, specialist committees to determine this detail cannot be appointed until the withdrawal agreement is ratified. This means they could be up and running by February, leaving 11 months for preparation. But as HMRC has warned previously, IT systems take years, not months, to build. <strong>Lisa O’Carroll</strong></p> \n<h2><strong>Education</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"b68c039c683e5c64ce6167b5bb2eac29ea531101\"> \n <img src=\"https://media.guim.co.uk/b68c039c683e5c64ce6167b5bb2eac29ea531101/0_0_5760_3456/1000.jpg\" alt=\"Pupils at St Ninians primary school in Stirling.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Pupils at St Ninians primary school in Stirling.</span> \n  <span class=\"element-image__credit\">Photograph: Allan Milligan/Alamy Stock Photo</span> \n </figcaption> \n</figure> \n<p>The new government’s policies on education in England are less oven-ready and more baked in, with the bulk of policies on schools, colleges and universities having been announced before the election campaign began.</p> \n<p>In terms of reforms, the signature policies are set in place, as they have been since David Cameron: converting schools into academies and using tuition fees and student loans to fund demand for higher education. While Theresa May wanted to revise the fees and loans system, Boris Johnson has shown little appetite to do so other than trimming the interest rates charged to students.</p> \n<p>The Conservatives’ slim manifesto offers more money for schools, reversing the real-terms cuts since 2009. Johnson’s intention is to raise per-pupil spending to at least £4,000 in primaries and £5,000 in secondaries, although many schools in deprived and urban areas are already higher. Gavin Williamson, the education secretary, had announced plans to raise pay for newly qualified teachers to £30,000, to shore up recruitment. Existing teachers, however, are unhappy at the Conservative election pledge to beef up Ofsted inspections.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/15/johnson-warned-majority-will-not-speed-up-brexit-talks\">Johnson is warned his big win will not speed up Brexit deal</a> </p> \n</aside> \n<p>Promises on early years education were vague, with a “£1bn childcare fund” in England and no new funding commitments for children and young people’s mental health. On post-16 education, the Conservatives had already promised £400m over the next parliament – nowhere near enough to arrest the fall in per-student funding, especially in sixth forms.</p> \n<p>With Michael Gove at the heart of government, a Johnson regime is unlikely to tinker much with school structures, although there may be legislative moves to convert all maintained schools into academies. Otherwise there are some creaking policies that need urgent repair: further eduction colleges, apprenticeships and early years provision are all likely to demand attention from Williamson or whoever succeeds him. And while vice-chancellors will be relieved that tuition fees remain, they will be anxious to know more about post-Brexit research funding. <strong>Richard Adams</strong></p> \n<h2>Law and order</h2> \n<figure class=\"element element-image\" data-media-id=\"393eae2f64e23fca51f689af61c374977747ca26\"> \n <img src=\"https://media.guim.co.uk/393eae2f64e23fca51f689af61c374977747ca26/0_0_5462_3619/1000.jpg\" alt=\"Boris Johnson speaks during his visit at the police in West Yorkshire.\" width=\"1000\" height=\"663\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson speaks during his visit at the police in West Yorkshire.</span> \n  <span class=\"element-image__credit\">Photograph: Danny Lawson/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The Conservatives’ hardline approach on crime and justice under Johnson became clear as soon as he took office: <a href=\"https://www.theguardian.com/politics/2019/nov/11/election-fact-check-will-there-really-be-20000-new-police-officers\">20,000 new police officers</a> on the streets was one of his first pledges. The recruitment is more of a restoration as the Conservative-led governments of the last nine years have cut the same number.</p> \n<p>But it set a tone for Johnson’s outlook. This was cemented with plans to expand the use of stop and search powers, done by reducing the level of authorisation needed for officers to deploy a form of the tactic and lowering the degree of certainty required by the authorising officer that serious violence may occur. The government is also funding an increase in Tasers.</p> \n<p>Plans to increase sentences for some sexual and violent offenders were frequently promoted by Johnson and his team during the election campaign, particularly around the London Bridge terrorist attack, a move that drew criticism from the family of one of the victims.</p> \n<p>At the Tory party conference in September, the justice secretary announced that offenders guilty of violent and sexual crimes that carry a maximum sentence of life and who are sentenced to at least four years in prison will be required to serve two-thirds of the sentence in prison before being released on licence, as opposed to the midway point.</p> \n<p>During the campaign they pledged to give all child murderers a “whole life order”, condemning them to die in jail without release. In reality this would apply to very few cases and was dismissed by critics as populist electioneering.</p> \n<p>The government’s own <a href=\"https://www.theguardian.com/uk-news/2018/apr/09/rise-in-violent-not-due-to-police-cuts-alone-figures-show\">serious violent crime strategy</a> acknowledges that violent crime has a clear link to “poor life outcomes”. There was very little mention in the Conservative manifesto about tackling these more complex issues behind crime. <strong>Jamie Grierson</strong></p> \n<h2><strong>Media</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"54562de6de469ce814976cfd2a3429cbc01b3c1b\"> \n <img src=\"https://media.guim.co.uk/54562de6de469ce814976cfd2a3429cbc01b3c1b/0_0_3000_1801/1000.jpg\" alt=\"Johnson was interviewed by Andrew Neil during his Tory leadership campaign in July.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Johnson was interviewed by Andrew Neil during his Tory leadership campaign in July.</span> \n  <span class=\"element-image__credit\">Photograph: HANDOUT/Reuters</span> \n </figcaption> \n</figure> \n<p>During the campaign the Conservatives thumbed their noses at the BBC by refusing to let the prime minister do an interview with Andrew Neil, raised questions over the future of the licence fee, and threatened the future of Channel 4.</p> \n<p>What’s less clear is which bits were bellicose briefing from Conservative press aides keen to change an on-the-day narrative and which were real policies for the future of the media. Johnson’s rumination that it is time to look at whether the licence fee charged on households owning a particular device is sustainable in the current environment – made in response to a question at a campaign event rather than as a pre-planned intervention – was telling.</p> \n<p>Abolition would be hard and would require legislation, since the BBC’s royal charter guarantees the licence fee’s existence until 2027. A bigger risk factor for the BBC is negotiations over the cost of the licence fee for the 2022-27 period. This gives the corporation two years to make the case that the licence fee should keep rising, with the alternative being accepting cuts in the year of the organisation’s 100th anniversary. </p> \n<p>Even more worrying for the public broadcaster are comments by the justice secretary, Robert Buckland, that the party is seriously looking at decriminalisation of failure to pay the TV licence, which could undermine the BBC’s revenue collection process.</p> \n<p>Channel 4’s future will be up for debate towards the end of the parliamentary session in 2024. Conservative aides already exasperated with the channel’s output have been watching clips of the its overnight election coverage featuring an audience booing the exit poll.</p> \n<figure class=\"element element-image\" data-media-id=\"8d78bcd977ffa083da9d7889bf66e798a3cee153\"> \n <img src=\"https://media.guim.co.uk/8d78bcd977ffa083da9d7889bf66e798a3cee153/230_4_2282_1369/1000.jpg\" alt=\"Audience boos the exit poll on Channel 4’s Alternative Election show.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Audience boos the exit poll on Channel 4’s Alternative Election show.</span> \n  <span class=\"element-image__credit\">Photograph: Channel 4</span> \n </figcaption> \n</figure> \n<p>A new culture secretary will have to decide on how to regulate the internet to reduce online harms, including whether to found a new regulator to take on the task, although the Conservative manifesto was characteristically vague on detail.</p> \n<p>With Labour blaming rightwing newspapers for its defeat, the British media industry is facing a tough period with reduced public support at a time when many traditional outlets were already struggling. <strong>Jim Waterson</strong></p> \n<h2><strong>Constitution</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"5b339bceca6a60feef4b0ea182f7aa25c4a32ef7\"> \n <img src=\"https://media.guim.co.uk/5b339bceca6a60feef4b0ea182f7aa25c4a32ef7/0_163_4692_2815/1000.jpg\" alt=\"Justice secretary Robert Buckland arrives at No 10 for a cabinet meeting in November.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Justice secretary Robert Buckland arrives at No 10 for a cabinet meeting in November.</span> \n  <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty Images</span> \n </figcaption> \n</figure> \n<p>Opaque pledges in the Conservative manifesto to overhaul “the relationship between the government, parliament and the courts” have raised fears that the independence of the judiciary and the Human Rights Act could come under attack.</p> \n<p>One inevitable casualty will be the little-loved Fixed-term Parliaments Act. Only a page in the manifesto is dedicated to constitutional issues. While lack of detail may veil radical intentions, it could also disguise a lack of worked-through policies.</p> \n<p>The rapid turnover of justice secretaries and the distraction of Brexit have prevented passage of legislation even with cross-party support, such as the divorce, dissolution and separation bill introducing no-fault divorce and the domestic abuse bill, which bans cross-examination of victims by abusive ex-partners.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6234c193-9b85-4652-bb52-c9e7b91e6dcf\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The&nbsp;Human Rights Act 1998, which came into force in 2000, enshrines into UK law the rights contained in the European convention on human rights&nbsp;(ECHR).</p>\n    <p>Drafted in 1950, the ECHR outlines these fundamental principles:</p>\n    <ul>\n     <li>The right to life.</li>\n     <li>Prohibition of torture.</li>\n     <li>Prohibition of slavery, servitude and forced labour.</li>\n     <li>The right to liberty and security of person.</li>\n     <li>The right to a fair trial.</li>\n     <li>Prohibition of the retroactive criminalisation of acts.</li>\n     <li>A right to respect for one's \"private and family life, home and correspondence\".</li>\n     <li>A right to freedom of thought, conscience and religion.</li>\n     <li>The right to freedom of expression.</li>\n     <li>The right to freedom of assembly and association.</li>\n     <li>The right to marry.</li>\n     <li>Freedom from discrimination.<br></li>\n    </ul>\n    <p>It provides that British judges should hear cases in such a way that they are compatible with the findings of the European court of human rights&nbsp; in Strasbourg where possible. It also makes it unlawful for public bodies to act in ways that are incompatible with the convention.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Repeated promises to protect members of the armed forces against “vexatious legal claims” have run into disputes between the Northern Ireland Office and Ministry of Defence over the extent of immunity offered in historical cases.</p> \n<p>That constitutional revolution is not a day one priority is acknowledged by statements that “after Brexit” and “in our first year we will set up a constitution, democracy &amp; rights commission that will examine these issues in depth”.</p> \n<p>Similarly, a commitment to update the Human Rights Act to ensure “a proper balance between the rights of individuals, our vital national security and effective government” is vague. It is less explicit than May’s promise to leave the European court of human rights, announced in 2016.</p> \n<p>There has, however, been a ferment in Conservative-inclined thinktanks suggesting, in the wake of successive government defeats in the supreme court, there could be political appointments of senior judges. Others such as Martin Howe QC have proposed replacing the supreme court with a “lower-key and less activist” set of judges.</p> \n<p>Could a manifesto reference to “access to justice for ordinary people” hint at one-nation conservatism? Lawyers are desperate for a crumbling justice system stripped of legal aid to be better funded: the Ministry of Justice has had a 40% budget cut since 2010, the worst in Whitehall.</p> \n<p>One Tory manifesto pledge, repeatedly made but never delivered, might, ironically, have defeated the 2016 Brexit referendum. Abolishing the 15-year limit on Britons abroad voting in parliamentary elections would enfranchise nearly a million pro-EU voters. Whether it will be enacted belatedly by Johnson may indicate how far he feels bound by manifesto commitments. <strong>Owen Bowcott</strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "2155",
      "firstPublicationDate": "2019-12-15T16:06:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:01Z",
      "newspaperEditionDate": "2019-12-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvvvc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a9e6c1f82221f5dcb002db8bccf01be663c6ac8c/447_452_4761_2857/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson made a raft of promises and comments indicating future policy during the election campaign. Our specialist reporters take a look at what we can now expect from the government on key policy areas. Health Johnson said the NHS would be his government’s top priority. He has made an array of pledges – on funding, staffing and new facilities – aimed at reviving a visibly ailing service that hospital bosses say is “on its knees”. Johnson’s voluble support for an institution “that represents the very best of our country” means he will be closely scrutinised over the delivery of his promises, several of which may prove very challenging. Johnson has promised to increase the budget of the NHS in England by £20.5bn in real terms (after inflation) by 2023-24. That is less than the equivalent £26bn extra that Labour offered. While that will be the biggest uplift in cash terms the NHS has ever received, the annual 3.4% rises are smaller than the NHS’s historical average and less than health thinktanks believe it needs, given demand for care is going up very rapidly. The Conservatives have committed to building 40 new hospitals in England by 2030. Only six of these – which will receive £2.7bn and should be ready by 2025 – have been identified so far. Twenty-one other NHS trusts will share £100m seed money to help them draw up plans for the 34 other projects. Experts say the 40 will cost up to £24bn, although the government’s estimate is £13bn. It is unclear whether the money will come from the NHS’s capital budget or be over and above the sums Johnson and the health secretary, Matt Hancock, have pledged. Lack of staff remains the NHS’s number one problem. Johnson was scorned for pledging to recruit 50,000 extra nurses and then admitting that 18,500 of them would come from stopping existing staff quitting early. Restoring maintenance grants of up to £8,000 a year for student nurses should improve recruitment, but nursing leaders doubt the 50,000 pledge will be met. There is similar scepticism about the aim of recruiting 6,000 more GPs, given numbers have actually fallen since a 2015 pledge to grow the family doctor workforce by 5,000. Without more GPs the promise of 50m extra appointments a year will prove illusory, even with more physiotherapists, pharmacists and other health professionals working in surgeries to take some of the pressure off family doctors. Waiting times for A&amp;E care, planned operations and cancer treatment have worsened so sharply in recent years that the Health Foundation thinktank is warning that “the safety net [of the NHS] … is at risk of breaking down”. Delays are the worst since records began. The millions of people affected by longer and longer waits are likely to become Johnson’s biggest NHS problem. He has no obvious plan to resolve this beyond more money, more staff and backing for the NHS long-term plan, which aims to keep people healthier. Denis Campbell Brexit Michael Gove has said a new Brexit deal will be concluded by the end of next year. High-level political negotiations will start in February, and the detail of getting Britain ready for Brexit is where the devil lies. Much work has been done on the new systems that must be in place for the worst possible outcome of talks in relation to the Dover-Calais crossing and other UK-EU trade issues. No work has been done on the Great Britain to Northern Ireland routes that must now be treated as a UK-EU border under the Johnson deal. HMRC has previously said it would take five years to get what was known as a maximum facilitation customs IT arrangement in place. If tariffs on goods exported from the UK into the EU apply after 2020, a new tariff rebate system has to be bolted on to cover goods that go from Great Britain to Northern Ireland only. This would apply, for instance, to all goods going from Tesco warehouses in the UK to supermarket shelves in Belfast, Derry or Armagh. Border inspection posts will have to be built from scratch for sanitary and phytosanitary checks on all animals and fresh food going from Great Britain to Northern Ireland. The EU has already said it would prefer them to be in ports such as Stranraer and Liverpool to prevent potential disease in animals, plants or timber pallets making its way on to the island of Ireland. The Northern Ireland office has had several meetings with business leaders on what checks will be necessary but these cannot be determined in detail until after Brexit on 31 January. Under the withdrawal agreement, specialist committees to determine this detail cannot be appointed until the withdrawal agreement is ratified. This means they could be up and running by February, leaving 11 months for preparation. But as HMRC has warned previously, IT systems take years, not months, to build. Lisa O’Carroll Education The new government’s policies on education in England are less oven-ready and more baked in, with the bulk of policies on schools, colleges and universities having been announced before the election campaign began. In terms of reforms, the signature policies are set in place, as they have been since David Cameron: converting schools into academies and using tuition fees and student loans to fund demand for higher education. While Theresa May wanted to revise the fees and loans system, Boris Johnson has shown little appetite to do so other than trimming the interest rates charged to students. The Conservatives’ slim manifesto offers more money for schools, reversing the real-terms cuts since 2009. Johnson’s intention is to raise per-pupil spending to at least £4,000 in primaries and £5,000 in secondaries, although many schools in deprived and urban areas are already higher. Gavin Williamson, the education secretary, had announced plans to raise pay for newly qualified teachers to £30,000, to shore up recruitment. Existing teachers, however, are unhappy at the Conservative election pledge to beef up Ofsted inspections. Promises on early years education were vague, with a “£1bn childcare fund” in England and no new funding commitments for children and young people’s mental health. On post-16 education, the Conservatives had already promised £400m over the next parliament – nowhere near enough to arrest the fall in per-student funding, especially in sixth forms. With Michael Gove at the heart of government, a Johnson regime is unlikely to tinker much with school structures, although there may be legislative moves to convert all maintained schools into academies. Otherwise there are some creaking policies that need urgent repair: further eduction colleges, apprenticeships and early years provision are all likely to demand attention from Williamson or whoever succeeds him. And while vice-chancellors will be relieved that tuition fees remain, they will be anxious to know more about post-Brexit research funding. Richard Adams Law and order The Conservatives’ hardline approach on crime and justice under Johnson became clear as soon as he took office: 20,000 new police officers on the streets was one of his first pledges. The recruitment is more of a restoration as the Conservative-led governments of the last nine years have cut the same number. But it set a tone for Johnson’s outlook. This was cemented with plans to expand the use of stop and search powers, done by reducing the level of authorisation needed for officers to deploy a form of the tactic and lowering the degree of certainty required by the authorising officer that serious violence may occur. The government is also funding an increase in Tasers. Plans to increase sentences for some sexual and violent offenders were frequently promoted by Johnson and his team during the election campaign, particularly around the London Bridge terrorist attack, a move that drew criticism from the family of one of the victims. At the Tory party conference in September, the justice secretary announced that offenders guilty of violent and sexual crimes that carry a maximum sentence of life and who are sentenced to at least four years in prison will be required to serve two-thirds of the sentence in prison before being released on licence, as opposed to the midway point. During the campaign they pledged to give all child murderers a “whole life order”, condemning them to die in jail without release. In reality this would apply to very few cases and was dismissed by critics as populist electioneering. The government’s own serious violent crime strategy acknowledges that violent crime has a clear link to “poor life outcomes”. There was very little mention in the Conservative manifesto about tackling these more complex issues behind crime. Jamie Grierson Media During the campaign the Conservatives thumbed their noses at the BBC by refusing to let the prime minister do an interview with Andrew Neil, raised questions over the future of the licence fee, and threatened the future of Channel 4. What’s less clear is which bits were bellicose briefing from Conservative press aides keen to change an on-the-day narrative and which were real policies for the future of the media. Johnson’s rumination that it is time to look at whether the licence fee charged on households owning a particular device is sustainable in the current environment – made in response to a question at a campaign event rather than as a pre-planned intervention – was telling. Abolition would be hard and would require legislation, since the BBC’s royal charter guarantees the licence fee’s existence until 2027. A bigger risk factor for the BBC is negotiations over the cost of the licence fee for the 2022-27 period. This gives the corporation two years to make the case that the licence fee should keep rising, with the alternative being accepting cuts in the year of the organisation’s 100th anniversary. Even more worrying for the public broadcaster are comments by the justice secretary, Robert Buckland, that the party is seriously looking at decriminalisation of failure to pay the TV licence, which could undermine the BBC’s revenue collection process. Channel 4’s future will be up for debate towards the end of the parliamentary session in 2024. Conservative aides already exasperated with the channel’s output have been watching clips of the its overnight election coverage featuring an audience booing the exit poll. A new culture secretary will have to decide on how to regulate the internet to reduce online harms, including whether to found a new regulator to take on the task, although the Conservative manifesto was characteristically vague on detail. With Labour blaming rightwing newspapers for its defeat, the British media industry is facing a tough period with reduced public support at a time when many traditional outlets were already struggling. Jim Waterson Constitution Opaque pledges in the Conservative manifesto to overhaul “the relationship between the government, parliament and the courts” have raised fears that the independence of the judiciary and the Human Rights Act could come under attack. One inevitable casualty will be the little-loved Fixed-term Parliaments Act. Only a page in the manifesto is dedicated to constitutional issues. While lack of detail may veil radical intentions, it could also disguise a lack of worked-through policies. The rapid turnover of justice secretaries and the distraction of Brexit have prevented passage of legislation even with cross-party support, such as the divorce, dissolution and separation bill introducing no-fault divorce and the domestic abuse bill, which bans cross-examination of victims by abusive ex-partners. Repeated promises to protect members of the armed forces against “vexatious legal claims” have run into disputes between the Northern Ireland Office and Ministry of Defence over the extent of immunity offered in historical cases. That constitutional revolution is not a day one priority is acknowledged by statements that “after Brexit” and “in our first year we will set up a constitution, democracy &amp; rights commission that will examine these issues in depth”. Similarly, a commitment to update the Human Rights Act to ensure “a proper balance between the rights of individuals, our vital national security and effective government” is vague. It is less explicit than May’s promise to leave the European court of human rights, announced in 2016. There has, however, been a ferment in Conservative-inclined thinktanks suggesting, in the wake of successive government defeats in the supreme court, there could be political appointments of senior judges. Others such as Martin Howe QC have proposed replacing the supreme court with a “lower-key and less activist” set of judges. Could a manifesto reference to “access to justice for ordinary people” hint at one-nation conservatism? Lawyers are desperate for a crumbling justice system stripped of legal aid to be better funded: the Ministry of Justice has had a 40% budget cut since 2010, the worst in Whitehall. One Tory manifesto pledge, repeatedly made but never delivered, might, ironically, have defeated the 2016 Brexit referendum. Abolishing the 15-year limit on Britons abroad voting in parliamentary elections would enfranchise nearly a million pro-EU voters. Whether it will be enacted belatedly by Johnson may indicate how far he feels bound by manifesto commitments. Owen Bowcott",
      "charCount": "13340",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Guardian staff"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/15/election-when-good-local-stories-captured-national-picture",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-15T06:30:44Z",
    "webTitle": "The sick boy, the ‘punch’: the local can still capture the national picture | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/15/election-when-good-local-stories-captured-national-picture",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/15/election-when-good-local-stories-captured-national-picture",
    "fields": {
      "headline": "The sick boy, the ‘punch’: the local can still capture the national picture",
      "standfirst": "<p>From regional papers to national TV, fact checking has never been more important in speaking truth to power</p>",
      "trailText": "From regional papers to national TV, fact checking has never been more important in speaking truth to power",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"97fe3a651ce236c576cf05060d58cb3b6fb6fd9e\"> <img src=\"https://media.guim.co.uk/97fe3a651ce236c576cf05060d58cb3b6fb6fd9e/160_0_2400_1440/1000.jpg\" alt=\"A video grab of one of Matt Hancock’s advisers walking into the arm of a Labour activist.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A video grab of one of Matt Hancock’s advisers walking into the arm of a Labour activist.</span> <span class=\"element-image__credit\">Photograph: Laura Kuenssberg @bbclaurak</span> </figcaption> </figure>",
      "body": "<p>In the maelstrom of debate about Boris Johnson’s victory, and amid the acrid “self-reflection” now facing Labour, it’s easy to lose sight of some of the wider issues raised by the election campaign. One of the most important, perhaps, is the relationship between journalism, politics and truth.</p> <p>Cast your mind back to the days when the election still seemed to many, including pollsters, to be in the balance. Last Monday, in fact. The somewhat surreal day began with Johnson refusing to look at a photo of four-year-old Jack Williment-Barr lying on the floor of the Leeds General Infirmary (LGI), captured by the Yorkshire Post, continued with leading journalists promoting a false story about Labour activists punching a Tory adviser, and ended with a concerted fake news campaign on social media to show that the photo was in fact fake news. At the heart of all this lay fundamental issues about political scrutiny, journalistic ethics and the creation of news.</p> <p>Politicians have always attempted to gain power while minimising the scrutiny they face. What was once a tactic has now become a culture. Elections are stage-managed as never before, and serious discussion of policies replaced by a careful choreography of soundbites, slogans and social media ads.</p> <p>Perhaps no single event (or non-event) better demonstrated politicians’ contempt for scrutiny than <a href=\"https://www.businessinsider.com/boris-johnson-savage-andrew-neil-refuses-to-face-bbc-host-2019-12?r=US&amp;IR=T\" title=\"\">Johnson’s refusal</a> to be questioned by Andrew Neil. Johnson’s team clearly calculated that, Neil having eviscerated both Nicola Sturgeon and Jeremy Corbyn, it was less damaging to be seen as being frit by taking the political equivalent of the fifth amendment, than melting like an ice sculpture in the heat of a TV inquisition. And, given the election result, they have been proved right.</p> <p>Politicians are not obliged to be interviewed by anyone in particular. Nevertheless, hiding behind a political burqa, to borrow a Johnsonian image, is to turn voters into letterboxes into which to deposit carefully curated political messages.</p>  <figure class=\"element element-image\" data-media-id=\"73bc675bccdfb95925e8153c428ea943227e68ae\"> <img src=\"https://media.guim.co.uk/73bc675bccdfb95925e8153c428ea943227e68ae/0_189_4447_2668/1000.jpg\" alt=\"‘Boris Johnson’s refusal to be grilled by Neil made not just Johnson but Neil, too, into a central character in the story.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Boris Johnson’s refusal to be grilled by Andrew Neil made not just Johnson but Neil, too, into a central character in the story.’</span> <span class=\"element-image__credit\">Photograph: Ken McKay/ITV/Rex</span> </figcaption> </figure>  <p>The problem is not just that politicians try to shield themselves from scrutiny. It is also that journalists have become complicit in this process. The dependence of journalists on their relationship with party machines to gain access to interviews and gossip makes them vulnerable to being gamed. Political parties routinely feed journalists with half-truths or untruths, traceable only to anonymous “sources”.</p> <p>On Tuesday, both the BBC political editor, Laura Kuenssberg, and her ITV equivalent, Robert Peston, were briefed by Tory sources that one of the health secretary Matt Hancock’s advisers had been punched by a Labour protester outside LGI. There was no such incident, but both tweeted it as if it were a fact. Only later, when a <a href=\"https://twitter.com/bbclaurak/status/1204110491242643457\" title=\"\">video came to light, did the truth emerge</a>.</p> <p>Ironically, even the desire to subject politicians to scrutiny can itself distort the picture, turning journalists themselves into the news. <a href=\"https://www.theguardian.com/media/2019/dec/06/conservatives-dismiss-andrew-neil-demands-for-johnson-interview\" title=\"\">Johnson’s refusal to be grilled by Neil</a> made Neil, too, a central character in the story. Neil’s three-minute monologue to camera challenging the prime minister to appear on the show was pure theatre, and went viral. It may have been necessary in the context of Johnson’s refusal to be interviewed, but it was also problematic, turning the spotlight on to Neil.</p> <p>Similarly, when ITV’s Joe Pike confronted Johnson <a href=\"https://twitter.com/joepike/status/1204018593656180736\" title=\"\">over the photo of the boy on a hospital floor</a>, it made for compelling viewing. But, again, it turned the interview itself into the news item, and the act itself of getting Johnson to look at a photo on a phone seemed designed as theatre. Social media has further distorted the relationship between journalism and politics. Platforms such as Facebook, Twitter and Instagram can be invaluable tools through which to find information and break news. They can also help degrade the meaning of journalism. In the context of the 24-hour instant news culture, the desire to get a story out as quickly as possible leaves little time for traditional journalistic virtues such as checking details or verifying sources.</p> <p>Disinformation is not just about spreading news that’s false. It’s also about portraying real news as fake. On Tuesday, dozens of Twitter and Facebook accounts claimed to have a friend who was a nurse at LGI who had witnessed little Jack being placed on the floor by his <a href=\"https://twitter.com/marcowenjones/status/1204183081009262592\" title=\"\">mother to stage a photograph that might shame the Tories</a>. Not just the story, but the wording in all these accounts was identical, suggesting an organised disinformation campaign, though by whom is unclear. Nevertheless, mainstream journalists, <a href=\"https://twitter.com/allisonpearson/status/1204139762950520834\" title=\"\">including the </a><em><a href=\"https://twitter.com/allisonpearson/status/1204139762950520834\" title=\"\">Telegraph</a></em><a href=\"https://twitter.com/allisonpearson/status/1204139762950520834\" title=\"\"> columnist Allison Pearson</a>, accepted them as true, pushing them further into the outside world and providing them with an aura of authenticity.</p> <p>The problem revealed here is a culture simultaneously too sceptical and not sceptical enough. Too many journalists have become too credulous about stories from anonymous “sources”. At the same time, people have become so cynical about journalism that any news can now potentially be seen as fake. It’s the cynicism that can turn any truth into a lie that is truly corrosive.</p> <p>The obsession with social media has led many to neglect another part of the media ecosystem that is also of vital importance – local newspapers. In the age of global communication, it is easy to condescend to local papers as quaint and old-fashioned. Yet they play a vital role in sustaining both journalism and democracy.</p> <p>It was the <em><a href=\"https://www.yorkshireeveningpost.co.uk/news/people/it-was-chaos-shocking-photo-shows-leeds-four-year-old-suspected-pneumonia-forced-sleep-floor-lgi-due-lack-beds-1334909\" title=\"\">Yorkshire Evening Post</a></em> that <a href=\"https://www.theguardian.com/commentisfree/2019/dec/11/paper-story-jack-williment-barr-online-lies-yorkshire-post\" title=\"\">broke the story</a> about Jack Williment-Barr and subsequently played a major role in responding to the attempts to dismiss it as fake news. Some of the best investigative journalism these days emerges from local papers – for instance, in the work of the <em><a href=\"https://www.manchestereveningnews.co.uk/authors/jennifer-williams/\" title=\"\">Manchester Evening News</a></em><a href=\"https://www.manchestereveningnews.co.uk/authors/jennifer-williams/\" title=\"\">’ Jennifer Williams</a>.</p> <p>Regional papers bring scrutiny to social issues often ignored by national journalists. They also provide a voice to people and areas often unheard, and play a vital role in meshing together our social fabric. But they are also under threat. <a href=\"https://www.pressgazette.co.uk/more-than-40-local-news-titles-closed-in-2018-with-loss-of-some-editorial-275-jobs-new-figures-show/\" title=\"\">Between 2005 and 2018, 245 local titles were lost</a>. The result is both a journalistic void and a democratic deficit.</p> <p>“I know it’s fashionable,” reads Kuenssberg’s Twitter bio, “but even in 2019 there is nothing big or clever about shooting the messenger.” There is much truth to this – blaming the media for political failures and frustrations is both fashionable and often misplaced. But equally, there is nothing big or clever about the messenger not sufficiently scrutinising the message that he or she carries. From local papers to social media, the relationship between journalism and politics needs to be reset.</p> <p>• Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "29",
      "wordcount": "1075",
      "commentable": "false",
      "firstPublicationDate": "2019-12-15T06:30:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-15T06:30:44Z",
      "newspaperEditionDate": "2019-12-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cqn4a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/97fe3a651ce236c576cf05060d58cb3b6fb6fd9e/160_0_2400_1440/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the maelstrom of debate about Boris Johnson’s victory, and amid the acrid “self-reflection” now facing Labour, it’s easy to lose sight of some of the wider issues raised by the election campaign. One of the most important, perhaps, is the relationship between journalism, politics and truth. Cast your mind back to the days when the election still seemed to many, including pollsters, to be in the balance. Last Monday, in fact. The somewhat surreal day began with Johnson refusing to look at a photo of four-year-old Jack Williment-Barr lying on the floor of the Leeds General Infirmary (LGI), captured by the Yorkshire Post, continued with leading journalists promoting a false story about Labour activists punching a Tory adviser, and ended with a concerted fake news campaign on social media to show that the photo was in fact fake news. At the heart of all this lay fundamental issues about political scrutiny, journalistic ethics and the creation of news. Politicians have always attempted to gain power while minimising the scrutiny they face. What was once a tactic has now become a culture. Elections are stage-managed as never before, and serious discussion of policies replaced by a careful choreography of soundbites, slogans and social media ads. Perhaps no single event (or non-event) better demonstrated politicians’ contempt for scrutiny than Johnson’s refusal to be questioned by Andrew Neil. Johnson’s team clearly calculated that, Neil having eviscerated both Nicola Sturgeon and Jeremy Corbyn, it was less damaging to be seen as being frit by taking the political equivalent of the fifth amendment, than melting like an ice sculpture in the heat of a TV inquisition. And, given the election result, they have been proved right. Politicians are not obliged to be interviewed by anyone in particular. Nevertheless, hiding behind a political burqa, to borrow a Johnsonian image, is to turn voters into letterboxes into which to deposit carefully curated political messages. The problem is not just that politicians try to shield themselves from scrutiny. It is also that journalists have become complicit in this process. The dependence of journalists on their relationship with party machines to gain access to interviews and gossip makes them vulnerable to being gamed. Political parties routinely feed journalists with half-truths or untruths, traceable only to anonymous “sources”. On Tuesday, both the BBC political editor, Laura Kuenssberg, and her ITV equivalent, Robert Peston, were briefed by Tory sources that one of the health secretary Matt Hancock’s advisers had been punched by a Labour protester outside LGI. There was no such incident, but both tweeted it as if it were a fact. Only later, when a video came to light, did the truth emerge. Ironically, even the desire to subject politicians to scrutiny can itself distort the picture, turning journalists themselves into the news. Johnson’s refusal to be grilled by Neil made Neil, too, a central character in the story. Neil’s three-minute monologue to camera challenging the prime minister to appear on the show was pure theatre, and went viral. It may have been necessary in the context of Johnson’s refusal to be interviewed, but it was also problematic, turning the spotlight on to Neil. Similarly, when ITV’s Joe Pike confronted Johnson over the photo of the boy on a hospital floor, it made for compelling viewing. But, again, it turned the interview itself into the news item, and the act itself of getting Johnson to look at a photo on a phone seemed designed as theatre. Social media has further distorted the relationship between journalism and politics. Platforms such as Facebook, Twitter and Instagram can be invaluable tools through which to find information and break news. They can also help degrade the meaning of journalism. In the context of the 24-hour instant news culture, the desire to get a story out as quickly as possible leaves little time for traditional journalistic virtues such as checking details or verifying sources. Disinformation is not just about spreading news that’s false. It’s also about portraying real news as fake. On Tuesday, dozens of Twitter and Facebook accounts claimed to have a friend who was a nurse at LGI who had witnessed little Jack being placed on the floor by his mother to stage a photograph that might shame the Tories. Not just the story, but the wording in all these accounts was identical, suggesting an organised disinformation campaign, though by whom is unclear. Nevertheless, mainstream journalists, including the Telegraph columnist Allison Pearson, accepted them as true, pushing them further into the outside world and providing them with an aura of authenticity. The problem revealed here is a culture simultaneously too sceptical and not sceptical enough. Too many journalists have become too credulous about stories from anonymous “sources”. At the same time, people have become so cynical about journalism that any news can now potentially be seen as fake. It’s the cynicism that can turn any truth into a lie that is truly corrosive. The obsession with social media has led many to neglect another part of the media ecosystem that is also of vital importance – local newspapers. In the age of global communication, it is easy to condescend to local papers as quaint and old-fashioned. Yet they play a vital role in sustaining both journalism and democracy. It was the Yorkshire Evening Post that broke the story about Jack Williment-Barr and subsequently played a major role in responding to the attempts to dismiss it as fake news. Some of the best investigative journalism these days emerges from local papers – for instance, in the work of the Manchester Evening News’ Jennifer Williams. Regional papers bring scrutiny to social issues often ignored by national journalists. They also provide a voice to people and areas often unheard, and play a vital role in meshing together our social fabric. But they are also under threat. Between 2005 and 2018, 245 local titles were lost. The result is both a journalistic void and a democratic deficit. “I know it’s fashionable,” reads Kuenssberg’s Twitter bio, “but even in 2019 there is nothing big or clever about shooting the messenger.” There is much truth to this – blaming the media for political failures and frustrations is both fashionable and often misplaced. But equally, there is nothing big or clever about the messenger not sufficiently scrutinising the message that he or she carries. From local papers to social media, the relationship between journalism and politics needs to be reset. • Kenan Malik is an Observer columnist",
      "charCount": "6649",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/dec/15/the-observer-view-on-where-britain-goes-after-the-general-election-result",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-15T06:30:44Z",
    "webTitle": "The Observer view on where Britain goes after the general election result | Observer editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/15/the-observer-view-on-where-britain-goes-after-the-general-election-result",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/15/the-observer-view-on-where-britain-goes-after-the-general-election-result",
    "fields": {
      "headline": "The Observer view on where Britain goes after the general election result",
      "standfirst": "<p>Corbyn was not the leader to address Labour’s decline. It can’t make the same mistake again</p>",
      "trailText": "Corbyn was not the leader to address Labour’s decline. It can’t make the same mistake again",
      "byline": "Observer editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"1d94eb329672299e275a60d06bd0f0d520991a92\"> <img src=\"https://media.guim.co.uk/1d94eb329672299e275a60d06bd0f0d520991a92/0_128_4500_2700/1000.jpg\" alt=\"Boris Johnson makes his post-election statement in Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson makes his post-election statement in Downing Street.</span> <span class=\"element-image__credit\">Photograph: Steve Taylor/Echoes Wire/Barcroft Media</span> </figcaption> </figure>",
      "body": "<p>This is the most decisive election result for over a decade. Boris Johnson asked the country for a mandate to “get Brexit done”, and last Thursday voters delivered him an overwhelming majority. The result settles once and for all the vexed question of when and whether we will leave the European Union: Britain’s formal exit will happen at the end of next month. But the conclusiveness of the result should not obscure the massive uncertainty that hangs over our future: over what type of Brexit we choose once we have left, a decision that will have huge implications for our economic wellbeing and the integrity of the union.</p> <p>This is the largest Conservative majority the country has seen since 1987, delivered on the biggest share of the vote won by any party since Margaret Thatcher’s first victory in 1979. For Labour, this defeat is its fourth in a row, producing the smallest cohort of MPs the party has seen since 1935. Britain’s electoral map has been upended as the Conservatives have swept to victory with a raft of seats in the north and the Midlands that were not so long ago seen as impregnable Labour strongholds.</p> <p>This new political reality leaves challenges for Britain’s political leaders. A newly triumphantJohnson leads a party stunned by the scale of its victory, a party that will have to confront the challenge of delivering Brexit without inflicting enormous damage on its fragile new electoral coalition. <a href=\"https://www.theguardian.com/politics/nicola-sturgeon\" title=\"\">Nicola Sturgeon</a> has been returned with a fresh mandate to champion Scottish independence but no obvious route to securing an independence referendum. Labour and the Liberal Democrats face months of agonising introspection and internal conflict as they embark on the process of choosing new leaders adequate to the task of rebuilding their shattered parties, and finding ways to reconnect with the voters who abandoned them.</p> <h2>Only the start of the EU conversation<br></h2> <p>From his podium outside Downing Street last Friday, Johnson struck a tone of unity and inclusion, in sharp contrast to the tenor of his divisive election campaign. He pledged to lead a “one nation” Conservative government that will bring together the nations of the United Kingdom, and reflect the sentiments of both those who voted to Leave and to Remain in the EU in the 2016 referendum.</p> <p>It is hard to overstate how dramatic a shift from the Tory approach to governing witnessed over the past nine years this would require. It would demand an entirely different strategy for achieving a new relationship with the EU from the one Johnson has pursued to date; an undoing of the painful austerity of the past decade that has most sharply hit low-income families and less affluent areas; and an unravelling of the toxic legacy of Theresa May’s hostile environment.</p> <p>Leaving the EU on 31 January 2020 under the terms of the withdrawal agreement will not see “Brexit done” in any but the most superficial sense. Our exit will be only the start of the conversation about what our final relationship with the EU will look like. Do we want a closely aligned relationship, which would minimise the economic damage and protect the Good Friday agreement? Or do we want to diverge sharply from European regulations and standards in order to align more closely with the low-regulation economy of the United States and end free movement, the price of which would be sharpening economic inequalities, a grave risk to the union and a watering-down of worker and consumer protections?</p> <h2>New Tory voters, new Tory MPs<br></h2> <p>Like May before him, Johnson has always prioritised his own political interest over that of the country. The absence of a Conservative majority since 2017 has given undue influence to the hard Eurosceptic flank of the party, and both May and Johnson have been willing to dance to its tune as the price of its support. Johnson has been willing to pursue the hardest of Brexits, which would risk the integrity of the union and impose huge economic pain, as the price of power.</p> <p>His resounding election victory must shift this calculus. Not only does it reduce the influence of his party’s most fanatical Eurosceptics; it has brought in a fresh wave of MPs who represent areas of the country whose economies would be wrecked by a hard Brexit. This provides him with the political imperative to tack towards a soft Brexit that minimises its economic impact, protects the union and recognises that over half of voters did not give his version of Brexit their seal of approval last week.</p> <p>The same imperative operates when it comes to reversing the past decade of spending cuts. Johnson’s manifesto offered far too little on this, including nothing about the slashing of tax credits that has left many working parents thousands of pounds a year worse off. By 2023, more than half of families with children will have been shifted on to universal credit – which is <a href=\"https://www.theguardian.com/commentisfree/2018/oct/14/universal-credit-hardship-tories\" title=\"\">far less generous</a> than the system it replaces – and many of these will be new Conservative voters, living in constituencies with new Conservative MPs. Johnson ignores this at his peril.</p> <p>But while his majority could push him towards a softened approach, his election campaign risks an altogether different political legacy. Johnson will no doubt extract a dangerous lesson from his win: that putting out untrue claims about your opponents, blaming them for events that happen on your watch, and avoiding scrutiny at all costs is an effective political strategy.</p> <p>At least he can no longer rely on the toxic, populist narrative of “people versus parliament”. He controls the Commons. If in five years, Britain is languishing in the wake of a catastrophic Brexit, the responsibility will lie with him, and him alone.</p>  <figure class=\"element element-image\" data-media-id=\"ea18adcdcd1e5f4bf67ac3f235946cd87d1cc862\"> <img src=\"https://media.guim.co.uk/ea18adcdcd1e5f4bf67ac3f235946cd87d1cc862/0_49_4134_2481/1000.jpg\" alt=\"Jeremy Corbyn leaves his house in London after Labour’s election defeat.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn leaves his house in London after Labour’s election defeat.</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>  <h2>Labour’s dilemmas<br></h2> <p>Corbyn’s momentous defeat leaves Labour with different dilemmas. The party has lost more than 2.5 million voters in just two years. But there were still more voters who did not endorse Johnson than those who did; many of whom will fear the consequences of another five years of Conservative government. Labour owes it to them to undertake a full and honest reflection of why it lost, rather than descending into sectarian blame games.</p> <p>Supporters of Corbyn have tried to write off Labour’s losses as a consequence of Brexit above all else. On this account, the referendum created a lose-lose situation by opening up a new cleavage that divided Labour’s electoral coalition. In eventually swinging behind support for a referendum on any deal, Labour sacrificed its heartland support.</p> <p>Those who have spent the past two years arguing for a referendum – this newspaper included – must take stock and reflect why the case never resonated with enough MPs and voters for it to happen. But Labour’s lack of leadership on Brexit – its abject refusal to adopt a clear position early on – undoubtedly did the argument for a fresh referendum significant damage.</p> <p>Labour’s problems go beyond Brexit. Its vote share declined most in Leave-supporting areas, but <a href=\"https://www.bbc.co.uk/news/election-2019-50770798\" title=\"\">also dropped</a> in areas of the country that voted to Remain. Polling suggests that <a href=\"https://twitter.com/OpiniumResearch/status/1205510937995812864\" title=\"\">the most important factor</a> in voters deserting the party for the Conservatives was not Brexit, but Corbyn’s leadership, reinforcing reports from Labour MPs throughout the campaign. And Brexit is a symptom of Labour’s problems in its heartlands, not the cause. Under our electoral system, Labour can only win decent majorities by building a coalition of socially liberal and socially conservative voters from every corner of the UK. The decline in working-class support for Labour has been long-term and structural.</p> <h2>Corbyn must accept the voters’ verdict<br></h2> <p>While we have always recognised that Corbyn energised a new generation of members and activists, it has been clear that he was not the leader to address this long-term structural decline. There have been plenty of warning signals, including the no confidence motion backed by over 80% of the parliamentary party in 2016. Dire personal ratings added to the picture. Still, Corbyn – hampered by an evident deficit in political skills and strategic vision, encumbered instead by a worn-out and irrelevant set of dogmas – persisted in the belief that he was right, and his critics wrong. The dreadful price is that Labour looks further away than ever from delivering for the communities most in need of a Labour government.</p> <p>Now Corbyn must accept the voters’ verdict: they did not see in him a prime minister; they did not see in his manifesto a credible agenda for change. He cannot lead the Labour party through the painful reflection it must now undertake; he must resign with immediate effect, paving the way for a caretaker leader.</p> <p>The danger is that the forthcoming leadership contest will quickly become dominated by factional infighting rather than an honest debate about what Labour needs. The party’s members have an awesome responsibility ahead: to select a new leader who can excite younger voters, while rebuilding bridges with those working-class voters who deserted it, and who will not shy from confronting head-on the antisemitism crisis that has engulfed the party in recent years.</p> <h2>Questions remain<br></h2> <p>This election may have shaken up Britain’s electoral landscape, but none of the existential questions facing our country have gone away. How do we balance the trade-offs involved in Brexit? What is the UK’s future as a union of four nations? How do we make it a greener and kinder country in which to live, in which older people do not go without basic care and children get an equal chance in life regardless of who their parents are?</p> <p>Labour has, for now, forfeited its chance to lead a government to address these challenges, and the country’s immediate future yet again lies in the hands of a Conservative prime minister. For the fourth time in a decade, the party must embark on the process of reflection and rebuilding. Britain cannot afford for it to make the wrong choice again.</p>",
      "newspaperPageNumber": "52",
      "wordcount": "1638",
      "commentCloseDate": "2019-12-15T13:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-15T06:30:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:14Z",
      "newspaperEditionDate": "2019-12-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cqnpg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1d94eb329672299e275a60d06bd0f0d520991a92/0_128_4500_2700/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This is the most decisive election result for over a decade. Boris Johnson asked the country for a mandate to “get Brexit done”, and last Thursday voters delivered him an overwhelming majority. The result settles once and for all the vexed question of when and whether we will leave the European Union: Britain’s formal exit will happen at the end of next month. But the conclusiveness of the result should not obscure the massive uncertainty that hangs over our future: over what type of Brexit we choose once we have left, a decision that will have huge implications for our economic wellbeing and the integrity of the union. This is the largest Conservative majority the country has seen since 1987, delivered on the biggest share of the vote won by any party since Margaret Thatcher’s first victory in 1979. For Labour, this defeat is its fourth in a row, producing the smallest cohort of MPs the party has seen since 1935. Britain’s electoral map has been upended as the Conservatives have swept to victory with a raft of seats in the north and the Midlands that were not so long ago seen as impregnable Labour strongholds. This new political reality leaves challenges for Britain’s political leaders. A newly triumphantJohnson leads a party stunned by the scale of its victory, a party that will have to confront the challenge of delivering Brexit without inflicting enormous damage on its fragile new electoral coalition. Nicola Sturgeon has been returned with a fresh mandate to champion Scottish independence but no obvious route to securing an independence referendum. Labour and the Liberal Democrats face months of agonising introspection and internal conflict as they embark on the process of choosing new leaders adequate to the task of rebuilding their shattered parties, and finding ways to reconnect with the voters who abandoned them. Only the start of the EU conversation From his podium outside Downing Street last Friday, Johnson struck a tone of unity and inclusion, in sharp contrast to the tenor of his divisive election campaign. He pledged to lead a “one nation” Conservative government that will bring together the nations of the United Kingdom, and reflect the sentiments of both those who voted to Leave and to Remain in the EU in the 2016 referendum. It is hard to overstate how dramatic a shift from the Tory approach to governing witnessed over the past nine years this would require. It would demand an entirely different strategy for achieving a new relationship with the EU from the one Johnson has pursued to date; an undoing of the painful austerity of the past decade that has most sharply hit low-income families and less affluent areas; and an unravelling of the toxic legacy of Theresa May’s hostile environment. Leaving the EU on 31 January 2020 under the terms of the withdrawal agreement will not see “Brexit done” in any but the most superficial sense. Our exit will be only the start of the conversation about what our final relationship with the EU will look like. Do we want a closely aligned relationship, which would minimise the economic damage and protect the Good Friday agreement? Or do we want to diverge sharply from European regulations and standards in order to align more closely with the low-regulation economy of the United States and end free movement, the price of which would be sharpening economic inequalities, a grave risk to the union and a watering-down of worker and consumer protections? New Tory voters, new Tory MPs Like May before him, Johnson has always prioritised his own political interest over that of the country. The absence of a Conservative majority since 2017 has given undue influence to the hard Eurosceptic flank of the party, and both May and Johnson have been willing to dance to its tune as the price of its support. Johnson has been willing to pursue the hardest of Brexits, which would risk the integrity of the union and impose huge economic pain, as the price of power. His resounding election victory must shift this calculus. Not only does it reduce the influence of his party’s most fanatical Eurosceptics; it has brought in a fresh wave of MPs who represent areas of the country whose economies would be wrecked by a hard Brexit. This provides him with the political imperative to tack towards a soft Brexit that minimises its economic impact, protects the union and recognises that over half of voters did not give his version of Brexit their seal of approval last week. The same imperative operates when it comes to reversing the past decade of spending cuts. Johnson’s manifesto offered far too little on this, including nothing about the slashing of tax credits that has left many working parents thousands of pounds a year worse off. By 2023, more than half of families with children will have been shifted on to universal credit – which is far less generous than the system it replaces – and many of these will be new Conservative voters, living in constituencies with new Conservative MPs. Johnson ignores this at his peril. But while his majority could push him towards a softened approach, his election campaign risks an altogether different political legacy. Johnson will no doubt extract a dangerous lesson from his win: that putting out untrue claims about your opponents, blaming them for events that happen on your watch, and avoiding scrutiny at all costs is an effective political strategy. At least he can no longer rely on the toxic, populist narrative of “people versus parliament”. He controls the Commons. If in five years, Britain is languishing in the wake of a catastrophic Brexit, the responsibility will lie with him, and him alone. Labour’s dilemmas Corbyn’s momentous defeat leaves Labour with different dilemmas. The party has lost more than 2.5 million voters in just two years. But there were still more voters who did not endorse Johnson than those who did; many of whom will fear the consequences of another five years of Conservative government. Labour owes it to them to undertake a full and honest reflection of why it lost, rather than descending into sectarian blame games. Supporters of Corbyn have tried to write off Labour’s losses as a consequence of Brexit above all else. On this account, the referendum created a lose-lose situation by opening up a new cleavage that divided Labour’s electoral coalition. In eventually swinging behind support for a referendum on any deal, Labour sacrificed its heartland support. Those who have spent the past two years arguing for a referendum – this newspaper included – must take stock and reflect why the case never resonated with enough MPs and voters for it to happen. But Labour’s lack of leadership on Brexit – its abject refusal to adopt a clear position early on – undoubtedly did the argument for a fresh referendum significant damage. Labour’s problems go beyond Brexit. Its vote share declined most in Leave-supporting areas, but also dropped in areas of the country that voted to Remain. Polling suggests that the most important factor in voters deserting the party for the Conservatives was not Brexit, but Corbyn’s leadership, reinforcing reports from Labour MPs throughout the campaign. And Brexit is a symptom of Labour’s problems in its heartlands, not the cause. Under our electoral system, Labour can only win decent majorities by building a coalition of socially liberal and socially conservative voters from every corner of the UK. The decline in working-class support for Labour has been long-term and structural. Corbyn must accept the voters’ verdict While we have always recognised that Corbyn energised a new generation of members and activists, it has been clear that he was not the leader to address this long-term structural decline. There have been plenty of warning signals, including the no confidence motion backed by over 80% of the parliamentary party in 2016. Dire personal ratings added to the picture. Still, Corbyn – hampered by an evident deficit in political skills and strategic vision, encumbered instead by a worn-out and irrelevant set of dogmas – persisted in the belief that he was right, and his critics wrong. The dreadful price is that Labour looks further away than ever from delivering for the communities most in need of a Labour government. Now Corbyn must accept the voters’ verdict: they did not see in him a prime minister; they did not see in his manifesto a credible agenda for change. He cannot lead the Labour party through the painful reflection it must now undertake; he must resign with immediate effect, paving the way for a caretaker leader. The danger is that the forthcoming leadership contest will quickly become dominated by factional infighting rather than an honest debate about what Labour needs. The party’s members have an awesome responsibility ahead: to select a new leader who can excite younger voters, while rebuilding bridges with those working-class voters who deserted it, and who will not shy from confronting head-on the antisemitism crisis that has engulfed the party in recent years. Questions remain This election may have shaken up Britain’s electoral landscape, but none of the existential questions facing our country have gone away. How do we balance the trade-offs involved in Brexit? What is the UK’s future as a union of four nations? How do we make it a greener and kinder country in which to live, in which older people do not go without basic care and children get an equal chance in life regardless of who their parents are? Labour has, for now, forfeited its chance to lead a government to address these challenges, and the country’s immediate future yet again lies in the hands of a Conservative prime minister. For the fourth time in a decade, the party must embark on the process of reflection and rebuilding. Britain cannot afford for it to make the wrong choice again.",
      "charCount": "9852",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/observer-editorials\">Observer editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]