[
  {
    "id": "politics/2019/aug/27/brexit-jeremy-corbyn-prioritise-legislation-stop-no-deal-meeting-opposition-parties-labour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-27T22:45:36Z",
    "webTitle": "Jeremy Corbyn agrees to prioritise legislation to stop no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/27/brexit-jeremy-corbyn-prioritise-legislation-stop-no-deal-meeting-opposition-parties-labour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/27/brexit-jeremy-corbyn-prioritise-legislation-stop-no-deal-meeting-opposition-parties-labour",
    "fields": {
      "headline": "Jeremy Corbyn agrees to prioritise legislation to stop no-deal Brexit",
      "standfirst": "<p>Labour leader tells opposition parties he will not seek early confidence vote in government</p>",
      "trailText": "Labour leader tells opposition parties he will not seek early confidence vote in government",
      "byline": "Jessica Elgot and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"3c7a3a863ed155818d42e3512a0dba21016d5f92\"> <img src=\"https://media.guim.co.uk/3c7a3a863ed155818d42e3512a0dba21016d5f92/0_131_3927_2356/1000.jpg\" alt=\"From left: Keir Starmer, Valerie Vaz, Jeremy Corbyn and John McDonnell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From left: Keir Starmer, Valerie Vaz, Jeremy Corbyn and John McDonnell prepare for the meeting.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn has backed cross-party plans to delay a vote of no confidence in Boris Johnson and prioritise rebel MPs’ attempts to use legislation to stop a no-deal Brexit, with plans set to be agreed by the end of the week.</p> <p>In a meeting with opposition parties convened by the Labour leader, Corbyn opened the discussion by reassuring MPs that Labour would not seek a premature vote of no confidence that might stymie legislative efforts to stop no deal. But there could yet be a conflict over who should lead the push for legislation to stop a no-deal Brexit.</p> <p>Corbyn said he would “propose the parliamentary process which would mean the legislation can be laid”, though other opposition MPs have made it clear they believe the moves must be led by backbenchers.</p> <p>Key opposition MPs will convene smaller meetings to discuss plans for legislation over the next 48 hours and party leaders hope to speak again by the end of the week, according to sources.</p> <p>MPs’ efforts were given a fresh sense urgency on Tuesday evening as rumours swirled at Westminster that the privy council of senior ministers was preparing to meet the Queen at Balmoral this week, perhaps as soon as Wednesday.</p> <p>Leaked emails revealed at the weekend that the prime minister had sought legal advice about proroguing parliament for five weeks from early September, when MPs are already due to break briefly for party conferences.</p> <p>A new session of parliament would then begin with a fresh Queen’s speech packed with manifesto-friendly measures on or around 14 October.</p> <p>Such a move would have to be approved by the privy council. It would give MPs little chance for parliamentary manoeuvring, but could just about allow time for a vote on any reworked deal Johnson manages to strike with the EU27, before the crucial European council meeting on October 17. One source suggested something like this timetable could be on the agenda at the privy council meeting.</p> <p>Speculation that Johnson could call an early general election was also heightened on Tuesday when the Treasury abruptly cancelled a major speech by the chancellor, Sajid Javid. Instead, the Treasury announced that the one-year spending review, setting out the government’s economic priorities, is to be fast-tracked to 4 September – the day MPs return to parliament – in a sign that the government wants to highlight a new policy agenda before a potential autumn election.</p> <p>An agreement to focus efforts on passing legislation to stop a no-deal Brexit was made at Tuesday’s meeting, attended by the Scottish National party’s Ian Blackford, Jo Swinson of the Liberal Democrats, the Green party’s Caroline Lucas, Plaid Cymru’s Adam Price and Liz Saville Roberts and the Independent Group for Change’s Anna Soubry.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/aug/27/jeremy-corbyn-party-leaders-no-deal-brexit-boris-johnson-live-updates\">Corbyn agrees to work with opposition parties to stop no-deal Brexit by legislation – live updates</a> </p> </aside>  <p>Speaking after the meeting, Corbyn said he would “put forward a proposal which will make sure that parliament is able to debate a legislative way of preventing the government crashing us out with no deal … the legislation will be laid by people from all of the opposition parties and will be supported by some Conservative MPs as well.”</p> <p>MPs are planning on using the same tactics as they did earlier this year when rebels seized control of the order paper and passed a bill led by Yvette Cooper and Oliver Letwin that <a href=\"https://www.theguardian.com/politics/2019/apr/03/mps-pass-motion-to-debate-article-50-extension-by-one-vote\">mandated an extension</a> to article 50.</p> <p>Moves are also planned to force the publication of damaging <a href=\"https://www.theguardian.com/politics/2019/aug/18/number-10-furious-leak-document-predicting-no-deal-brexit-shortages\">no-deal preparation documents</a> to win public backing for efforts to prevent a no-deal departure, as well as other parliamentary manoeuvres to try to block any proposed <a href=\"https://www.theguardian.com/politics/2019/aug/26/brexit-shutting-down-parliament-gravest-abuse-of-power-in-living-memory-legal-advice\">prorogation of parliament</a>.</p> <p>Parties also discussed opposing holding the regular parliamentary recess over the party conference period in late September, though a Labour source said nothing had been agreed.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"e989b9c5-c311-47cb-a7c1-f23fc243e6d3\"         data-atom-type=\"guide\"    > </gu-atom> </figure>   <p>In a joint statement published by Labour after the meeting, which appeared to retreat from the party’s initial offer to call a vote of no confidence and establish a caretaker government led by Corbyn, the party leaders said they “agreed on the urgency to act together to find practical ways to prevent no deal, including the possibility of passing legislation and a vote of no confidence”.</p> <p>The Labour leader insisted later that the option of a motion of no confidence remained on the table and could be explored simultaneously. “It’s nothing to do with whether people like me or not,” he said. “The priority is to ensure we don’t crash out of the EU. And we will put a motion of no confidence at a time of our choosing.”</p> <p>Although Letwin, Dominic Grieve, and Caroline Spelman, all prominent Conservatives opposed to Brexit, were invited to the meeting, no Tory MPs attended.</p> <p>Corbyn had <a href=\"https://www.theguardian.com/politics/2019/aug/27/jeremy-corbyn\">made an offer</a> to opposition MPs that he would lead a caretaker government for a short period to negotiate an extension to article 50 and then call an immediate general election in which Labour would campaign on a platform of offering a second referendum.</p> <p>This has been rejected by the vast majority of <a href=\"https://www.theguardian.com/politics/conservatives\">Conservatives</a>, as well as the Lib Dems. Rebel Conservatives and former Tories including Nick Boles, some of whom have been key movers in efforts to stop no deal, have insisted parliamentary legislation should be the focus. It is understood Soubry, a former Conservative MP, made a forceful case that legislation had to be a priority.</p> <p>Boles had said he was deeply concerned that Corbyn would attempt to trigger a no-confidence vote too early and wrote to the Labour leader urging him to “declare publicly that you will not facilitate an election before an extension of article 50 has been secured and a no-deal <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> has been averted”.</p> <p>After the meeting, Corbyn wrote to 116 backbench Conservative and independent MPs including Theresa May, Philip Hammond, David Lidington and Greg Clark, urging them to back the cross-party efforts against no deal.</p> <p>Labour said it had highlighted MPs who had voted against no deal on 27 March when voting for an extension to article 50. “We know there is a majority in parliament against no deal,” he wrote. “I am writing to you to offer to work together, in a collegiate, cross-party spirit, to find a practical way to prevent no deal.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/26/brexit-shutting-down-parliament-gravest-abuse-of-power-in-living-memory-legal-advice\">Brexit: shutting down parliament 'gravest abuse of power in living memory'</a> </p> </aside>  <p>Soubry said there was “no debate” that the legislative route was the best way forward. “A vote of no confidence is absolutely the last resort. The best way of stopping us crashing us out on 31 October is to pass legislation,” she said. “It is a very serious step to win a vote of no confidence and can only be done if he [Corbyn] is certain of winning it.’”</p> <p>The SNP’s Blackford called the meeting “positive and productive” and emphasised his party’s belief that legislation should be a priority. Lucas and Swinson also emphasised their support for the plan.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1121",
      "firstPublicationDate": "2019-08-27T12:52:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:16Z",
      "newspaperEditionDate": "2019-08-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c8xqt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c7a3a863ed155818d42e3512a0dba21016d5f92/0_131_3927_2356/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has backed cross-party plans to delay a vote of no confidence in Boris Johnson and prioritise rebel MPs’ attempts to use legislation to stop a no-deal Brexit, with plans set to be agreed by the end of the week. In a meeting with opposition parties convened by the Labour leader, Corbyn opened the discussion by reassuring MPs that Labour would not seek a premature vote of no confidence that might stymie legislative efforts to stop no deal. But there could yet be a conflict over who should lead the push for legislation to stop a no-deal Brexit. Corbyn said he would “propose the parliamentary process which would mean the legislation can be laid”, though other opposition MPs have made it clear they believe the moves must be led by backbenchers. Key opposition MPs will convene smaller meetings to discuss plans for legislation over the next 48 hours and party leaders hope to speak again by the end of the week, according to sources. MPs’ efforts were given a fresh sense urgency on Tuesday evening as rumours swirled at Westminster that the privy council of senior ministers was preparing to meet the Queen at Balmoral this week, perhaps as soon as Wednesday. Leaked emails revealed at the weekend that the prime minister had sought legal advice about proroguing parliament for five weeks from early September, when MPs are already due to break briefly for party conferences. A new session of parliament would then begin with a fresh Queen’s speech packed with manifesto-friendly measures on or around 14 October. Such a move would have to be approved by the privy council. It would give MPs little chance for parliamentary manoeuvring, but could just about allow time for a vote on any reworked deal Johnson manages to strike with the EU27, before the crucial European council meeting on October 17. One source suggested something like this timetable could be on the agenda at the privy council meeting. Speculation that Johnson could call an early general election was also heightened on Tuesday when the Treasury abruptly cancelled a major speech by the chancellor, Sajid Javid. Instead, the Treasury announced that the one-year spending review, setting out the government’s economic priorities, is to be fast-tracked to 4 September – the day MPs return to parliament – in a sign that the government wants to highlight a new policy agenda before a potential autumn election. An agreement to focus efforts on passing legislation to stop a no-deal Brexit was made at Tuesday’s meeting, attended by the Scottish National party’s Ian Blackford, Jo Swinson of the Liberal Democrats, the Green party’s Caroline Lucas, Plaid Cymru’s Adam Price and Liz Saville Roberts and the Independent Group for Change’s Anna Soubry. Speaking after the meeting, Corbyn said he would “put forward a proposal which will make sure that parliament is able to debate a legislative way of preventing the government crashing us out with no deal … the legislation will be laid by people from all of the opposition parties and will be supported by some Conservative MPs as well.” MPs are planning on using the same tactics as they did earlier this year when rebels seized control of the order paper and passed a bill led by Yvette Cooper and Oliver Letwin that mandated an extension to article 50. Moves are also planned to force the publication of damaging no-deal preparation documents to win public backing for efforts to prevent a no-deal departure, as well as other parliamentary manoeuvres to try to block any proposed prorogation of parliament. Parties also discussed opposing holding the regular parliamentary recess over the party conference period in late September, though a Labour source said nothing had been agreed. In a joint statement published by Labour after the meeting, which appeared to retreat from the party’s initial offer to call a vote of no confidence and establish a caretaker government led by Corbyn, the party leaders said they “agreed on the urgency to act together to find practical ways to prevent no deal, including the possibility of passing legislation and a vote of no confidence”. The Labour leader insisted later that the option of a motion of no confidence remained on the table and could be explored simultaneously. “It’s nothing to do with whether people like me or not,” he said. “The priority is to ensure we don’t crash out of the EU. And we will put a motion of no confidence at a time of our choosing.” Although Letwin, Dominic Grieve, and Caroline Spelman, all prominent Conservatives opposed to Brexit, were invited to the meeting, no Tory MPs attended. Corbyn had made an offer to opposition MPs that he would lead a caretaker government for a short period to negotiate an extension to article 50 and then call an immediate general election in which Labour would campaign on a platform of offering a second referendum. This has been rejected by the vast majority of Conservatives, as well as the Lib Dems. Rebel Conservatives and former Tories including Nick Boles, some of whom have been key movers in efforts to stop no deal, have insisted parliamentary legislation should be the focus. It is understood Soubry, a former Conservative MP, made a forceful case that legislation had to be a priority. Boles had said he was deeply concerned that Corbyn would attempt to trigger a no-confidence vote too early and wrote to the Labour leader urging him to “declare publicly that you will not facilitate an election before an extension of article 50 has been secured and a no-deal Brexit has been averted”. After the meeting, Corbyn wrote to 116 backbench Conservative and independent MPs including Theresa May, Philip Hammond, David Lidington and Greg Clark, urging them to back the cross-party efforts against no deal. Labour said it had highlighted MPs who had voted against no deal on 27 March when voting for an extension to article 50. “We know there is a majority in parliament against no deal,” he wrote. “I am writing to you to offer to work together, in a collegiate, cross-party spirit, to find a practical way to prevent no deal.” Soubry said there was “no debate” that the legislative route was the best way forward. “A vote of no confidence is absolutely the last resort. The best way of stopping us crashing us out on 31 October is to pass legislation,” she said. “It is a very serious step to win a vote of no confidence and can only be done if he [Corbyn] is certain of winning it.’” The SNP’s Blackford called the meeting “positive and productive” and emphasised his party’s belief that legislation should be a priority. Lucas and Swinson also emphasised their support for the plan.",
      "charCount": "6639",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/27/sajid-javid-drops-first-big-speech-encouraging-early-election-talk",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-27T17:22:07Z",
    "webTitle": "Sajid Javid cancels first big speech, encouraging early election talk",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/27/sajid-javid-drops-first-big-speech-encouraging-early-election-talk",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/27/sajid-javid-drops-first-big-speech-encouraging-early-election-talk",
    "fields": {
      "headline": "Sajid Javid cancels first big speech, encouraging early election talk",
      "standfirst": "<p>Earlier annual spending review by Treasury also suggests planning for a snap election </p>",
      "trailText": "Earlier annual spending review by Treasury also suggests planning for a snap election",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"da5f3f290cfbc8151a0bc4bf24ebf902c503b407\"> <img src=\"https://media.guim.co.uk/da5f3f290cfbc8151a0bc4bf24ebf902c503b407/0_14_3937_2362/1000.jpg\" alt=\"Sajid Javid\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The decision to scrap major speech by the chancellor is understood to have come from No 10.</span> <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The first major speech by the chancellor, Sajid Javid, has been mysteriously cancelled by the Treasury less than 24 hours before it was due to take place.</p> <p>A Treasury spokesman said that the one-year spending review, called a spending round, which had been due to take place later this year, was now being fast-tracked to take place on 4 September –&nbsp;the date MPs return to parliament – adding fuel to speculation the government could be planning an early general election.</p> <p>The speech, which was due to take place in Birmingham, was billed as Javid “outlining his vision for the UK economy”. In an email to attendees, the Treasury press office said the speech was being rescheduled but gave no other reasoning.</p> <p>“The forthcoming Spending Round will instead be <a href=\"https://www.theguardian.com/politics/2019/aug/08/government-to-fast-track-spending-review-to-deliver-pms-pledges\">brought forward in early September</a> and will cover the themes and priorities he was due to outline,” the email said.</p> <p>It is understood the decision to cancel the speech was taken in Downing Street, rather than the Treasury. One source said it had been decided that Javid should make one speech on the government’s spending priorities once they had been agreed, not before, though that was denied by another source, who claimed the rescheduling was because the timing of the speech clashed with other prepared announcements.</p> <p>Whitehall sources suggested there was considerable concern that MPs could trigger a vote of no confidence in the government and an early general election, which could lead to departments being left in the dark about spending plans, with budgets running out in 2020.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/27/eu-ready-look-at-realistic-irish-backstop-plans-boris-johnson-brexit\">EU ready to look at 'realistic' backstop plans from Johnson</a> </p> </aside>  <p>“We want people to be able to plan and there is a reason it is in early September because of the risks when MPs return to the house that week,” one source said.</p> <p>Labour’s shadow chancellor, John McDonnell, said: “Sajid Javid is getting a record of announcing events and initiatives, and then within hours cancelling or reversing them. This doesn’t inspire confidence. Panic seems to be setting in inside government.”</p> <p>The date of the spending round is expected to be announced shortly, most likely when MPs return to parliament next week. The 12-month review, instead of the usual three-year review, is intended as a short-term measure to give departments new budgets and also free up officials to focus on preparing for Brexit.</p> <p>There is no legislation needed for the spending round, though there may be some supplementary votes on departmental spending.</p> <p>In July, the Conservative MP Dominic Grieve, who opposes a no-deal Brexit, suggested an amendment in an estimates debate that would have effectively prevented the departments including education and work and pensions from accessing Treasury funds – effectively shutting down the government if the prime minister attempted no deal.</p> <p>No 10 called that plan “grossly irresponsible” and the amendment was not selected by the Speaker of the House of Commons, John Bercow.</p>",
      "wordcount": "468",
      "firstPublicationDate": "2019-08-27T17:22:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:17Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c83xe",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/da5f3f290cfbc8151a0bc4bf24ebf902c503b407/0_14_3937_2362/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The first major speech by the chancellor, Sajid Javid, has been mysteriously cancelled by the Treasury less than 24 hours before it was due to take place. A Treasury spokesman said that the one-year spending review, called a spending round, which had been due to take place later this year, was now being fast-tracked to take place on 4 September – the date MPs return to parliament – adding fuel to speculation the government could be planning an early general election. The speech, which was due to take place in Birmingham, was billed as Javid “outlining his vision for the UK economy”. In an email to attendees, the Treasury press office said the speech was being rescheduled but gave no other reasoning. “The forthcoming Spending Round will instead be brought forward in early September and will cover the themes and priorities he was due to outline,” the email said. It is understood the decision to cancel the speech was taken in Downing Street, rather than the Treasury. One source said it had been decided that Javid should make one speech on the government’s spending priorities once they had been agreed, not before, though that was denied by another source, who claimed the rescheduling was because the timing of the speech clashed with other prepared announcements. Whitehall sources suggested there was considerable concern that MPs could trigger a vote of no confidence in the government and an early general election, which could lead to departments being left in the dark about spending plans, with budgets running out in 2020. “We want people to be able to plan and there is a reason it is in early September because of the risks when MPs return to the house that week,” one source said. Labour’s shadow chancellor, John McDonnell, said: “Sajid Javid is getting a record of announcing events and initiatives, and then within hours cancelling or reversing them. This doesn’t inspire confidence. Panic seems to be setting in inside government.” The date of the spending round is expected to be announced shortly, most likely when MPs return to parliament next week. The 12-month review, instead of the usual three-year review, is intended as a short-term measure to give departments new budgets and also free up officials to focus on preparing for Brexit. There is no legislation needed for the spending round, though there may be some supplementary votes on departmental spending. In July, the Conservative MP Dominic Grieve, who opposes a no-deal Brexit, suggested an amendment in an estimates debate that would have effectively prevented the departments including education and work and pensions from accessing Treasury funds – effectively shutting down the government if the prime minister attempted no deal. No 10 called that plan “grossly irresponsible” and the amendment was not selected by the Speaker of the House of Commons, John Bercow.",
      "charCount": "2863",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/27/welcome-discussions-on-the-menopause-and-work",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-27T17:14:03Z",
    "webTitle": "Welcome discussions on the menopause and work | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/27/welcome-discussions-on-the-menopause-and-work",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/27/welcome-discussions-on-the-menopause-and-work",
    "fields": {
      "headline": "Welcome discussions on the menopause and work",
      "standfirst": "Readers respond to recent Guardian articles about the menopause",
      "trailText": "<strong>Letters:</strong> Readers respond to recent Guardian articles about the menopause",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"82c43d3e723a2fb76853df33ec7ab4efea13124f\"> <img src=\"https://media.guim.co.uk/82c43d3e723a2fb76853df33ec7ab4efea13124f/0_187_5472_3283/1000.jpg\" alt=\"A woman cooling herself with an electric fan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Most of my female friends survived the hot flushes with the minimum of medical and legal intervention. This is a natural process and does not need to be pathologised. A bit of consideration and tact usually does the trick,’ writes Jane Ghosh</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The campaign to ensure that employers must protect women going through the menopause (<a href=\"https://www.theguardian.com/society/2019/aug/25/mandatory-workplace-menopause-policies-uk\" title=\"\">MPs call for compulsory menopause policies in workplaces</a>, 26 August) has to be supported, but should be extended to include those countless women who experience the devastating effects of premenstrual syndrome (PMS). It is estimated that 800,000 women experience symptoms so severe that their physical, psychological, social and economic wellbeing is significantly compromised. The menopausal cases cited in the article could just have easily been representative of women suffering from PMS.</p> <p>The National Association for Premenstrual Syndrome (Naps), has, since its inception in 1984, been working to further the interests of PMS sufferers. One area of concern has been how women cope with their condition in the workplace. It would be a major step forward if this concern could be acknowledged by parliament. To this end we aim to collaborate with those now seeking to protect menopausal women. If we are jointly successful, the benefits to personal health, family life and the economy will be inestimable.<br><strong>Jackie Howe</strong><br><em>CEO, </em><em>Naps</em></p> <p>• I heartily support the idea of mandatory menopause policies in the workplace – particularly as the retirement age is now rising and in my view employers, recruitment agencies and training providers are in no way prepared. I am now 64 and in the <a href=\"https://www.waspi.co.uk/about-us-2/\" title=\"\">Waspi</a> category of women. I took voluntary redundancy from a quango in 2017, on the basis that “if you don’t accept voluntary it will be compulsory next time”. Prior to that, I had really struggled with menopausal symptoms. My concerns were never addressed. The office was always overheated so that it was difficult to concentrate. If you opened a window you were effectively “sent to Coventry” by other members of staff.<br><strong>Name and address supplied</strong></p> <p>• Your article is worthy of the widest circulation. My employers were wonderful about managing my menopausal symptoms. When I came home, though, I used to open the fridge and freezer doors and just stand there luxuriating in the almost instant change.<br><strong>Pat McCarthy</strong><br><em>Brentford, London</em></p> <p>• Surely this is using a sledgehammer to crack a nut. Most of my female friends survived the hot flushes with the minimum of medical and legal intervention. This is a natural process and does not need to be pathologised. A bit of consideration and tact usually does the trick – and HRT when available. (Wo)man up, ladies. <br><strong>Jane Ghosh</strong><br><em>Bristol</em></p> <p>• In your recent welcome articles on the menopause, it’s usually said that hot flushes can continue for a decade (<a href=\"https://www.theguardian.com/society/2019/aug/26/the-menopause-why-so-little-research-on-the-middle-aged-ovary\" title=\"\">Funding gap has left questions unanswered</a>, 27 August). My mother was still having them well into her 80s and I am too, at age 70. For some, the effects of the menopause are lifelong.<br><strong>Jenny Haynes</strong><br><em>Horkstow, North Lincolnshire</em></p> <p>• Please take greater care when choosing your vocabulary to describe the menopause. In an otherwise well-intentioned article (<a href=\"https://www.theguardian.com/news/2019/aug/26/what-is-the-menopause-and-when-does-it-strike\" title=\"\">What is the menopause and when does it strike?</a>, 26 August), the use of emotive terms such as “strike”, “hit”, and “ramping things down” is unhelpful. As Germaine Greer wrote: “The experience of the menopause is and will remain undescribed because menopause is a non-event. It doesn’t happen on a day or in a place. It is not announced, or applauded or deplored. It is not the last menstruation, which is by definition pre-menopausal, not to mention that you can’t know that a menstruation is your last until months have passed” (<a href=\"https://www.bloomsbury.com/uk/the-change-9781408886380/\" title=\"\">The Change: Women, Ageing, and Menopause</a>, Bloomsbury, 2018).</p> <p>What your article describes is the perimenopause. Women’s experiences of this transition vary greatly, from being barely noticeable to being disruptive and debilitating. I welcome the increasingly open discussion of the subject, but please can we employ sensible language? And in answer to the final question – yes, there is plenty to look forward to.<br><strong>Judith Laity</strong><br><em>Helperby, North Yorkshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "670",
      "commentable": "false",
      "firstPublicationDate": "2019-08-27T17:14:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-11-02T11:40:03Z",
      "newspaperEditionDate": "2019-08-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c82ta",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/82c43d3e723a2fb76853df33ec7ab4efea13124f/0_187_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The campaign to ensure that employers must protect women going through the menopause (MPs call for compulsory menopause policies in workplaces, 26 August) has to be supported, but should be extended to include those countless women who experience the devastating effects of premenstrual syndrome (PMS). It is estimated that 800,000 women experience symptoms so severe that their physical, psychological, social and economic wellbeing is significantly compromised. The menopausal cases cited in the article could just have easily been representative of women suffering from PMS. The National Association for Premenstrual Syndrome (Naps), has, since its inception in 1984, been working to further the interests of PMS sufferers. One area of concern has been how women cope with their condition in the workplace. It would be a major step forward if this concern could be acknowledged by parliament. To this end we aim to collaborate with those now seeking to protect menopausal women. If we are jointly successful, the benefits to personal health, family life and the economy will be inestimable. Jackie Howe CEO, Naps • I heartily support the idea of mandatory menopause policies in the workplace – particularly as the retirement age is now rising and in my view employers, recruitment agencies and training providers are in no way prepared. I am now 64 and in the Waspi category of women. I took voluntary redundancy from a quango in 2017, on the basis that “if you don’t accept voluntary it will be compulsory next time”. Prior to that, I had really struggled with menopausal symptoms. My concerns were never addressed. The office was always overheated so that it was difficult to concentrate. If you opened a window you were effectively “sent to Coventry” by other members of staff. Name and address supplied • Your article is worthy of the widest circulation. My employers were wonderful about managing my menopausal symptoms. When I came home, though, I used to open the fridge and freezer doors and just stand there luxuriating in the almost instant change. Pat McCarthy Brentford, London • Surely this is using a sledgehammer to crack a nut. Most of my female friends survived the hot flushes with the minimum of medical and legal intervention. This is a natural process and does not need to be pathologised. A bit of consideration and tact usually does the trick – and HRT when available. (Wo)man up, ladies. Jane Ghosh Bristol • In your recent welcome articles on the menopause, it’s usually said that hot flushes can continue for a decade (Funding gap has left questions unanswered, 27 August). My mother was still having them well into her 80s and I am too, at age 70. For some, the effects of the menopause are lifelong. Jenny Haynes Horkstow, North Lincolnshire • Please take greater care when choosing your vocabulary to describe the menopause. In an otherwise well-intentioned article (What is the menopause and when does it strike?, 26 August), the use of emotive terms such as “strike”, “hit”, and “ramping things down” is unhelpful. As Germaine Greer wrote: “The experience of the menopause is and will remain undescribed because menopause is a non-event. It doesn’t happen on a day or in a place. It is not announced, or applauded or deplored. It is not the last menstruation, which is by definition pre-menopausal, not to mention that you can’t know that a menstruation is your last until months have passed” (The Change: Women, Ageing, and Menopause, Bloomsbury, 2018). What your article describes is the perimenopause. Women’s experiences of this transition vary greatly, from being barely noticeable to being disruptive and debilitating. I welcome the increasingly open discussion of the subject, but please can we employ sensible language? And in answer to the final question – yes, there is plenty to look forward to. Judith Laity Helperby, North Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4175",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/27/irony-of-trump-eu-anchor-metaphor",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-27T17:12:25Z",
    "webTitle": "Irony of Trump’s EU ‘anchor’ metaphor | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/aug/27/irony-of-trump-eu-anchor-metaphor",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/27/irony-of-trump-eu-anchor-metaphor",
    "fields": {
      "headline": "Irony of Trump’s EU ‘anchor’ metaphor",
      "standfirst": "<strong>Geoff Magnus</strong> on US hypocrisy over single markets; and <strong>Kevin Watkins</strong>, CEO of Save the Children, on Boris Johnson’s pledge on education aid",
      "trailText": "Letters: <strong>Geoff Magnus</strong> on US hypocrisy over single markets; and <strong>Kevin Watkins</strong>, CEO of Save the Children, on Boris Johnson’s pledge on education aid",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ca4114883e2335bc386625447290841f01e47d3a\"> <img src=\"https://media.guim.co.uk/ca4114883e2335bc386625447290841f01e47d3a/0_135_2624_1573/1000.jpg\" alt=\"Boris Johnson and Donald Trump during the G7 summit in Biarritz\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Donald Trump during the G7 summit in Biarritz.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Donald Trump was characteristically unaware of the ironic significance of his metaphor about freeing ourselves from the “<a href=\"https://www.theguardian.com/us-news/2019/aug/25/trump-says-boris-johnson-is-right-man-to-deliver-brexit\" title=\"\">anchor</a>” of the EU (<a href=\"https://www.theguardian.com/world/2019/aug/25/britain-can-easily-cope-with-no-deal-brexit-claims-boris-johnson\" title=\"\">Britain can ‘easily cope’ with no deal, claims Johnson at G7</a>, 26 August). Rather than getting himself into a pickle <a href=\"https://www.theguardian.com/politics/2019/aug/26/telling-porkies-boris-johnson-melton-mowbray-pork-pie-claim-fails-truth-test\" title=\"\">over pork pies</a>, Boris Johnson could have responded with the absurd fact that it has been illegal for decades for the Pentagon to acquire anchor chain from a foreign supplier. That embargo has nothing to do with national security, of course, but is a tiny manifestation of the all-pervasive, deep-rooted protectionism of the land of the free. It is not only the likes of Boeing and Pfizer that lobby Congress and the administration mercilessly and successfully: even a small company can readily bend the ear of a tame representative in Washington, with far-reaching and long-standing consequences. So much of the US single market is closed to outsiders more firmly than the one we are leaving. When I worked there, it was disturbing that so many Americans – far more educated, aware and sensible than Trump – failed to see the hypocrisy of their policies and laws. Overcoming such an anti-competitive, nationalistic mindset will certainly not be a cinch. <br><strong>Geoff Magnus</strong><br><em>Defence counsellor, British embassy, Washington, 1997-2000</em></p> <p>• Perhaps understandably your correspondents assessing Boris Johnson’s G7 summit turn the spotlight on the twin pillars of Brexit and the transatlantic relationship. One notable aspect of the prime minister’s performance has sadly escaped attention: namely, his role in championing an international development issue that the G7 has ducked. Boris Johnson arrived in Biarritz with an important pledge for children around the world affected by war and humanitarian emergency. He has committed the UK to spending £90m over three years in support of a little-known, but highly effective, mechanism for financing education provision for children like the Rohingya now living as refugees in Bangladesh, but also for refugees from Syria, South Sudan and other countries. This is an investment that could help keep alive the hope of education for more than 600,000 children. Many more need help – and, having demonstrated leadership by example, Britain is well placed to call on other G7 partners to step up.</p> <p>The increasingly polarised debate on Brexit will doubtless continue. But whatever the outcome of that debate, the UK’s actions on refugee education surely underscore the values that must define Global Britain. Whatever the architecture of our future relationship with Europe, the UK is, and must remain, an international development superpower.<br><strong>Kevin Watkins</strong><br><em>CEO, Save the Children </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "462",
      "commentable": "false",
      "firstPublicationDate": "2019-08-27T17:12:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:18Z",
      "newspaperEditionDate": "2019-08-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c82m5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ca4114883e2335bc386625447290841f01e47d3a/0_135_2624_1573/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Donald Trump was characteristically unaware of the ironic significance of his metaphor about freeing ourselves from the “anchor” of the EU (Britain can ‘easily cope’ with no deal, claims Johnson at G7, 26 August). Rather than getting himself into a pickle over pork pies, Boris Johnson could have responded with the absurd fact that it has been illegal for decades for the Pentagon to acquire anchor chain from a foreign supplier. That embargo has nothing to do with national security, of course, but is a tiny manifestation of the all-pervasive, deep-rooted protectionism of the land of the free. It is not only the likes of Boeing and Pfizer that lobby Congress and the administration mercilessly and successfully: even a small company can readily bend the ear of a tame representative in Washington, with far-reaching and long-standing consequences. So much of the US single market is closed to outsiders more firmly than the one we are leaving. When I worked there, it was disturbing that so many Americans – far more educated, aware and sensible than Trump – failed to see the hypocrisy of their policies and laws. Overcoming such an anti-competitive, nationalistic mindset will certainly not be a cinch. Geoff Magnus Defence counsellor, British embassy, Washington, 1997-2000 • Perhaps understandably your correspondents assessing Boris Johnson’s G7 summit turn the spotlight on the twin pillars of Brexit and the transatlantic relationship. One notable aspect of the prime minister’s performance has sadly escaped attention: namely, his role in championing an international development issue that the G7 has ducked. Boris Johnson arrived in Biarritz with an important pledge for children around the world affected by war and humanitarian emergency. He has committed the UK to spending £90m over three years in support of a little-known, but highly effective, mechanism for financing education provision for children like the Rohingya now living as refugees in Bangladesh, but also for refugees from Syria, South Sudan and other countries. This is an investment that could help keep alive the hope of education for more than 600,000 children. Many more need help – and, having demonstrated leadership by example, Britain is well placed to call on other G7 partners to step up. The increasingly polarised debate on Brexit will doubtless continue. But whatever the outcome of that debate, the UK’s actions on refugee education surely underscore the values that must define Global Britain. Whatever the architecture of our future relationship with Europe, the UK is, and must remain, an international development superpower. Kevin Watkins CEO, Save the Children • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2960",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/aug/27/jeremy-corbyn-party-leaders-no-deal-brexit-boris-johnson-live-updates",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-27T17:10:56Z",
    "webTitle": "Cancelled Javid speech heightens election speculation – live updates",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/aug/27/jeremy-corbyn-party-leaders-no-deal-brexit-boris-johnson-live-updates",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/aug/27/jeremy-corbyn-party-leaders-no-deal-brexit-boris-johnson-live-updates",
    "fields": {
      "headline": "Cancelled Javid speech heightens election speculation – live updates",
      "standfirst": "<p>Rolling coverage of the day’s political developments, including meeting of opposition party leaders called by Jeremy Corbyn</p><ul><li><a href=\"https://www.theguardian.com/education/2019/aug/27/leaked-documents-reveal-tories-dramatic-plans-for-schools\">Exclusive: Leaked documents reveal Tories’ dramatic plans for schools</a></li><li><a href=\"https://www.theguardian.com/politics/2019/aug/27/brexit-jeremy-corbyn-prioritise-legislation-stop-no-deal-meeting-opposition-parties-labour\">Jeremy Corbyn agrees to prioritise legislation to stop no-deal Brexit</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments, including meeting of opposition party leaders called by Jeremy Corbyn",
      "byline": "Frances Perraudin (now) and Patrick Greenfield (earlier)",
      "main": "<figure class=\"element element-image\" data-media-id=\"08ebd0ddb924742a5749c883be302656300e0b31\"> \n <img src=\"https://media.guim.co.uk/08ebd0ddb924742a5749c883be302656300e0b31/0_86_4081_2448/1000.jpg\" alt=\"Labour’s John McDonnell, with Anna Soubry, Ian Blackford, Jo Swinson and Liz Saville Roberts, signs a cross-party declaration against a non-deal Brexit at Church House.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Labour’s John McDonnell, with Anna Soubry, Ian Blackford, Jo Swinson and Liz Saville Roberts, signs a cross-party declaration against a non-deal Brexit at Church House.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5d655fb28f084061ab38d836\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T17:10:56.473Z\">6.10pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li>A confidential government briefing paper <a href=\"https://www.theguardian.com/education/2019/aug/27/leaked-documents-reveal-tories-dramatic-plans-for-schools\">leaked to the Guardian</a> has revealed a raft of dramatic and controversial education measures including billions of pounds in new funding, a crackdown on student behaviour and a further wave of free schools. The proposals were designed to be rolled out over the coming weeks in a bid to seize the initiative on education ahead of a possible autumn election.</li> \n  </ul> \n  <ul> \n   <li>Jeremy Corbyn <a href=\"https://www.theguardian.com/politics/blog/live/2019/aug/27/jeremy-corbyn-party-leaders-no-deal-brexit-boris-johnson-live-updates?page=with:block-5d64e5c08f08a0805bcc507c#block-5d64e5c08f08a0805bcc507c\">has agreed to work with oppositions leaders </a>to prioritise opposing a no-deal Brexit using legislation, with a no-confidence vote in the government reserved as a last resort. </li> \n  </ul> \n  <ul> \n   <li>The Westminster leaders of the SNP, the Liberal Democrats, Plaid Cymru, the Green Party and the Independent Group for Change <a href=\"https://www.theguardian.com/politics/2019/aug/27/mps-pledge-form-alternative-parliament-prorogation-church-house-declaration-brexit\">attended a meeting </a>along with the shadow chancellor John McDonnell on Tuesday, at which they agreed to form an alternative parliament in the event of the prime minister shutting down the existing one to make a no-deal Brexit happen.</li> \n  </ul> \n  <ul> \n   <li>The first major speech by the chancellor Sajid Javid has been <a href=\"https://www.theguardian.com/politics/blog/live/2019/aug/27/jeremy-corbyn-party-leaders-no-deal-brexit-boris-johnson-live-updates?page=with:block-5d65363c8f081cf11cf1dd3c#block-5d65363c8f081cf11cf1dd3c\">mysteriously cancelled</a> by the Treasury less than 24 hours before it was due to take place. A Treasury spokesman said that the one-year spending review, called a spending round, which had been due to take place later this year, was now being fast-tracked to take place in early September, adding fuel to speculation the government could be planning an early general election.</li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/aug/27/nigel-farage-says-brexit-party-could-strike-election-pact-with-tories\">Nigel Farage has said</a> the Brexit party may be prepared to work with the Conservatives through a “non-aggression pact” if the only way of achieving a “clean-break” Brexit was a general election. </li> \n  </ul> \n  <ul> \n   <li>The archbishop of Canterbury <a href=\"https://www.theguardian.com/politics/2019/aug/27/archbishop-of-canterbury-says-he-may-chair-brexit-citizens-forum\">has agreed in principle </a>to chair a citizens’ assembly on Brexit despite provoking outrage from Eurosceptics for considering the idea. Acknowledging the controversy of such a role, Justin Welby said he would only take part if the exercise were not aimed at thwarting Brexit. He also suggested it could be conducted after the UK had left the European Union as a way of overcoming divisions.</li> \n  </ul> \n  <p>That’s it from us today. Thanks very much for reading.</p> \n </div> \n</div> \n<div id=\"block-5d655c3d8f08a0805bcc55ee\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T16:42:21.121Z\">5.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Leaked documents reveal Tory school plans</h2> \n <div class=\"block-elements\"> \n  <p>My colleagues Aditya Chakrabortty, Richard Adams and Sally Weale have just published an exclusive detailing a raft of dramatic and controversial education policy proposals set out in a confidential briefing paper.</p> \n  <p>The measures include billions of pounds in new funding, a crackdown on student behaviour and a further wave of free schools, which are set to be announced by the government within days.</p> \n  <blockquote> \n   <p>The briefing document, dated 22 August and marked “Official-Sensitive”, details a blizzard of policy proposals designed to be rolled out over the coming weeks in a bid to seize the initiative on education ahead of a possible autumn election.</p> \n   <p>While proposals including a £3.5bn funding announcement and plans to increase teachers’ basic pay may be broadly welcomed, there will be concern in some quarters over a package of disciplinary measures that include a renewed emphasis on exclusions and allowing teachers to use “reasonable force” to improve behaviour.</p> \n  </blockquote> \n  <p>Read the full story here - </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/aug/27/leaked-documents-reveal-tories-dramatic-plans-for-schools\">Leaked documents reveal Tories' dramatic plans for schools</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d6558528f084061ab38d7b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T16:25:07.638Z\">5.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jonathan Lis, deputy director of the thinktank British Influence, has written for our opinion pages welcoming today’s opposition talks.</p> \n  <blockquote class=\"quoted\"> \n   <p>Today’s meeting is highly significant for two reasons. First, it demonstrates that, when push comes to shove, politicians who may personally dislike or distrust each other can sit around a table and work seriously, cordially and productively. Second, and more importantly, it highlights that MPs have the means at their disposal to stop no deal. They already had the numbers. Now they are showing the willing.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/27/corbyn-summit-no-deal-brexit-avoidable\">Corbyn’s summit shows a no-deal Brexit is avoidable if MPs put tribalism aside | Jonathan Lis</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d6554b88f08a0805bcc5587\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T16:09:53.585Z\">5.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Conservative party has tweeted accusing opposition politicians of “plotting to cancel the votes of 17.4 million people”. Change UK leader, Anna Soubry, who was a Tory MP until February this year, said the message was yet more proof that “right wing ideologues” had taken over her old party.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Conservatives/status/1166362662231580673\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">These 6 politicians are plotting to cancel the votes of 17.4 million people.<br><br>🔵 We respect the result of the EU Referendum.<br>🔵 We will get Brexit done by October 31st and take this country forward.<br><br>✍️ Show them they can't ignore it.<br>➡️ <a href=\"https://t.co/sosWZSPztl\">https://t.co/sosWZSPztl</a> <a href=\"https://t.co/5yLJEiyfYP\">pic.twitter.com/5yLJEiyfYP</a></p>— Conservatives (@Conservatives) \n    <a href=\"https://twitter.com/Conservatives/status/1166362662231580673?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Anna_Soubry/status/1166380308326944772\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Today these MPs put aside their differences to ensure Parliament isn’t suspended to enable a disastrous <a href=\"https://twitter.com/hashtag/NoDeal?src=hash&amp;ref_src=twsrc%5Etfw\">#NoDeal</a> <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> for which there’s no mandate.<a href=\"https://twitter.com/Conservatives?ref_src=twsrc%5Etfw\">@Conservatives</a> should be throughly ashamed of this disingenuous tweet- further proof the right wing ideologues have taken it over. <a href=\"https://t.co/m5S0yAq8kC\">https://t.co/m5S0yAq8kC</a></p>— Anna Soubry MP (@Anna_Soubry) \n    <a href=\"https://twitter.com/Anna_Soubry/status/1166380308326944772?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d65488f8f08a0805bcc5509\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T15:23:37.435Z\">4.23pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Archbishop of Canterbury willing to chair Brexit citizens forum 'in principle'</h2> \n <div class=\"block-elements\"> \n  <p>The archbishop of Canterbury, Justin Welby, has responded to an invitation from MPs to chair a “citizens’ forum on Brexit” in which alternatives to a no deal would be discussed.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JustinWelby/status/1166368605338066945\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It’s an unexpected privilege to be asked to chair the proposed Citizens’ Forum on Brexit. In the past such gatherings have opened the way for careful deliberation. I’m open in principle – provided the Forum doesn’t aim to stop or delay Brexit, and has cross-party support. <a href=\"https://t.co/pYLYUDFzwJ\">https://t.co/pYLYUDFzwJ</a></p>— Archbishop of Canterbury (@JustinWelby) \n    <a href=\"https://twitter.com/JustinWelby/status/1166368605338066945?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <p>He has issued <a href=\"https://www.archbishopofcanterbury.org/news/latest-news/archbishop-justin-welbys-response-invitation-chair-citizens-forum-brexit\">a statement</a> on his website:</p> \n  <blockquote> \n   <p>It is an unexpected privilege to be asked to chair this proposed citizens’ forum on Brexit. In the past this kind of gathering has, in many places and in difficult situations, opened the way for careful deliberation if at the right time and genuinely representative.</p> \n   <p>I am honoured to be approached and would be willing to accept in principle, subject to some conditions which have not yet been met. The main three are first, and indispensably, that the forum should not be a Trojan horse intended to delay or prevent Brexit in any particular form. That power can only be exercised by the government and MPs in parliament. A forum must be open to all possibilities. Second, that it has cross-party support (although its members will not be politicians). Third, the process must have time to be properly organised.</p> \n   <p>Jesus Christ is the source of reconciliation and healing for individuals and society. It is obviously right that among many others the churches should contribute to the emergence of a dynamic and united country post-Brexit, however it may be achieved. Every one of us must play the part they can in this task.</p> \n   <p>The need for national healing and eventually for a move towards reconciliation is essential, and will take much time, a deep commitment to the common good, and contributions from every source. This forum is only one of many different efforts being made inside the political world and across the country before and after Brexit. Every effort counts.</p> \n   <p>Let us pray for all those in government, parliament and political leadership. Let us pray for the people of this country whose lives will be affected in many ways by the momentous decisions that are made.</p> \n  </blockquote> \n  <p>Responding to earlier <a href=\"https://www.thetimes.co.uk/article/justin-welby-warned-not-to-interfere-with-brexit-rqd86nrhw\">reports</a> that Welby had met with MPs to discuss hosting a possible citizens’ assembly, the former Tory leader Iain Duncan Smith said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I generally don’t criticise the archbishop but he shouldn’t allow himself to be tempted into what is essentially a very political issue right now. This assembly is designed to destabilise Boris Johnson’s position. As such I hope he will recognise the deeply political nature of this.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T15:37:50.541Z\">at 4.37pm BST</time></p> \n</div> \n<div id=\"block-5d65478f8f081cf11cf1de48\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T15:12:50.639Z\">4.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn was not at today’s meeting of opposition leaders at Church House – the shadow chancellor said he was busy in meetings – but the Labour leader has spoken to broadcast media this afternoon.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1166365412012916737\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"The priority is to prevent a no-deal exit from the European Union\" - Labour leader Jeremy Corbyn outlines strategy to block no-deal <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> <a href=\"https://t.co/6nPyoPsXrS\">https://t.co/6nPyoPsXrS</a> <a href=\"https://t.co/dzCtD0Ao4o\">pic.twitter.com/dzCtD0Ao4o</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1166365412012916737?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d65454e8f081cf11cf1de14\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T15:02:34.581Z\">4.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s John McDonnell has responded to <a href=\"https://www.theguardian.com/politics/blog/live/2019/aug/27/jeremy-corbyn-party-leaders-no-deal-brexit-boris-johnson-live-updates?page=with:block-5d65363c8f081cf11cf1dd3c#block-5d65363c8f081cf11cf1dd3c\">the announcement </a>that the first major speech by the new chancellor, Sajid Javid, has been cancelled less than 24 hours before it was due to take place.</p> \n  <blockquote class=\"quoted\"> \n   <p>Sajid Javid is getting a record of announcing events and initiatives, and then within hours cancelling or reversing them.</p> \n   <p>This doesn’t inspire confidence. Panic seems to be setting in inside government.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T15:19:43.257Z\">at 4.19pm BST</time></p> \n</div> \n<div id=\"block-5d653bbf8f08a0805bcc5452\" class=\"block\" data-block-contributor=\"profile/patrick-greenfield\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T14:29:53.576Z\">3.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Dear readers, it’s been fun but it’s time to hand over the live blogging reins to my colleague Frances Perraudin (Twitter @fperraudin). She’ll bring you the latest Brexit developments until close of play.</p> \n  <p>Have a peaceful evening and thank you for your questions and comments.</p> \n </div> \n</div> \n<div id=\"block-5d653c9c8f081cf11cf1dda5\" class=\"block is-key-event\" data-block-contributor=\"profile/benquinn\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T14:28:19.919Z\">3.28pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Church House meeting in focus</h2> \n <div class=\"block-elements\"> \n  <p><em>Our reporter Ben Quinn attended a symbolic meeting of MPs in Church House where they discussed their opposition to no-deal Brexit. He filed this report. </em></p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"2c140248-8cbd-486f-80f5-56ee95f61642\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/KK4_Ik1_bUA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Boris Johnson was described as a threat to the very nature of British democracy at a cross party meeting of MPs who signed a pledge to an alternative parliament in the event of the prime minister shutting down parliament to make a no deal Brexit happen.</p> \n  <p>In a highly symbolic gathering in Church House, where MPs met during the second world war, Labour’s John McDonnell took to the stage alongside the former Conservative MP, Anna Soubry, as well as the Liberal Democrat leader Jo Swinson and Caroline Lucas of the Green Party.<br></p> \n  <p>Each one signed the ‘Church House Declaration,’ which declared that shutting down parliament would be “an undemocratic outrage at such a crucial moment for our country, and a historic constitutional crisis.”</p> \n  <p>It added: “Any attempt to prevent Parliament sitting, to force through a no deal Brexit, will be met by strong and widespread democratic resistance.”</p> \n  <p>The shadow chancellor, who said that Jeremy Corbyn had been trapped in meetings, told those assembled: “Prime Ministers come and Prime Ministers go but I don’t think we have seen a Prime Minister like this who has had the potential to threaten the vary nature of our democracy.”</p> \n  <figure class=\"element element-image\" data-media-id=\"ce611598933098eb8396223b28c311a7a342be36\"> \n   <img src=\"https://media.guim.co.uk/ce611598933098eb8396223b28c311a7a342be36/0_400_5463_3278/1000.jpg\" alt=\"Church House in central London on August 27, 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Opposition MPs at the meeting at Church House in central London.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>I want to warn him that we will not and let that happen, said McDonnell, who added that MPs will use “whatever mechanism necessary” to thwart Johnson.<br><br>More than 160 MPs from a range of parties were said by organisers to have signed the declaration.<br><br>Ian Blackford, the leader of the SNP in the House of Commons, said that the government posed a threat to the security of citizens, while the Green MP Caroline Lucas said: “We will block what is nothing less than a coup.”<br><br>Swinson said that members of parliament had come together to make the point that they would not stand by while the government sent the country into a “catastrophic no deal Brexit.”<br><br>While Conservative MPs were conspicuous by their absence from the event, there was a highly symbolic moment when the former Tory MP and minister addressed the event, standing on stage while McDonnell sat beside her.<br><br>She said that she hoped that when the history books were written they would record their determination and courage and show that there were those who acted while others stood by and did nothing.</p> \n  <p>“You all know who the people of courage are and those who have failed to exercise it. They will stop you in the corridors and say: ‘of course this is absolute madness’ but they will not go and do the right thing, which is to be true to their principles.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-28T15:17:53.601Z\">at 4.17pm BST</time></p> \n</div> \n<div id=\"block-5d6537c28f084061ab38d5c6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T14:05:56.789Z\">3.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn asks 116 Tory MPs for support to stop no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p>The Labour party leader Jeremy Corbyn has written to 116 Tory MPs, including former prime minister Theresa May, Philip Hammond, David Gauke and Greg Clark, urging them to support cross-party efforts to stop no-deal Brexit.</p> \n  <figure class=\"element element-image\" data-media-id=\"b7858f0c9d6d67a1d96e3a96ae76113d6a6c8404\"> \n   <img src=\"https://media.guim.co.uk/b7858f0c9d6d67a1d96e3a96ae76113d6a6c8404/0_43_3846_2308/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn prepares to meet leaders of the other political parties to discuss options for Brexit.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Here’s the full text of the letter:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Dear colleague,</p> \n   <p>I am writing to you after convening a meeting earlier today with the leaders of other opposition parties on how we can work together, across Parliament to prevent a damaging No Deal exit from the European Union. At that meeting, we agreed to make efforts to put party politics aside to find a way through the present crisis.</p> \n   <p>We know there is a majority in parliament against No Deal. As MPs we’ve voted against No Deal on a number of occasions and we did so in the largest number on 27 March of this year. </p> \n   <p>As you were one of 116 Conservative or independent MPs who voted against No Deal that day and are not on the government frontbench, I am writing to you to offer to work together, in a collegiate, cross party spirit, to find a practical way to prevent No Deal. </p> \n   <p>This is an urgent task. The Prime Minister is reportedly planning to suspend parliament to force through a No Deal crash out. This action would be, according to legal advice I’ve received from Shadow Attorney General Shami Chakrabarti, “the gravest abuse of power and attack upon UK constitutional principle in living memory”.</p> \n   <p>My view is that holding a general election after an extension is achieved is the simplest and most democratic way to prevent No Deal and to let the people of this country decide our future. Indeed, it is the best route to a referendum or leaving the EU with a deal.</p> \n   <p>I understand not all colleagues may agree.</p> \n   <p>So I would like to invite you to join a dialogue with myself, as leader of the Labour Party, and other opposition parties, to find a way for the clear will of parliament against No Deal to express itself. Please respond by email.</p> \n   <p>Yours sincerely,</p> \n   <p>Jeremy Corbyn</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T14:52:46.040Z\">at 3.52pm BST</time></p> \n</div> \n<div id=\"block-5d65363c8f081cf11cf1dd3c\" class=\"block is-key-event\" data-block-contributor=\"profile/jessica-elgot\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:58:49.511Z\">2.58pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cancelled Javid speech heightens election speculation</h2> \n <div class=\"block-elements\"> \n  <p><em>This from our chief political correspondent Jessica Elgot on Sajid Javid’s cancelled speech. The chancellor has been meeting Trump’s treasury secretary on Tuesday.</em></p> \n  <p>The first major speech by the chancellor Sajid Javid has been mysteriously cancelled by the Treasury less than 24 hours before it was due to take place. </p> \n  <p>A Treasury spokesman said that the one-year spending review, called a spending round, which had been due to take place later this year, was now being fast-tracked to take place in early September, adding fuel to speculation the government could be planning an early general election.</p> \n  <p>The speech, which was due to take place in Birmingham, was billed as Javid “outlining his vision for the UK economy.” In an email to attendees, the Treasury press office said the speech was being rescheduled but gave no other reasoning. </p> \n  <p>“The forthcoming Spending Round will instead be brought forward in early September and will cover the themes and priorities he was due to outline,” the email said.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"b18840e99954a6bbdb0221382f8fffce08204f74\"> \n   <img src=\"https://media.guim.co.uk/b18840e99954a6bbdb0221382f8fffce08204f74/0_0_2192_1315/1000.jpg\" alt=\"Britain’s Chancellor of the Exchequer Sajid Javid poses with US Treasury Secretary Steve Mnuchin outside 11 Downing Street in central London on August 27, 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The chancellor, Sajid Javid, with US treasury secretary, Steve Mnuchin, outside 11 Downing Street.</span> \n    <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T14:53:38.276Z\">at 3.53pm BST</time></p> \n</div> \n<div id=\"block-5d6534218f08a0805bcc53e3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:47:32.996Z\">2.47pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McDonnell: PM a threat to the UK's democracy</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1166344468502593540\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">John McDonnell is here in place of Jeremy Corbyn on the stage at Church house..<br>’Alternative parliament’ pledge<br>Symbolic stuff alongside Jo Swindon, Luciana Berger and co <a href=\"https://t.co/U0BNYf4wkH\">pic.twitter.com/U0BNYf4wkH</a></p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1166344468502593540?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1166345830527377416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">John McDonnell: \"Prime Ministers come and Prime Ministers go but I don't think we have seen a Prime Minister like this who has had the potential to threaten the vary nature of our democracy</p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1166345830527377416?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1166345831940874241\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">McDonnell: \"And I just want him that we will not and let that happen. We will use whatever mechanism necessary.\"</p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1166345831940874241?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d6533bd8f081cf11cf1dd22\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:45:44.683Z\">2.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Just in case you were wondering what the former prime minister is up to today...</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/samanthajrayner/status/1166339017400627200\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Great to open wonderful 13 acre park at Shurlock Row today with ⁦<a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@Theresa_may</a>⁩ and lots of local children. The park has a fantastic children’s play area, <a href=\"https://twitter.com/hashtag/biodiversity?src=hash&amp;ref_src=twsrc%5Etfw\">#biodiversity</a> with over 50 species of grasses and a pond <a href=\"https://t.co/0UQ8Ghol1l\">pic.twitter.com/0UQ8Ghol1l</a></p>— Cllr Samantha Rayner (@samanthajrayner) \n    <a href=\"https://twitter.com/samanthajrayner/status/1166339017400627200?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d6532b58f081cf11cf1dd1b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:42:01.832Z\">2.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">The chancellor cancels major speech on the economy on Wednesday</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1166344396914249729\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Treasury have just cancelled a planned Sajid Javid speech for tomorrow - and announcing the 1-year spending review (\"spending round\") brought forward till early Sept....</p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1166344396914249729?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T13:53:23.928Z\">at 2.53pm BST</time></p> \n</div> \n<div id=\"block-5d6531a38f084061ab38d584\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:38:39.501Z\">2.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Our Ben Quinn has escaped the Brexit party rally and is at Church House to watch MPs pledge to form an alternative parliament if Boris Johnson shuts down the Commons to make a no-deal Brexit happen.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1166342633486200833\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At Church House, where MPs sat during WWII...<br>A cross party grouping of MPs are today pledging to form an alternative parliament if Boris Johnson shuts the House of Commons down for a no deal Brexit <a href=\"https://t.co/TJHSlKmobJ\">pic.twitter.com/TJHSlKmobJ</a></p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1166342633486200833?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d6530248f084061ab38d574\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:32:22.446Z\">2.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">MPs opposing no-deal Brexit to issue joint statement</h2> \n <div class=\"block-elements\"> \n  <p>MPs who are working together to oppose no-deal Brexit are about to issue a joint statement to the media. We’ve set up a live stream of the event but you might want to give it a couple of minutes. It’s currently a video of John McDonnell telling Keir Starmer about pruning his hedge. I’ll let you know when they get started.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=BGqmirVmFNQ\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/BGqmirVmFNQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T13:34:05.920Z\">at 2.34pm BST</time></p> \n</div> \n<div id=\"block-5d6525388f084061ab38d515\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:28:54.022Z\">2.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s how the lawyer and writer David Allen Green reads today’s developments: <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1166328139565457415\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If (A) opposite parties and Tory backbenchers can work together and (B) they can pass tight apt legislation and (C) they are not thwarted by knavish No 10 tricks and (D) EU27 accept an extension, then...<br><br>...perhaps No Deal can be averted on 31 October<br><br>\"Do you feel lucky, punk?\"</p>— David Allen Green (@davidallengreen) \n    <a href=\"https://twitter.com/davidallengreen/status/1166328139565457415?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1166333360807038976\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">\"This is the mother of parliaments, the most powerful legislature in the world, and it can blow the executive's residual discretionary power clean off.\"</p>— David Allen Green (@davidallengreen) \n    <a href=\"https://twitter.com/davidallengreen/status/1166333360807038976?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d652cbd8f08a0805bcc53aa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T13:18:35.813Z\">2.18pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Caroline Lucas: We need to find common ground</h2> \n <div class=\"block-elements\"> \n  <p>Caroline Lucas is the latest anti-Brexit MP to say the meeting at Jeremy Corbyn’s office was a success. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarolineLucas/status/1166337094517743617\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A positive cross-party meeting on stopping a No Deal Brexit<br><br>Moving forward, we need to find common ground to stand on, not small hills to die on <a href=\"https://t.co/Bw9JT22kMd\">pic.twitter.com/Bw9JT22kMd</a></p>— Caroline Lucas (@CarolineLucas) \n    <a href=\"https://twitter.com/CarolineLucas/status/1166337094517743617?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But No 10 are not happy, according to the BBC’s Nick Eardley. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickeardleybbc/status/1166337028465799168\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">No 10 source: “It’s utterly perverse that Corbyn and his allies are actively seeking to sabotage the UK’s position. This coalition of anti-democrats should be honest with the British public, they are against us leaving the EU no matter what.”</p>— Nick Eardley (@nickeardleybbc) \n    <a href=\"https://twitter.com/nickeardleybbc/status/1166337028465799168?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T13:33:17.163Z\">at 2.33pm BST</time></p> \n</div> \n<div id=\"block-5d6524958f084061ab38d50b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T12:42:08.916Z\">1.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PM Johnson: We will leave the EU on 31 October</h2> \n <div class=\"block-elements\"> \n  <p>The prime minister’s press team are probably sick to the back teeth of finding new ways to say it, but Boris Johnson’s Twitter account has sent out a useful lunchtime reminder about his government’s Brexit policy. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1166326849921802243\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The referendum result must be respected. <br><br>We will leave the EU on 31st October. <a href=\"https://twitter.com/hashtag/LeaveOct31?src=hash&amp;ref_src=twsrc%5Etfw\">#LeaveOct31</a></p>— Boris Johnson (@BorisJohnson) \n    <a href=\"https://twitter.com/BorisJohnson/status/1166326849921802243?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T12:46:03.980Z\">at 1.46pm BST</time></p> \n</div> \n<div id=\"block-5d6522b08f081cf11cf1dc7d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T12:37:19.600Z\">1.37pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lib Dem leader: 'very positive meeting' on stopping no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p>The Lib Dem leader, Jo Swinson, has told the BBC’s World at One programme that the meeting in Jeremy Corbyn’s office with other leaders trying to stop no-deal Brexit was “very positive”. Swinson confirmed that the leaders did not discuss who would lead a caretaker government if the prime minister lost a vote of no confidence</p> \n  <p>She told the show: </p> \n  <blockquote class=\"quoted\"> \n   <p>What is clear is there is a real sense of urgency. We don’t have time to lose. We are very much looking to act as soon as possible.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"eaf3162420d69f2bd502bb301a1b6f294cc91846\"> \n   <img src=\"https://media.guim.co.uk/eaf3162420d69f2bd502bb301a1b6f294cc91846/0_202_4480_2689/1000.jpg\" alt=\"Liberal Democrats leader Jo Swinson leaves Millbank studios on August 27, 2019 in London, England.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jo Swinson, the Liberal Democrats leader, leaves Millbank studios.</span> \n    <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T13:34:35.733Z\">at 2.34pm BST</time></p> \n</div> \n<div id=\"block-5d651ad08f08a0805bcc52bb\" class=\"block is-summary\" data-block-contributor=\"profile/patrick-greenfield\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T12:24:49.780Z\">1.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <p>So it looks a September battle for Brexit in parliament has been confirmed, with the nuclear option of a no confidence vote reserved for early October. Sir Oliver Letwin and other policy mavericks will need to rev up their legislative Spitfires for one last go at seeing off a no-deal Brexit. </p> \n  <figure class=\"element element-image\" data-media-id=\"b5a67e715f93b5a0f6e1b758dcb564804d3954cc\"> \n   <img src=\"https://media.guim.co.uk/b5a67e715f93b5a0f6e1b758dcb564804d3954cc/0_97_3494_2097/1000.jpg\" alt=\"Labour Party Leader Jeremy Corbyn (C) talks with fellow Labour MPs Valerie Vaz and John McDonnell (R) as he prepares for a meeting with other opposition party leaders to discuss ways of averting a no-deal Brexit at the Leader of the Opposition’s Office on August 27, 2019 in London, England.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Labour Party Leader Jeremy Corbyn (C) talks with fellow Labour MPs Valerie Vaz and John McDonnell (R) as he prepares for a meeting with other opposition party leaders to discuss ways of averting a no-deal Brexit at the Leader of the Opposition’s Office on August 27, 2019 in London, England.</span> \n    <span class=\"element-image__credit\">Photograph: Peter Summers/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p><strong>Here’s a summary of today’s developments:</strong></p> \n  <ul> \n   <li>Labour leader Jeremy Corbyn has agreed to work with oppositions leaders to prioritise opposing a no-deal Brexit using legislation, with a no-confidence vote in the government reserved as a last resort. </li> \n   <li>The leaders of the Labour Party, the SNP, the Liberal Democrats, Plaid Cymru, the Green Party and the Independent Group for Change have all agreed to meet again to discuss how to stop the UK crashing out of the European Union on October 31. </li> \n   <li>Boris Johnson and European Commission president Jean-Claude Juncker will speak on the phone on Tuesday afternoon to touch base after the G7. The call follows a conversation between the Dutch leader Mark Rutte and the prime minister in which he said the EU27 remained open to new proposals from the UK government.</li> \n   <li>Nigel Farage has said the Brexit party may be prepared to work with the Conservatives through a “non-aggression pact” if the only way of achieving a “clean-break” Brexit was a general election at a pre-election rally.</li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"64212a0e3b8fd67cf1148a3faf61681f9e5f35e5\"> \n   <img src=\"https://media.guim.co.uk/64212a0e3b8fd67cf1148a3faf61681f9e5f35e5/0_86_5568_3341/1000.jpg\" alt=\"Nigel Farage was speaking to party members and delegates during the party’s presentation of prospective parliamentary candidates.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage was speaking to party members and delegates during the party’s presentation of prospective parliamentary candidates.</span> \n    <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> \n   </figcaption> \n  </figure> \n  <ul> \n   <li>The archbishop of Canterbury Justin Welby has been criticised by Brexiters for reportedly meeting MPs with a view to chairing citizens’ assemblies to stop a no-deal departure from the EU.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T12:25:49.814Z\">at 1.25pm BST</time></p> \n</div> \n<div id=\"block-5d651ced8f081cf11cf1dc12\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T12:09:47.344Z\">1.09pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Leaders opposing no-deal Brexit issue joint statement</h2> \n <div class=\"block-elements\"> \n  <p>A joint statement has been issued by the Labour party, the SNP, the Liberal Democrats, Plaid Cymru, the Green party and the Independent Group for Change following this morning’s meeting. They have all agreed to meet again.<br tabindex=\"-1\"></p> \n  <blockquote class=\"quoted\"> \n   <p>The leaders of the opposition parties held a productive and detailed meeting on stopping a disastrous no-deal exit from the EU.</p> \n   <p>Jeremy Corbyn outlined the legal advice he has received from shadow attorney general, Shami Chakrabarti, which calls Boris Johnson’s plans to suspend parliament to force through a no deal “the gravest abuse of power and attack upon UK constitutional principle in living memory”.<br tabindex=\"-1\"></p> \n   <p>The attendees agreed that Boris Johnson has shown himself open to using anti-democratic means to force through no deal.<br></p> \n   <p>The attendees agreed on the urgency to act together to find practical ways to prevent no deal, including the possibility of passing legislation and a vote of no confidence.<br tabindex=\"-1\"></p> \n   <p>The party leaders agreed to further meetings.<br></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T12:18:54.232Z\">at 1.18pm BST</time></p> \n</div> \n<div id=\"block-5d651a188f084061ab38d44f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:56:37.354Z\">12.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A quick reminder: please refresh the page from time to time. I’m backfilling and updating posts as I go.</p> \n </div> \n</div> \n<div id=\"block-5d65176c8f081cf11cf1dbcc\" class=\"block is-key-event\" data-block-contributor=\"profile/benquinn\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:53:50.340Z\">12.53pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit party rally in focus</h2> \n <div class=\"block-elements\"> \n  <p><em>Our reporter Ben Quinn attended the Brexit party election rally this morning and he’s filed this report. </em></p> \n  <p>The Brexit party may be prepared to work with the <a href=\"https://viewer.gutools.co.uk/politics/conservatives\">Conservatives</a> through a “non-aggression pact” if the only way of achieving a “clean-break” Brexit was a general election, Nigel Farage has said.<br></p> \n  <p>Seeking to put clear blue water between his party and the new Brexiter-dominated government, Farage reminded a rally near Westminster that Boris Johnson had voted for Theresa May’s deal with Brussels on the the third occasion it came before MPs.</p> \n  <p>“That raises a very big question. Can you trust Boris Johnson on this question,” he told more than 500 of the Brexit party’s prospective parliamentary candidates. He also railed against the “globalists” in the Labour party and evoked loud boos at the mention of Jeremy Corbyn and the the Scottish National party.</p> \n  <figure class=\"element element-image\" data-media-id=\"456ef67b516c836c72af0f7f2d12f87d33ceb40c\"> \n   <img src=\"https://media.guim.co.uk/456ef67b516c836c72af0f7f2d12f87d33ceb40c/0_268_5001_2999/1000.jpg\" alt=\"Brexit Party leader Nigel Farage addresses party members and delegates as he speaks at an event to introduce prospective parliamentary candidates, in central London on August 27, 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage, the Brexit party leader, is cheered by members and delegates at an event to introduce prospective parliamentary candidates.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Farage said the backstop – the device intended to ensure there would be no hard border between Northern Ireland and the Republic of Ireland – was “the worst deal in history”</p> \n  <p>“Mr Johnson, if you insisted on leaving with the withdrawal agreement we will fight you in every single seat the length and breadth of Britain,” he added, to roars of approval.</p> \n  <p>However, Farage also sketched out another scenario, one in which he said the prime minister “was to summon up the courage” to proceed with a no-deal Brexit on 31 October but where the only means of achieving it was to call a general election.</p> \n  <p>“In those circumstances, if Boris Johnson is prepared to do the right thing to win out independence then we are prepared to do the right thing,” he added, before his words were drowned out.</p> \n  <p>Farage said the <a href=\"https://viewer.gutools.co.uk/politics/brexit-party\">Brexit party</a> might then be prepared to work with him, “perhaps in the form of a non-aggression pact”.</p> \n  <figure class=\"element element-image\" data-media-id=\"ec11d9b3a9359e791b36d4a068e4ab88c7b09e94\"> \n   <img src=\"https://media.guim.co.uk/ec11d9b3a9359e791b36d4a068e4ab88c7b09e94/0_176_3500_2099/1000.jpg\" alt=\"Brexit Party news conference in LondonProspective parliamentary candidates attend a Brexit Party news conference in London, Britain August 27, 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Brexit party prospective parliamentary candidates attend a news conference in London.</span> \n    <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T12:19:53.715Z\">at 1.19pm BST</time></p> \n</div> \n<div id=\"block-5d6517d08f084061ab38d433\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:47:37.080Z\">12.47pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn agrees to prioritise legislation to stop no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p><em>This from our chief political correspondent Jessica Elgot.</em></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1166314990590185472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW - I understand Corbyn opened meeting with party leaders and MPs saying he would prioritise legislation to stop no deal. Efforts will focus on passing bills, forcing publication of documents and stopping prorogation. Also agreement that parliament must oppose conference recess</p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1166314990590185472?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1166315438462124033\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">One source said Corbyn was absolutely on board with the idea that VONC had to be last resort. Several leaders, including Anna Soubry, pressed home that Tory MPs would never vote for one apart from in absolute extremis. Looks like it will be held back as nuclear option.</p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1166315438462124033?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1166315883972780035\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">SNP's Ian Blackford calls it a \"positive and productive meeting - with opposition leaders committing to work together effectively to prevent a catastrophic no-deal.\"<br><br>Says MPs are \"ready to use all mechanisms to block no-deal, including legislation as a priority.\"</p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1166315883972780035?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"5435603a490799a4edbc019784ab43af22bfe95d\"> \n   <img src=\"https://media.guim.co.uk/5435603a490799a4edbc019784ab43af22bfe95d/0_475_7122_4273/1000.jpg\" alt=\"Nick Brown, Keir Starmer, Valerie Vaz, Labour Leader Jeremy Corbyn and John McDonnell prepare for a meeting with other opposition party leaders to discuss ways of averting a no-deal Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nick Brown, Keir Starmer, Valerie Vaz, Labour Leader Jeremy Corbyn and John McDonnell prepare for a meeting with other opposition party leaders to discuss ways of averting a no-deal Brexit.</span> \n    <span class=\"element-image__credit\">Photograph: Peter Summers/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T11:49:14.166Z\">at 12.49pm BST</time></p> \n</div> \n<div id=\"block-5d6513e78f08a0805bcc5260\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:35:37.603Z\">12.35pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Opposition leaders meet for over an hour</h2> \n <div class=\"block-elements\"> \n  <p>ITV’s Daniel Hewitt reports the meeting between Jeremy Corbyn and opposition leaders went on for an hour and a quarter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielHewittITV/status/1166310755458830336\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Meeting between Jeremy Corbyn and opposition leaders has just finished. Lasted around 1 hour and 15 mins.</p>— Daniel Hewitt (@DanielHewittITV) \n    <a href=\"https://twitter.com/DanielHewittITV/status/1166310755458830336?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Our Jessica Elgot points out that Corbyn’s apparent agreement to prioritise legislation over a vote of no confidence is a crucial commitment for Tories reluctant to back the government on crashing out of the EU. I’m afraid this signals the end of talk about who would make the best temporary prime minister. For now, at least. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1166310582531895297\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Crucial commitment that Tories and other independents wanted to get from Labour is that Corbyn will allow legislative efforts to take priority over VONC <a href=\"https://t.co/LUuilPZtzx\">https://t.co/LUuilPZtzx</a></p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1166310582531895297?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d65133d8f084061ab38d3eb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:27:05.968Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Soubry: 'excellent' opposition party leader meeting</h2> \n <div class=\"block-elements\"> \n  <p>Right, they’re out of Corbyn’s office and it sounds like the meeting went well. All parties have agreed to make stopping no-deal Brexit with legislation the priority. We’ll bring you more when we have it.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Anna_Soubry/status/1166309475499880448\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Excellent meeting between all the opposition party leaders this morning. We agree we will work together to stop a no deal <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> by legislation</p>— Anna Soubry MP (@Anna_Soubry) \n    <a href=\"https://twitter.com/Anna_Soubry/status/1166309475499880448?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T11:32:12.716Z\">at 12.32pm BST</time></p> \n</div> \n<div id=\"block-5d65103b8f08a0805bcc5223\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:18:31.343Z\">12.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’re getting some more details on that planned phone call between Boris Johnson and Jean-Claude Juncker later today. </p> \n  <p>A European Commission confirmed that the pair would touch base after G7 discussions while the prime minister’ sherpa and EU adviser David Frost would also hold meetings in the commission on Wednesday.</p> \n  <p>She said: </p> \n  <blockquote class=\"quoted\"> \n   <p>More generally, I think we have been saying that we stand ready to, of course, engage constructively with the UK on any concrete proposals that are compatible with the Withdrawal Agreement, so this is exactly in the spirit of constructiveness and engagement that the two will speak later in the afternoon.</p> \n   <p>Indeed I can confirm that he will have meetings in the commission tomorrow, for now we are finalising the schedule. There will clearly be a meeting with the task force 50 at technical level, but there are probably also other meetings following so, as the agenda is developing, more meetings could be added.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d650ece8f08a0805bcc5205\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:11:50.290Z\">12.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage: Brexit party open to election pact with Tories</h2> \n <div class=\"block-elements\"> \n  <p>A crucial development from Farage’s rally: the Brexit party would form a “non-aggression pact” with the Conservatives if the prime minister pursues a no-deal Brexit. </p> \n  <p>Farage told the audience: </p> \n  <blockquote class=\"quoted\"> \n   <p>If Boris Johnson is prepared to do the right thing for the independence of this country, then we would put country before party and do the right thing. </p> \n   <p>We would be prepared to work with him, perhaps in the form of a non-aggression pact at the general election. </p> \n   <p>The Conservative party has lost so much trust that the only way they could win a general election is with our support.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"819079543c6bf3e6960cd03e98aebf764e1fee89\"> \n   <img src=\"https://media.guim.co.uk/819079543c6bf3e6960cd03e98aebf764e1fee89/0_231_5970_3583/1000.jpg\" alt=\"Brexit Party leader Nigel Farage addresses party members and delegates as he speaks at an event to introduce prospective parliamentary candidates, in central London on August 27, 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Brexit party leader, Nigel Farage, addresses members and delegates as he speaks at an event in London to introduce prospective parliamentary candidates.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T11:19:13.472Z\">at 12.19pm BST</time></p> \n</div> \n<div id=\"block-5d650d778f08a0805bcc51f9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T11:05:17.079Z\">12.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No-deal Brexit meeting: what do the key players want?</h2> \n <div class=\"block-elements\"> \n  <p>I imagine the cups of tea have been poured and the digestives have been passed round at the meeting in Jeremy Corbyn’s office with party leaders opposed to a no-deal Brexit. While we wait, take a read of my colleague Jessica Elgot’s explainer on what the key players want. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/27/what-key-players-want-corbyn-meeting-stop-no-deal-brexit\">What will key players want at Corbyn's meeting to stop no deal?</a> </p> \n  </aside> \n  <p>Here’s an extract on the Lib Dems, the SNP, Plaid Cymru and the Greens:</p> \n  <blockquote class=\"quoted\"> \n   <h2>The Lib Dems</h2> \n   <p>The Liberal Democrat leader, Jo Swinson, <a href=\"https://www.theguardian.com/politics/2019/aug/16/jo-swinson-lib-dems-clarke-harman-interim-pm-jeremy-corbyn-pressure\">sparked a row with Labour earlier this month</a> when she argued that if he won a vote of no confidence, Corbyn should be willing to cede the leadership of any caretaker government to another senior politician. On Sunday, the shadow trade secretary, Barry Gardiner, <a href=\"https://www.theguardian.com/politics/2019/aug/25/jo-swinson-rejection-jeremy-corbyn-unity-pm-petulant-barry-gardiner\">accused Swinson of being petulant</a>.</p> \n   <p>There may be a background question of self-interest however – Lib Dems would stand to gain significantly from a snap election, while the Brexit question still hangs in the balance or while remainers feel betrayed by no deal, and the wind may have gone out of their sails if an election is held later rather than sooner.</p> \n   <h2>The SNP, Plaid Cymru and the Greens</h2> \n   <p>The Green party MP, Caroline Lucas, has said she would back Corbyn as an interim prime minister and said other MPs and parties must be realistic when it comes to the trade-offs needed to stop no deal.</p> \n   <p>The SNP has also confirmed it would back Corbyn in a no-confidence vote against the prime minister, though the party’s Westminster leader, Ian Blackford, was non-committal as to whether his party would back a caretaker Corbyn government. Like the Lib Dems, polling indicates, the party could fare well in a snap election.</p> \n   <p>Plaid Cymru’s leader, Adam Price, has said his party is “prepared to consider supporting Jeremy Corbyn as a potential leader of a caretaker government if that is the means by which we can avoid the disaster of a no-deal Brexit”.</p> \n   <p>But Price said support could be conditional on Labour committing to campaigning for a remain vote in a second referendum.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T11:07:47.762Z\">at 12.07pm BST</time></p> \n</div> \n<div id=\"block-5d650bdf8f084061ab38d36d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:57:17.818Z\">11.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Dutch PM: EU27 'open to concrete proposals' from UK</h2> \n <div class=\"block-elements\"> \n  <p>It turns out Boris Johnson’s conversation with the Dutch leader, Mark Rutte, has taken place much earlier than expected. Rutte said the EU27 remained open to new proposals from the UK government that were compatible with the withdrawal agreement, but they must respect the single market and not necessitate a hard border in Ireland. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MinPres/status/1166300425256980480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just spoke with <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> on the phone about <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a>. The <a href=\"https://twitter.com/hashtag/EU27?src=hash&amp;ref_src=twsrc%5Etfw\">#EU27</a> remain open to concrete proposals compatible with the Withdrawal Agreement: respect for the integrity of the single market and no hard border on the Irish isle.</p>— Mark Rutte (@MinPres) \n    <a href=\"https://twitter.com/MinPres/status/1166300425256980480?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T11:08:27.666Z\">at 12.08pm BST</time></p> \n</div> \n<div id=\"block-5d650ac58f08a0805bcc51d1\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:51:37.281Z\">11.51am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Ireland’s deputy prime minister starts Brexit tour</h2> \n <div class=\"block-elements\"> \n  <p>Ireland’s deputy prime minister, Simon Coveney, has started a five-city Brexit tour of EU capitals to reinforce the importance of backstop and Good Friday agreement for economic and social stability in Ireland.</p> \n  <p>His message flies in the face of claims that the EU has been showing the first signs of bending on the backstop after Boris Johnson’s first appearance at a G7 summit in Biarritz at the weekend.</p> \n  <figure class=\"element element-image\" data-media-id=\"c686dd73751176b3bb5909b1e5cd91426ef062ab\"> \n   <img src=\"https://media.guim.co.uk/c686dd73751176b3bb5909b1e5cd91426ef062ab/0_80_2131_1279/1000.jpg\" alt=\"Simon Coveney.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Simon Coveney.</span> \n    <span class=\"element-image__credit\">Photograph: RollingNews/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Commenting in Dublin before the trip and before a meeting with his Norwegian counterpart on Monday night, Coveney spoke of a diplomatic outreach programme to help other nations understand the “unique” impact of Brexit on the island of Ireland.</p> \n  <p>He also said “the complex constitutional arrangements in Northern Ireland, the experiences of border communities in the past, and the interwoven nature of relationships on the island can be best understood by a visit to the area”<em>.</em></p> \n  <p>Coveney is expected to repeat this message in Prague today, in Paris on Wednesday, in Helsinki on Thursday and Friday and in Warsaw on Sunday. </p> \n  <p>Last week in Dublin, Coveney said it was not the case that the Irish government was refusing to talk to the UK, but said he would not be facilitating the UK in walking away from commitments in the withdrawal agreement.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T11:03:22.247Z\">at 12.03pm BST</time></p> \n</div> \n<div id=\"block-5d650a598f084061ab38d355\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:48:11.396Z\">11.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage: 'We are ready'</h2> \n <div class=\"block-elements\"> \n  <p>The Brexit party leader’s abrasive speech ends with a simple message for the government and opposition parties: “We are ready.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tombarton/status/1166299435380420609\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Farage: there is one simple message I want to come out of this hall - we are ready.</p>— Tom Barton (@tombarton) \n    <a href=\"https://twitter.com/tombarton/status/1166299435380420609?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T11:00:13.119Z\">at 12.00pm BST</time></p> \n</div> \n<div id=\"block-5d65072e8f08a0805bcc51a8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:39:46.052Z\">11.39am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage: Labour is the 'remain, second referendum party'</h2> \n <div class=\"block-elements\"> \n  <p>In another Trumpian flourish, Farage criticises Labour as a “remain, second referendum party”, calling on Brexit-supporting Labour voters in south Wales, the Midlands and the north to join the Brexit party. Labour has become the reserve of “upper middle class globalists” who have “lost touch with their patriotic roots”, according to Farage.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T10:44:14.296Z\">at 11.44am BST</time></p> \n</div> \n<div id=\"block-5d6506028f081cf11cf1daa9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:33:03.552Z\">11.33am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage to Johnson: 'deliver or politically die'</h2> \n <div class=\"block-elements\"> \n  <p>Farage is still going on the withdrawal agreement, warning the prime minister that the Brexit party will fight the Conservatives in “every single seat up and down the country” if he tries to revive Theresa May’s deal. The former Ukip leader tells Johnson to deliver a “clean break Brexit” or “politically die”. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T10:44:36.812Z\">at 11.44am BST</time></p> \n</div> \n<div id=\"block-5d6505ce8f084061ab38d30e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:29:01.081Z\">11.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage: PM Johnson 'going off the rails' on Brexit</h2> \n <div class=\"block-elements\"> \n  <p>The Brexit party leader, Nigel Farage, starts by criticising the prime minister for “going off the rails”, questioning whether the public should trust Boris Johnson on Brexit. Farage then spends a long time attacking the withdrawal agreement with the EU, calling it the “worst deal in history” even without the backstop. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1166296206584291328\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Nigel Farage trying to set out clear blue water between his Brexit Party and a Vote Leave dominated govt:<br>“Even without the backstop this is the worst deal in history ..” <a href=\"https://t.co/zyJxzlaM4k\">pic.twitter.com/zyJxzlaM4k</a></p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1166296206584291328?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T10:45:04.600Z\">at 11.45am BST</time></p> \n</div> \n<div id=\"block-5d6503238f084061ab38d2fe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:20:56.615Z\">11.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A quick “Brexit means breakfast” update: the Brexit party chairman, Richard Tice, stumbles as he introduces Nigel Farage, asking parliamentary candidates to welcome “the person who has fought for breakfast … for Brexit”. It happens to even the most ardent Brexiteers …</p> \n  <p>Farage is addressing the audience now. I’ll bring you the most important clips. Again, you can follow along here:</p> \n  <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=5RooGhDPalQ\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/5RooGhDPalQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    Nigel Farage addresses Brexit Party general election candidates.\n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T10:45:35.616Z\">at 11.45am BST</time></p> \n</div> \n<div id=\"block-5d6501c68f084061ab38d2f1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:16:15.507Z\">11.16am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson and Jean-Claude Juncker to speak this afternoon</h2> \n <div class=\"block-elements\"> \n  <p>The European commission president, Jean-Claude Juncker, is feeling well enough after emergency gallbladder surgery to speak to Boris Johnson on the phone this afternoon. The prime minister will also speak with the Dutch leader, Mark Rutte, this evening, according to our Jennifer Rankin.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1166291855874699264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jean-Claude Juncker now back at work following recent operation, has a phone call scheduled with Boris Johnson later this afternoon, announces European commission.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1166291855874699264?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1166292096350920704\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson is also due to speak to Mark Rutte this evening, per diplomatic sources.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1166292096350920704?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"202daad22fd3aa82b19e26ea4166657e248ad640\"> \n   <img src=\"https://media.guim.co.uk/202daad22fd3aa82b19e26ea4166657e248ad640/0_0_3028_1817/1000.jpg\" alt=\"The outgoing European commission president, Juncker, and new British prime minister, Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The outgoing European commission president, Juncker, and new British prime minister, Johnson.</span> \n    <span class=\"element-image__credit\">Photograph: Olivier Hoslet/Will Oliver/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T10:45:19.474Z\">at 11.45am BST</time></p> \n</div> \n<div id=\"block-5d64fe3f8f081cf11cf1da55\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T10:06:09.037Z\">11.06am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit party unveils general election candidates</h2> \n <div class=\"block-elements\"> \n  <p>The Brexit party is currently unveiling hundreds of parliamentary candidates in Westminster, with its leader, Nigel Farage, expected to give a speech shortly. You can follow the event using the link below – the chairman, Richard Tice, is telling candidates they are “more ready” than any other party.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=5RooGhDPalQ\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/5RooGhDPalQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    Brexit Party unveils parliamentary candidates.\n   </figcaption> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1166290817234984961\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Richard Tice is the warmup at a Brexit Party event with 500+PPCs<br>‘There is going to be a general election ...<br>‘We’re ready for whatever Westminster and those politicians will throw at us’ <a href=\"https://t.co/Cfy5POB8co\">pic.twitter.com/Cfy5POB8co</a></p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1166290817234984961?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T10:25:28.819Z\">at 11.25am BST</time></p> \n</div> \n<div id=\"block-5d64f86a8f08a0805bcc510b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T09:46:58.035Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn could support pre-Brexit election to stop no-deal</h2> \n <div class=\"block-elements\"> \n  <p>Supporting the prime minister in calling a general election, even if the vote took place just days before the Brexit deadline, is one option the Labour leadership would support to avoid a no deal, reports <a href=\"https://www.theguardian.com/politics/2019/aug/27/jeremy-corbyn\">our political editor Heather Stewart</a>. </p> \n  <blockquote class=\"quoted\"> \n   <p>The <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> leader’s team are convinced a no-deal Brexit could be thwarted by securing an extension from Britain’s EU partners, even after the European council meets on 17 October.</p> \n   <p>Johnson is widely believed to be plotting a snap poll if MPs try to thwart his <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> plans – by passing legislation forcing him to ask for an extension to article 50, for example.</p> \n   <p>However, under the Fixed-term Parliaments Act, the prime minister would need a two-thirds majority to call a general election before the next one is due in 2022.</p> \n  </blockquote> \n  <p>But the Brexit position of the Labour party if a general election were to take place is still unclear. During the media rounds this morning, Keir Starmer said Labour was the party of remain, would put any Brexit deal to a referendum and in that referendum would campaign for remain. </p> \n  <figure class=\"element element-image\" data-media-id=\"2801b008a445b2ede691e8c670a867594ebbcebb\"> \n   <img src=\"https://media.guim.co.uk/2801b008a445b2ede691e8c670a867594ebbcebb/0_230_3500_2100/1000.jpg\" alt=\"Keir Starmer, the shadow Brexit secretary, leaves Millbank before a cross-party meeting looking at ways to stop a no-deal Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Keir Starmer, the shadow Brexit secretary, leaves Millbank before a cross-party meeting looking at ways to stop a no-deal Brexit.</span> \n    <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T09:52:53.696Z\">at 10.52am BST</time></p> \n</div> \n<div id=\"block-5d64eec38f084061ab38d22b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T09:27:55.379Z\">10.27am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Sir Norman Lamb to stand down at next election</h2> \n <div class=\"block-elements\"> \n  <p>Away from the Westminster spotlight, the North Norfolk MP, Sir Norman Lamb, has <a draggable=\"true\" href=\"https://www.edp24.co.uk/news/politics/norman-lamb-north-norfolk-not-standing-1-6235903\">told the Eastern Daily Press</a> he will not stand at the next election so he can focus on improving mental health care in the country. The former health minister told the newspaper parliament had become paralysed by Brexit and he felt he could do more good outside Westminster.</p> \n  <figure class=\"element element-image\" data-media-id=\"cfa177dda5858408869982d42ff56d8be68bbc57\"> \n   <img src=\"https://media.guim.co.uk/cfa177dda5858408869982d42ff56d8be68bbc57/0_103_3500_2100/1000.jpg\" alt=\"Norman Lamb has served as the Liberal Democrat MP for North Norfolk since 2001.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Norman Lamb has served as the Liberal Democrat MP for North Norfolk since 2001.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Matthews/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T09:58:23.790Z\">at 10.58am BST</time></p> \n</div> \n<div id=\"block-5d64f3898f081cf11cf1d9e4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T09:18:08.595Z\">10.18am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Starmer: we must unite around one plan to oppose no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p>The shadow Brexit secretary, Keir Starmer, is finishing up a morning of TV and radio interviews with a clear message for party leaders preparing to meet in Jeremy Corbyn’s office in a couple of hours: unite around one plan. </p> \n  <blockquote class=\"quoted\"> \n   <p>Let’s try and put our tribal differences on one side because what we’ve got to do, very effectively, is have one plan that is going to work to prevent no-deal Brexit and we’ve got to implement it next week.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VictoriaLIVE/status/1166276520798633984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">‘Let’s put tribal politics to one side – we need one plan’ <a href=\"https://twitter.com/Keir_Starmer?ref_src=twsrc%5Etfw\">@Keir_Starmer</a> <br><br>Jeremy Corbyn will meet other opposition party leaders later to discuss ways of averting a potential no-deal Brexit.<a href=\"https://t.co/cTii1K0RkX\">https://t.co/cTii1K0RkX</a> <a href=\"https://t.co/dV30hnC0C9\">pic.twitter.com/dV30hnC0C9</a></p>— Victoria Derbyshire (@VictoriaLIVE) \n    <a href=\"https://twitter.com/VictoriaLIVE/status/1166276520798633984?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T09:53:21.832Z\">at 10.53am BST</time></p> \n</div> \n<div id=\"block-5d64f0ab8f081cf11cf1d9d9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T09:07:17.946Z\">10.07am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Swinson: Corbyn 'doesn't have the numbers' to be caretaker PM</h2> \n <div class=\"block-elements\"> \n  <p>The Lib Dem leader, Jo Swinson, has reiterated her belief that Jeremy Corbyn is not the right choice as temporary prime minister to avoid a no-deal Brexit. Swinson told BBC Radio Scotland that she would consider supporting a senior Labour politician who did not hold the long-term ambition of being prime minister.</p> \n  <figure class=\"element element-image\" data-media-id=\"7d82b74294f200a509569a47f90a71613656af9b\"> \n   <img src=\"https://media.guim.co.uk/7d82b74294f200a509569a47f90a71613656af9b/0_142_3500_2100/1000.jpg\" alt=\"Jo Swinson, leader of the Liberal Democrats, leaving Millbank before the cross-party meeting on stopping a no-deal Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jo Swinson, leader of the Liberal Democrats, leaving Millbank before the cross-party meeting on stopping a no-deal Brexit.</span> \n    <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> \n   </figcaption> \n  </figure> \n  <p>Here are the full quotes:</p> \n  <blockquote class=\"quoted\"> \n   <p>If there are others, I am open to hearing others … Anybody that could command a majority in the House of Commons to avoid us crashing out without a deal if the legislative approach, which I think is the strongest and best way forward, if that doesn’t work.</p> \n   <p>[Jeremy Corbyn] knows he doesn’t have the numbers. He says he’s serious about wanting to stop no deal, and, taking him at his word, I presume that means that he would be prepared to put forward that vote of no confidence and then, if we are in that scenario of having an emergency government, unite behind somebody who can command support right across the house. </p> \n   <p>He might have suggestions for who that person could be and it could be a senior Labour politician at the end of their career who doesn’t have that long-term ambition of being prime minister, because I think the house is more likely to support someone in that emergency scenario than somebody who actually wants to be prime minister and is currently leading a political party.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T09:55:19.248Z\">at 10.55am BST</time></p> \n</div> \n<div id=\"block-5d64eae48f081cf11cf1d9bb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T08:48:47.552Z\">9.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn: no-deal Brexit is a Trump-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Opposition leaders are flexing their political muscles ahead of the meeting in Jeremy Corbyn’s office. The Labour leader says crashing out of the bloc after Halloween would put the UK at the mercy of US corporations looking for NHS contracts. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1166265428672483328\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A no-deal Brexit is really a Trump-deal Brexit.<br><br>It will put us at the mercy of the big US corporations desperate to get their teeth into our NHS, sound the death knell for our steel industry and strip back our food standards and animal welfare protections.<a href=\"https://t.co/QvuS6c2NGj\">https://t.co/QvuS6c2NGj</a></p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1166265428672483328?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Meanwhile, the SNP Westminster leader, Ian Blackford, has repeated his call to use an emergency debate to block no deal. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickeardleybbc/status/1166266034288021504\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Blackford also says MPs need to pass emergency legislation before the crunch European Council meeting mid-October.... which is when No 10 think a new deal will happen if it’s going to (usual caveats that there’s a high chance it won’t). <a href=\"https://t.co/eRwrgxbGkK\">https://t.co/eRwrgxbGkK</a></p>— Nick Eardley (@nickeardleybbc) \n    <a href=\"https://twitter.com/nickeardleybbc/status/1166266034288021504?ref_src=twsrc%5Etfw\">August 27, 2019</a>\n   </blockquote> \n  </figure> \n  <h2>How could opposition leaders pursue this line of attack? </h2> \n  <p><a href=\"https://www.parliament.uk/about/how/business/debates/application-for-emergency-debates/\">Here’s what the UK parliament website has to say</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>An MP may apply to the Speaker for an emergency debate on Mondays to Thursdays during sitting time under the rules of standing order No 24.</p> \n   <p>If the Speaker has given the MP leave they will have three minutes to make a speech after question time and any urgent questions or ministerial statements. The Speaker then decides whether to submit the application to the house.</p> \n   <p>The house will have to agree that the debate takes place. If the house agrees to the application the emergency debate will take place on a future day, usually the next sitting day. The motion to be debated will be “That the house has considered the matter of [topic]”.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T09:59:38.233Z\">at 10.59am BST</time></p> \n</div> \n<div id=\"block-5d64e5c08f08a0805bcc507c\" class=\"block is-key-event\" data-block-contributor=\"profile/patrick-greenfield\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-27T08:27:42.735Z\">9.27am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn to host leaders opposed to no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to the Guardian politics live blog. I am deputising for Andrew today – hoping to be the Rebecca Long-Bailey of the live blogging scene while he takes some well-earned time off. </p> \n  <p>Boris Johnson is back in Downing Street after a weekend in the south of France at the G7, but the big story in Westminster on Tuesday will be a meeting between opposition leaders hoping to stop a no-deal Brexit. Jeremy Corbyn is expected to host Caroline Lucas, Anna Soubry, Jo Swinson, Ian Blackford and Liz Saville Roberts in his office around noon to discuss how parliament might stop the UK crashing out of the European Union after the 31 October deadline. Conservative MPs who oppose a no-deal Brexit are not expected to attend. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"e989b9c5-c311-47cb-a7c1-f23fc243e6d3\" data-atom-type=\"guide\"> \n    <!-- invalid atom id (e989b9c5-c311-47cb-a7c1-f23fc243e6d3) -->\n   </gu-atom> \n  </figure> \n  <ul> \n   <li><strong><strong>Corbyn promised to do everything in his power to stop a “no-deal bankers’ Brexit” in an opinion piece for the Independent ahead of the meeting.</strong> </strong>The Labour leader <a href=\"https://www.independent.co.uk/voices/brexit-no-deal-corbyn-boris-johnson-remain-alliance-meeting-a9079321.html\">left all options on the table</a>. </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We want an injection of democracy so the people can decide our country’s future. That could come either by Johnson having the courage of his convictions to test his no-deal plans in a final say referendum or through a general election. In that election, Labour would offer a referendum, with a credible leave option as well as the option to remain. Labour believes the decision on how to resolve the Brexit crisis must now go back to the people to have legitimacy. </p> \n   <p>But we won’t rule out other options, such as passing legislation, that could stop this no-deal disaster in its tracks. I’ll discuss all these options with the leaders of other opposition parties on Tuesday. I hope we can come to a good working arrangement and bring on board others across parliament who see the danger of a no-deal crash out.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Forcing a no-deal Brexit by shutting down parliament would be the “gravest abuse of power and attack on UK constitutional principle in living memory”, according to new legal advice obtained by Labour.</strong> Our Heather Stewart and Rowena Mason have the full story.</li> \n  </ul> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/26/brexit-shutting-down-parliament-gravest-abuse-of-power-in-living-memory-legal-advice\">Brexit: shutting down parliament 'gravest abuse of power in living memory'</a> </p> \n  </aside> \n  <p>I will be covering breaking political news as it happens while curating the best comment and analysis from the web. If you want to get in contact, tweet me at <a href=\"https://twitter.com/pgreenfielduk?lang=en\">@pgreenfielduk</a>. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-27T10:01:47.692Z\">at 11.01am BST</time></p> \n</div>",
      "wordcount": "5543",
      "commentCloseDate": "2019-08-27T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-27T08:29:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:06Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c8x4e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/08ebd0ddb924742a5749c883be302656300e0b31/0_86_4081_2448/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A confidential government briefing paper leaked to the Guardian has revealed a raft of dramatic and controversial education measures including billions of pounds in new funding, a crackdown on student behaviour and a further wave of free schools. The proposals were designed to be rolled out over the coming weeks in a bid to seize the initiative on education ahead of a possible autumn election. Jeremy Corbyn has agreed to work with oppositions leaders to prioritise opposing a no-deal Brexit using legislation, with a no-confidence vote in the government reserved as a last resort. The Westminster leaders of the SNP, the Liberal Democrats, Plaid Cymru, the Green Party and the Independent Group for Change attended a meeting along with the shadow chancellor John McDonnell on Tuesday, at which they agreed to form an alternative parliament in the event of the prime minister shutting down the existing one to make a no-deal Brexit happen. The first major speech by the chancellor Sajid Javid has been mysteriously cancelled by the Treasury less than 24 hours before it was due to take place. A Treasury spokesman said that the one-year spending review, called a spending round, which had been due to take place later this year, was now being fast-tracked to take place in early September, adding fuel to speculation the government could be planning an early general election. Nigel Farage has said the Brexit party may be prepared to work with the Conservatives through a “non-aggression pact” if the only way of achieving a “clean-break” Brexit was a general election. The archbishop of Canterbury has agreed in principle to chair a citizens’ assembly on Brexit despite provoking outrage from Eurosceptics for considering the idea. Acknowledging the controversy of such a role, Justin Welby said he would only take part if the exercise were not aimed at thwarting Brexit. He also suggested it could be conducted after the UK had left the European Union as a way of overcoming divisions. That’s it from us today. Thanks very much for reading. My colleagues Aditya Chakrabortty, Richard Adams and Sally Weale have just published an exclusive detailing a raft of dramatic and controversial education policy proposals set out in a confidential briefing paper. The measures include billions of pounds in new funding, a crackdown on student behaviour and a further wave of free schools, which are set to be announced by the government within days. The briefing document, dated 22 August and marked “Official-Sensitive”, details a blizzard of policy proposals designed to be rolled out over the coming weeks in a bid to seize the initiative on education ahead of a possible autumn election. While proposals including a £3.5bn funding announcement and plans to increase teachers’ basic pay may be broadly welcomed, there will be concern in some quarters over a package of disciplinary measures that include a renewed emphasis on exclusions and allowing teachers to use “reasonable force” to improve behaviour. Read the full story here - Jonathan Lis, deputy director of the thinktank British Influence, has written for our opinion pages welcoming today’s opposition talks. Today’s meeting is highly significant for two reasons. First, it demonstrates that, when push comes to shove, politicians who may personally dislike or distrust each other can sit around a table and work seriously, cordially and productively. Second, and more importantly, it highlights that MPs have the means at their disposal to stop no deal. They already had the numbers. Now they are showing the willing. The Conservative party has tweeted accusing opposition politicians of “plotting to cancel the votes of 17.4 million people”. Change UK leader, Anna Soubry, who was a Tory MP until February this year, said the message was yet more proof that “right wing ideologues” had taken over her old party. The archbishop of Canterbury, Justin Welby, has responded to an invitation from MPs to chair a “citizens’ forum on Brexit” in which alternatives to a no deal would be discussed. He has issued a statement on his website: It is an unexpected privilege to be asked to chair this proposed citizens’ forum on Brexit. In the past this kind of gathering has, in many places and in difficult situations, opened the way for careful deliberation if at the right time and genuinely representative. I am honoured to be approached and would be willing to accept in principle, subject to some conditions which have not yet been met. The main three are first, and indispensably, that the forum should not be a Trojan horse intended to delay or prevent Brexit in any particular form. That power can only be exercised by the government and MPs in parliament. A forum must be open to all possibilities. Second, that it has cross-party support (although its members will not be politicians). Third, the process must have time to be properly organised. Jesus Christ is the source of reconciliation and healing for individuals and society. It is obviously right that among many others the churches should contribute to the emergence of a dynamic and united country post-Brexit, however it may be achieved. Every one of us must play the part they can in this task. The need for national healing and eventually for a move towards reconciliation is essential, and will take much time, a deep commitment to the common good, and contributions from every source. This forum is only one of many different efforts being made inside the political world and across the country before and after Brexit. Every effort counts. Let us pray for all those in government, parliament and political leadership. Let us pray for the people of this country whose lives will be affected in many ways by the momentous decisions that are made. Responding to earlier reports that Welby had met with MPs to discuss hosting a possible citizens’ assembly, the former Tory leader Iain Duncan Smith said: I generally don’t criticise the archbishop but he shouldn’t allow himself to be tempted into what is essentially a very political issue right now. This assembly is designed to destabilise Boris Johnson’s position. As such I hope he will recognise the deeply political nature of this. Jeremy Corbyn was not at today’s meeting of opposition leaders at Church House – the shadow chancellor said he was busy in meetings – but the Labour leader has spoken to broadcast media this afternoon. Labour’s John McDonnell has responded to the announcement that the first major speech by the new chancellor, Sajid Javid, has been cancelled less than 24 hours before it was due to take place. Sajid Javid is getting a record of announcing events and initiatives, and then within hours cancelling or reversing them. This doesn’t inspire confidence. Panic seems to be setting in inside government. Dear readers, it’s been fun but it’s time to hand over the live blogging reins to my colleague Frances Perraudin (Twitter @fperraudin). She’ll bring you the latest Brexit developments until close of play. Have a peaceful evening and thank you for your questions and comments. Our reporter Ben Quinn attended a symbolic meeting of MPs in Church House where they discussed their opposition to no-deal Brexit. He filed this report. Boris Johnson was described as a threat to the very nature of British democracy at a cross party meeting of MPs who signed a pledge to an alternative parliament in the event of the prime minister shutting down parliament to make a no deal Brexit happen. In a highly symbolic gathering in Church House, where MPs met during the second world war, Labour’s John McDonnell took to the stage alongside the former Conservative MP, Anna Soubry, as well as the Liberal Democrat leader Jo Swinson and Caroline Lucas of the Green Party. Each one signed the ‘Church House Declaration,’ which declared that shutting down parliament would be “an undemocratic outrage at such a crucial moment for our country, and a historic constitutional crisis.” It added: “Any attempt to prevent Parliament sitting, to force through a no deal Brexit, will be met by strong and widespread democratic resistance.” The shadow chancellor, who said that Jeremy Corbyn had been trapped in meetings, told those assembled: “Prime Ministers come and Prime Ministers go but I don’t think we have seen a Prime Minister like this who has had the potential to threaten the vary nature of our democracy.” I want to warn him that we will not and let that happen, said McDonnell, who added that MPs will use “whatever mechanism necessary” to thwart Johnson. More than 160 MPs from a range of parties were said by organisers to have signed the declaration. Ian Blackford, the leader of the SNP in the House of Commons, said that the government posed a threat to the security of citizens, while the Green MP Caroline Lucas said: “We will block what is nothing less than a coup.” Swinson said that members of parliament had come together to make the point that they would not stand by while the government sent the country into a “catastrophic no deal Brexit.” While Conservative MPs were conspicuous by their absence from the event, there was a highly symbolic moment when the former Tory MP and minister addressed the event, standing on stage while McDonnell sat beside her. She said that she hoped that when the history books were written they would record their determination and courage and show that there were those who acted while others stood by and did nothing. “You all know who the people of courage are and those who have failed to exercise it. They will stop you in the corridors and say: ‘of course this is absolute madness’ but they will not go and do the right thing, which is to be true to their principles.” The Labour party leader Jeremy Corbyn has written to 116 Tory MPs, including former prime minister Theresa May, Philip Hammond, David Gauke and Greg Clark, urging them to support cross-party efforts to stop no-deal Brexit. Here’s the full text of the letter: Dear colleague, I am writing to you after convening a meeting earlier today with the leaders of other opposition parties on how we can work together, across Parliament to prevent a damaging No Deal exit from the European Union. At that meeting, we agreed to make efforts to put party politics aside to find a way through the present crisis. We know there is a majority in parliament against No Deal. As MPs we’ve voted against No Deal on a number of occasions and we did so in the largest number on 27 March of this year. As you were one of 116 Conservative or independent MPs who voted against No Deal that day and are not on the government frontbench, I am writing to you to offer to work together, in a collegiate, cross party spirit, to find a practical way to prevent No Deal. This is an urgent task. The Prime Minister is reportedly planning to suspend parliament to force through a No Deal crash out. This action would be, according to legal advice I’ve received from Shadow Attorney General Shami Chakrabarti, “the gravest abuse of power and attack upon UK constitutional principle in living memory”. My view is that holding a general election after an extension is achieved is the simplest and most democratic way to prevent No Deal and to let the people of this country decide our future. Indeed, it is the best route to a referendum or leaving the EU with a deal. I understand not all colleagues may agree. So I would like to invite you to join a dialogue with myself, as leader of the Labour Party, and other opposition parties, to find a way for the clear will of parliament against No Deal to express itself. Please respond by email. Yours sincerely, Jeremy Corbyn This from our chief political correspondent Jessica Elgot on Sajid Javid’s cancelled speech. The chancellor has been meeting Trump’s treasury secretary on Tuesday. The first major speech by the chancellor Sajid Javid has been mysteriously cancelled by the Treasury less than 24 hours before it was due to take place. A Treasury spokesman said that the one-year spending review, called a spending round, which had been due to take place later this year, was now being fast-tracked to take place in early September, adding fuel to speculation the government could be planning an early general election. The speech, which was due to take place in Birmingham, was billed as Javid “outlining his vision for the UK economy.” In an email to attendees, the Treasury press office said the speech was being rescheduled but gave no other reasoning. “The forthcoming Spending Round will instead be brought forward in early September and will cover the themes and priorities he was due to outline,” the email said. Just in case you were wondering what the former prime minister is up to today... Our Ben Quinn has escaped the Brexit party rally and is at Church House to watch MPs pledge to form an alternative parliament if Boris Johnson shuts down the Commons to make a no-deal Brexit happen. MPs who are working together to oppose no-deal Brexit are about to issue a joint statement to the media. We’ve set up a live stream of the event but you might want to give it a couple of minutes. It’s currently a video of John McDonnell telling Keir Starmer about pruning his hedge. I’ll let you know when they get started. Here’s how the lawyer and writer David Allen Green reads today’s developments: Caroline Lucas is the latest anti-Brexit MP to say the meeting at Jeremy Corbyn’s office was a success. But No 10 are not happy, according to the BBC’s Nick Eardley. The prime minister’s press team are probably sick to the back teeth of finding new ways to say it, but Boris Johnson’s Twitter account has sent out a useful lunchtime reminder about his government’s Brexit policy. The Lib Dem leader, Jo Swinson, has told the BBC’s World at One programme that the meeting in Jeremy Corbyn’s office with other leaders trying to stop no-deal Brexit was “very positive”. Swinson confirmed that the leaders did not discuss who would lead a caretaker government if the prime minister lost a vote of no confidence She told the show: What is clear is there is a real sense of urgency. We don’t have time to lose. We are very much looking to act as soon as possible. So it looks a September battle for Brexit in parliament has been confirmed, with the nuclear option of a no confidence vote reserved for early October. Sir Oliver Letwin and other policy mavericks will need to rev up their legislative Spitfires for one last go at seeing off a no-deal Brexit. Here’s a summary of today’s developments: Labour leader Jeremy Corbyn has agreed to work with oppositions leaders to prioritise opposing a no-deal Brexit using legislation, with a no-confidence vote in the government reserved as a last resort. The leaders of the Labour Party, the SNP, the Liberal Democrats, Plaid Cymru, the Green Party and the Independent Group for Change have all agreed to meet again to discuss how to stop the UK crashing out of the European Union on October 31. Boris Johnson and European Commission president Jean-Claude Juncker will speak on the phone on Tuesday afternoon to touch base after the G7. The call follows a conversation between the Dutch leader Mark Rutte and the prime minister in which he said the EU27 remained open to new proposals from the UK government. Nigel Farage has said the Brexit party may be prepared to work with the Conservatives through a “non-aggression pact” if the only way of achieving a “clean-break” Brexit was a general election at a pre-election rally. The archbishop of Canterbury Justin Welby has been criticised by Brexiters for reportedly meeting MPs with a view to chairing citizens’ assemblies to stop a no-deal departure from the EU. A joint statement has been issued by the Labour party, the SNP, the Liberal Democrats, Plaid Cymru, the Green party and the Independent Group for Change following this morning’s meeting. They have all agreed to meet again. The leaders of the opposition parties held a productive and detailed meeting on stopping a disastrous no-deal exit from the EU. Jeremy Corbyn outlined the legal advice he has received from shadow attorney general, Shami Chakrabarti, which calls Boris Johnson’s plans to suspend parliament to force through a no deal “the gravest abuse of power and attack upon UK constitutional principle in living memory”. The attendees agreed that Boris Johnson has shown himself open to using anti-democratic means to force through no deal. The attendees agreed on the urgency to act together to find practical ways to prevent no deal, including the possibility of passing legislation and a vote of no confidence. The party leaders agreed to further meetings. A quick reminder: please refresh the page from time to time. I’m backfilling and updating posts as I go. Our reporter Ben Quinn attended the Brexit party election rally this morning and he’s filed this report. The Brexit party may be prepared to work with the Conservatives through a “non-aggression pact” if the only way of achieving a “clean-break” Brexit was a general election, Nigel Farage has said. Seeking to put clear blue water between his party and the new Brexiter-dominated government, Farage reminded a rally near Westminster that Boris Johnson had voted for Theresa May’s deal with Brussels on the the third occasion it came before MPs. “That raises a very big question. Can you trust Boris Johnson on this question,” he told more than 500 of the Brexit party’s prospective parliamentary candidates. He also railed against the “globalists” in the Labour party and evoked loud boos at the mention of Jeremy Corbyn and the the Scottish National party. Farage said the backstop – the device intended to ensure there would be no hard border between Northern Ireland and the Republic of Ireland – was “the worst deal in history” “Mr Johnson, if you insisted on leaving with the withdrawal agreement we will fight you in every single seat the length and breadth of Britain,” he added, to roars of approval. However, Farage also sketched out another scenario, one in which he said the prime minister “was to summon up the courage” to proceed with a no-deal Brexit on 31 October but where the only means of achieving it was to call a general election. “In those circumstances, if Boris Johnson is prepared to do the right thing to win out independence then we are prepared to do the right thing,” he added, before his words were drowned out. Farage said the Brexit party might then be prepared to work with him, “perhaps in the form of a non-aggression pact”. This from our chief political correspondent Jessica Elgot. ITV’s Daniel Hewitt reports the meeting between Jeremy Corbyn and opposition leaders went on for an hour and a quarter. Our Jessica Elgot points out that Corbyn’s apparent agreement to prioritise legislation over a vote of no confidence is a crucial commitment for Tories reluctant to back the government on crashing out of the EU. I’m afraid this signals the end of talk about who would make the best temporary prime minister. For now, at least. Right, they’re out of Corbyn’s office and it sounds like the meeting went well. All parties have agreed to make stopping no-deal Brexit with legislation the priority. We’ll bring you more when we have it. We’re getting some more details on that planned phone call between Boris Johnson and Jean-Claude Juncker later today. A European Commission confirmed that the pair would touch base after G7 discussions while the prime minister’ sherpa and EU adviser David Frost would also hold meetings in the commission on Wednesday. She said: More generally, I think we have been saying that we stand ready to, of course, engage constructively with the UK on any concrete proposals that are compatible with the Withdrawal Agreement, so this is exactly in the spirit of constructiveness and engagement that the two will speak later in the afternoon. Indeed I can confirm that he will have meetings in the commission tomorrow, for now we are finalising the schedule. There will clearly be a meeting with the task force 50 at technical level, but there are probably also other meetings following so, as the agenda is developing, more meetings could be added. A crucial development from Farage’s rally: the Brexit party would form a “non-aggression pact” with the Conservatives if the prime minister pursues a no-deal Brexit. Farage told the audience: If Boris Johnson is prepared to do the right thing for the independence of this country, then we would put country before party and do the right thing. We would be prepared to work with him, perhaps in the form of a non-aggression pact at the general election. The Conservative party has lost so much trust that the only way they could win a general election is with our support. I imagine the cups of tea have been poured and the digestives have been passed round at the meeting in Jeremy Corbyn’s office with party leaders opposed to a no-deal Brexit. While we wait, take a read of my colleague Jessica Elgot’s explainer on what the key players want. Here’s an extract on the Lib Dems, the SNP, Plaid Cymru and the Greens: The Lib Dems The Liberal Democrat leader, Jo Swinson, sparked a row with Labour earlier this month when she argued that if he won a vote of no confidence, Corbyn should be willing to cede the leadership of any caretaker government to another senior politician. On Sunday, the shadow trade secretary, Barry Gardiner, accused Swinson of being petulant. There may be a background question of self-interest however – Lib Dems would stand to gain significantly from a snap election, while the Brexit question still hangs in the balance or while remainers feel betrayed by no deal, and the wind may have gone out of their sails if an election is held later rather than sooner. The SNP, Plaid Cymru and the Greens The Green party MP, Caroline Lucas, has said she would back Corbyn as an interim prime minister and said other MPs and parties must be realistic when it comes to the trade-offs needed to stop no deal. The SNP has also confirmed it would back Corbyn in a no-confidence vote against the prime minister, though the party’s Westminster leader, Ian Blackford, was non-committal as to whether his party would back a caretaker Corbyn government. Like the Lib Dems, polling indicates, the party could fare well in a snap election. Plaid Cymru’s leader, Adam Price, has said his party is “prepared to consider supporting Jeremy Corbyn as a potential leader of a caretaker government if that is the means by which we can avoid the disaster of a no-deal Brexit”. But Price said support could be conditional on Labour committing to campaigning for a remain vote in a second referendum. It turns out Boris Johnson’s conversation with the Dutch leader, Mark Rutte, has taken place much earlier than expected. Rutte said the EU27 remained open to new proposals from the UK government that were compatible with the withdrawal agreement, but they must respect the single market and not necessitate a hard border in Ireland. Ireland’s deputy prime minister, Simon Coveney, has started a five-city Brexit tour of EU capitals to reinforce the importance of backstop and Good Friday agreement for economic and social stability in Ireland. His message flies in the face of claims that the EU has been showing the first signs of bending on the backstop after Boris Johnson’s first appearance at a G7 summit in Biarritz at the weekend. Commenting in Dublin before the trip and before a meeting with his Norwegian counterpart on Monday night, Coveney spoke of a diplomatic outreach programme to help other nations understand the “unique” impact of Brexit on the island of Ireland. He also said “the complex constitutional arrangements in Northern Ireland, the experiences of border communities in the past, and the interwoven nature of relationships on the island can be best understood by a visit to the area”. Coveney is expected to repeat this message in Prague today, in Paris on Wednesday, in Helsinki on Thursday and Friday and in Warsaw on Sunday. Last week in Dublin, Coveney said it was not the case that the Irish government was refusing to talk to the UK, but said he would not be facilitating the UK in walking away from commitments in the withdrawal agreement. The Brexit party leader’s abrasive speech ends with a simple message for the government and opposition parties: “We are ready.” In another Trumpian flourish, Farage criticises Labour as a “remain, second referendum party”, calling on Brexit-supporting Labour voters in south Wales, the Midlands and the north to join the Brexit party. Labour has become the reserve of “upper middle class globalists” who have “lost touch with their patriotic roots”, according to Farage. Farage is still going on the withdrawal agreement, warning the prime minister that the Brexit party will fight the Conservatives in “every single seat up and down the country” if he tries to revive Theresa May’s deal. The former Ukip leader tells Johnson to deliver a “clean break Brexit” or “politically die”. The Brexit party leader, Nigel Farage, starts by criticising the prime minister for “going off the rails”, questioning whether the public should trust Boris Johnson on Brexit. Farage then spends a long time attacking the withdrawal agreement with the EU, calling it the “worst deal in history” even without the backstop. A quick “Brexit means breakfast” update: the Brexit party chairman, Richard Tice, stumbles as he introduces Nigel Farage, asking parliamentary candidates to welcome “the person who has fought for breakfast … for Brexit”. It happens to even the most ardent Brexiteers … Farage is addressing the audience now. I’ll bring you the most important clips. Again, you can follow along here: The European commission president, Jean-Claude Juncker, is feeling well enough after emergency gallbladder surgery to speak to Boris Johnson on the phone this afternoon. The prime minister will also speak with the Dutch leader, Mark Rutte, this evening, according to our Jennifer Rankin. The Brexit party is currently unveiling hundreds of parliamentary candidates in Westminster, with its leader, Nigel Farage, expected to give a speech shortly. You can follow the event using the link below – the chairman, Richard Tice, is telling candidates they are “more ready” than any other party. Supporting the prime minister in calling a general election, even if the vote took place just days before the Brexit deadline, is one option the Labour leadership would support to avoid a no deal, reports our political editor Heather Stewart. The Labour leader’s team are convinced a no-deal Brexit could be thwarted by securing an extension from Britain’s EU partners, even after the European council meets on 17 October. Johnson is widely believed to be plotting a snap poll if MPs try to thwart his Brexit plans – by passing legislation forcing him to ask for an extension to article 50, for example. However, under the Fixed-term Parliaments Act, the prime minister would need a two-thirds majority to call a general election before the next one is due in 2022. But the Brexit position of the Labour party if a general election were to take place is still unclear. During the media rounds this morning, Keir Starmer said Labour was the party of remain, would put any Brexit deal to a referendum and in that referendum would campaign for remain. Away from the Westminster spotlight, the North Norfolk MP, Sir Norman Lamb, has told the Eastern Daily Press he will not stand at the next election so he can focus on improving mental health care in the country. The former health minister told the newspaper parliament had become paralysed by Brexit and he felt he could do more good outside Westminster. The shadow Brexit secretary, Keir Starmer, is finishing up a morning of TV and radio interviews with a clear message for party leaders preparing to meet in Jeremy Corbyn’s office in a couple of hours: unite around one plan. Let’s try and put our tribal differences on one side because what we’ve got to do, very effectively, is have one plan that is going to work to prevent no-deal Brexit and we’ve got to implement it next week. The Lib Dem leader, Jo Swinson, has reiterated her belief that Jeremy Corbyn is not the right choice as temporary prime minister to avoid a no-deal Brexit. Swinson told BBC Radio Scotland that she would consider supporting a senior Labour politician who did not hold the long-term ambition of being prime minister. Here are the full quotes: If there are others, I am open to hearing others … Anybody that could command a majority in the House of Commons to avoid us crashing out without a deal if the legislative approach, which I think is the strongest and best way forward, if that doesn’t work. [Jeremy Corbyn] knows he doesn’t have the numbers. He says he’s serious about wanting to stop no deal, and, taking him at his word, I presume that means that he would be prepared to put forward that vote of no confidence and then, if we are in that scenario of having an emergency government, unite behind somebody who can command support right across the house. He might have suggestions for who that person could be and it could be a senior Labour politician at the end of their career who doesn’t have that long-term ambition of being prime minister, because I think the house is more likely to support someone in that emergency scenario than somebody who actually wants to be prime minister and is currently leading a political party. Opposition leaders are flexing their political muscles ahead of the meeting in Jeremy Corbyn’s office. The Labour leader says crashing out of the bloc after Halloween would put the UK at the mercy of US corporations looking for NHS contracts. Meanwhile, the SNP Westminster leader, Ian Blackford, has repeated his call to use an emergency debate to block no deal. How could opposition leaders pursue this line of attack? Here’s what the UK parliament website has to say: An MP may apply to the Speaker for an emergency debate on Mondays to Thursdays during sitting time under the rules of standing order No 24. If the Speaker has given the MP leave they will have three minutes to make a speech after question time and any urgent questions or ministerial statements. The Speaker then decides whether to submit the application to the house. The house will have to agree that the debate takes place. If the house agrees to the application the emergency debate will take place on a future day, usually the next sitting day. The motion to be debated will be “That the house has considered the matter of [topic]”. Good morning and welcome to the Guardian politics live blog. I am deputising for Andrew today – hoping to be the Rebecca Long-Bailey of the live blogging scene while he takes some well-earned time off. Boris Johnson is back in Downing Street after a weekend in the south of France at the G7, but the big story in Westminster on Tuesday will be a meeting between opposition leaders hoping to stop a no-deal Brexit. Jeremy Corbyn is expected to host Caroline Lucas, Anna Soubry, Jo Swinson, Ian Blackford and Liz Saville Roberts in his office around noon to discuss how parliament might stop the UK crashing out of the European Union after the 31 October deadline. Conservative MPs who oppose a no-deal Brexit are not expected to attend. Corbyn promised to do everything in his power to stop a “no-deal bankers’ Brexit” in an opinion piece for the Independent ahead of the meeting. The Labour leader left all options on the table. We want an injection of democracy so the people can decide our country’s future. That could come either by Johnson having the courage of his convictions to test his no-deal plans in a final say referendum or through a general election. In that election, Labour would offer a referendum, with a credible leave option as well as the option to remain. Labour believes the decision on how to resolve the Brexit crisis must now go back to the people to have legitimacy. But we won’t rule out other options, such as passing legislation, that could stop this no-deal disaster in its tracks. I’ll discuss all these options with the leaders of other opposition parties on Tuesday. I hope we can come to a good working arrangement and bring on board others across parliament who see the danger of a no-deal crash out. Forcing a no-deal Brexit by shutting down parliament would be the “gravest abuse of power and attack on UK constitutional principle in living memory”, according to new legal advice obtained by Labour. Our Heather Stewart and Rowena Mason have the full story. I will be covering breaking political news as it happens while curating the best comment and analysis from the web. If you want to get in contact, tweet me at @pgreenfielduk.",
      "charCount": "32784",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a> (now) and <a href=\"profile/patrick-greenfield\">Patrick Greenfield</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/27/abuses-of-power-and-of-brexit-statistics",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-27T17:09:16Z",
    "webTitle": "Abuses of power and of Brexit statistics | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/27/abuses-of-power-and-of-brexit-statistics",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/27/abuses-of-power-and-of-brexit-statistics",
    "fields": {
      "headline": "Abuses of power and of Brexit statistics",
      "standfirst": "If the prime minister prorogues parliament, the Peterloo Memorial will be a memorial for 2019 too, writes <strong>Susan Treagus</strong>",
      "trailText": "<strong>Letter: </strong>If the prime minister prorogues parliament, the Peterloo Memorial will be a memorial for 2019 too, writes <strong>Susan Treagus</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"866575e0779db6849c7661cb5cb5655fb10787f3\"> <img src=\"https://media.guim.co.uk/866575e0779db6849c7661cb5cb5655fb10787f3/0_224_6720_4032/1000.jpg\" alt=\"The Peterloo Memorial in Manchester, designed by Jeremy Deller for the event’s 200th anniversary. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Peterloo Memorial in Manchester, designed by Jeremy Deller for the 200th anniversary of the massacre.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>“We asked the people to vote on whether they wanted to stay in or leave the EU. They voted to leave by a big majority,” said Boris Johnson (<a href=\"https://www.theguardian.com/politics/2019/aug/26/brexit-shutting-down-parliament-gravest-abuse-of-power-in-living-memory-legal-advice\" title=\"\">‘Grave abuse of power’ if PM shuts parliament to force no-deal Brexit</a>, 27 August). The 52:48 result is a small majority, and it wasn’t a majority at all in many parts of Britain. If this is a matter for “parliamentarians to get right ourselves”, it would help if our prime minister could understand the numbers, and respect all of us: parliamentarians, electorate and the children who are too young to vote.</p> <p>I visited the Peterloo Memorial in Manchester on Monday and was reminded of the sacrifices of 200 years ago. If Johnson even considers proroguing parliament to prevent our MPs opposing his will, this will be a fine memorial for 2019.<br><strong>Susan Treagus</strong><br><em>Manchester </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "188",
      "commentable": "false",
      "firstPublicationDate": "2019-08-27T17:09:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:18Z",
      "newspaperEditionDate": "2019-08-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c832z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/866575e0779db6849c7661cb5cb5655fb10787f3/0_224_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“We asked the people to vote on whether they wanted to stay in or leave the EU. They voted to leave by a big majority,” said Boris Johnson (‘Grave abuse of power’ if PM shuts parliament to force no-deal Brexit, 27 August). The 52:48 result is a small majority, and it wasn’t a majority at all in many parts of Britain. If this is a matter for “parliamentarians to get right ourselves”, it would help if our prime minister could understand the numbers, and respect all of us: parliamentarians, electorate and the children who are too young to vote. I visited the Peterloo Memorial in Manchester on Monday and was reminded of the sacrifices of 200 years ago. If Johnson even considers proroguing parliament to prevent our MPs opposing his will, this will be a fine memorial for 2019. Susan Treagus Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1102",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/27/boris-johnson-house-lords-brexit-heroes-civil-service",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-27T10:52:07Z",
    "webTitle": "Johnson’s plan for ‘Brexit heroes’ in the Lords will reverberate for years to come | Gaby Hinsliff",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/27/boris-johnson-house-lords-brexit-heroes-civil-service",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/27/boris-johnson-house-lords-brexit-heroes-civil-service",
    "fields": {
      "headline": "Johnson’s plan for ‘Brexit heroes’ in the Lords will reverberate for years to come",
      "standfirst": "Appointments to the Lords and a less impartial civil service risk permanently entrenching Brexit battles in British public life",
      "trailText": "Appointments to the Lords and a less impartial civil service risk entrenching battles over Brexit forever, says Guardian columnist Gaby Hinsliff<br />",
      "byline": "Gaby Hinsliff",
      "main": "<figure class=\"element element-image\" data-media-id=\"1ca31cc8228b6eee9ca6455345722a8f7ab89e3b\"> <img src=\"https://media.guim.co.uk/1ca31cc8228b6eee9ca6455345722a8f7ab89e3b/108_0_1832_1099/1000.jpg\" alt=\"The House of Lords during a Brexit debate.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The House of Lords. ‘It’s only natural that Johnson would stuff a few no-deal enthusiasts on to those increasingly crowded red leather benches.’</span> <span class=\"element-image__credit\">Photograph: UK parliamentary recording unit/EPA</span> </figcaption> </figure>",
      "body": "<p>Arise, Lord Tim of Wetherspoon’s. Try on this ermine for size, any economist prepared to go against almost the entirety of your profession in arguing that a no-deal Brexit would be just terrific for Britain.</p> <p>The prime minister is reportedly <a href=\"https://www.theguardian.com/politics/2019/aug/26/boris-johnson-to-send-tory-loyalists-to-house-of-lords\" title=\"\">drawing up a list</a> of so-called <a href=\"https://www.express.co.uk/news/uk/1170329/Brexit-news-boris-johnson-house-of-lords-brexiteers\" title=\"\">“Brexit heroes”</a> to be rewarded with peerages, although the word “hero” here is arguably being stretched to breaking point: the plan is apparently to ennoble a bunch of leading leavers after 31 October, in a clear rebuke to a House of Lords that has so far proved decidedly sceptical about the idea of leaving the EU at any price. Well done, everyone involved in dragging Britain into this godawful mess! Now here’s your reward: the chance to get a whole new set of life-changing political judgments wrong, for generations to come.</p> <p>Prime ministers packing the House of Lords with their own supporters is not exactly new, obviously – and if you don’t complain when your own side does it, then it’s hypocritical to complain when the other side does. After all, Theresa May’s own resignation honours list is expected to include the likes of her former chief of staff Gavin Barwell, who fought tirelessly behind the scenes for a more moderate Brexit and would be free to continue in the Lords with the gloves off. It’s only natural that Boris Johnson would retaliate in kind, stuffing a few no-deal enthusiasts on to those increasingly crowded red leather benches ahead of the battles to come (for even if we do leave the EU as promised on 31 October, that will only be only the start of years of haggling over the future relationship). If the names now doing the rounds seem hopelessly underqualified to make law, then the same is true of countless honours lists past padded out with party donors or nondescript MPs being bumped up to the Lords so some favoured political protege could have their Commons seats.</p> <p>But step back, and the overall picture emerging across public life is alarming. Johnson is rapidly correcting what many leavers see as the great strategic error of the last three years, which was to win the referendum battle but not the ensuing war. They got their popular mandate to leave, but never secured control of the political establishment charged with carrying it out.</p> <p>Parliament may be cowed and confused, afraid of confronting the 52%, but deep down it’s never been convinced by hard Brexiters’ arguments (and Tory peers, who unlike Tory MPs, have nothing to fear from an increasingly radicalised grass roots membership, have proved particularly hard to keep in line). Downing Street under May was full of former remainers, and while civil servants have done their level best to serve their masters with the requisite political neutrality, it’s not really neutrality the Johnson administration seeks now but the kind of gung-ho evangelical belief that finds a way through, regardless of the practical obstacles.</p> <p>Ordinarily, the fact that a no-deal Brexit unites this many smart and politically experienced Westminster people in a horror that transcends party lines would be seen as a giant, flashing red light. If the consensus is that an idea is barking mad, then the chances are it is. But the twisted logic of populism turns all that upside down, arguing that if “the establishment” is against something then it must be the establishment that needs changing, not the strategy. Hence the virtual takeover of No 10 by former Vote Leave staffers, led by Dominic Cummings, and emerging concerns within Whitehall that a more widespread politicisation of the civil service may now be on the cards. Some senior Tories have been arguing for years for a more activist, ideologically minded Whitehall machine that could help ministers drive through ideas that have popular support. Well, they’ll never have a better chance to secure it.</p> <p>What makes all this so ominous is that these would be permanent changes. Regimes in Downing Street come and go, but peers are peers for life, retaining the ability to shape the country’s future long after Brexit is either done and dusted (or, less likely, shelved for good). Civil service impartiality is rather like virginity in that once it’s gone, it’s gone for good. And the way Conservative membership associations handle deselection threats against rebellious remainer MPs will reverberate through parliament for years to come; it’s not just about who survives the cull, but about who would choose to try to become an MP in the current climate and who would walk away.</p> <p>Whatever the outcome of the daily fight over Brexit, it may have permanently changed the conditions under which future battles will be fought – and not for the better.</p> <p>• Gaby Hinsliff is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "789",
      "commentCloseDate": "2019-08-27T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-27T10:52:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:19Z",
      "newspaperEditionDate": "2019-08-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c8xt2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1ca31cc8228b6eee9ca6455345722a8f7ab89e3b/108_0_1832_1099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Arise, Lord Tim of Wetherspoon’s. Try on this ermine for size, any economist prepared to go against almost the entirety of your profession in arguing that a no-deal Brexit would be just terrific for Britain. The prime minister is reportedly drawing up a list of so-called “Brexit heroes” to be rewarded with peerages, although the word “hero” here is arguably being stretched to breaking point: the plan is apparently to ennoble a bunch of leading leavers after 31 October, in a clear rebuke to a House of Lords that has so far proved decidedly sceptical about the idea of leaving the EU at any price. Well done, everyone involved in dragging Britain into this godawful mess! Now here’s your reward: the chance to get a whole new set of life-changing political judgments wrong, for generations to come. Prime ministers packing the House of Lords with their own supporters is not exactly new, obviously – and if you don’t complain when your own side does it, then it’s hypocritical to complain when the other side does. After all, Theresa May’s own resignation honours list is expected to include the likes of her former chief of staff Gavin Barwell, who fought tirelessly behind the scenes for a more moderate Brexit and would be free to continue in the Lords with the gloves off. It’s only natural that Boris Johnson would retaliate in kind, stuffing a few no-deal enthusiasts on to those increasingly crowded red leather benches ahead of the battles to come (for even if we do leave the EU as promised on 31 October, that will only be only the start of years of haggling over the future relationship). If the names now doing the rounds seem hopelessly underqualified to make law, then the same is true of countless honours lists past padded out with party donors or nondescript MPs being bumped up to the Lords so some favoured political protege could have their Commons seats. But step back, and the overall picture emerging across public life is alarming. Johnson is rapidly correcting what many leavers see as the great strategic error of the last three years, which was to win the referendum battle but not the ensuing war. They got their popular mandate to leave, but never secured control of the political establishment charged with carrying it out. Parliament may be cowed and confused, afraid of confronting the 52%, but deep down it’s never been convinced by hard Brexiters’ arguments (and Tory peers, who unlike Tory MPs, have nothing to fear from an increasingly radicalised grass roots membership, have proved particularly hard to keep in line). Downing Street under May was full of former remainers, and while civil servants have done their level best to serve their masters with the requisite political neutrality, it’s not really neutrality the Johnson administration seeks now but the kind of gung-ho evangelical belief that finds a way through, regardless of the practical obstacles. Ordinarily, the fact that a no-deal Brexit unites this many smart and politically experienced Westminster people in a horror that transcends party lines would be seen as a giant, flashing red light. If the consensus is that an idea is barking mad, then the chances are it is. But the twisted logic of populism turns all that upside down, arguing that if “the establishment” is against something then it must be the establishment that needs changing, not the strategy. Hence the virtual takeover of No 10 by former Vote Leave staffers, led by Dominic Cummings, and emerging concerns within Whitehall that a more widespread politicisation of the civil service may now be on the cards. Some senior Tories have been arguing for years for a more activist, ideologically minded Whitehall machine that could help ministers drive through ideas that have popular support. Well, they’ll never have a better chance to secure it. What makes all this so ominous is that these would be permanent changes. Regimes in Downing Street come and go, but peers are peers for life, retaining the ability to shape the country’s future long after Brexit is either done and dusted (or, less likely, shelved for good). Civil service impartiality is rather like virginity in that once it’s gone, it’s gone for good. And the way Conservative membership associations handle deselection threats against rebellious remainer MPs will reverberate through parliament for years to come; it’s not just about who survives the cull, but about who would choose to try to become an MP in the current climate and who would walk away. Whatever the outcome of the daily fight over Brexit, it may have permanently changed the conditions under which future battles will be fought – and not for the better. • Gaby Hinsliff is a Guardian columnist",
      "charCount": "4703",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gabyhinsliff\">Gaby Hinsliff</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]