[
  {
    "id": "politics/2019/jul/18/douglas-hurd-warned-major-of-dangers-of-uk-isolation-papers-reveal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-17T23:01:16Z",
    "webTitle": "Douglas Hurd warned Major of dangers of UK isolation, papers reveal",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/18/douglas-hurd-warned-major-of-dangers-of-uk-isolation-papers-reveal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/18/douglas-hurd-warned-major-of-dangers-of-uk-isolation-papers-reveal",
    "fields": {
      "headline": "Douglas Hurd warned Major of dangers of UK isolation, papers reveal",
      "standfirst": "<p>Former foreign secretary called Britain ‘medium-sized power’ that needed alliance with EU</p>",
      "trailText": "Former foreign secretary called Britain ‘medium-sized power’ that needed alliance with EU",
      "byline": "Owen Bowcott",
      "main": "<figure class=\"element element-image\" data-media-id=\"49236327509270aaaef4b6e33d709a23f1a480d5\"> <img src=\"https://media.guim.co.uk/49236327509270aaaef4b6e33d709a23f1a480d5/0_553_2334_1400/1000.jpg\" alt=\"Douglas Hurd and John Major\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Douglas Hurd (right) told John Major in a speech at Chequers in 1994 that international alliances were crucial. </span> <span class=\"element-image__credit\">Photograph: Tim Ockenden/PA</span> </figcaption> </figure>",
      "body": "<p>Former foreign secretary Douglas Hurd anticipated a dangerous future of UK isolation caused by “poisonous” internal divisions over the EU and advocated a policy of diplomatic “polygamy”, government documents from a quarter of a century ago reveal.</p> <p>In a prescient, strategic paper released to the National Archives in Kew, Hurd warned that British attitudes towards the continent were tipping “over into xenophobia” at a time when international alliances were becoming ever more crucial.</p> <p>But even the prime minister of the day, John Major, a convinced Europhile, vented his exasperation in private at the byzantine politics of the European Union, the files show, confessing on one occasion that he was “sick and tired of playing by the rules”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/18/john-major-was-told-to-impress-murdoch-with-his-confidence-papers-show\">John Major was told to impress Murdoch with his confidence, papers show</a> </p> </aside>  <p>Hurd’s analysis was delivered to a high-powered private seminar at Chequers on 2 September 1994, in the presence of Major, the defence secretary Malcolm Rifkind and select senior officials.</p> <p>As the UK agonises over Brexit, Hurd’s prophetic warnings will reverberate forcefully. The immediate international challenges in 1994 were civil war in the former Yugoslavia and mass slaughter in Rwanda. “The world has undergone a seismic change,” his confidential address began. “There is now one superpower but it is unwilling to impose solutions on disorder.”</p> <p>Britain, “as a medium-sized power”, Hurd said, should best “pursue our interests through multilateral organisations, buttressed by selected bilateral alliances. The European Union is the most important.”</p> <p>The UK’s three main partners, he said, are “the United States, Germany and France, for each of whom we are in danger of ranking third”.</p> <p>He continued: “The main area of confusion in our foreign policy is Europe. Our public opinion is doubtful, most of our media hostile. The uncertainty over what we want weakens our ability to achieve our goals and make others hesitant to ally with us. We are seen as reluctant participants. This impression spreads outwards and weakens us in other areas too, eg with the United States.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2003/oct/11/highereducation.biography\">Review: Memoirs by Douglas Hurd</a> </p> </aside>  <p>Hurd was confident that the UK was on the winning side of the argument in the EU debate between “old-fashioned centralisers” and wanting “a wider, more flexible Europe”. That part of his prediction may have proved somewhat too optimistic. The EU, though, he acknowledged, faced growing threats from drugs, crime and immigration.</p> <p>Hurd said: “Meanwhile, debate in the UK remains poisonous and we are weakened as a country by it. It tips over into xenophobia, especially in the press, and this is what Europeans and others notice. The political parties are divided, ours more seriously than Labour. We are unable to give a lead to popular thinking. As a result we seem continuously bad-tempered and on the defensive.”</p> <p>Summing up, the foreign secretary concluded: “The world and interests in it are too complex for us to rely on a single partner. We need to practice polygamy. On each issue, we must first have total clarity on our national interests and then seek alliances with those who share our conclusions.”</p> <p>After reading his foreign secretary’s speech, Major recorded in a handwritten note: “Mr Hurd’s paper is v.good. I agree with every word.”</p> <p>Evidence of Major’s frustration at EU negotiations emerges from notes he made in the margins of a “look-ahead” file containing summaries of forthcoming events in the EU.</p> <p>A letter in early 1995 about the French presidency of the Council of the EU explained there were demands for financial support in the Mediterranean and that the UK was resisting an EU data protection directive. On the briefing, a clearly irritated prime minister wrote: “Plenty of problems here. Why not block help for the Med if they impose the DP directive? I’m sick and tired of playing by the rules.”</p> <p>Christopher Meyer, Major’s press secretary, produced a detailed “rolling database of controversial EU issues” so that the government could avoid being ambushed by the media or Eurosceptic backbenchers.</p> <p>One item highlighted was an EU banana management committee that was considering quality standards. “Potential for another press field day on ‘bendy bananas’ etc,” Meyer observed, “but new legislation not expected in near future”. That was a reference to the 1994 controversy based on <a href=\"https://www.theguardian.com/politics/2016/jun/23/10-best-euro-myths-from-custard-creams-to-condoms\">misleading reports</a> that Brussels was planning to ban curved bananas.</p> <p>A few months later, in April 1995, on another look-ahead circular, the prime minister scribbled: “Oh, God. It goes on and on. I’m getting pretty sick of this.” On a later report, discussing the Spanish presidency of the council, he wrote: “Please refer re metrication. Potential trouble.”</p> <p>The threat of enforced metrication caused anxiety in No 10. In one letter to a colleague, Major declared: “This [EU] directive should not be enabled to confuse the elderly, irritate the population and damage the government.” On another metrication report, he noted: “Heaven help us. What a mess.”</p> <p>Margaret Thatcher before him experienced even greater misgivings, the files reveal. She fought a rearguard action to preserve imperial measurement units. At the start of her premiership in 1979, she was telling officials: “I trust there will be no more compulsory metrication.”</p> <p>Pressed by Lord Young in 1987 to consider an EU deadline on metrication, Thatcher wrote: “We can’t phase out imperial units – there would be an enormous row. Media and parliament would be united against a change.” The implementation date repeatedly slipped, leaving her unfortunate successor to confront the problem.</p>",
      "wordcount": "877",
      "firstPublicationDate": "2019-07-17T23:01:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-17T23:04:21Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqdg2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/49236327509270aaaef4b6e33d709a23f1a480d5/0_553_2334_1400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Former foreign secretary Douglas Hurd anticipated a dangerous future of UK isolation caused by “poisonous” internal divisions over the EU and advocated a policy of diplomatic “polygamy”, government documents from a quarter of a century ago reveal. In a prescient, strategic paper released to the National Archives in Kew, Hurd warned that British attitudes towards the continent were tipping “over into xenophobia” at a time when international alliances were becoming ever more crucial. But even the prime minister of the day, John Major, a convinced Europhile, vented his exasperation in private at the byzantine politics of the European Union, the files show, confessing on one occasion that he was “sick and tired of playing by the rules”. Hurd’s analysis was delivered to a high-powered private seminar at Chequers on 2 September 1994, in the presence of Major, the defence secretary Malcolm Rifkind and select senior officials. As the UK agonises over Brexit, Hurd’s prophetic warnings will reverberate forcefully. The immediate international challenges in 1994 were civil war in the former Yugoslavia and mass slaughter in Rwanda. “The world has undergone a seismic change,” his confidential address began. “There is now one superpower but it is unwilling to impose solutions on disorder.” Britain, “as a medium-sized power”, Hurd said, should best “pursue our interests through multilateral organisations, buttressed by selected bilateral alliances. The European Union is the most important.” The UK’s three main partners, he said, are “the United States, Germany and France, for each of whom we are in danger of ranking third”. He continued: “The main area of confusion in our foreign policy is Europe. Our public opinion is doubtful, most of our media hostile. The uncertainty over what we want weakens our ability to achieve our goals and make others hesitant to ally with us. We are seen as reluctant participants. This impression spreads outwards and weakens us in other areas too, eg with the United States.” Hurd was confident that the UK was on the winning side of the argument in the EU debate between “old-fashioned centralisers” and wanting “a wider, more flexible Europe”. That part of his prediction may have proved somewhat too optimistic. The EU, though, he acknowledged, faced growing threats from drugs, crime and immigration. Hurd said: “Meanwhile, debate in the UK remains poisonous and we are weakened as a country by it. It tips over into xenophobia, especially in the press, and this is what Europeans and others notice. The political parties are divided, ours more seriously than Labour. We are unable to give a lead to popular thinking. As a result we seem continuously bad-tempered and on the defensive.” Summing up, the foreign secretary concluded: “The world and interests in it are too complex for us to rely on a single partner. We need to practice polygamy. On each issue, we must first have total clarity on our national interests and then seek alliances with those who share our conclusions.” After reading his foreign secretary’s speech, Major recorded in a handwritten note: “Mr Hurd’s paper is v.good. I agree with every word.” Evidence of Major’s frustration at EU negotiations emerges from notes he made in the margins of a “look-ahead” file containing summaries of forthcoming events in the EU. A letter in early 1995 about the French presidency of the Council of the EU explained there were demands for financial support in the Mediterranean and that the UK was resisting an EU data protection directive. On the briefing, a clearly irritated prime minister wrote: “Plenty of problems here. Why not block help for the Med if they impose the DP directive? I’m sick and tired of playing by the rules.” Christopher Meyer, Major’s press secretary, produced a detailed “rolling database of controversial EU issues” so that the government could avoid being ambushed by the media or Eurosceptic backbenchers. One item highlighted was an EU banana management committee that was considering quality standards. “Potential for another press field day on ‘bendy bananas’ etc,” Meyer observed, “but new legislation not expected in near future”. That was a reference to the 1994 controversy based on misleading reports that Brussels was planning to ban curved bananas. A few months later, in April 1995, on another look-ahead circular, the prime minister scribbled: “Oh, God. It goes on and on. I’m getting pretty sick of this.” On a later report, discussing the Spanish presidency of the council, he wrote: “Please refer re metrication. Potential trouble.” The threat of enforced metrication caused anxiety in No 10. In one letter to a colleague, Major declared: “This [EU] directive should not be enabled to confuse the elderly, irritate the population and damage the government.” On another metrication report, he noted: “Heaven help us. What a mess.” Margaret Thatcher before him experienced even greater misgivings, the files reveal. She fought a rearguard action to preserve imperial measurement units. At the start of her premiership in 1979, she was telling officials: “I trust there will be no more compulsory metrication.” Pressed by Lord Young in 1987 to consider an EU deadline on metrication, Thatcher wrote: “We can’t phase out imperial units – there would be an enormous row. Media and parliament would be united against a change.” The implementation date repeatedly slipped, leaving her unfortunate successor to confront the problem.",
      "charCount": "5480",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owenbowcott\">Owen Bowcott</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/17/theresa-may-hits-out-at-populists-in-farewell-speech",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-17T18:31:48Z",
    "webTitle": "Theresa May makes coded attack on Boris Johnson in final speech",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/17/theresa-may-hits-out-at-populists-in-farewell-speech",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/17/theresa-may-hits-out-at-populists-in-farewell-speech",
    "fields": {
      "headline": "Theresa May makes coded attack on Boris Johnson in final speech",
      "standfirst": "<p>Outgoing PM takes aim at ‘rancour and bitterness’ of Brexit absolutists</p>",
      "trailText": "Outgoing PM takes aim at ‘rancour and bitterness’ of Brexit absolutists",
      "byline": "Jessica Elgot and Rowena Mason",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5e12548b-c1f4-4c1c-b0c4-2c4b76cf8a2c\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/HYo_JIX68Wg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>In a defensive final speech of her premiership, Theresa May has taken a coded swipe at the “absolutism” of politicians like Boris Johnson as the Commons prepared for another tense showdown over efforts to halt a no-deal Brexit.</p> \n<p>May took aim at the folly of those in her party who pursued ideological purity at any price, though repeatedly declined the opportunity for self-reflection when asked if she too had been willing to compromise only after being defeated.</p> \n<p>“An inability to combine principles with pragmatism and make a compromise when required seems to have driven our whole political discourse down the wrong path,” she told an audience at the Chatham House thinktank.</p> \n<p>“It has led to what is, in effect, a form of absolutism. One which believes that if you simply assert your view loud enough and long enough you will get your way in the end.”</p> \n<p>May’s chancellor, Philip Hammond, who is expected to join the prime minister on the backbenches if Johnson is confirmed as the new Tory leader, also stepped up his attacks, calling it “terrifying” that one of Johnson’s close allies, <a href=\"https://www.theguardian.com/politics/jacob-rees-mogg\">Jacob Rees-Mogg</a>, believed a no-deal Brexit will boost the economy.</p> \n<p>The chancellor expressed his horror after Rees-Mogg used a Daily Telegraph opinion piece to dismiss the “pure silliness” of Treasury forecasts suggesting a £90bn hit to the economy.</p> \n<p>Rees-Mogg claimed there were <a href=\"https://www.telegraph.co.uk/politics/2019/07/16/philip-hammonds-negative-view-no-deal-brexit-pure-silliness/\">economic models</a> that showed “the total positive impact of no deal could be in the region of about £80bn”.</p> \n<p>Hammond hit back at the argument, saying on Twitter: “Happy to debate scale of negative impact of no deal on the economy – but terrifying that someone this close to a potential future government can think we’d actually be better off by adding barriers to access to our largest market.”</p> \n<p>Rees-Mogg told the Guardian this was part of “project fear”, which he claimed had been “consistently wrong”, adding that his article made clear that the “barriers to trade that the chancellor is fretting about would be against World Trade Organization rules, while he ignores the benefits of future trade deals”.</p> \n<p>The clash highlights the looming problems that Johnson is likely to have as prime minister if he wins the Tory leadership contest next week.</p> \n<p>The frontrunner has said he wants a deal with the EU that scraps the Northern Ireland backstop by the end of October, but if that fails, many of his Eurosceptic backers are keen to proceed to a no-deal <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>.</p> \n<p>The Telegraph reported on Wednesday that Johnson has appointed the hardline Eurosceptic Daniel Moylan as a senior Brexit policy adviser. Moylan, who worked with Johnson early in his political career, has criticised the promise of “no infrastructure” at the Irish border after Brexit and argued Dublin should accept “a minimally visible trade border”.</p> \n<p>Hammond is one of many senior Tories on the other wing of the party who will fight hard against a no-deal outcome, with the chancellor even suggesting he could vote down his own government to stop it.</p> \n<p>Thursday’s crunch Commons vote is set to expose those divisions in the House of Commons, which are likely to plague an incoming Johnson administration. On Wednesday, peers passed beefed-up protections against a new prime minister attempting to prorogue parliament to force an exit from the EU on 31 October.</p> \n<p>The amendment, which was backed by 13 rebel Tory peers, builds on <a href=\"https://viewer.gutools.co.uk/politics/live/2019/jul/09/theresa-may-stands-by-uk-ambassador-in-wake-of-trump-criticism-politics-live?page=with:block-5d24df2a8f08cf92bb76c9b7#block-5d24df2a8f08cf92bb76c9b7\">an amendment to the bill passed in the Commons last week</a>, to mandate fortnightly reports from the government on progress being made towards restoring the power-sharing executive in Northern Ireland.</p> \n<p>The new Lords amendment would ensure these have to be debated in the weeks before the Brexit deadline, theoretically making it illegal for the government to prorogue parliament in the autumn if the power-sharing executive has not been restored.</p> \n<p>Though it passed the House of Lords by a hefty majority of 103, the previous amendment by Dominic Grieve passed by just one vote – after a government whip forgot to vote.</p> \n<p>In her speech, May refused to criticise Johnson’s approach directly, but suggest that refusal to shift from a rigid ideology was the cause of the UK’s current predicament.</p> \n<p>Asked whether she would rule out that she was talking about Johnson or the US president Donald Trump, she called the remarks “a general observation I have seen in politics across the world … I wanted to speak about it today as I think it is important to bring debate back into a more reasoned area so that people holding different views can have serious debate and discussion with each other.”</p> \n<p>May said when she had brought her deal to parliament, MPs were already entrenched in their pre-referendum positions and railed against the coarsening of language in politics, highlighting that “ill words that go unchallenged are the first step on a continuum to ill deeds, towards a much darker place where hatred and prejudice drive not only what people say, but also what they do.”</p> \n<p>“Some are losing the ability to disagree without demeaning the views of others,” she said, highlighting the abuse of female MPs in particular. “This descent of our debate into rancour and tribal bitterness, and in some cases even vile abuse at a criminal level, is corrosive to the democratic values which we should all be seeking to uphold.”</p> \n<p>The departing prime minister also said she regretted making mistakes in her own language, particularly having referred to EU migrants as “queue-jumpers”, when confronted over accusations that she had contributed to demonising language.</p> \n<p>Following her criticism of Trump for <a href=\"https://www.theguardian.com/us-news/2019/jul/14/trump-squad-tlaib-omar-pressley-ocasio-cortez\">using racist language towards US congresswomen</a>, May took aim at populism across the globe.</p> \n<p>“This absolutism is not confined to British politics,” she said. “It festers in politics all across the world. We see it in the rise of political parties on the far left and far right in Europe and beyond.</p> \n<p>“And we see it in the increasingly adversarial nature of international relations, which some view as a zero-sum game where one country can only gain if others lose. And where power, unconstrained by rules, is the only currency of value.</p> \n<p>“This absolutism at home and abroad is the opposite of politics at its best. It refuses to accept that other points of view are reasonable. It ascribes bad motives to those taking those different views.”</p> \n<p>Labour MP David Lammy described May’s speech as “hollow words”, referencing the controversial Home Office advertising campaign of 2013 that encouraged illegal immigrants to “go home or face arrest”.</p> \n<p>“Hollow words from a PM who spent her years in office promoting Nigel Farage’s agenda with populist rhetoric, insulting EU citizens as ‘queue-jumpers’, and saying internationalists are ‘citizens of nowhere’,” he said. “We’ll never forget the ‘Go home’ vans you put on our streets.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1118",
      "firstPublicationDate": "2019-07-17T16:02:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-18T00:00:10Z",
      "newspaperEditionDate": "2019-07-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqkx6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/755c0f2ccff724c2ee791b8a2444d713dbdb4813/0_1590_2954_1772/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In a defensive final speech of her premiership, Theresa May has taken a coded swipe at the “absolutism” of politicians like Boris Johnson as the Commons prepared for another tense showdown over efforts to halt a no-deal Brexit. May took aim at the folly of those in her party who pursued ideological purity at any price, though repeatedly declined the opportunity for self-reflection when asked if she too had been willing to compromise only after being defeated. “An inability to combine principles with pragmatism and make a compromise when required seems to have driven our whole political discourse down the wrong path,” she told an audience at the Chatham House thinktank. “It has led to what is, in effect, a form of absolutism. One which believes that if you simply assert your view loud enough and long enough you will get your way in the end.” May’s chancellor, Philip Hammond, who is expected to join the prime minister on the backbenches if Johnson is confirmed as the new Tory leader, also stepped up his attacks, calling it “terrifying” that one of Johnson’s close allies, Jacob Rees-Mogg, believed a no-deal Brexit will boost the economy. The chancellor expressed his horror after Rees-Mogg used a Daily Telegraph opinion piece to dismiss the “pure silliness” of Treasury forecasts suggesting a £90bn hit to the economy. Rees-Mogg claimed there were economic models that showed “the total positive impact of no deal could be in the region of about £80bn”. Hammond hit back at the argument, saying on Twitter: “Happy to debate scale of negative impact of no deal on the economy – but terrifying that someone this close to a potential future government can think we’d actually be better off by adding barriers to access to our largest market.” Rees-Mogg told the Guardian this was part of “project fear”, which he claimed had been “consistently wrong”, adding that his article made clear that the “barriers to trade that the chancellor is fretting about would be against World Trade Organization rules, while he ignores the benefits of future trade deals”. The clash highlights the looming problems that Johnson is likely to have as prime minister if he wins the Tory leadership contest next week. The frontrunner has said he wants a deal with the EU that scraps the Northern Ireland backstop by the end of October, but if that fails, many of his Eurosceptic backers are keen to proceed to a no-deal Brexit. The Telegraph reported on Wednesday that Johnson has appointed the hardline Eurosceptic Daniel Moylan as a senior Brexit policy adviser. Moylan, who worked with Johnson early in his political career, has criticised the promise of “no infrastructure” at the Irish border after Brexit and argued Dublin should accept “a minimally visible trade border”. Hammond is one of many senior Tories on the other wing of the party who will fight hard against a no-deal outcome, with the chancellor even suggesting he could vote down his own government to stop it. Thursday’s crunch Commons vote is set to expose those divisions in the House of Commons, which are likely to plague an incoming Johnson administration. On Wednesday, peers passed beefed-up protections against a new prime minister attempting to prorogue parliament to force an exit from the EU on 31 October. The amendment, which was backed by 13 rebel Tory peers, builds on an amendment to the bill passed in the Commons last week, to mandate fortnightly reports from the government on progress being made towards restoring the power-sharing executive in Northern Ireland. The new Lords amendment would ensure these have to be debated in the weeks before the Brexit deadline, theoretically making it illegal for the government to prorogue parliament in the autumn if the power-sharing executive has not been restored. Though it passed the House of Lords by a hefty majority of 103, the previous amendment by Dominic Grieve passed by just one vote – after a government whip forgot to vote. In her speech, May refused to criticise Johnson’s approach directly, but suggest that refusal to shift from a rigid ideology was the cause of the UK’s current predicament. Asked whether she would rule out that she was talking about Johnson or the US president Donald Trump, she called the remarks “a general observation I have seen in politics across the world … I wanted to speak about it today as I think it is important to bring debate back into a more reasoned area so that people holding different views can have serious debate and discussion with each other.” May said when she had brought her deal to parliament, MPs were already entrenched in their pre-referendum positions and railed against the coarsening of language in politics, highlighting that “ill words that go unchallenged are the first step on a continuum to ill deeds, towards a much darker place where hatred and prejudice drive not only what people say, but also what they do.” “Some are losing the ability to disagree without demeaning the views of others,” she said, highlighting the abuse of female MPs in particular. “This descent of our debate into rancour and tribal bitterness, and in some cases even vile abuse at a criminal level, is corrosive to the democratic values which we should all be seeking to uphold.” The departing prime minister also said she regretted making mistakes in her own language, particularly having referred to EU migrants as “queue-jumpers”, when confronted over accusations that she had contributed to demonising language. Following her criticism of Trump for using racist language towards US congresswomen, May took aim at populism across the globe. “This absolutism is not confined to British politics,” she said. “It festers in politics all across the world. We see it in the rise of political parties on the far left and far right in Europe and beyond. “And we see it in the increasingly adversarial nature of international relations, which some view as a zero-sum game where one country can only gain if others lose. And where power, unconstrained by rules, is the only currency of value. “This absolutism at home and abroad is the opposite of politics at its best. It refuses to accept that other points of view are reasonable. It ascribes bad motives to those taking those different views.” Labour MP David Lammy described May’s speech as “hollow words”, referencing the controversial Home Office advertising campaign of 2013 that encouraged illegal immigrants to “go home or face arrest”. “Hollow words from a PM who spent her years in office promoting Nigel Farage’s agenda with populist rhetoric, insulting EU citizens as ‘queue-jumpers’, and saying internationalists are ‘citizens of nowhere’,” he said. “We’ll never forget the ‘Go home’ vans you put on our streets.”",
      "charCount": "6745",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> and <a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-17T16:52:07Z",
    "webTitle": "May defeated in Lords as peers vote to beef up anti-prorogation measure in Northern Ireland bill – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news",
    "fields": {
      "headline": "May defeated in Lords as peers vote to beef up anti-prorogation measure in Northern Ireland bill – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments, including PMQs and May’s speech on the state of politics</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ed0f58f0845f89e30ea20#block-5d2ed0f58f0845f89e30ea20\">McDonnell sets out Labour’s three strategies for ending in-work poverty</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f1c6e8f0845f89e30eda0#block-5d2f1c6e8f0845f89e30eda0\">Blair gets closer to saying Iraq invasion was a mistake</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f0b558f0845f89e30ec7f#block-5d2f0b558f0845f89e30ec7f\">PMQs - Snap verdict</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f36288f08cf92bb771ad5#block-5d2f36288f08cf92bb771ad5\">May’s state of politics speech - Snap verdict</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f4ef58f08cf92bb771c3a#block-5d2f4ef58f08cf92bb771c3a\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments, including PMQs and May’s speech on the state of politics",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"64888707-cbb7-4b4c-aa4c-e8760b84c729\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/PFvdVw8LpHg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d2f4ef58f08cf92bb771c3a\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T16:50:47.722Z\">5.50pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Peers have voted by a majority of 103 for an amendment intended to stop the next prime minister being able to prorogue parliament in the autumn to facilitate a no-deal Brexit.</strong> The shadow Brexit secretary, <strong>Sir Keir Starmer</strong>, has welcomed the vote, saying he hopes it does not get overturned by the government in the Commons tomorrow. Tomorrow’s vote should be close because the government lost by just one vote when MPs last debated something similar, and then only because a whip failed to vote by mistake. (See <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f44fc8f0845f89e30f034#block-5d2f44fc8f0845f89e30f034\">5.03pm.</a>)</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Keir_Starmer/status/1151525963995500544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is another important step to prevent the suspension of Parliament. We will do everything to support this measure in the Commons tomorrow. <a href=\"https://t.co/OPJJCAE35i\">https://t.co/OPJJCAE35i</a></p>— Keir Starmer (@Keir_Starmer) \n    <a href=\"https://twitter.com/Keir_Starmer/status/1151525963995500544?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/17/theresa-may-hits-out-at-populists-in-farewell-speech\">Theresa May has criticised absolutism in politics in what appeared to be a coded swipe at populist politicians such as Boris Johnson, Nigel Farage and Donald Trump.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/17/philip-hammond-terrified-by-jacob-rees-mogg-claim-of-no-deal-brexit-boost\">Philip Hammond, the chancellor, has said it is “terrifying” that one of Boris Johnson’s close allies, Jacob Rees-Mogg, believes a no-deal Brexit will boost the economy.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/17/corbyn-and-may-trade-blows-over-racism-in-their-parties\">Theresa May and Jeremy Corbyn have traded blows in the House of Commons over antisemitism and Islamophobia, each demanding an apology for racism in their respective parties.</a></strong></li> \n  </ul> \n  <p>That’s all from me for tonight.</p> \n  <p>Thanks for the comments.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T16:52:07.957Z\">at 5.52pm BST</time></p> \n</div> \n<div id=\"block-5d2f4b728f0845f89e30f095\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T16:25:18.195Z\">5.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">The 13 Tory peers who rebelled to back anti-prorogation amendment</h2> \n <div class=\"block-elements\"> \n  <p>Thirteen Tory peers rebelled against the government and voted for the Anderson amendment, <a href=\"https://www.parliament.uk/business/publications/business-papers/lords/lords-divisions/?dd=2019-07-17&amp;division=1\">according to the division list. </a></p> \n  <figure class=\"element element-image\" data-media-id=\"b1dbabe5ef26028224f3ea09c5a5fc1fcb5d9e28\"> \n   <img src=\"https://media.guim.co.uk/b1dbabe5ef26028224f3ea09c5a5fc1fcb5d9e28/0_0_557_627/444.jpg\" alt=\"13 Tory peers who rebelled on Anderson amendment\" width=\"444\" height=\"500\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">13 Tory peers who rebelled on Anderson amendment</span> \n    <span class=\"element-image__credit\">Photograph: HoL</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2f44fc8f0845f89e30f034\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T16:03:24.536Z\">5.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Government defeated in Lords as peers vote to beef up anti-prorogation measure in Northern Ireland bill</h2> \n <div class=\"block-elements\"> \n  <p>The Anderson amendment (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f422e8f08d0b6ca5327db#block-5d2f422e8f08d0b6ca5327db\"> 4.50pm)</a> has passed by 272 votes to 169 - a majority of 103.</p> \n  <p>This means the bill, as now amended, could make it illegal for the government to prorogue parliament in the autumn if the power-sharing executive in Northern Ireland has not been restored.</p> \n  <p>The government will almost certainly try to reverse this when the bill returns to the Commons tomorrow. Dominic Grieve only got his amendment passed by a single vote in the Commons last week, <a href=\"https://www.buryfreepress.co.uk/news/jo-churchill-mp-forgot-to-cast-vote-on-key-no-deal-brexit-amendment-9076209/\">after a government whip forgot to vote,</a> and Grieve lost votes on other related amendments, and so there must be a good chance of this afternoon’s vote being overturned.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T16:08:33.340Z\">at 5.08pm BST</time></p> \n</div> \n<div id=\"block-5d2f422e8f08d0b6ca5327db\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T15:50:55.449Z\">4.50pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Peers vote on amendment to Northern Ireland bill intended to stop autumn prorogation</h2> \n <div class=\"block-elements\"> \n  <p>In the House of Lords peers are now voting on an amendment to the Northern Ireland (executive formation bill) that is designed to stop a future prime minister proroguing parliament in the autumn to facilitate a no-deal Brexit.</p> \n  <p>The amendment has been tabled by the crossbench peer <strong>David Anderson,</strong> the former independent reviewer of terror legislation, with support from Labour and the Lib Dems.</p> \n  <p>It builds on <a href=\"https://www.theguardian.com/politics/live/2019/jul/09/theresa-may-stands-by-uk-ambassador-in-wake-of-trump-criticism-politics-live?page=with:block-5d24df2a8f08cf92bb76c9b7#block-5d24df2a8f08cf92bb76c9b7\">an amendment to the bill passed in the Commons last week</a> when MPs backed a proposal from Dominic Grieve, the Tory pro-European, calling for fortnightly reports from the government on progress being made towards restoring the power-sharing executive. Anderson’s amendment, amendment 3, would ensure these have to be debated. This is what it says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Page 2, line 20, leave out subsection (2) and insert— </p> \n   <p>“(2A) The secretary of state must make arrangements for— </p> \n   <p>(a) a copy of each report published under subsection (1) to be laid before each house of parliament by the end of the day on which it is published, </p> \n   <p>(b) a motion in neutral terms, to the effect that the House of Commons has considered the report, to be moved in the House of Commons by a minister of the crown, and </p> \n   <p>(c) a motion for the House of Lords to take note of the report to be tabled in the House of Lords and moved by a minister of the crown. </p> \n   <p>(2B) The motions required under subsections (2A)(b) and (c) must be moved in the relevant house by a minister of the crown within the period of five calendar days beginning with the end of the day on which the report is laid before parliament.”</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T15:54:12.770Z\">at 4.54pm BST</time></p> \n</div> \n<div id=\"block-5d2f3dcd8f08d0b6ca53278f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T15:40:30.571Z\">4.40pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May's state of politics speech - Verdict from Twitter commentariat</h2> \n <div class=\"block-elements\"> \n  <p>This is what political journalists and commentators are saying about Theresa May’s speech.</p> \n  <p>In the Westminster village, it is getting panned.</p> \n  <p>From my colleague <strong>John Crace</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnJCrace/status/1151497070127341570\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Theresa May is giving a speech of such staggering lack of self-knowledge that she can only be turning herself into a Maybot tribute act</p>— John Crace (@JohnJCrace) \n    <a href=\"https://twitter.com/JohnJCrace/status/1151497070127341570?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Times’ <strong>Quentin Letts</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thequentinletts/status/1151497616158593024\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Blair's farewell speech hypocritically attacked the 'feral media'. May, a PM of notorious stubbornness, is going out with a sermon praising flexibility.</p>— Quentin Letts (@thequentinletts) \n    <a href=\"https://twitter.com/thequentinletts/status/1151497616158593024?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the New Statesman’s<strong> Patrick Maguire</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickkmaguire/status/1151497185382621185\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This speech by May is about as convincing as a joint communique from the Crazy Gang endorsing passing the ball out from the back</p>— Patrick Maguire (@patrickkmaguire) \n    <a href=\"https://twitter.com/patrickkmaguire/status/1151497185382621185?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From my colleague <strong>Paul Johnson</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paul__johnson/status/1151499475560611840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We need solutions... not populist promises'- Theresa May<br><br>-Translation: For God's sake, not Boris Johnson<a href=\"https://t.co/7Z8cQcf2do\">https://t.co/7Z8cQcf2do</a></p>— Paul Johnson (@paul__johnson) \n    <a href=\"https://twitter.com/paul__johnson/status/1151499475560611840?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From Sky’s <strong>Lewis Goodall</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1151496832318607360\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I really think the person who most needs to watch this Theresa May speech is Theresa May about six months ago.</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1151496832318607360?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Independent’s <strong>Ashley Cowburn</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ashcowburn/status/1151498012092502016\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It would have been great if Theresa May had penned this Theresa May speech about absolutism and compromise in 2016</p>— Ashley Cowburn (@ashcowburn) \n    <a href=\"https://twitter.com/ashcowburn/status/1151498012092502016?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From my colleague <strong>Owen Jones</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OwenJones84/status/1151496832347975688\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Theresa May, who brought us \"citizens of nowhere\" and obsessive migrant-bashing, whose media allies brought us \"ENEMIES OF THE PEOPLE\" and \"CRUSH THE SABOTEURS\" is doing a speech warning of \"absolutism\" and the \"coarsening of debate\" in politics, and oh my word I am done</p>— Owen Jones🌹 (@OwenJones84) \n    <a href=\"https://twitter.com/OwenJones84/status/1151496832347975688?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From ITV’s <strong>Paul Brand</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1151498558367047681\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The sad fact for Theresa May is that she only really discovered the art of “compromise” when it was far too late. These words may have been welcome after the referendum in 2016, but instead she took a highly partisan approach to Brexit.</p>— Paul Brand (@PaulBrandITV) \n    <a href=\"https://twitter.com/PaulBrandITV/status/1151498558367047681?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From my colleague <strong>Jessica Elgot</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1151499696956985344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Theresa May’s speech extols the necessity of compromise in politics. Probably a speech she should have made immediately after the 2017 election.</p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1151499696956985344?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From Business Insider’s <strong>Adam Bienkov</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AdamBienkov/status/1151496400489930753\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Compromise has become unfashionable, says Theresa May, who refused to offer a single meaningful compromise to the opposition on Brexit, even after her deal with the EU was voted down three times.</p>— Adam Bienkov (@AdamBienkov) \n    <a href=\"https://twitter.com/AdamBienkov/status/1151496400489930753?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From Good Morning Britain’s <strong>Piers Morgan</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/piersmorgan/status/1151499370958938113\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Theresa May, the most stubborn &amp; uncompromising Prime Minister in history, is currently lecturing us about the menace of uncompromising stubbornness. <br>I can’t handle much more of her nauseating ‘Greatest Flops’ farewell tour of disingenuous bullsh*t.</p>— Piers Morgan (@piersmorgan) \n    <a href=\"https://twitter.com/piersmorgan/status/1151499370958938113?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Sun’s<strong> Steve Hawkes</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/steve_hawkes/status/1151496254804901889\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Theresa May attacking people's inability to compromise- and saying how vital it is to bring others with you and not just shout more to win people over. There will be a few raised eyebrows at this bit..</p>— steve hawkes (@steve_hawkes) \n    <a href=\"https://twitter.com/steve_hawkes/status/1151496254804901889?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From ConservativeHome’s<strong> Mark Wallace</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wallaceme/status/1151506337093816320\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Overall, this speech is classic May, sadly. There are all sorts of big issues relating to the topic, but she doesn't really dig into them, and has nothing of real interest to say about resolving them. Like all those podium statements that ended seemingly without a conclusion.</p>— Mark Wallace (@wallaceme) \n    <a href=\"https://twitter.com/wallaceme/status/1151506337093816320?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T15:44:17.151Z\">at 4.44pm BST</time></p> \n</div> \n<div id=\"block-5d2f3f778f0845f89e30efdf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T15:32:28.523Z\">4.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from my colleague<strong> Peter Walker.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1151504578640265217\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Latest register of MPs' interests show Boris Johnson trousered (verb is obligatory in this context) £205,000 in donations in the two weeks from 11 June. That now takes donations since May to over £500,000. Spending limit for Tory leadership campaigns is £135,000, I should add.</p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1151504578640265217?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2f36288f08cf92bb771ad5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T15:16:04.242Z\">4.16pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Theresa May's state of politics speech - Snap verdict</h2> \n <div class=\"block-elements\"> \n  <p>Shortly before Tony Blair stood down he gave a speech on the media. It did not “land” happily. He said the press could be like a “feral beast” and, unsurprisingly, when they wrote it up the following day, <a href=\"https://www.theguardian.com/politics/2007/jun/12/tonyblair.labour\">the newspapers took a dim view. </a>In some ways it was a gutless speech - he singled out the Independent for criticism, but not the Daily Mail - but some of its analysis was sound, and it was vindicated by the Leveson inquiry.</p> \n  <p>Theresa May has also given a valedictory speech on a general topic, the state of politics. Her general point, that opinion in Britain and elsewhere is becoming increasingly polarised and that this is making compromise harder, was a sound one. In fact, it is one of the great truths of our time. And yet the speech as a whole was exceptionally poor, mainly for two reasons.</p> \n  <p>First, as many people have been pointing out on Twitter (roundup coming soon), May refused to accept any responsibility at all for this state of affairs. As a speech, it was striking for its lack of self-awareness. You can understand why a prime minister might not want to telegraph their flaws at the start of their premiership, but with just seven days left in office to go, an element of contrition would have been welcome. It would be wrong to claim that May is wholly to blame for our Brexit deadlock (it is possible that no other PM could have found a compromise acceptable to parliament), but May herself played a part in entrenching divisions by pandering to the Brexiter right in her first few months in office,<a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2de76e8f08d0b6ca531ba8#block-5d2de76e8f08d0b6ca531ba8\"> when she was laying down red lines that made subsequent compromise much harder. </a>This was the period when Nigel Farage found it hard to fault a word she said. When she was asked to address this in the Q&amp;A, she just reacted angrily. (See <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f325c8f08d0b6ca5326fa#block-5d2f325c8f08d0b6ca5326fa\">3.39pm.) </a></p> \n  <p>The second problem with the speech, partially related to the first, was that it was almost devoid of analysis. May painted a recognisable picture of a world where opinions are increasingly divided and extreme, but had nothing to say about how we’ve got here. Is it social media? Loss of faith in neoliberalism, or capitalism generally, to deliver rising prosperity? A backlash against multiculturalism? A rise in nationalism? Russian meddling? I don’t know. But May does not seem to know either, and she supposedly has access to the finest minds in government. The absence of an analytic framework in the speech also meant its prescriptions were rather meaningless. We should all be a bit nicer to each other and compromise, she said. But if she had worked out the cause of the problem, she would have been better placed to argue for a solution.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T15:48:56.158Z\">at 4.48pm BST</time></p> \n</div> \n<div id=\"block-5d2f35968f0845f89e30ef3d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:52:20.645Z\">3.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: How worried are you about what is happening in the US? How should your successors handle this relationship?</em></p> \n  <p>May says the special relationship will remain, regardless of who is in the White House.</p> \n  <p>She says the US should accept the need for multilateral organisations.</p> \n  <p>And that’s it. The speech is over.</p> \n  <p>I will post a verdict and reaction shortly.</p> \n </div> \n</div> \n<div id=\"block-5d2f35458f08d0b6ca532720\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:49:52.942Z\">3.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What advice do you have for your successor in terms of dealing with China?</em></p> \n  <p>May says the UK wants good economic ties with China. But the UK will continue to express its concerns over matters like the joint declaration for Hong Kong.</p> \n </div> \n</div> \n<div id=\"block-5d2f34928f0845f89e30ef30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:48:21.937Z\">3.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Have you left the country and your party in a better or worse state? And you do not seem to take any responsiblity for the effects your own words have had, like talking about EU nationals as queue jumpers?</em></p> \n  <p>May says she did accept that she should not have used the phrase about EU nationals jumping the queue.</p> \n  <p>She says it is a matter of deep regret that she has not been able to get Brexit over the line. She did everything she could, including putting her own job on the line.</p> \n  <p>She says the Tory party has rising membership.</p> \n  <p>(That is probably largely to do with people joining over the last few months because they knew a leadership election was coming.)</p> \n </div> \n</div> \n<div id=\"block-5d2f34508f08d0b6ca53271b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:45:32.607Z\">3.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What is your message for investors thinking about the future?</em></p> \n  <p>Come to the UK, says May.</p> \n  <p>She says investment in the UK had held up despite the Brexit negotiations. She says that is a tribute to the underlying strength of the British economy.</p> \n </div> \n</div> \n<div id=\"block-5d2f33f28f0845f89e30ef29\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:44:21.716Z\">3.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May is now taking questions from non-journalists.</p> \n  <p><em>Q: You set up Women2Win to get female candidates selected for the Tories. But progress has been glacial. Will you come back and help?</em></p> \n  <p>May says she will continue to champion this cause. She says you get better decisions with greater diversity.</p> \n </div> \n</div> \n<div id=\"block-5d2f337d8f0845f89e30ef24\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:42:52.393Z\">3.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Did you play any part in the extradition of Hashem Abedi to the UK over the Manchester bombing?</em></p> \n  <p>May says this is an important moment for the investigation. </p> \n  <p><em>Q: Who were you referring to when you spoke about absolutism? Did you mean President Trump or Boris Johnson?</em></p> \n  <p>May says she was making a general point.</p> \n </div> \n</div> \n<div id=\"block-5d2f33268f0845f89e30ef14\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:40:58.228Z\">3.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Boris Johnson says the backstop is dead. He wants to sort out the border issue after the UK has left. Is this sensible?</em></p> \n  <p>May says it will be up to her successor to decide how they proceed.</p> \n  <p>She says the Belfast/Good Friday agreement contains an essential compromise. People in Northern Ireland can have Irish citizenship, and cross the border easily. That is why she thought that was important.</p> \n </div> \n</div> \n<div id=\"block-5d2f325c8f08d0b6ca5326fa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:39:24.796Z\">3.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Philip Hammond said today that he is terrified of how people close to Boris Johnson think a no-deal Brexit would not harm the economy. Are you terrified to?</em></p> \n  <p>May repeats her point about wanting a Brexit deal.</p> \n  <p><em>Q: Do you share any responsibility for this? You are spoke about citizens of nowhere and used glib language, like referring to a red, white and blue Brexit. Is the naughtiest thing you have ever done still running through a wheat field?</em></p> \n  <p>May says the stupidest thing she has done is answering this question.</p> \n  <p>She says not all the language she has used has been perfect. But there has been a coarsening of language, she says.</p> \n  <p>She says people should not ascribe bad motives to people who disagree with them.</p> \n </div> \n</div> \n<div id=\"block-5d2f31e98f08cf92bb771a95\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:36:09.373Z\">3.36pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May's Q&amp;A</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: To what extent do you think the Tory leadership contest has illustrated your arguments about extremism?</em></p> \n  <p>May says she was not talking about the leadership contest. She says her speech reflected ideas she has been considering for some time.</p> \n  <p><em>Q: Could you accept a no-deal Brexit?</em></p> \n  <p>May says she thinks it would be best for the UK to leave the EU with a deal.</p> \n </div> \n</div> \n<div id=\"block-5d2f31cd8f08cf92bb771a92\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:34:14.072Z\">3.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May stressed the need to reclaim the middle ground. </p> \n  <p>If we can do this, we can live together peacefully, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f31778f0845f89e30eef5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:33:42.000Z\">3.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says Dwight Eisenhower planned D-day from the building she is in.</p> \n  <p>She quotes him saying people talk about the middle of the road as being a bad place. But it is where you can make progress, he said. The extremes are in the gutter.</p> \n </div> \n</div> \n<div id=\"block-5d2f31548f08cf92bb771a7f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:32:17.716Z\">3.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says being prepared to compromise means knowing when not to compromise, and when to stand firm, as the UK did after the Salisbury poisoning attack by Russia.</p> \n </div> \n</div> \n<div id=\"block-5d2f31248f08cf92bb771a78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:31:17.656Z\">3.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From MLex’s <strong>Matthew Holehouse</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattholehouse/status/1151499426453688320\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Downing Street speech announcing the 2017 election <a href=\"https://twitter.com/hashtag/TheSpiritofCompromise?src=hash&amp;ref_src=twsrc%5Etfw\">#TheSpiritofCompromise</a> <a href=\"https://t.co/LPGgqjshKU\">pic.twitter.com/LPGgqjshKU</a></p>— Matthew Holehouse (@mattholehouse) \n    <a href=\"https://twitter.com/mattholehouse/status/1151499426453688320?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2f30e38f08d0b6ca5326d3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:30:21.736Z\">3.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says the UK is the first country trying to put forward a comprehensive set of standards for internet companies.</p> \n </div> \n</div> \n<div id=\"block-5d2f30228f08cf92bb771a5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:29:14.471Z\">3.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says compromise is needed to address the Brexit impasse.</p> \n  <p>She says some people think she should have gone for a no-deal in March. Some people wanted Brexit stopped. But most people wanted Brexit done with a deal, she says.</p> \n  <p>She says the problem was that politics retreated into its binary, pre-referendum positions.</p> \n </div> \n</div> \n<div id=\"block-5d2f2fdc8f08d0b6ca5326c0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:26:31.574Z\">3.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says the far left wants to scrap the free market.</p> \n  <p>But it is free and competitive markets that drive innovation, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f2f948f08d0b6ca5326b8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:25:20.801Z\">3.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says Vladimir Putin claims liberalism is redundant. </p> \n  <p>That is a falsehood, she says.</p> \n  <p>But if we are to stand up for our values, we must rebuild support for them, she says.</p> \n  <p>She calls for a politics of “pragmatic conviction”.</p> \n </div> \n</div> \n<div id=\"block-5d2f2f418f08cf92bb771a51\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:24:13.229Z\">3.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says we are living through a period of profound change.</p> \n  <p>Technology is expanding opportunities, she says.</p> \n  <p>But people are also feeling anxious about their prospects in the future.</p> \n </div> \n</div> \n<div id=\"block-5d2f2ee88f08d0b6ca5326a9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:22:46.709Z\">3.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says international institutions, like the UN, were also built by compromise. Only a mission from the US to Stalin persuaded the Russians to drop their demand for an all-encompassing veto. The Russians back down. And that compromise meant the UN could operate.</p> \n  <p>May says it is easy to assume these international agreements will endure. But they should not be taken for granted, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f2ea48f0845f89e30eeab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:21:23.312Z\">3.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says the NHS was a joint effort.</p> \n  <p>It was the idea of a coaltion government. The white paper proposing it was announced by a Conservative minister. Then a Labour government introduced it.</p> \n  <p>When Churchill’s Conservative government returned to power, it built on what had been achieved.</p> \n </div> \n</div> \n<div id=\"block-5d2f2e498f08d0b6ca53268d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:20:12.192Z\">3.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says this is not just a domestic problem.</p> \n  <p>International politics is increasingly adversarial too, she says. She says politics is seen as a zero-sum game.</p> \n  <p>This is not what politics should be about, she says.</p> \n  <p>She says it is important for there to be common ground. This does not have to mean abandoning principles, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f2d988f08cf92bb771a12\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:18:29.971Z\">3.18pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May says political debate has descended into 'rancour and tribal differences'</h2> \n <div class=\"block-elements\"> \n  <p>May says getting things done, rather than getting them said, requires qualities that have become unfashionable.</p> \n  <p>One is being willing to compromise, she says.</p> \n  <p>She says persuasion, team work and a willingness to make concessions are features of politics at its best.</p> \n  <p>But today people are unwilling to compromise.</p> \n  <p>She says our whole political discourse seems to be heading down the wrong path.</p> \n  <p>There is an element of absolutism in this, she says.</p> \n  <p>People are losing the ability to disagree honourably.</p> \n  <p>She says the debate has descended into “rancour and tribal differences”.</p> \n </div> \n</div> \n<div id=\"block-5d2f2d4e8f08d0b6ca532674\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:15:33.790Z\">3.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says applicants at Tory selection meetings always used to be asked if they were conviction politicians, or pragmatists.</p> \n  <p>She says she never accepted the distinction. She thought politics was about implementing one’s convictions.</p> \n </div> \n</div> \n<div id=\"block-5d2f2cfb8f0845f89e30ee83\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:14:32.167Z\">3.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May says state of politics is matter for 'serious concern'</h2> \n <div class=\"block-elements\"> \n  <p>May says this could be a crucial century.</p> \n  <p>Democratic politics, free speech and the rule of law have provided the nexus for progress over the last century.</p> \n  <p>On that basis, today there are grounds for “serious concern”.</p> \n </div> \n</div> \n<div id=\"block-5d2f2c268f08cf92bb771a06\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:11:44.011Z\">3.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May </strong>is speaking now.</p> \n  <p>She says she has lived politics for 50 years, starting as an activist stuffing envelopes.</p> \n  <p>In every job she has done she has been inspired by the potential of politics.</p> \n  <p>Looking at the world and this country, there is a lot to be optimistic about.</p> \n  <p>Extreme poverty and child mortality have been halved.</p> \n  <p>People are richer and healthier than before.</p> \n  <p>There is more concern for the environment.</p> \n  <p>There are more women in positions of power than every before.</p> \n  <p>When she was born, homosexuality was illegal. And casual bigotry has common. That has changed, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f2b608f0845f89e30ee6b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:07:19.353Z\">3.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Robin Niblett</strong> from Chatham House is introducing the prime minister.</p> \n  <p>He says the PM will take questions afterwards.</p> \n </div> \n</div> \n<div id=\"block-5d2f29ce8f08d0b6ca53261c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T14:02:37.257Z\">3.02pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Theresa May's speech on the state of politics</h2> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May</strong> is about to give a speech on “the state of politics domestically and internationally”. There is a live feed at the top of the blog.</p> \n  <p>Unusually, Number 10 has not given any steer at all as to what she will say.</p> \n  <p>But we have been told that the speech will be quite long.</p> \n  <p>Which is not necessarily very surprising. If she is determined to cover everything wrong with politics at the moment, we could be here until Friday ...</p> \n </div> \n</div> \n<div id=\"block-5d2f1c6e8f0845f89e30eda0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T13:43:27.486Z\">2.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Blair expresses new doubts about whether decision to invade Iraq was correct</h2> \n <div class=\"block-elements\"> \n  <p>In journalistic terms the Iraq war almost counts as ancient history. The invasion took place 16 years ago. But it still affects political thinking in Britain profoundly (it helps to explain Jeremy Corbyn becoming Labour leader, for example) and so it is surprising that an interview given by <strong>Tony Blair</strong> to Prospect magazine has not attracted more attention.</p> \n  <p>Blair does not go as far as to admit that the decision to join the US invasion of Iraq was wrong. But in the interview he does seems to go further than he has ever done before in suggesting that, if he had his time again, he would have taken a different decision.</p> \n  <p>Blair spoke to Prospect’s <strong>Steve Bloomfield </strong>for <a href=\"https://www.prospectmagazine.co.uk/magazine/tony-blair-second-thoughts-war-iraq-liberal-interventionism\">a long article Bloomfield was writing about the case for liberal intervention.</a> Bloomfield raises the Chicago speech Blair gave in 1999, in which Blair set five tests he thought should apply before a country intervenes militarily in another. Bloomfield goes on:</p> \n  <blockquote class=\"quoted\"> \n   <p>Few speeches by a British prime minister have been as influential, so the tests are worth recapping: “First, are we sure of our case? […] Second, have we exhausted all diplomatic options? […] Third, on the basis of a practical assessment of the situation, are there military operations we can sensibly and prudently undertake? Fourth, are we prepared for the long term? […] And finally, do we have national interests involved?”</p> \n   <p>Calling a question a test, however, doesn’t make the answer to it any less subjective—or contentious. While there was relatively little opposition to Britain’s intervention in Kosovo in 1999 and in Sierra Leone a year later, the same could not be said for Iraq. Blair still won’t admit that Iraq missed his tests, although many others certainly do. But in talking, he did admit for the first time that “there were elements that were missing” from his original doctrine. He now wanted “very strongly” to add two more tests, narrowing the circumstances in which going to war is wise.</p> \n   <p>The first—and most controversial—is to consider “if you’re going into a country, where there are going to be strong, Islamist influences at play… whose very purpose is to destabilise what you’re trying to do… who are prepared to kill and die in pursuit of that.” This, he said, is “what we found in Iraq and Afghanistan, what the Russians and Iranians and others found in Syria, and what the [Saudi-led] coalition forces are finding in Yemen.” His use of the very specific word “Islamists,” when “insurgents” would make the same point more generally, is telling.</p> \n   <p>Blair’s second new test is public opinion at home. “I think it is difficult to do this if it’s going to be a long-term project, and your own country is divided about it.” Especially, he added, if there is a change in government “and the people who come after you have no particular interest in seeing that long-term project through.” These extra tests might seem almost custom-made to acknowledge the disaster of Iraq. All he wants to say about that conflict however is that it was “not a bad or ignoble mission.”</p> \n  </blockquote> \n  <p>From this account Blair seems unwilling to publicly acknowledge the implications of his two new tests. <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2015/06/03/remembering-iraq\">The Iraq invasion did have public support in 2003,</a> but that support was shallow and did not last long, and soon the invasion was unpopular. So on the public opinion test, given what Blair says about a “long-term project”, Iraq would fail. And obviously it would fail on the “Islamist influences” test. Blair seems to be implying the UK should not have participated, even if he does not want to so explicitly.</p> \n  <p>I’ve phrased it like that because, as <strong>J</strong><strong>on Davis </strong>and<strong> John Rentoul</strong> argue in their excellent new book on the Blair government, <a href=\"https://global.oup.com/academic/product/heroes-or-villains-9780199608850?cc=gb&amp;lang=en&amp;\">Heroes or Villains? The Blair Government Reconsidered, </a>Blair is treated as if he were single-handedly responsible for what happened in Iraq, when in fact George W Bush was determined to invade anyway. Davis and Rentoul explain:</p> \n  <blockquote class=\"quoted\"> \n   <p>In fact, the US government had already decided to invade Iraq and the decision for the British government was whether United Kingdom forces would join them. If it had decided that they should not, the invasion would have gone ahead anyway ... Nothing the British government decided would have made much difference to what happened in Iraq, or to the bloodshed that followed the invasion, or to subsequent events, such as the rise of Islamic State across the Iraqi-Syria border ...</p> \n   <p>Indeed [if the UK had not participated in the invasion] British troops would probably have been sent to Iraq as part of the UN-endorsed occupation afterwards, and the situation would have been roughly the same as it is today.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"5738a33e167b7c5c0f2e36ce1ecb36a5695312de\"> \n   <img src=\"https://media.guim.co.uk/5738a33e167b7c5c0f2e36ce1ecb36a5695312de/0_64_3380_2028/1000.jpg\" alt=\"Tony Blair\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tony Blair</span> \n    <span class=\"element-image__credit\">Photograph: Jae C. Hong/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2f1b668f08d0b6ca532560\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T13:00:06.107Z\">2.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is what <strong>John McDonnell</strong>, the shadow chancellor, told the Press Association this morning about the advert placed by Labour peers attacking Jeremy Corbyn’s record on antisemitism.</p> \n  <blockquote class=\"quoted\"> \n   <p>Adverts in the Guardian are quite expensive ... they could have used it on a Jewish charity tackling antisemitism, for example. </p> \n   <p>But that’s the way they want to communicate, they’ve done it. I’d have rather they just picked up the phone and came and met Jeremy.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"8509996fc3637650289eb7e107d4909650a0cfcb\"> \n   <img src=\"https://media.guim.co.uk/8509996fc3637650289eb7e107d4909650a0cfcb/0_87_3500_2100/1000.jpg\" alt=\"John McDonnell\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">John McDonnell</span> \n    <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2f1a918f08d0b6ca53255b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T12:55:18.831Z\">1.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is what Jeremy Corbyn’s spokesman said about the antisemitism row after PMQs.</p> \n  <blockquote class=\"quoted\"> \n   <p>I think the polling shows it is completely rampant among members of the Conservative party, who are currently choosing Britain’s next prime minister, on a scale far, far, far bigger than the incidents of antisemitism in the Labour party. </p> \n   <p>And I think as a matter of anti-racist commitment it’s essential that that is properly dealt with and at the moment there is no sign of that taking place.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d2f169b8f08d0b6ca532524\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T12:46:01.342Z\">1.46pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'What would Attlee, Bevan and Benn think?' - May accuses Corbyn of 'dodging responsibility' over antisemitism</h2> \n <div class=\"block-elements\"> \n  <p>This is what the Press Association has filed about PMQs exchanges between <strong>Theresa May </strong>and <strong>Jeremy Corbyn.</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>Theresa May and Jeremy Corbyn trashed each other’s record in dealing with allegations of racism within their parties during Prime Minister’s Questions. </p> \n   <p>May switched focus on to Labour’s approach to antisemitism after Corbyn began by asking about the government’s record on climate change. </p> \n   <p>Labour leader pushed back with criticism of the Conservative party’s response to Islamophobia and the views of some of its members. </p> \n   <p>On climate change, he also claimed that at the current rate the government will not meet its 2050 net zero emissions target “until 2099” - warning at this point it will be “too late for our planet and our children”. </p> \n   <p>Speaking in the Commons, Corbyn started by asking why the government had been accused of “coasting” over climate change, to which the prime minister replied: “The government has a fine record on climate change, including our recent legislation on net zero emissions. </p> \n   <p>“But there is an issue that needs to be addressed in this house, and before [Corbyn] stands up and parades himself as the champion of climate change or the champion of the people or the defender of equality and fairness, he needs to apologise for his failure to deal with racism in the Labour party.” </p> \n   <p>May held up a newspaper advertisement, telling MPs: “Just today, 60 distinguished members of the Labour party have written in the newspapers ‘the Labour party welcomes everyone ... except, it seems, Jews. This is your legacy Mr Corbyn. You still haven’t opened your eyes. You still haven’t told the whole truth. You still haven’t accepted your responsibility. You have failed the test of leadership’. </p> \n   <p>“Apologise now.” </p> \n   <p>Corbyn replied: “This party was the first to introduce anti-racist legislation into law in Britain. </p> \n   <p>“This party totally opposes racism in any form whatsoever. </p> \n   <p>“Antisemitism has no place in our society, no place in any of our parties, and no place in any of our dialogue. Neither does any other form of racism. </p> \n   <p>“And when 60% of Tory party members think Islam is a threat to Western civilisation, and the prime minister has said she will act on Islamophobia within her own party, I hope she does. </p> \n   <p>“I look forward to that being dealt with as we deal with any racism that occurs within our own party as well” ...</p> \n   <p>In his final remarks, Corbyn said: “Air pollution levels breached legal limits in 37 of the 43 areas of this country. </p> \n   <p>Two-thirds of our children are growing up in an area where pollution breaches legal limits. </p> \n   <p>This crisis is literally suffocating our children and damaging their health. </p> \n   <p>Once again, this government is dodging its responsibility, while Labour leads the way.</p> \n   <p>May, in her reply, highlighted tens of thousands of new jobs linked to renewables and clean growth before warning she would not take “any lectures” from Labour on the issue. </p> \n   <p>She went on: “He talks about dodging responsibility - the person who has been dodging his responsibility during this PMQs is [Corbyn]. </p> \n   <p>“The real disgrace is his handling of racism in the Labour Party. <br></p> \n   <p>“Activists protesting, MPs leaving, staff resigning. </p> \n   <p>“What would his great heroes of Attlee, Bevan and Benn think? </p> \n   <p>“Look what he has done to their party, we will never let him do it to our country.”</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"9cffe0259823c434fcd99a8d28963fee0751a7b8\"> \n   <img src=\"https://media.guim.co.uk/9cffe0259823c434fcd99a8d28963fee0751a7b8/88_0_1872_1123/1000.jpg\" alt=\"Theresa May holding an advert placed by Labour peers attacking Jeremy Corbyn’s record on antisemitism at PMQs.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Theresa May holding an advert placed by Labour peers attacking Jeremy Corbyn’s record on antisemitism at PMQs.</span> \n    <span class=\"element-image__credit\">Photograph: Uk Parliamentary Recording Unit/HANDOUT/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2f15748f08d0b6ca532512\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T12:36:49.039Z\">1.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from HuffPost’s <strong>Paul Waugh</strong> and the Daily Mirrors’ <strong>Pippa Crerar </strong>on what Jeremy Corbyn’s spokesman has been saying about <a href=\"https://www.theguardian.com/politics/2019/jul/16/tom-watson-backs-labour-motion-auto-exclude-racism\">the advert placed by Labour peers attacking Corbyn’s record on antisemitism.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1151465764840464384\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Spokesman for Jeremy Corbyn hits back at 'false' claims made by Labour peers who signed Guardian advert on antisemitism. \"Many have a public record of opposition to Jeremy Corbyn\".<br>Adds reform of House of Lords is party policy and topic for next manifesto.</p>— Paul Waugh (@paulwaugh) \n    <a href=\"https://twitter.com/paulwaugh/status/1151465764840464384?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1151469519661088769\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jeremy Corbyn’s spox says some peers behind Guardian ad have “long, well-established, quite fierce” opposition to JC but leadership “recognises” some of their concerns about anti-Semitism. <br><br>Then reiterates JC’s position on scrapping Lords in favour of elected chamber.<br><br>*whistles</p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1151469519661088769?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Here is a picture of the advert.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1151384178073772032\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">What has it come to in the Labour Party when the only way Labour peers feel they can communicate with their leader ⁦<a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a>⁩ is to pay to take out an advert in ⁦<a href=\"https://twitter.com/guardian?ref_src=twsrc%5Etfw\">@guardian</a>⁩! No major party has ever been this dysfunctional <a href=\"https://t.co/tJU1QeVo50\">pic.twitter.com/tJU1QeVo50</a></p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1151384178073772032?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2f0b558f0845f89e30ec7f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T12:18:30.701Z\">1.18pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PMQs - Snap verdict</h2> \n <div class=\"block-elements\"> \n  <p><strong>PMQs - Snap verdict:</strong> By recent standards, that went rather well for Theresa May. It wasn’t a glorious triumph, and even on the Tory side there is precious little evidence of MPs willing to credit her with a legacy (if Roger Gale is the best you can get when looking for a character reference, see <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f05418f0845f89e30ec3b#block-5d2f05418f0845f89e30ec3b\">12.25pm, </a>you’re not doing well), but in the key encounter with Jeremy Corbyn, May assailed him unremittingly. You can argue that PMQs is meant to be about the PM defending her record, not the leader of the opposition defending his, but that rather misses that point that PMQs it not so much a career performance evaluation as a contest for political authority, and that means attacks on the opposition can be fair. Given the unusual circumstances, <a href=\"https://www.theguardian.com/politics/2019/jul/16/tom-watson-backs-labour-motion-auto-exclude-racism\">Labour peers taking out a newspaper advert to rubbish their own leader, </a>May’s decision to go on about it was reasonable. Corbyn did not allow himself to be wholly derailed, and on air quality more than climate change, he had May in real difficulty, because she did not seem to have any defence to the points he was putting. But he was on the defensive throughout. In response to May’s jibes about antisemitism Corbyn could probably have made more of the point about 60% of Tory members thinking Islam is a threat to society (it wasn’t enough to raise the point - he should have challenged May to say whether she agreed with them) and the whole racism row eclipsed the arguments he was seeking to make. To the public at large it may not have been very edifying - two politicians arguing who’s the more racist - but May seemed to leave her MPs quite cheered by the exchanges, whereas Corbyn didn’t, and so on that metric she came out top.</p> \n  <p>In recent PMQs Corbyn has said little about the probable next Tory leader, Boris Johnson. The SNP’s Ian Blackford has been much more willing to focus on the opponent his party will be facing in the autumn, and we saw that again today when he referenced Boris Johnson’s history of using racist language in newspaper columns. But it was only a short reference, and mostly what was strange about today was about how little was said about the Tory leadership contest, or the Brexit crisis that is likely to erupt soon afterwards. Earlier, after Philip Hammond labelled some of the Brexit thinking prevalent in the Johnson camp “terrifying” (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ee8cd8f0845f89e30ead0#block-5d2ee8cd8f0845f89e30ead0\"> 10.29am)</a>, I said this was bound to come up at PMQs. It didn’t. It is almost as if the Commons is in denial about what might happen next. Perhaps that’s just as terrifying.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T12:56:02.224Z\">at 1.56pm BST</time></p> \n</div> \n<div id=\"block-5d2f0aa38f0845f89e30ec70\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:49:18.951Z\">12.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Kerry McCarthy </strong>asks about a constituent with spinal muscular atrophy. Recently May expressed the hope that he would be able to get the drug Spinraza. But he has not had a response yet, she says. Will May ensure he gets a response?</p> \n  <p>May says she will ensure that McCarthy gets a response before she leaves office.</p> \n  <p>And that’s it.</p> \n </div> \n</div> \n<div id=\"block-5d2f0a2c8f08d0b6ca532435\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:45:49.092Z\">12.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s <strong>John McNally</strong> asks about the seafood industry in Scotland. Longer delays for exports will lead to insurance costs going up, he says.</p> \n  <p>May says her Brexit deal would have protected jobs. But the SNP did not support it, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f09a78f0845f89e30ec6c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:43:52.267Z\">12.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s<strong> Neil Gray</strong> asks about someone with learning difficulties who has had their disability benefit cut. Disability benefits have been cut four times faster than other benefits under this government, she says.</p> \n  <p>May says spending on disability benefits is at a record high. And the number of disabled people in work has increased, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f09078f08d0b6ca532423\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:42:26.139Z\">12.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s <strong>Kirsty Blackman </strong>says May has no right to be proud of her record on modern slavery. She says records show,<a href=\"https://www.buzzfeed.com/janebradley/child-trafficking-victims-refused-uk\"> according to a BuzzFeed investigation</a>, only 16 out of 326 victims had their applications to stay in the UK approved. </p> \n  <p>May says she makes no apologies for passing the Modern Slavery Act. Her government took this seriously when others did not.</p> \n </div> \n</div> \n<div id=\"block-5d2f08c88f08d0b6ca532420\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:39:47.206Z\">12.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Evans,</strong> a Conservative, asks what the government is doing to promote LGBT rights abroad.</p> \n  <p>May says she raised this issue at the Commonwealth heads of government meeting last year. She urged countries to change their laws, and she offered them UK support with this.</p> \n </div> \n</div> \n<div id=\"block-5d2f08648f08cf92bb7717cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:38:34.775Z\">12.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s <strong>Patrick Grady </strong>says the hostile environment of migrants will be May’s legacy. How can she spend millions on a marketing campaign saying Britain is great when for many traders from Africa the UK is closed.</p> \n  <p>May says visas are an important tool to tackle illegal immigration. Visa applications from African nationals are at their highest level since 2013, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f07c28f0845f89e30ec51\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:35:49.697Z\">12.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s <strong>Chris Stephens </strong>asks May to intervene to stop asylum seekers being made homeless in Glasgow.</p> \n  <p>May says the government takes the wellbeing of asylum seekers seriously. She says in Glasgow Serco has been providing accommodation to asylum seekers at its own expense. Those people then have to move on, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2f07598f08cf92bb7717c3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:34:16.254Z\">12.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>George Freeman,</strong> a Conservative, asks May if she agrees that Brexit should be a moonshot moment for British science.</p> \n  <p>May says one of the first receptions she held at Number 10 was for Tim Peake, the astronaut. She says the UK is a global leader in science.</p> \n </div> \n</div> \n<div id=\"block-5d2f06dd8f08cf92bb7717bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:32:37.387Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Robert Halfon</strong>, a Conservative, says he recently met constituents who moved into Help to Buy homes build by Persimmon. The houses are shoddy, he says. He says his constituents view Persimmon as “crooks, cowboys and con artists”.</p> \n  <p>May says developers should be building good quality housing under this scheme,</p> \n </div> \n</div> \n<div id=\"block-5d2f069a8f0845f89e30ec45\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:30:35.389Z\">12.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Virendra Sharma </strong>asks if May will work to ensure that the next government sticks not just to the letter of the 0.7% aid spending commitment, but its spirit too.</p> \n  <p>May says she is proud of the government’s aid record. And this target is now in legislation, she says. She says the Conservatives committed to maintain it in their election manifesto.</p> \n </div> \n</div> \n<div id=\"block-5d2f06728f08d0b6ca53240b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:29:27.461Z\">12.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Rachel Maclean, </strong>a Conservative, asks about local prostate services in her constituency.</p> \n  <p>May says she will consider the point raised.</p> \n </div> \n</div> \n<div id=\"block-5d2f061a8f0845f89e30ec42\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:28:42.993Z\">12.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Paula Sherriff</strong> says rail passengers in the north asks which has been delayed the longest - the Northern Powerhouse or the next train. Does she back renationalise the railway?</p> \n  <p>May says the Northern Powerhouse is there. There is a record level of funding for transport in the north.</p> \n </div> \n</div> \n<div id=\"block-5d2f05988f08cf92bb7717b6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:26:46.605Z\">12.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Sharon Hodgson </strong>says thousands of families will be worried about how to feed their childen over the school holiday, let alone take them on holiday. Will she ensure people who qualify for free school meals get free meals over the summer?</p> \n  <p>May says a programme giving free meals and activities to children who get free school meals is being expanded this summer.</p> \n </div> \n</div> \n<div id=\"block-5d2f05418f0845f89e30ec3b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:25:03.625Z\">12.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Roger Gale</strong>, a Conservative, says May is one of only three PMs on whose watch the world cup has been brought home. Will May allow herself the luxury of thinking history will treat her captaincy more kindly than those who have campaigned against her?</p> \n  <p>May thanks Gale for his support. And she turns to the World Cup (which was not the point of Gale’s question.)</p> \n </div> \n</div> \n<div id=\"block-5d2f04fa8f08d0b6ca5323fd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:23:24.883Z\">12.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Tory <strong>Daniel Kawczynski</strong> asks about a health reorganisation in his constituency.</p> \n  <p>May says the government thinks clinicians should have the final say.</p> \n </div> \n</div> \n<div id=\"block-5d2f04288f08cf92bb7717a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:22:13.346Z\">12.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ian Blackford,</strong> the SNP leader at Westminster, says May finally did the right thing this week when she criticised President Trump’s racist tweets. Will she now finally condemn her own racist ‘go home’ vans?</p> \n  <p>May says she said at the time that those were too blunt an instrument. But the public expect the government to deal with immigration.</p> \n  <p>Blackford says the Tories were silent when May implemented a hostile environment policy for immigrants. And they were silent about Boris Johnson’s racist newspaper columns. Isn’t the Tory MP Guto Bebb right to criticise the party for appealing to nationalism. Scotland looks on in horror.</p> \n  <p>May says the only party appealing to blatant nationalism is the SNP.</p> \n </div> \n</div> \n<div id=\"block-5d2f03138f08d0b6ca5323e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:18:24.518Z\">12.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says if all emissions were counted (ie, using the Labour approach), emissions would be more than 60% higher. The government promised to take action on air pollution in poorer areas. What action has been taken?</p> \n  <p>May says the government’s air quality strategy is ambitious.</p> \n  <p>Wonderful words, says Corbyn. But he says air pollution limits are broken in 37 out of 42 areas in this country. The Labour mayor of London is leading the way on better air quality. She says May promised action, but has not delivered. She has effectively banished onshore wind. When will this government face up and get a grip on this crisis.</p> \n  <p>May says more than 400,000 jobs have been created in the renewable energy market. But she will not take any lectures when the last Labour government incentivised diesel. And Corbyn talks about dodging responsibility. But the real person dodging responsibility is Corbyn. What would Labour heroes like Attlee and Bevan think? What Corbyn is doing to Labour he must never be allowed to do to the country.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"165fe567-8608-443d-b144-f0172e61eb3f\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Hepn_tw1Z94?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T11:56:37.037Z\">at 12.56pm BST</time></p> \n</div> \n<div id=\"block-5d2f02558f0845f89e30ec07\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:14:21.256Z\">12.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says May should look at her own record. She introduced “go home vans” when she was home secretary. He says the government will not meet its zero emissions target until 2099 at the current rate of progress.</p> \n  <p>Still no apology, says May.</p> \n  <p>She says the government has outperformed on some of her zero emission targets. Her party is acting on climate change, she says. She is dealing with the issues that matter to people. Corbyn needs to deal with the issues that matter to her party.</p> \n  <p>Corbyn says Labour passed climate change legislation. He says the government has cut measures to help renewable energy. Labour would measure total UK emissions, including what is funded abroad. Will May match that?</p> \n  <p>May says her government uses the international definiton.</p> \n  <p>She says last year renewable energy use hit a record level.</p> \n </div> \n</div> \n<div id=\"block-5d2f011f8f0845f89e30ebf6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:11:11.819Z\">12.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> also congratulates the England team, but adds some praise for the New Zealand team too.</p> \n  <p>Why did the Climate Change Committee accuse the government of coasting on climate change?</p> \n  <p>May says the government has a good record on climate change.</p> \n  <p>Switching subject, she says Corbyn must apologise for his record on antisemitism in the Labour party. She mentions <a href=\"https://www.theguardian.com/politics/2019/jul/16/tom-watson-backs-labour-motion-auto-exclude-racism\">the advert placed by Labour peers.</a> She holds it up, and quotes from it.</p> \n  <p>Corbyn says Labour was the first party to pass anti-racist legislation. Antisemitism has no place in the party he says. And he says 60% of Tory members think Islam is a threat to civilisation. He hopes May will deal with Islamphobia in her party, as he will deal with racism in his party.</p> \n  <p>Going back to climate change, he quotes again from the Climate Change Committee.</p> \n  <p>May quotes the committee chairman praising the UK’s record.</p> \n  <p>She goes back to antisemitism. She says she deals with Islamophobia in her party. Any allegations are dealt with, unlike antisemitism in Labour. Corbyn can say what he wants. But last week Trevor Phillips, the former equalities commission chair, said Labour was like a textbook case of institutional racism.</p> \n </div> \n</div> \n<div id=\"block-5d2f00c78f08cf92bb77177e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:06:03.003Z\">12.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Peter Bottomley,</strong> a Tory, asks about the a book looking at the involvement of criminals in the Olympics. And he asks about <a href=\"https://www.thetimes.co.uk/article/taxpayers-fund-olympic-land-purchase-from-crime-lords-wtv35vbqvrc\">this report on the topic.</a></p> \n  <p>May says police should investigate allegations of crime and corruption fairly.</p> \n </div> \n</div> \n<div id=\"block-5d2f001e8f0845f89e30ebe6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T11:04:24.681Z\">12.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May</strong> starts by congratulating all those who she said took part in “a great weekend of sport”. She welcomed the England cricket team to Downing Street on Monday, she says. She says she told they they represented the best of Britain.</p> \n  <p>Labour’s <strong>Lilian Greenwood</strong> says Notts County, the world’s oldest professional football club, is facing extinction. Will May urge the FA, the Football League and the national league to see if they can help.</p> \n  <p>May says the government is not complacent. It will hold the football authorities to account. Inquiries should be made into the suitability of owners, she says.</p> \n </div> \n</div> \n<div id=\"block-5d2eff368f0845f89e30ebd6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T10:58:52.423Z\">11.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the list of MPs down to ask a question.</p> \n  <figure class=\"element element-image\" data-media-id=\"aca71f119ebc460fdb420db31093d5a821ff1c09\"> \n   <img src=\"https://media.guim.co.uk/aca71f119ebc460fdb420db31093d5a821ff1c09/0_0_734_749/490.jpg\" alt=\"PMQs\" width=\"490\" height=\"500\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">PMQs</span> \n    <span class=\"element-image__credit\">Photograph: HoC</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2efe948f0845f89e30ebd1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T10:56:06.705Z\">11.56am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PMQs</h2> \n <div class=\"block-elements\"> \n  <p>PMQs is starting in five minutes.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T10:58:02.662Z\">at 11.58am BST</time></p> \n</div> \n<div id=\"block-5d2efc9e8f0845f89e30ebc9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T10:52:17.727Z\">11.52am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">EU fishermen may still be allowed into UK waters under no-deal, Barclay says</h2> \n <div class=\"block-elements\"> \n  <p>The Brexit committee hearing is about to wrap up.</p> \n  <p><strong>Hilary Benn,</strong> the chairman, ends with some final questions.</p> \n  <p><em>Q: If there is a no-deal Brexit, will EU fishermen lose the right to fish in British waters immediately?</em></p> \n  <p><strong>Steve Barclay</strong> says there is a difference between the legal position, and what the UK would seek to arrange.</p> \n  <p><em>Q: Would the government ban French fishing waters from UK waters on 1 November under no-deal?</em></p> \n  <p>Barclay says, legally, the UK would have control. But the government would try to agree a “continuity approach”. It would be in the country’s interests to have reciprocal arrangements.</p> \n  <ul> \n   <li><strong>Barclay says, in the event of a no-deal Brexit, the government would seek to agree a ‘continuity approach’ on fishing, allowing EU boats continued access to British waters.</strong></li> \n  </ul> \n  <p><em>Q: Why should firms prepare for no-deal if Boris Johnson is saying the chances of that are just a million to one?</em></p> \n  <p>Barclay says the legal default is no-deal.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T10:55:14.631Z\">at 11.55am BST</time></p> \n</div> \n<div id=\"block-5d2efc1f8f0845f89e30ebbd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T10:46:50.761Z\">11.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the committee <strong>Andrea Jenkyns</strong>, the Tory Brexiter, is asking the questions now.</p> \n  <p><em>Q: What impact do you think the appointment of Ursula von der Leyen as the new European commission president will have on the Brexit process?</em></p> \n  <p>Barclay says Von der Leyen has been German defence minister. She has a good understanding of what the UK can contribute to Europe’s security, he says.</p> \n </div> \n</div> \n<div id=\"block-5d2ef80a8f08d0b6ca53236a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T10:30:07.570Z\">11.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the Labour MP <strong>David Lammy</strong> on Jacob Rees-Mogg’s Telegraph article about a no-deal Brexit. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ee8cd8f0845f89e30ead0#block-5d2ee8cd8f0845f89e30ead0\"> 10.29am.)</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1151436646467997703\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jacob Rees-Mogg again conflating \"our economy\" with his investment firm \"Somerset Capital.\" Maybe you are in for a huge personal “boost” if we crash out with no-deal, but all of our constituents will suffer terribly. <a href=\"https://t.co/cpePdcySLb\">pic.twitter.com/cpePdcySLb</a></p>— David Lammy (@DavidLammy) \n    <a href=\"https://twitter.com/DavidLammy/status/1151436646467997703?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2ef5588f0845f89e30eb71\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T10:20:59.219Z\">11.20am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Barclay says no-deal Brexit is more likely than people assume</h2> \n <div class=\"block-elements\"> \n  <p>The Tory MP <strong>Jonathan Djanogly</strong> goes next?</p> \n  <p><em>Q: Would you put the chances of a no-deal Brexit at one million to one <a href=\"https://www.theguardian.com/politics/2019/jun/26/boris-johnson-chances-of-no-deal-brexit-are-a-million-to-one-against\">(Boris Johnson’s figure)</a>?</em></p> \n  <p>Barclay says the government has been doing a lot of work warning people about the prospects of no-deal.</p> \n  <p>Q: You seem to be saying the chances are rather higher than one million to one.</p> \n  <p>Barclay says there are 24 sitting days for the Commons in September and October. The withdrawal agreement bill is complicated, he says. He says you cannot programme business in the Lords.</p> \n  <p><em>Q: What is your assessment of the likelihood of no-deal?</em></p> \n  <p>Barclay says he thinks no-deal is “underpriced”.</p> \n  <ul> \n   <li><strong>Barclay says no-deal Brexit is more likely than people assume.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>He refuses to back Boris Johnson’s claim that the chances of a no-deal Brexit are just one million to one</strong>. (Barclay is backing Johnson for the Tory leadership.)</li> \n  </ul> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"07feb222-8b36-47fc-bcc5-47492f8edc56\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/X13U876z6Go?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T11:57:52.114Z\">at 12.57pm BST</time></p> \n</div> \n<div id=\"block-5d2ef11c8f08d0b6ca532331\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T10:03:59.079Z\">11.03am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What Barclay said about his meeting with Barnier</h2> \n <div class=\"block-elements\"> \n  <p>This is what <strong>Steve Barclay</strong> told MPs about his meeting with Michel Barnier, the EU’s chief Brexit negotiator, at the start of today’s hearing. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ee3458f0845f89e30eaa1#block-5d2ee3458f0845f89e30eaa1\"> 10.04am </a>and <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ee4958f0845f89e30eaa9#block-5d2ee4958f0845f89e30eaa9\">10.07am.)</a></p> \n  <blockquote class=\"quoted\"> \n   <p>In terms of the withdrawal agreement, what I said was that the house had rejected it three times, including the third time by a significant margin; that the European election results in my view had further hardened attitudes across the house and that the text, unchanged, I did not envisage going through the house. I don’t think that was a particularly controversial observation.</p> \n  </blockquote> \n  <p>Barclay also claimed a lot of “misleading information” about his meeting had been published.</p> \n  <figure class=\"element element-image\" data-media-id=\"19b3c6d93a8776a8870da0d6e96bfdf68a74522f\"> \n   <img src=\"https://media.guim.co.uk/19b3c6d93a8776a8870da0d6e96bfdf68a74522f/0_67_5184_3110/1000.jpg\" alt=\"Steve Barclay (left) and Michel Barnier (right) when they met in Brussels last week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Steve Barclay (left) and Michel Barnier (right) when they met in Brussels last week.</span> \n    <span class=\"element-image__credit\">Photograph: François Walschaerts/POOL/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2eefc98f0845f89e30eb20\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:55:51.267Z\">10.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>Stephen Timms</strong> is asking questions now.</p> \n  <p><em>Q: Would the UK lose access to EU police databases from day one under a no-deal Brexit?</em></p> \n  <p>Barclay says that is a matter for discussion. The legal position is yes. But he says he thinks, if a no-deal looked as if it were going to happen, he thinks there would be a “renewed focus” on finding a solution. For example, he says the European arrest warrant system is used more by EU countries than by the UK.</p> \n  <ul> \n   <li><strong>Barclay suggests British access to EU police and criminal databases could be maintained in the event of a no-deal Brexit.</strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5d2eec848f08d0b6ca5322fc\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:46:16.860Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Car manufacturers and sheep farmers could get compensation in event of no-deal, Barclay says</h2> \n <div class=\"block-elements\"> \n  <p>In the committee<strong> John Whittingdale</strong>, the Tory Brexiter, is asking the questions now.</p> \n  <p><em>Q: Are Defra drawing up plans to compensate sheep farmers in the event of tariffs being imposed under a no-deal Brexit?</em></p> \n  <p>Steve Barclay says a “significant amount” of work has been done. The government is “acutely aware” of the potential problems.</p> \n  <ul> \n   <li><strong>Barclay confirms car manufacturers (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ee6398f0845f89e30eabc#block-5d2ee6398f0845f89e30eabc\">10.16am) </a>and sheep farmers could receive compensation in the event of a no-deal Brexit.</strong></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T09:50:43.176Z\">at 10.50am BST</time></p> \n</div> \n<div id=\"block-5d2eec248f08d0b6ca5322f9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:38:02.096Z\">10.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back in the committee, <strong>Steve Barclay</strong> was asked about Boris Johnson and Jeremy Hunt saying any withdrawal agreement containing a Northern Ireland backstop would be unacceptable.</p> \n  <p>Barclay said it was not just Johnson and Hunt saying this. He said they were reflecting the views of parliament.</p> \n </div> \n</div> \n<div id=\"block-5d2ee8cd8f0845f89e30ead0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:29:30.612Z\">10.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hammond says it's 'terrifying' that leading Boris Johnson ally thinks no-deal won't harm economy</h2> \n <div class=\"block-elements\"> \n  <p>Turning away from the Brexit committee for a moment, the Tory Brexiter<strong> Jacob Rees-Mogg</strong> has written<a href=\"https://www.telegraph.co.uk/politics/2019/07/16/philip-hammonds-negative-view-no-deal-brexit-pure-silliness/?hootPostID=e73e95e03fbb4fed0f6ca9b52cc24761\"> an article in today’s Telegraph</a> attacking claims that a no-deal Brexit will make the UK poorer. Here is an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>Last week, the chancellor, Philip Hammond warned against a no-deal Brexit, <a href=\"https://www.telegraph.co.uk/politics/2019/07/02/brexit-european-parliament-tory-leadership-nigel-farage/\">suggesting it would cost the UK economy £90 billion</a>. It is disappointing to see his predictions still so heavily reliant on the Treasury’s “Project Fear” economic model first published in November 2018 – especially when several recent models employed by economists independent of the government, notably the<a href=\"https://www.telegraph.co.uk/opinion/2018/09/23/chancellor-must-come-clean-doom-laden-forecasts/\"> World Trade Model developed at Cardiff University</a>, have found the opposite: that the total positive impact of no-deal could be in the region of about £80 billion.</p> \n   <p>This £170 billion discrepancy can be accounted for by examining the assumptions fed into the Treasury model, which range from the absurd to the merely dubious. The most egregious is the failure to include the annual savings from no longer paying the £20 billion annual gross budget contribution to the EU. This omission tells you all you need to know about the Treasury’s pessimistic mindset ...</p> \n   <p>Put simply, the idea that we will be poorer in the long-term and even in the short-term after Brexit is a myth.</p> \n  </blockquote> \n  <p>In response Hammond has posted a tweet saying it is “terrifying” that someone this close to the next government (Rees-Mogg is one of Boris Johnson’s leading parliamentary supporters, and could be offered a job in a Johnson government) can make these claims.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipHammondUK/status/1151416588609957888\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Happy to debate scale of negative impact of No Deal on the economy - but terrifying that someone this close to a potential future government can think we’d actually be better off by adding barriers to access to our largest market. <a href=\"https://t.co/abs2D0vMrw\">https://t.co/abs2D0vMrw</a></p>— Philip Hammond (@PhilipHammondUK) \n    <a href=\"https://twitter.com/PhilipHammondUK/status/1151416588609957888?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>We will be hearing more about this at PMQs, almost certainly.</p> \n </div> \n</div> \n<div id=\"block-5d2ee8228f08cf92bb771646\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:21:55.907Z\">10.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Peter Bone,</strong> a Tory Brexiter, goes next.</p> \n  <p><em>Q: Does “no-deal” mean there would be no deals at all?</em></p> \n  <p>No, says Barclay. He says there are some agreements in place that would operate in the event of no-deal. People use no-deal to mean the UK leaving without a withdrawal agreement, he says.</p> \n  <ul> \n   <li><strong>Barclay says some side agreements with the EU would be in place in the event of a “no-deal” Brexit.</strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5d2ee7d38f08d0b6ca5322c4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:19:22.963Z\">10.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Is the government considering buying extra roll-on, roll-off ferry capacity?</em></p> \n  <p>Barclay says a framework is in place to enable the government to purchase extra capacity.</p> \n  <p><em>Q: Are you talking about ferries?</em></p> \n  <p>Yes, says Barclay.</p> \n </div> \n</div> \n<div id=\"block-5d2ee75c8f0845f89e30eac2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:17:37.847Z\">10.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Do you accept<a href=\"https://www.bbc.co.uk/news/uk-politics-48841908\"> the Treasury’s claim that a no-deal Brexit could cost £90bn?</a></em></p> \n  <p>Barclay says that figure represents a cost going up to 2035. And it does not take into account any mitigating measures the Treasury might take.</p> \n </div> \n</div> \n<div id=\"block-5d2ee6398f0845f89e30eabc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:16:03.259Z\">10.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Would the government compensate car manufacturers from the impact of tariffs that would be imposed under no-deal?</em></p> \n  <p>Barclay says the government has been in discussion with the car industry.</p> \n  <p>He says other policy decisions would have to be taken into account. The picture is “more nuanced” than Benn suggests, he says.</p> \n  <blockquote class=\"quoted\"> \n   <p>What I’m saying is we are having extensive discussions with the industry, including the prime minister this week, because it is more nuanced ...</p> \n   <p>Of course there will be impact, but the future trend is into areas such as electric vehicles and there’s a huge amount the government can do in those areas, it’s not just what we have got in terms of the status quo.</p> \n  </blockquote> \n  <p><em>Q: But a 10% tariff is not a nuance. It is a cost.</em></p> \n  <p>Barclay says 80% of goods would be tariff free under the new regime. But the car sector would be affected. He says the tariffs on parts being imported would not be as high as Benn implies.</p> \n  <p><em>Q: You imply this problem can be managed. But the evidence we have had from these sectors shows they are not relaxed. The Society of Motor Manufacturers and Traders says a no-deal Brexit is not an option.</em></p> \n  <p>Barclay says it is factually incorrect to say no-deal is not an option.</p> \n  <p>It would be disruptive, he says. But there would be mitigating things the government could do. They would not be a panacea, he says.</p> \n  <p>He says the government would have to look at what support it could give to the industry.</p> \n  <ul> \n   <li><strong>Barclay suggests the government is considering compensation for the car industry to make up for the impact of a no-deal Brexit.</strong></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T10:35:33.023Z\">at 11.35am BST</time></p> \n</div> \n<div id=\"block-5d2ee59b8f08d0b6ca5322b2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:11:17.708Z\">10.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Benn asks about a claim from the president of the National Farmers Union that <a href=\"https://www.huffingtonpost.co.uk/entry/sheep-may-die-in-a-no-deal-brexit-boris-johnson-warned_uk_5d21cba2e4b04c4814157c73\">“a large percentage” of the country’s sheep would have to be slaughtered in the event of a no-deal Brexit because they could not be exported.</a></p> \n  <p>Barclay says the government has been talking to the farming sector about this. He admits that some sectors of the economy would be damaged by a no-deal Brexit.</p> \n </div> \n</div> \n<div id=\"block-5d2ee4958f0845f89e30eaa9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:07:03.801Z\">10.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hilary Benn,</strong> the Labour MP who chairs the Brexit committee, asks about the Times’ story. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ee3458f0845f89e30eaa1#block-5d2ee3458f0845f89e30eaa1\"> 10.04am.)</a></p> \n  <p><strong>Steve Barclay</strong> says his meeting with Michel Barnier has been misrepresented. He says he was just making the point to Barnier that the withdrawal agreement as it stands would not get through parliament. He says all members of the committee would agree with this assessment.</p> \n  <figure class=\"element element-image\" data-media-id=\"9f163dd9c6b1bf4546f39d87e5a59376949bf490\"> \n   <img src=\"https://media.guim.co.uk/9f163dd9c6b1bf4546f39d87e5a59376949bf490/25_0_665_399/500.jpg\" alt=\"Steve Barclay\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Steve Barclay</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2ee3458f0845f89e30eaa1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T09:04:10.481Z\">10.04am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit secretary Steve Barclay questioned by MPs</h2> \n <div class=\"block-elements\"> \n  <p><strong>Steve Barclay</strong>, the Brexit secretary, has just started giving evidence to the Commons Brexit committee. There will be a live feed <a href=\"https://www.parliamentlive.tv/Event/Index/757d492d-e483-46c4-96e1-fd9511fdb5ac\">here.</a></p> \n  <p>Barclay is going to to be asked about his meeting with Michel Barnier, the EU’s chief Brexit negotiator, in Brussels last week. According to the Times’ <strong>Bruno Waterfield</strong>, the encounter was acrimonious. Here is an extract from <a href=\"https://www.thetimes.co.uk/article/conservative-leadership-race-may-withdrawal-agreement-dead-stephen-barclay-tells-brussels-kdtq6czrb\">his story (paywall).</a></p> \n  <blockquote class=\"quoted\"> \n   <p>Brussels is preparing for “brutal” talks with the next prime minister after the Brexit secretary told Michel Barnier five times during a bad-tempered meeting that the withdrawal agreement was dead.</p> \n   <p>Stephen Barclay left Mr Barnier, the EU’s lead negotiator, astonished and dismayed in a “confrontational” exchange last Tuesday.</p> \n   <p>“He told Barnier that the withdrawal agreement was dead — not once but five times,” a senior EU diplomat said. “If this is what is coming then we will be heading for no deal very quickly” ...</p> \n   <p>One senior diplomat close to the negotiations said it was the most hostile encounter in three years since the Brexit referendum, adding that Mr Barclay had seemed to “tear up the previously constructive approach taken by Theresa May”.</p> \n   <p>“It worked like a megaphone but it has hardened attitudes,” the diplomat said. “It is not the smart thing to do if a new prime minister is serious about getting a withdrawal agreement across the line. I guess Barclay is applying for a job in the Johnson cabinet.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d2ee0918f08cf92bb77160b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T08:55:14.096Z\">9.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There has been <a href=\"https://www.dailymail.co.uk/news/article-7244617/Two-Tory-MPs-defection-watch-amid-fears-defect-Lib-Dems-Boris-PM.html\">speculation</a> that the pro-European Conservative MP <strong>Guto Bebb</strong>, who has announced that <a href=\"https://www.bbc.co.uk/news/uk-wales-48980318\">he is standing down at the next election because he does not like the direction in which his party is heading</a>, might join the Liberal Democrats. Not true, he told Sky’s All Out Politics this morning. </p> \n  <blockquote class=\"quoted\"> \n   <p>These stories keep appearing. It doesn’t matter how often I deny them, they keep appearing. I will not be joining the Liberal Democrats.</p> \n  </blockquote> \n  <p>Bebb also confirmed that, if necessary, he might be willing to vote against the government in a no confidence debate to stop a no-deal Brexit. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>My farming community would be devastated by a no-deal Brexit. So I’ll say very clearly, I was not elected to see a quarter of all the farmers in my constituency [Aberconwy] disappear. So I have been very clear. I would not want to do it [vote against the government on a no confidence motion]. But if I have to do something of that nature in order to stop the destruction of communities in my constituency, then it might have to come to that.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"fb5a6a8c3931c217af9ca8c64da1b0e6bc707353\"> \n   <img src=\"https://media.guim.co.uk/fb5a6a8c3931c217af9ca8c64da1b0e6bc707353/48_0_887_532/500.jpg\" alt=\"Guto Bebb on Sky’s All Out Politics\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Guto Bebb on Sky’s All Out Politics</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2edcb98f0845f89e30ea75\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T08:35:02.711Z\">9.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the Today programme this morning <strong>Andrea Leadsom</strong>, the Brexiter former leader of the Commons who is backing Boris Johnson for the Tory leadership, said she would not support any move to prorogue parliament to stop MPs trying to block a no-deal Brexit. Johnson has not ruled out trying this strategy. Leadsom said she would not back him if he did, although she also stressed that in practice she did not think it would happen. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I don’t think that prorogation is the right thing to do and I don’t think a prime minister would choose to do that.</p> \n  </blockquote> \n  <p>Asked if she would support Johnson if he did try this, she replied: “No, I don’t believe I would and I don’t believe it will happen.”<br></p> \n </div> \n</div> \n<div id=\"block-5d2ed0f58f0845f89e30ea20\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-17T08:17:25.346Z\">9.17am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McDonnell sets out Labour's three strategies for ending in-work poverty</h2> \n <div class=\"block-elements\"> \n  <p><strong>John McDonnell,</strong> the shadow chancellor, is giving a speech this morning setting out the three strategies Labour would use to eliminate in-work poverty in the first term of a Jeremy Corbyn government. According to the briefing sent out in advance, he will set out three strategies the party would adopt.</p> \n  <blockquote class=\"quoted\"> \n   <p>1) Structural changes to the economy: including industrial strategy, a network of regional public banks, expanded trade union rights, a £10ph real living wage, workers on boards and public investment across the country</p> \n   <p>2) Public services free at the point of use paid for through taxation: ending austerity in existing public services, free school meals, free buses for young people, free childcare, restoring funding for public libraries, leisure centres and parks;</p> \n   <p>3) A strong social safety net: stopping the universal credit roll-out and fundamental review of our social security system, including an end to sanctions, establishing the principle of universalism and looking after each other in times of need.</p> \n  </blockquote> \n  <p>In his speech, McDonnell will also explain why<a href=\"https://www.theguardian.com/politics/2019/jun/08/jeremy-corbyn-to-drop-social-mobility-as-labour-goal\"> Labour has abandoned promoting social mobility as its preferred means of addressing poverty.</a> He will say:</p> \n  <blockquote class=\"quoted\"> \n   <p>Behind the concept of social mobility is the belief that poverty is OK as long as some people are given the opportunity to climb out of it, leaving the others behind.</p> \n   <p>I reject that completely, and want to see a society with higher living standards for everyone as well as one in which nobody lacks the means to survive or has to choose between life’s essentials.</p> \n   <p>A rejection of the belief that it’s OK if your local factory closes, as long as you have cash transfers from the finance sector in the south east or a new warehouse opening on the edge of town paying minimum wage on its zero hour contracts.</p> \n   <p>Ending poverty won’t just be done in the workplace: we need to make sure the essentials of life are never denied to people because of their circumstances.</p> \n   <p>So parents aren’t forced to choose between feeding themselves and feeding their children or the unemployed teenager doesn’t give up on job interviews because they cost £5 in bus fares each time.</p> \n   <p>Labour has already committed ourselves to ending sanctions and bringing work capability assessments in-house by medical professionals. But we also are asking ourselves more fundamental questions.</p> \n   <p>We need a structurally different economy, a social safety net of shared public service provision, and of course a financial safety net as well.</p> \n   <p>Without any one of these three elements, we will not be able to achieve the sustained eradication of poverty, the dramatic narrowing of inequality, and the transformation of people’s lives that will be the central purpose of the next Labour government.</p> \n  </blockquote> \n  <p>McDonnell will be speaking at the launch of the Resolution Foundation’s annual living standards audit. You can read the full report <a href=\"https://www.resolutionfoundation.org/publications/living-standards-audit-2019/\">here</a>, and Larry Elliott’s write-up <a href=\"https://www.theguardian.com/business/2019/jul/17/uk-living-standards-hit-by-rising-prices-and-weak-wage-growth\">here.</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/17/john-mcdonnell-to-promise-labour-will-end-in-work-poverty-by-end-of-first-term\">John McDonnell to promise Labour will end 'in-work poverty' by end of first term</a> </p> \n  </aside> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>9.30am: </em>John McDonnell, the shadow chancellor, gives a speech on ending in-work poverty. As<strong> Rowena Mason</strong> reports, <a href=\"https://www.theguardian.com/politics/2019/jul/17/john-mcdonnell-to-promise-labour-will-end-in-work-poverty-by-end-of-first-term\">he will promise that Labour will eliminate the “modern-day scourge” of in-work poverty by the end of the party’s first full term back in office.</a></p> \n  <p><em>9.45am:</em> Chris Grayling, the transport secretary, gives evidence to the Commons transport committee</p> \n  <p><em>10am: </em>Stephen Barclay, the Brexit secretary, gives evidence to the Commons Brexit committee.</p> \n  <p><em>12pm: </em>Theresa May faces Jeremy Corbyn at PMQs.</p> \n  <p><em>Afternoon: </em>May gives a speech on the state of politics.</p> \n  <p><em>Late afternoon: </em>Peers start debating the Northern Ireland (executive formation) bill. They are expected to vote on a move to beef up an amendment to the bill intended to stop the next PM proroguing parliament in the autumn to facilitate a no-deal Brexit.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-may-moves-house-barc-ing-mad-amber-unplugged/\">the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-17T08:35:57.987Z\">at 9.35am BST</time></p> \n</div>",
      "wordcount": "8933",
      "commentCloseDate": "2019-07-17T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-17T08:17:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-07T09:56:22Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqtgb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/25233fb1bb1d7dd0a9fd3e4b02053a469ebea1bb/60_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Peers have voted by a majority of 103 for an amendment intended to stop the next prime minister being able to prorogue parliament in the autumn to facilitate a no-deal Brexit. The shadow Brexit secretary, Sir Keir Starmer, has welcomed the vote, saying he hopes it does not get overturned by the government in the Commons tomorrow. Tomorrow’s vote should be close because the government lost by just one vote when MPs last debated something similar, and then only because a whip failed to vote by mistake. (See 5.03pm.) Theresa May has criticised absolutism in politics in what appeared to be a coded swipe at populist politicians such as Boris Johnson, Nigel Farage and Donald Trump. Philip Hammond, the chancellor, has said it is “terrifying” that one of Boris Johnson’s close allies, Jacob Rees-Mogg, believes a no-deal Brexit will boost the economy. Theresa May and Jeremy Corbyn have traded blows in the House of Commons over antisemitism and Islamophobia, each demanding an apology for racism in their respective parties. That’s all from me for tonight. Thanks for the comments. Thirteen Tory peers rebelled against the government and voted for the Anderson amendment, according to the division list. The Anderson amendment (see 4.50pm) has passed by 272 votes to 169 - a majority of 103. This means the bill, as now amended, could make it illegal for the government to prorogue parliament in the autumn if the power-sharing executive in Northern Ireland has not been restored. The government will almost certainly try to reverse this when the bill returns to the Commons tomorrow. Dominic Grieve only got his amendment passed by a single vote in the Commons last week, after a government whip forgot to vote, and Grieve lost votes on other related amendments, and so there must be a good chance of this afternoon’s vote being overturned. In the House of Lords peers are now voting on an amendment to the Northern Ireland (executive formation bill) that is designed to stop a future prime minister proroguing parliament in the autumn to facilitate a no-deal Brexit. The amendment has been tabled by the crossbench peer David Anderson, the former independent reviewer of terror legislation, with support from Labour and the Lib Dems. It builds on an amendment to the bill passed in the Commons last week when MPs backed a proposal from Dominic Grieve, the Tory pro-European, calling for fortnightly reports from the government on progress being made towards restoring the power-sharing executive. Anderson’s amendment, amendment 3, would ensure these have to be debated. This is what it says: Page 2, line 20, leave out subsection (2) and insert— “(2A) The secretary of state must make arrangements for— (a) a copy of each report published under subsection (1) to be laid before each house of parliament by the end of the day on which it is published, (b) a motion in neutral terms, to the effect that the House of Commons has considered the report, to be moved in the House of Commons by a minister of the crown, and (c) a motion for the House of Lords to take note of the report to be tabled in the House of Lords and moved by a minister of the crown. (2B) The motions required under subsections (2A)(b) and (c) must be moved in the relevant house by a minister of the crown within the period of five calendar days beginning with the end of the day on which the report is laid before parliament.” This is what political journalists and commentators are saying about Theresa May’s speech. In the Westminster village, it is getting panned. From my colleague John Crace From the Times’ Quentin Letts From the New Statesman’s Patrick Maguire From my colleague Paul Johnson From Sky’s Lewis Goodall From the Independent’s Ashley Cowburn From my colleague Owen Jones From ITV’s Paul Brand From my colleague Jessica Elgot From Business Insider’s Adam Bienkov From Good Morning Britain’s Piers Morgan From the Sun’s Steve Hawkes From ConservativeHome’s Mark Wallace This is from my colleague Peter Walker. Shortly before Tony Blair stood down he gave a speech on the media. It did not “land” happily. He said the press could be like a “feral beast” and, unsurprisingly, when they wrote it up the following day, the newspapers took a dim view. In some ways it was a gutless speech - he singled out the Independent for criticism, but not the Daily Mail - but some of its analysis was sound, and it was vindicated by the Leveson inquiry. Theresa May has also given a valedictory speech on a general topic, the state of politics. Her general point, that opinion in Britain and elsewhere is becoming increasingly polarised and that this is making compromise harder, was a sound one. In fact, it is one of the great truths of our time. And yet the speech as a whole was exceptionally poor, mainly for two reasons. First, as many people have been pointing out on Twitter (roundup coming soon), May refused to accept any responsibility at all for this state of affairs. As a speech, it was striking for its lack of self-awareness. You can understand why a prime minister might not want to telegraph their flaws at the start of their premiership, but with just seven days left in office to go, an element of contrition would have been welcome. It would be wrong to claim that May is wholly to blame for our Brexit deadlock (it is possible that no other PM could have found a compromise acceptable to parliament), but May herself played a part in entrenching divisions by pandering to the Brexiter right in her first few months in office, when she was laying down red lines that made subsequent compromise much harder. This was the period when Nigel Farage found it hard to fault a word she said. When she was asked to address this in the Q&amp;A, she just reacted angrily. (See 3.39pm.) The second problem with the speech, partially related to the first, was that it was almost devoid of analysis. May painted a recognisable picture of a world where opinions are increasingly divided and extreme, but had nothing to say about how we’ve got here. Is it social media? Loss of faith in neoliberalism, or capitalism generally, to deliver rising prosperity? A backlash against multiculturalism? A rise in nationalism? Russian meddling? I don’t know. But May does not seem to know either, and she supposedly has access to the finest minds in government. The absence of an analytic framework in the speech also meant its prescriptions were rather meaningless. We should all be a bit nicer to each other and compromise, she said. But if she had worked out the cause of the problem, she would have been better placed to argue for a solution. Q: How worried are you about what is happening in the US? How should your successors handle this relationship? May says the special relationship will remain, regardless of who is in the White House. She says the US should accept the need for multilateral organisations. And that’s it. The speech is over. I will post a verdict and reaction shortly. Q: What advice do you have for your successor in terms of dealing with China? May says the UK wants good economic ties with China. But the UK will continue to express its concerns over matters like the joint declaration for Hong Kong. Q: Have you left the country and your party in a better or worse state? And you do not seem to take any responsiblity for the effects your own words have had, like talking about EU nationals as queue jumpers? May says she did accept that she should not have used the phrase about EU nationals jumping the queue. She says it is a matter of deep regret that she has not been able to get Brexit over the line. She did everything she could, including putting her own job on the line. She says the Tory party has rising membership. (That is probably largely to do with people joining over the last few months because they knew a leadership election was coming.) Q: What is your message for investors thinking about the future? Come to the UK, says May. She says investment in the UK had held up despite the Brexit negotiations. She says that is a tribute to the underlying strength of the British economy. May is now taking questions from non-journalists. Q: You set up Women2Win to get female candidates selected for the Tories. But progress has been glacial. Will you come back and help? May says she will continue to champion this cause. She says you get better decisions with greater diversity. Q: Did you play any part in the extradition of Hashem Abedi to the UK over the Manchester bombing? May says this is an important moment for the investigation. Q: Who were you referring to when you spoke about absolutism? Did you mean President Trump or Boris Johnson? May says she was making a general point. Q: Boris Johnson says the backstop is dead. He wants to sort out the border issue after the UK has left. Is this sensible? May says it will be up to her successor to decide how they proceed. She says the Belfast/Good Friday agreement contains an essential compromise. People in Northern Ireland can have Irish citizenship, and cross the border easily. That is why she thought that was important. Q: Philip Hammond said today that he is terrified of how people close to Boris Johnson think a no-deal Brexit would not harm the economy. Are you terrified to? May repeats her point about wanting a Brexit deal. Q: Do you share any responsibility for this? You are spoke about citizens of nowhere and used glib language, like referring to a red, white and blue Brexit. Is the naughtiest thing you have ever done still running through a wheat field? May says the stupidest thing she has done is answering this question. She says not all the language she has used has been perfect. But there has been a coarsening of language, she says. She says people should not ascribe bad motives to people who disagree with them. Q: To what extent do you think the Tory leadership contest has illustrated your arguments about extremism? May says she was not talking about the leadership contest. She says her speech reflected ideas she has been considering for some time. Q: Could you accept a no-deal Brexit? May says she thinks it would be best for the UK to leave the EU with a deal. May stressed the need to reclaim the middle ground. If we can do this, we can live together peacefully, she says. May says Dwight Eisenhower planned D-day from the building she is in. She quotes him saying people talk about the middle of the road as being a bad place. But it is where you can make progress, he said. The extremes are in the gutter. May says being prepared to compromise means knowing when not to compromise, and when to stand firm, as the UK did after the Salisbury poisoning attack by Russia. From MLex’s Matthew Holehouse May says the UK is the first country trying to put forward a comprehensive set of standards for internet companies. May says compromise is needed to address the Brexit impasse. She says some people think she should have gone for a no-deal in March. Some people wanted Brexit stopped. But most people wanted Brexit done with a deal, she says. She says the problem was that politics retreated into its binary, pre-referendum positions. May says the far left wants to scrap the free market. But it is free and competitive markets that drive innovation, she says. May says Vladimir Putin claims liberalism is redundant. That is a falsehood, she says. But if we are to stand up for our values, we must rebuild support for them, she says. She calls for a politics of “pragmatic conviction”. May says we are living through a period of profound change. Technology is expanding opportunities, she says. But people are also feeling anxious about their prospects in the future. May says international institutions, like the UN, were also built by compromise. Only a mission from the US to Stalin persuaded the Russians to drop their demand for an all-encompassing veto. The Russians back down. And that compromise meant the UN could operate. May says it is easy to assume these international agreements will endure. But they should not be taken for granted, she says. May says the NHS was a joint effort. It was the idea of a coaltion government. The white paper proposing it was announced by a Conservative minister. Then a Labour government introduced it. When Churchill’s Conservative government returned to power, it built on what had been achieved. May says this is not just a domestic problem. International politics is increasingly adversarial too, she says. She says politics is seen as a zero-sum game. This is not what politics should be about, she says. She says it is important for there to be common ground. This does not have to mean abandoning principles, she says. May says getting things done, rather than getting them said, requires qualities that have become unfashionable. One is being willing to compromise, she says. She says persuasion, team work and a willingness to make concessions are features of politics at its best. But today people are unwilling to compromise. She says our whole political discourse seems to be heading down the wrong path. There is an element of absolutism in this, she says. People are losing the ability to disagree honourably. She says the debate has descended into “rancour and tribal differences”. May says applicants at Tory selection meetings always used to be asked if they were conviction politicians, or pragmatists. She says she never accepted the distinction. She thought politics was about implementing one’s convictions. May says this could be a crucial century. Democratic politics, free speech and the rule of law have provided the nexus for progress over the last century. On that basis, today there are grounds for “serious concern”. Theresa May is speaking now. She says she has lived politics for 50 years, starting as an activist stuffing envelopes. In every job she has done she has been inspired by the potential of politics. Looking at the world and this country, there is a lot to be optimistic about. Extreme poverty and child mortality have been halved. People are richer and healthier than before. There is more concern for the environment. There are more women in positions of power than every before. When she was born, homosexuality was illegal. And casual bigotry has common. That has changed, she says. Robin Niblett from Chatham House is introducing the prime minister. He says the PM will take questions afterwards. Theresa May is about to give a speech on “the state of politics domestically and internationally”. There is a live feed at the top of the blog. Unusually, Number 10 has not given any steer at all as to what she will say. But we have been told that the speech will be quite long. Which is not necessarily very surprising. If she is determined to cover everything wrong with politics at the moment, we could be here until Friday ... In journalistic terms the Iraq war almost counts as ancient history. The invasion took place 16 years ago. But it still affects political thinking in Britain profoundly (it helps to explain Jeremy Corbyn becoming Labour leader, for example) and so it is surprising that an interview given by Tony Blair to Prospect magazine has not attracted more attention. Blair does not go as far as to admit that the decision to join the US invasion of Iraq was wrong. But in the interview he does seems to go further than he has ever done before in suggesting that, if he had his time again, he would have taken a different decision. Blair spoke to Prospect’s Steve Bloomfield for a long article Bloomfield was writing about the case for liberal intervention. Bloomfield raises the Chicago speech Blair gave in 1999, in which Blair set five tests he thought should apply before a country intervenes militarily in another. Bloomfield goes on: Few speeches by a British prime minister have been as influential, so the tests are worth recapping: “First, are we sure of our case? […] Second, have we exhausted all diplomatic options? […] Third, on the basis of a practical assessment of the situation, are there military operations we can sensibly and prudently undertake? Fourth, are we prepared for the long term? […] And finally, do we have national interests involved?” Calling a question a test, however, doesn’t make the answer to it any less subjective—or contentious. While there was relatively little opposition to Britain’s intervention in Kosovo in 1999 and in Sierra Leone a year later, the same could not be said for Iraq. Blair still won’t admit that Iraq missed his tests, although many others certainly do. But in talking, he did admit for the first time that “there were elements that were missing” from his original doctrine. He now wanted “very strongly” to add two more tests, narrowing the circumstances in which going to war is wise. The first—and most controversial—is to consider “if you’re going into a country, where there are going to be strong, Islamist influences at play… whose very purpose is to destabilise what you’re trying to do… who are prepared to kill and die in pursuit of that.” This, he said, is “what we found in Iraq and Afghanistan, what the Russians and Iranians and others found in Syria, and what the [Saudi-led] coalition forces are finding in Yemen.” His use of the very specific word “Islamists,” when “insurgents” would make the same point more generally, is telling. Blair’s second new test is public opinion at home. “I think it is difficult to do this if it’s going to be a long-term project, and your own country is divided about it.” Especially, he added, if there is a change in government “and the people who come after you have no particular interest in seeing that long-term project through.” These extra tests might seem almost custom-made to acknowledge the disaster of Iraq. All he wants to say about that conflict however is that it was “not a bad or ignoble mission.” From this account Blair seems unwilling to publicly acknowledge the implications of his two new tests. The Iraq invasion did have public support in 2003, but that support was shallow and did not last long, and soon the invasion was unpopular. So on the public opinion test, given what Blair says about a “long-term project”, Iraq would fail. And obviously it would fail on the “Islamist influences” test. Blair seems to be implying the UK should not have participated, even if he does not want to so explicitly. I’ve phrased it like that because, as Jon Davis and John Rentoul argue in their excellent new book on the Blair government, Heroes or Villains? The Blair Government Reconsidered, Blair is treated as if he were single-handedly responsible for what happened in Iraq, when in fact George W Bush was determined to invade anyway. Davis and Rentoul explain: In fact, the US government had already decided to invade Iraq and the decision for the British government was whether United Kingdom forces would join them. If it had decided that they should not, the invasion would have gone ahead anyway ... Nothing the British government decided would have made much difference to what happened in Iraq, or to the bloodshed that followed the invasion, or to subsequent events, such as the rise of Islamic State across the Iraqi-Syria border ... Indeed [if the UK had not participated in the invasion] British troops would probably have been sent to Iraq as part of the UN-endorsed occupation afterwards, and the situation would have been roughly the same as it is today. This is what John McDonnell, the shadow chancellor, told the Press Association this morning about the advert placed by Labour peers attacking Jeremy Corbyn’s record on antisemitism. Adverts in the Guardian are quite expensive ... they could have used it on a Jewish charity tackling antisemitism, for example. But that’s the way they want to communicate, they’ve done it. I’d have rather they just picked up the phone and came and met Jeremy. This is what Jeremy Corbyn’s spokesman said about the antisemitism row after PMQs. I think the polling shows it is completely rampant among members of the Conservative party, who are currently choosing Britain’s next prime minister, on a scale far, far, far bigger than the incidents of antisemitism in the Labour party. And I think as a matter of anti-racist commitment it’s essential that that is properly dealt with and at the moment there is no sign of that taking place. This is what the Press Association has filed about PMQs exchanges between Theresa May and Jeremy Corbyn. Theresa May and Jeremy Corbyn trashed each other’s record in dealing with allegations of racism within their parties during Prime Minister’s Questions. May switched focus on to Labour’s approach to antisemitism after Corbyn began by asking about the government’s record on climate change. Labour leader pushed back with criticism of the Conservative party’s response to Islamophobia and the views of some of its members. On climate change, he also claimed that at the current rate the government will not meet its 2050 net zero emissions target “until 2099” - warning at this point it will be “too late for our planet and our children”. Speaking in the Commons, Corbyn started by asking why the government had been accused of “coasting” over climate change, to which the prime minister replied: “The government has a fine record on climate change, including our recent legislation on net zero emissions. “But there is an issue that needs to be addressed in this house, and before [Corbyn] stands up and parades himself as the champion of climate change or the champion of the people or the defender of equality and fairness, he needs to apologise for his failure to deal with racism in the Labour party.” May held up a newspaper advertisement, telling MPs: “Just today, 60 distinguished members of the Labour party have written in the newspapers ‘the Labour party welcomes everyone ... except, it seems, Jews. This is your legacy Mr Corbyn. You still haven’t opened your eyes. You still haven’t told the whole truth. You still haven’t accepted your responsibility. You have failed the test of leadership’. “Apologise now.” Corbyn replied: “This party was the first to introduce anti-racist legislation into law in Britain. “This party totally opposes racism in any form whatsoever. “Antisemitism has no place in our society, no place in any of our parties, and no place in any of our dialogue. Neither does any other form of racism. “And when 60% of Tory party members think Islam is a threat to Western civilisation, and the prime minister has said she will act on Islamophobia within her own party, I hope she does. “I look forward to that being dealt with as we deal with any racism that occurs within our own party as well” ... In his final remarks, Corbyn said: “Air pollution levels breached legal limits in 37 of the 43 areas of this country. Two-thirds of our children are growing up in an area where pollution breaches legal limits. This crisis is literally suffocating our children and damaging their health. Once again, this government is dodging its responsibility, while Labour leads the way. May, in her reply, highlighted tens of thousands of new jobs linked to renewables and clean growth before warning she would not take “any lectures” from Labour on the issue. She went on: “He talks about dodging responsibility - the person who has been dodging his responsibility during this PMQs is [Corbyn]. “The real disgrace is his handling of racism in the Labour Party. “Activists protesting, MPs leaving, staff resigning. “What would his great heroes of Attlee, Bevan and Benn think? “Look what he has done to their party, we will never let him do it to our country.” These are from HuffPost’s Paul Waugh and the Daily Mirrors’ Pippa Crerar on what Jeremy Corbyn’s spokesman has been saying about the advert placed by Labour peers attacking Corbyn’s record on antisemitism. Here is a picture of the advert. PMQs - Snap verdict: By recent standards, that went rather well for Theresa May. It wasn’t a glorious triumph, and even on the Tory side there is precious little evidence of MPs willing to credit her with a legacy (if Roger Gale is the best you can get when looking for a character reference, see 12.25pm, you’re not doing well), but in the key encounter with Jeremy Corbyn, May assailed him unremittingly. You can argue that PMQs is meant to be about the PM defending her record, not the leader of the opposition defending his, but that rather misses that point that PMQs it not so much a career performance evaluation as a contest for political authority, and that means attacks on the opposition can be fair. Given the unusual circumstances, Labour peers taking out a newspaper advert to rubbish their own leader, May’s decision to go on about it was reasonable. Corbyn did not allow himself to be wholly derailed, and on air quality more than climate change, he had May in real difficulty, because she did not seem to have any defence to the points he was putting. But he was on the defensive throughout. In response to May’s jibes about antisemitism Corbyn could probably have made more of the point about 60% of Tory members thinking Islam is a threat to society (it wasn’t enough to raise the point - he should have challenged May to say whether she agreed with them) and the whole racism row eclipsed the arguments he was seeking to make. To the public at large it may not have been very edifying - two politicians arguing who’s the more racist - but May seemed to leave her MPs quite cheered by the exchanges, whereas Corbyn didn’t, and so on that metric she came out top. In recent PMQs Corbyn has said little about the probable next Tory leader, Boris Johnson. The SNP’s Ian Blackford has been much more willing to focus on the opponent his party will be facing in the autumn, and we saw that again today when he referenced Boris Johnson’s history of using racist language in newspaper columns. But it was only a short reference, and mostly what was strange about today was about how little was said about the Tory leadership contest, or the Brexit crisis that is likely to erupt soon afterwards. Earlier, after Philip Hammond labelled some of the Brexit thinking prevalent in the Johnson camp “terrifying” (see 10.29am), I said this was bound to come up at PMQs. It didn’t. It is almost as if the Commons is in denial about what might happen next. Perhaps that’s just as terrifying. Labour’s Kerry McCarthy asks about a constituent with spinal muscular atrophy. Recently May expressed the hope that he would be able to get the drug Spinraza. But he has not had a response yet, she says. Will May ensure he gets a response? May says she will ensure that McCarthy gets a response before she leaves office. And that’s it. The SNP’s John McNally asks about the seafood industry in Scotland. Longer delays for exports will lead to insurance costs going up, he says. May says her Brexit deal would have protected jobs. But the SNP did not support it, she says. The SNP’s Neil Gray asks about someone with learning difficulties who has had their disability benefit cut. Disability benefits have been cut four times faster than other benefits under this government, she says. May says spending on disability benefits is at a record high. And the number of disabled people in work has increased, she says. The SNP’s Kirsty Blackman says May has no right to be proud of her record on modern slavery. She says records show, according to a BuzzFeed investigation, only 16 out of 326 victims had their applications to stay in the UK approved. May says she makes no apologies for passing the Modern Slavery Act. Her government took this seriously when others did not. Nigel Evans, a Conservative, asks what the government is doing to promote LGBT rights abroad. May says she raised this issue at the Commonwealth heads of government meeting last year. She urged countries to change their laws, and she offered them UK support with this. The SNP’s Patrick Grady says the hostile environment of migrants will be May’s legacy. How can she spend millions on a marketing campaign saying Britain is great when for many traders from Africa the UK is closed. May says visas are an important tool to tackle illegal immigration. Visa applications from African nationals are at their highest level since 2013, she says. The SNP’s Chris Stephens asks May to intervene to stop asylum seekers being made homeless in Glasgow. May says the government takes the wellbeing of asylum seekers seriously. She says in Glasgow Serco has been providing accommodation to asylum seekers at its own expense. Those people then have to move on, she says. George Freeman, a Conservative, asks May if she agrees that Brexit should be a moonshot moment for British science. May says one of the first receptions she held at Number 10 was for Tim Peake, the astronaut. She says the UK is a global leader in science. Robert Halfon, a Conservative, says he recently met constituents who moved into Help to Buy homes build by Persimmon. The houses are shoddy, he says. He says his constituents view Persimmon as “crooks, cowboys and con artists”. May says developers should be building good quality housing under this scheme, Labour’s Virendra Sharma asks if May will work to ensure that the next government sticks not just to the letter of the 0.7% aid spending commitment, but its spirit too. May says she is proud of the government’s aid record. And this target is now in legislation, she says. She says the Conservatives committed to maintain it in their election manifesto. Rachel Maclean, a Conservative, asks about local prostate services in her constituency. May says she will consider the point raised. Labour’s Paula Sherriff says rail passengers in the north asks which has been delayed the longest - the Northern Powerhouse or the next train. Does she back renationalise the railway? May says the Northern Powerhouse is there. There is a record level of funding for transport in the north. Labour’s Sharon Hodgson says thousands of families will be worried about how to feed their childen over the school holiday, let alone take them on holiday. Will she ensure people who qualify for free school meals get free meals over the summer? May says a programme giving free meals and activities to children who get free school meals is being expanded this summer. Sir Roger Gale, a Conservative, says May is one of only three PMs on whose watch the world cup has been brought home. Will May allow herself the luxury of thinking history will treat her captaincy more kindly than those who have campaigned against her? May thanks Gale for his support. And she turns to the World Cup (which was not the point of Gale’s question.) The Tory Daniel Kawczynski asks about a health reorganisation in his constituency. May says the government thinks clinicians should have the final say. Ian Blackford, the SNP leader at Westminster, says May finally did the right thing this week when she criticised President Trump’s racist tweets. Will she now finally condemn her own racist ‘go home’ vans? May says she said at the time that those were too blunt an instrument. But the public expect the government to deal with immigration. Blackford says the Tories were silent when May implemented a hostile environment policy for immigrants. And they were silent about Boris Johnson’s racist newspaper columns. Isn’t the Tory MP Guto Bebb right to criticise the party for appealing to nationalism. Scotland looks on in horror. May says the only party appealing to blatant nationalism is the SNP. Corbyn says if all emissions were counted (ie, using the Labour approach), emissions would be more than 60% higher. The government promised to take action on air pollution in poorer areas. What action has been taken? May says the government’s air quality strategy is ambitious. Wonderful words, says Corbyn. But he says air pollution limits are broken in 37 out of 42 areas in this country. The Labour mayor of London is leading the way on better air quality. She says May promised action, but has not delivered. She has effectively banished onshore wind. When will this government face up and get a grip on this crisis. May says more than 400,000 jobs have been created in the renewable energy market. But she will not take any lectures when the last Labour government incentivised diesel. And Corbyn talks about dodging responsibility. But the real person dodging responsibility is Corbyn. What would Labour heroes like Attlee and Bevan think? What Corbyn is doing to Labour he must never be allowed to do to the country. Corbyn says May should look at her own record. She introduced “go home vans” when she was home secretary. He says the government will not meet its zero emissions target until 2099 at the current rate of progress. Still no apology, says May. She says the government has outperformed on some of her zero emission targets. Her party is acting on climate change, she says. She is dealing with the issues that matter to people. Corbyn needs to deal with the issues that matter to her party. Corbyn says Labour passed climate change legislation. He says the government has cut measures to help renewable energy. Labour would measure total UK emissions, including what is funded abroad. Will May match that? May says her government uses the international definiton. She says last year renewable energy use hit a record level. Jeremy Corbyn also congratulates the England team, but adds some praise for the New Zealand team too. Why did the Climate Change Committee accuse the government of coasting on climate change? May says the government has a good record on climate change. Switching subject, she says Corbyn must apologise for his record on antisemitism in the Labour party. She mentions the advert placed by Labour peers. She holds it up, and quotes from it. Corbyn says Labour was the first party to pass anti-racist legislation. Antisemitism has no place in the party he says. And he says 60% of Tory members think Islam is a threat to civilisation. He hopes May will deal with Islamphobia in her party, as he will deal with racism in his party. Going back to climate change, he quotes again from the Climate Change Committee. May quotes the committee chairman praising the UK’s record. She goes back to antisemitism. She says she deals with Islamophobia in her party. Any allegations are dealt with, unlike antisemitism in Labour. Corbyn can say what he wants. But last week Trevor Phillips, the former equalities commission chair, said Labour was like a textbook case of institutional racism. Sir Peter Bottomley, a Tory, asks about the a book looking at the involvement of criminals in the Olympics. And he asks about this report on the topic. May says police should investigate allegations of crime and corruption fairly. Theresa May starts by congratulating all those who she said took part in “a great weekend of sport”. She welcomed the England cricket team to Downing Street on Monday, she says. She says she told they they represented the best of Britain. Labour’s Lilian Greenwood says Notts County, the world’s oldest professional football club, is facing extinction. Will May urge the FA, the Football League and the national league to see if they can help. May says the government is not complacent. It will hold the football authorities to account. Inquiries should be made into the suitability of owners, she says. Here is the list of MPs down to ask a question. PMQs is starting in five minutes. The Brexit committee hearing is about to wrap up. Hilary Benn, the chairman, ends with some final questions. Q: If there is a no-deal Brexit, will EU fishermen lose the right to fish in British waters immediately? Steve Barclay says there is a difference between the legal position, and what the UK would seek to arrange. Q: Would the government ban French fishing waters from UK waters on 1 November under no-deal? Barclay says, legally, the UK would have control. But the government would try to agree a “continuity approach”. It would be in the country’s interests to have reciprocal arrangements. Barclay says, in the event of a no-deal Brexit, the government would seek to agree a ‘continuity approach’ on fishing, allowing EU boats continued access to British waters. Q: Why should firms prepare for no-deal if Boris Johnson is saying the chances of that are just a million to one? Barclay says the legal default is no-deal. In the committee Andrea Jenkyns, the Tory Brexiter, is asking the questions now. Q: What impact do you think the appointment of Ursula von der Leyen as the new European commission president will have on the Brexit process? Barclay says Von der Leyen has been German defence minister. She has a good understanding of what the UK can contribute to Europe’s security, he says. Here is the Labour MP David Lammy on Jacob Rees-Mogg’s Telegraph article about a no-deal Brexit. (See 10.29am.) The Tory MP Jonathan Djanogly goes next? Q: Would you put the chances of a no-deal Brexit at one million to one (Boris Johnson’s figure)? Barclay says the government has been doing a lot of work warning people about the prospects of no-deal. Q: You seem to be saying the chances are rather higher than one million to one. Barclay says there are 24 sitting days for the Commons in September and October. The withdrawal agreement bill is complicated, he says. He says you cannot programme business in the Lords. Q: What is your assessment of the likelihood of no-deal? Barclay says he thinks no-deal is “underpriced”. Barclay says no-deal Brexit is more likely than people assume. He refuses to back Boris Johnson’s claim that the chances of a no-deal Brexit are just one million to one. (Barclay is backing Johnson for the Tory leadership.) This is what Steve Barclay told MPs about his meeting with Michel Barnier, the EU’s chief Brexit negotiator, at the start of today’s hearing. (See 10.04am and 10.07am.) In terms of the withdrawal agreement, what I said was that the house had rejected it three times, including the third time by a significant margin; that the European election results in my view had further hardened attitudes across the house and that the text, unchanged, I did not envisage going through the house. I don’t think that was a particularly controversial observation. Barclay also claimed a lot of “misleading information” about his meeting had been published. The Labour MP Stephen Timms is asking questions now. Q: Would the UK lose access to EU police databases from day one under a no-deal Brexit? Barclay says that is a matter for discussion. The legal position is yes. But he says he thinks, if a no-deal looked as if it were going to happen, he thinks there would be a “renewed focus” on finding a solution. For example, he says the European arrest warrant system is used more by EU countries than by the UK. Barclay suggests British access to EU police and criminal databases could be maintained in the event of a no-deal Brexit. In the committee John Whittingdale, the Tory Brexiter, is asking the questions now. Q: Are Defra drawing up plans to compensate sheep farmers in the event of tariffs being imposed under a no-deal Brexit? Steve Barclay says a “significant amount” of work has been done. The government is “acutely aware” of the potential problems. Barclay confirms car manufacturers (see 10.16am) and sheep farmers could receive compensation in the event of a no-deal Brexit. Back in the committee, Steve Barclay was asked about Boris Johnson and Jeremy Hunt saying any withdrawal agreement containing a Northern Ireland backstop would be unacceptable. Barclay said it was not just Johnson and Hunt saying this. He said they were reflecting the views of parliament. Turning away from the Brexit committee for a moment, the Tory Brexiter Jacob Rees-Mogg has written an article in today’s Telegraph attacking claims that a no-deal Brexit will make the UK poorer. Here is an extract. Last week, the chancellor, Philip Hammond warned against a no-deal Brexit, suggesting it would cost the UK economy £90 billion. It is disappointing to see his predictions still so heavily reliant on the Treasury’s “Project Fear” economic model first published in November 2018 – especially when several recent models employed by economists independent of the government, notably the World Trade Model developed at Cardiff University, have found the opposite: that the total positive impact of no-deal could be in the region of about £80 billion. This £170 billion discrepancy can be accounted for by examining the assumptions fed into the Treasury model, which range from the absurd to the merely dubious. The most egregious is the failure to include the annual savings from no longer paying the £20 billion annual gross budget contribution to the EU. This omission tells you all you need to know about the Treasury’s pessimistic mindset ... Put simply, the idea that we will be poorer in the long-term and even in the short-term after Brexit is a myth. In response Hammond has posted a tweet saying it is “terrifying” that someone this close to the next government (Rees-Mogg is one of Boris Johnson’s leading parliamentary supporters, and could be offered a job in a Johnson government) can make these claims. We will be hearing more about this at PMQs, almost certainly. Peter Bone, a Tory Brexiter, goes next. Q: Does “no-deal” mean there would be no deals at all? No, says Barclay. He says there are some agreements in place that would operate in the event of no-deal. People use no-deal to mean the UK leaving without a withdrawal agreement, he says. Barclay says some side agreements with the EU would be in place in the event of a “no-deal” Brexit. Q: Is the government considering buying extra roll-on, roll-off ferry capacity? Barclay says a framework is in place to enable the government to purchase extra capacity. Q: Are you talking about ferries? Yes, says Barclay. Q: Do you accept the Treasury’s claim that a no-deal Brexit could cost £90bn? Barclay says that figure represents a cost going up to 2035. And it does not take into account any mitigating measures the Treasury might take. Q: Would the government compensate car manufacturers from the impact of tariffs that would be imposed under no-deal? Barclay says the government has been in discussion with the car industry. He says other policy decisions would have to be taken into account. The picture is “more nuanced” than Benn suggests, he says. What I’m saying is we are having extensive discussions with the industry, including the prime minister this week, because it is more nuanced ... Of course there will be impact, but the future trend is into areas such as electric vehicles and there’s a huge amount the government can do in those areas, it’s not just what we have got in terms of the status quo. Q: But a 10% tariff is not a nuance. It is a cost. Barclay says 80% of goods would be tariff free under the new regime. But the car sector would be affected. He says the tariffs on parts being imported would not be as high as Benn implies. Q: You imply this problem can be managed. But the evidence we have had from these sectors shows they are not relaxed. The Society of Motor Manufacturers and Traders says a no-deal Brexit is not an option. Barclay says it is factually incorrect to say no-deal is not an option. It would be disruptive, he says. But there would be mitigating things the government could do. They would not be a panacea, he says. He says the government would have to look at what support it could give to the industry. Barclay suggests the government is considering compensation for the car industry to make up for the impact of a no-deal Brexit. Benn asks about a claim from the president of the National Farmers Union that “a large percentage” of the country’s sheep would have to be slaughtered in the event of a no-deal Brexit because they could not be exported. Barclay says the government has been talking to the farming sector about this. He admits that some sectors of the economy would be damaged by a no-deal Brexit. Hilary Benn, the Labour MP who chairs the Brexit committee, asks about the Times’ story. (See 10.04am.) Steve Barclay says his meeting with Michel Barnier has been misrepresented. He says he was just making the point to Barnier that the withdrawal agreement as it stands would not get through parliament. He says all members of the committee would agree with this assessment. Steve Barclay, the Brexit secretary, has just started giving evidence to the Commons Brexit committee. There will be a live feed here. Barclay is going to to be asked about his meeting with Michel Barnier, the EU’s chief Brexit negotiator, in Brussels last week. According to the Times’ Bruno Waterfield, the encounter was acrimonious. Here is an extract from his story (paywall). Brussels is preparing for “brutal” talks with the next prime minister after the Brexit secretary told Michel Barnier five times during a bad-tempered meeting that the withdrawal agreement was dead. Stephen Barclay left Mr Barnier, the EU’s lead negotiator, astonished and dismayed in a “confrontational” exchange last Tuesday. “He told Barnier that the withdrawal agreement was dead — not once but five times,” a senior EU diplomat said. “If this is what is coming then we will be heading for no deal very quickly” ... One senior diplomat close to the negotiations said it was the most hostile encounter in three years since the Brexit referendum, adding that Mr Barclay had seemed to “tear up the previously constructive approach taken by Theresa May”. “It worked like a megaphone but it has hardened attitudes,” the diplomat said. “It is not the smart thing to do if a new prime minister is serious about getting a withdrawal agreement across the line. I guess Barclay is applying for a job in the Johnson cabinet.” There has been speculation that the pro-European Conservative MP Guto Bebb, who has announced that he is standing down at the next election because he does not like the direction in which his party is heading, might join the Liberal Democrats. Not true, he told Sky’s All Out Politics this morning. These stories keep appearing. It doesn’t matter how often I deny them, they keep appearing. I will not be joining the Liberal Democrats. Bebb also confirmed that, if necessary, he might be willing to vote against the government in a no confidence debate to stop a no-deal Brexit. He explained: My farming community would be devastated by a no-deal Brexit. So I’ll say very clearly, I was not elected to see a quarter of all the farmers in my constituency [Aberconwy] disappear. So I have been very clear. I would not want to do it [vote against the government on a no confidence motion]. But if I have to do something of that nature in order to stop the destruction of communities in my constituency, then it might have to come to that. On the Today programme this morning Andrea Leadsom, the Brexiter former leader of the Commons who is backing Boris Johnson for the Tory leadership, said she would not support any move to prorogue parliament to stop MPs trying to block a no-deal Brexit. Johnson has not ruled out trying this strategy. Leadsom said she would not back him if he did, although she also stressed that in practice she did not think it would happen. She said: I don’t think that prorogation is the right thing to do and I don’t think a prime minister would choose to do that. Asked if she would support Johnson if he did try this, she replied: “No, I don’t believe I would and I don’t believe it will happen.” John McDonnell, the shadow chancellor, is giving a speech this morning setting out the three strategies Labour would use to eliminate in-work poverty in the first term of a Jeremy Corbyn government. According to the briefing sent out in advance, he will set out three strategies the party would adopt. 1) Structural changes to the economy: including industrial strategy, a network of regional public banks, expanded trade union rights, a £10ph real living wage, workers on boards and public investment across the country 2) Public services free at the point of use paid for through taxation: ending austerity in existing public services, free school meals, free buses for young people, free childcare, restoring funding for public libraries, leisure centres and parks; 3) A strong social safety net: stopping the universal credit roll-out and fundamental review of our social security system, including an end to sanctions, establishing the principle of universalism and looking after each other in times of need. In his speech, McDonnell will also explain why Labour has abandoned promoting social mobility as its preferred means of addressing poverty. He will say: Behind the concept of social mobility is the belief that poverty is OK as long as some people are given the opportunity to climb out of it, leaving the others behind. I reject that completely, and want to see a society with higher living standards for everyone as well as one in which nobody lacks the means to survive or has to choose between life’s essentials. A rejection of the belief that it’s OK if your local factory closes, as long as you have cash transfers from the finance sector in the south east or a new warehouse opening on the edge of town paying minimum wage on its zero hour contracts. Ending poverty won’t just be done in the workplace: we need to make sure the essentials of life are never denied to people because of their circumstances. So parents aren’t forced to choose between feeding themselves and feeding their children or the unemployed teenager doesn’t give up on job interviews because they cost £5 in bus fares each time. Labour has already committed ourselves to ending sanctions and bringing work capability assessments in-house by medical professionals. But we also are asking ourselves more fundamental questions. We need a structurally different economy, a social safety net of shared public service provision, and of course a financial safety net as well. Without any one of these three elements, we will not be able to achieve the sustained eradication of poverty, the dramatic narrowing of inequality, and the transformation of people’s lives that will be the central purpose of the next Labour government. McDonnell will be speaking at the launch of the Resolution Foundation’s annual living standards audit. You can read the full report here, and Larry Elliott’s write-up here. Here is the agenda for the day. 9.30am: John McDonnell, the shadow chancellor, gives a speech on ending in-work poverty. As Rowena Mason reports, he will promise that Labour will eliminate the “modern-day scourge” of in-work poverty by the end of the party’s first full term back in office. 9.45am: Chris Grayling, the transport secretary, gives evidence to the Commons transport committee 10am: Stephen Barclay, the Brexit secretary, gives evidence to the Commons Brexit committee. 12pm: Theresa May faces Jeremy Corbyn at PMQs. Afternoon: May gives a speech on the state of politics. Late afternoon: Peers start debating the Northern Ireland (executive formation) bill. They are expected to vote on a move to beef up an amendment to the bill intended to stop the next PM proroguing parliament in the autumn to facilitate a no-deal Brexit. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "52150",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/17/celebrity-leader-how-vote-leave-harnessed-boris-johnson-effect",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-17T15:00:09Z",
    "webTitle": "'A celebrity, not a leader': how Vote Leave harnessed the Johnson effect",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/17/celebrity-leader-how-vote-leave-harnessed-boris-johnson-effect",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/17/celebrity-leader-how-vote-leave-harnessed-boris-johnson-effect",
    "fields": {
      "headline": "'A celebrity, not a leader': how Vote Leave harnessed the Johnson effect",
      "standfirst": "<p>The No 10 contender honed his PG Wodehouse persona through years of TV appearances – and voters lapped it up</p>",
      "trailText": "The No 10 contender honed his PG Wodehouse persona through years of TV appearances – and voters lapped it up",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"d4dac84f10c34705a2e68c86b5830edea868cd92\"> <img src=\"https://media.guim.co.uk/d4dac84f10c34705a2e68c86b5830edea868cd92/0_269_4370_2621/1000.jpg\" alt=\"Boris takes a selfie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>",
      "body": "<p>Boris Johnson’s unusual connection with the UK public first became obvious to the Labour Brexiter Gisela Stuart in May 2016 when they arrived in Cornwall on a major Vote Leave campaign event.</p> <p>Surrounded by a media scrum, the backbench MPs descended together from the infamous red Vote Leave bus – adorned with a pledge to spend £350m a week on a post-Brexit NHS – and were handed top-heavy soft vanilla scoops on thin wafer cones.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jul/17/boris-johnson-gaff-prone-character-controversies\">Beastliness, buses and blunders: Boris Johnson's career in gaffes</a> </p> </aside>  <p>As they struggled through local traders and well wishers shouting the word “Boris”, they both realised that the ice creams were melting on a warm spring day quicker than they could be consumed.</p> <p>“All I could think was ‘this is going to start dripping everywhere but it won’t look good if we throw them away’,” said Stuart, who was then the chair of the Vote Leave campaign.</p> <p>At that moment, a mature, well dressed woman walked out of the crowd and headed for Johnson.</p> <p>“This lady said ‘Mr Johnson, may I eat the rest of your ice cream for you?’,” said Stuart. Johnson handed the ice cream over and she devoured it.</p> <p>Stuart, who campaigned with Tony Blair in 1997, said that kind of impromptu, giddy exchange was replicated over the six weeks of the campaign. He was an invaluable asset to Vote Leave, she said.</p> <p>“How often have you seen a member of the public thrilled to be eating a politician’s half-eaten ice cream, and a politician so at ease that he would hand it over?” she said.</p>  <figure class=\"element element-image\" data-media-id=\"437b8e2e3f0dc5229767803efd732559b2e98eff\"> <img src=\"https://media.guim.co.uk/437b8e2e3f0dc5229767803efd732559b2e98eff/0_0_3000_1800/1000.jpg\" alt=\"Boris Johnson receives a kiss during a London mayoral campaign walkabout in Chingford east London, in April 2008.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson receives a kiss during a London mayoral campaign walkabout in Chingford east London, in April 2008.</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> </figcaption> </figure>  <p>A Daily Telegraph newspaper columnist and former Spectator editor, Johnson was seen as a vote winner among Tory activists after retaining the mayoralty of London, traditionally a Labour-leaning city. He had returned to the backbenches as MP for Uxbridge and South Ruislip to search for a top job in government and was seen by many as a leader in waiting.</p> <p>Fellow senior figures in the Vote Leave campaign said they had priced in Johnson’s weaknesses – that he could attract widespread condemnation for offensive gaffes and that he might struggle with detail.</p> <p>It caused concern in Vote Leave’s headquarters – but little shock – when four days after that visit to Cornwall, Johnson gave an interview <a href=\"https://www.theguardian.com/politics/2016/may/16/tories-divided-by-boris-johnsons-eu-hitler-comparison\">in which he compared the EU to Adolf Hitler</a>.</p> <p>“Napoleon, Hitler, various people tried this out, and it ends tragically. The EU is an attempt to do this by different methods,” Johnson told the Sunday Telegraph. Holocaust victims and war heroes stepped forward to condemn him.</p> <p>Asked about the damage from this particular comparison, Bavarian-born Stuart paused, and then replied: “I have a long-standing piece of advice to politicians of all backgrounds – keep your references to the Third Reich to between 1939 and 45. They rarely listen to my advice. ”</p> <p>Perhaps Johnson’s most controversial comments came a month earlier, when he wrote in a Daily Telegraph column that Barack Obama’s “part-Kenyan” heritage <a href=\"https://www.theguardian.com/politics/2016/apr/22/boris-johnson-barack-obama-kenyan-eu-referendum\">had driven him towards anti-British sentiment</a>.</p> <p>Following a plea from the then US president for the UK to stay in the EU, Johnson wrote that Obama had removed a bust of Winston Churchill from the Oval Office – a claim which had already been debunked by the Washington Post.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"d9a0df187fe5b5b227f5a6a4178e675fea0685e3\"> <img src=\"https://media.guim.co.uk/d9a0df187fe5b5b227f5a6a4178e675fea0685e3/0_0_5184_3456/1000.jpg\" alt=\"Lawyer and Johnson’s wife, Marina Wheeler (left), helps as the then foreign secretary boards a rowing boat with the Czech Republic’s deputy foreign minister, Ivo Sramek.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson’s wife, Marina Wheeler, helps as the then foreign secretary boards a rowing boat with the Czech Republic’s deputy foreign minister, Ivo Sramek.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>  <p>Regardless of the facts, Johnson wrote: “Some said it was a snub to Britain. Some said it was a symbol of the part-Kenyan president’s ancestral dislike of the British empire – of which Churchill had been such a fervent defender.”</p> <p>Did such comments upset those in Vote Leave? Not really, according to one source who worked with him during the referendum campaign. “Johnson is expected to make risqué remarks from a bygone era. It probably helped to highlight the fact that we were ready face down our allies – not a bad position when you are arguing for sovereignty,” the source said.</p> <p>A former confidante of Johnson said he was aware that he could get away with insults and borderline racist comments. “The bonhomie, the sub-PG Wodehouse schtick, the <a href=\"https://www.theguardian.com/tv-and-radio/2017/jul/17/when-good-tv-goes-bad-have-got-news-for-you\">Have I Got News For You</a> appearances, they have given him a protective force field. Otherwise unpalatable ideas that would kill off a fledgling political career can be discussed. He knows it,” the former colleague said.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"8daa4f6b7d891cc8596bc5af13b7f4cc1d9d1fc3\"> <img src=\"https://media.guim.co.uk/8daa4f6b7d891cc8596bc5af13b7f4cc1d9d1fc3/0_58_768_461/500.jpg\" alt=\"Boris Johnson with Paul Merton on the television programme Have I got news for you.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Sub-PG Wodehouse schtick’ … Johnson with Paul Merton on BBC comedy show Have I Got News for You.</span> <span class=\"element-image__credit\">Photograph: Video Grab/BBC</span> </figcaption> </figure>  <p>Johnson’s decision in February 2016 to campaign against <a href=\"https://www.theguardian.com/politics/gallery/2016/feb/22/boris-johnson-david-cameron-bullingdon-brexit-pictures\">his Eton school chum and rival David Cameron</a> and back the campaign to leave was carefully calculated with an eye on a possible future move to become prime minister, one former aide said.</p> <p>“He knew that either way, campaigning to leave would give him the support that a leader needs across the party’s members,” one Tory adviser said.</p> <p>Having argued in favour of reforming the EU for many years while also being critical of its impositions on UK sovereignty, Johnson drew up three separate articles for his weekly Daily Telegraph column – two arguing to leave, <a href=\"https://www.theguardian.com/politics/2016/oct/16/secret-boris-johnson-column-favoured-uk-remaining-in-eu\">and another to remain in the EU</a>.</p> <p>His remain article, which was later uncovered by the Sunday Times, concluded: “This is a market on our doorstep, ready for further exploitation by British firms. The membership fee seems rather small for all that access. Why are we so determined to turn our backs on it?”</p> <p>Disclosure of the contradictory articles changed Cameron’s supporters’ views on Johnson. “Before, his decision to campaign to leave was seen as an act that was at least in part rooted in principle. After the remain article was uncovered, his decision was viewed as a cynical ploy to reach No 10. Grubby,” said one.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/feb/21/boris-backs-brexit-video\"            data-short-url=\"https://gu.com/p/4hvch\"                    data-show-ads=\"true\"            data-video-id=\"2460716\"            data-video-name=\"Boris backs Brexit – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-56c9fe3be4b041c56e71d4c5\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/02/21/160221boris_desk.mp4\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11263719&amp;format=video/webm\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/02/21/160221boris_large.3gp\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/02/21/160221boris.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/02/21/160221boris_small.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/feb/21/boris-backs-brexit-video\">Boris backs Brexit</a></figcaption> </figure>   <p>It was one of the leave articles that was published in the Daily Telegraph hours after Johnson had left his home in Islington, north London to declare that he was going to support exiting the EU.</p> <p>Johnson’s <a href=\"https://www.theguardian.com/politics/2016/feb/21/boris-johnson-joins-campaign-to-leave-eu\">decision to campaign to leave the EU</a> rattled Cameron. The following day, the then prime minister released a statement to parliament saying “I have no other agenda than what is good for my country”, which was widely interpreted as a criticism of Johnson’s ambition.</p> <p>Tensions between the two former Bullingdon Club members heightened again over the kind of relationship the UK could have with the EU after Brexit.</p> <p>Cameron ridiculed Johnson’s recent conversion to a Canada-style Brexit model having previously been in favour of a Norway-style deal in which the UK would still pay money to the EU.</p> <p>“They [the Vote Leave campaign] are <a href=\"https://www.theguardian.com/politics/2016/mar/15/cameron-accuses-boris-johnson-of-literally-making-it-up-on-brexit\">literally making it up as they go along</a>,” the then prime minister said.</p> <p>“They are rolling the dice, they are taking a risk and they are taking a risk with people’s jobs, taking a risk with families’ finances.”</p> <p>One of the problems facing Cameron and the official Stronger In campaign was Johnson’s untouchability in the eyes of the public.</p>  <figure class=\"element element-image\" data-media-id=\"d37466a180c661081a37340a47daed8e04a3834c\"> <img src=\"https://media.guim.co.uk/d37466a180c661081a37340a47daed8e04a3834c/0_0_3500_2315/1000.jpg\" alt=\"David Cameron and Johnson on the campaign trail in 2014.\" width=\"1000\" height=\"661\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Cameron and Johnson on the campaign trail in 2014.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>Focus groups showed that he was not judged on the same criteria as other politicians, particularly among undecided voters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/17/boris-johnson-support-eu-revealed-leon-brittan-widow-letter\">Boris Johnson's support for EU revealed in Leon Brittan letter</a> </p> </aside>  <p>According to Ryan Coetzee, the director of strategy for the campaign to remain in the EU, Johnson was judged “as a celebrity, not a leader” – a clever, ambitious actor. “Some take him seriously, some don’t but all of them discount his blunders and gaffs [sic] with ‘But that’s Boris’. He’s seen as fake but cleverly so,” Coetzee wrote in a memo to staff in May 2016.</p> <p>On the morning of 24 June, after the referendum result had become clear, Cameron dramatically resigned in front of cameras in Downing Street, sparking a leadership race in which Johnson was the clear favourite.</p> <p>An hour later, Johnson appeared at a news conference in Vote Leave’s offices across the river from the Houses of Parliament.</p> <p>Johnson looked pale and stunned as he attempted to reassure the markets <a href=\"https://www.theguardian.com/politics/video/2016/jun/24/boris-johnson-no-need-for-haste-in-leaving-eu-video\">with a sombre speech</a>. “I believe the British people have spoken up for democracy in Britain and across Europe and we can be proud of the result,” he said.</p> <p>Those who worked with him on the campaign say he played a crucial role in the victory, a role which was very much front of house – at press conferences, campaign events and TV debates.</p>  <figure class=\"element element-image\" data-media-id=\"daeab21b08b2f569ee7ccfdbac39767b000154a2\"> <img src=\"https://media.guim.co.uk/daeab21b08b2f569ee7ccfdbac39767b000154a2/0_0_2260_1492/1000.jpg\" alt=\"Johnson Boris Johnson yawns in the early hours after winning the Henley seat for the Conservatives in 2001.\" width=\"1000\" height=\"660\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson yawns in the early hours after winning the Henley seat for the Conservatives in 2001.</span> <span class=\"element-image__credit\">Photograph: Tim Ockenden/PA</span> </figcaption> </figure>  <p>Gisela Stuart, who partnered Johnson in ITN’s EU television debate vs Amber Rudd, Angela Eagle and Nicola Sturgeon, said: “Once you had him in the room preparing for this debate he totally and utterly engaged with the task in hand. There was no hint of a prima donna.”</p> <p>Doubts remain over whether Johnson is willing or able to involve himself in detailed discussions around policy and strategy.</p> <p>Insiders said that he very rarely contributed in the office, happy to leave those conversations to the likes of Michael Gove, Matthew Elliott and Dominic Cummings.</p> <p>Critics from his own party believe his failure to get involved in the detail reinforces suspicions that he is incapable of serious political interventions.</p> <p>Sir Alan Duncan, the foreign office minister and a noted critic of Johnson, told the Guardian: “It does appear that he is happiest when he is hanging on a zip wire of some sort, waving little flags, while others do the real work.”</p>",
      "newspaperPageNumber": "12",
      "wordcount": "1474",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-07-17T15:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:39Z",
      "newspaperEditionDate": "2019-07-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqf2v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d4dac84f10c34705a2e68c86b5830edea868cd92/0_269_4370_2621/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson’s unusual connection with the UK public first became obvious to the Labour Brexiter Gisela Stuart in May 2016 when they arrived in Cornwall on a major Vote Leave campaign event. Surrounded by a media scrum, the backbench MPs descended together from the infamous red Vote Leave bus – adorned with a pledge to spend £350m a week on a post-Brexit NHS – and were handed top-heavy soft vanilla scoops on thin wafer cones. As they struggled through local traders and well wishers shouting the word “Boris”, they both realised that the ice creams were melting on a warm spring day quicker than they could be consumed. “All I could think was ‘this is going to start dripping everywhere but it won’t look good if we throw them away’,” said Stuart, who was then the chair of the Vote Leave campaign. At that moment, a mature, well dressed woman walked out of the crowd and headed for Johnson. “This lady said ‘Mr Johnson, may I eat the rest of your ice cream for you?’,” said Stuart. Johnson handed the ice cream over and she devoured it. Stuart, who campaigned with Tony Blair in 1997, said that kind of impromptu, giddy exchange was replicated over the six weeks of the campaign. He was an invaluable asset to Vote Leave, she said. “How often have you seen a member of the public thrilled to be eating a politician’s half-eaten ice cream, and a politician so at ease that he would hand it over?” she said. A Daily Telegraph newspaper columnist and former Spectator editor, Johnson was seen as a vote winner among Tory activists after retaining the mayoralty of London, traditionally a Labour-leaning city. He had returned to the backbenches as MP for Uxbridge and South Ruislip to search for a top job in government and was seen by many as a leader in waiting. Fellow senior figures in the Vote Leave campaign said they had priced in Johnson’s weaknesses – that he could attract widespread condemnation for offensive gaffes and that he might struggle with detail. It caused concern in Vote Leave’s headquarters – but little shock – when four days after that visit to Cornwall, Johnson gave an interview in which he compared the EU to Adolf Hitler. “Napoleon, Hitler, various people tried this out, and it ends tragically. The EU is an attempt to do this by different methods,” Johnson told the Sunday Telegraph. Holocaust victims and war heroes stepped forward to condemn him. Asked about the damage from this particular comparison, Bavarian-born Stuart paused, and then replied: “I have a long-standing piece of advice to politicians of all backgrounds – keep your references to the Third Reich to between 1939 and 45. They rarely listen to my advice. ” Perhaps Johnson’s most controversial comments came a month earlier, when he wrote in a Daily Telegraph column that Barack Obama’s “part-Kenyan” heritage had driven him towards anti-British sentiment. Following a plea from the then US president for the UK to stay in the EU, Johnson wrote that Obama had removed a bust of Winston Churchill from the Oval Office – a claim which had already been debunked by the Washington Post. Regardless of the facts, Johnson wrote: “Some said it was a snub to Britain. Some said it was a symbol of the part-Kenyan president’s ancestral dislike of the British empire – of which Churchill had been such a fervent defender.” Did such comments upset those in Vote Leave? Not really, according to one source who worked with him during the referendum campaign. “Johnson is expected to make risqué remarks from a bygone era. It probably helped to highlight the fact that we were ready face down our allies – not a bad position when you are arguing for sovereignty,” the source said. A former confidante of Johnson said he was aware that he could get away with insults and borderline racist comments. “The bonhomie, the sub-PG Wodehouse schtick, the Have I Got News For You appearances, they have given him a protective force field. Otherwise unpalatable ideas that would kill off a fledgling political career can be discussed. He knows it,” the former colleague said. Johnson’s decision in February 2016 to campaign against his Eton school chum and rival David Cameron and back the campaign to leave was carefully calculated with an eye on a possible future move to become prime minister, one former aide said. “He knew that either way, campaigning to leave would give him the support that a leader needs across the party’s members,” one Tory adviser said. Having argued in favour of reforming the EU for many years while also being critical of its impositions on UK sovereignty, Johnson drew up three separate articles for his weekly Daily Telegraph column – two arguing to leave, and another to remain in the EU. His remain article, which was later uncovered by the Sunday Times, concluded: “This is a market on our doorstep, ready for further exploitation by British firms. The membership fee seems rather small for all that access. Why are we so determined to turn our backs on it?” Disclosure of the contradictory articles changed Cameron’s supporters’ views on Johnson. “Before, his decision to campaign to leave was seen as an act that was at least in part rooted in principle. After the remain article was uncovered, his decision was viewed as a cynical ploy to reach No 10. Grubby,” said one. It was one of the leave articles that was published in the Daily Telegraph hours after Johnson had left his home in Islington, north London to declare that he was going to support exiting the EU. Johnson’s decision to campaign to leave the EU rattled Cameron. The following day, the then prime minister released a statement to parliament saying “I have no other agenda than what is good for my country”, which was widely interpreted as a criticism of Johnson’s ambition. Tensions between the two former Bullingdon Club members heightened again over the kind of relationship the UK could have with the EU after Brexit. Cameron ridiculed Johnson’s recent conversion to a Canada-style Brexit model having previously been in favour of a Norway-style deal in which the UK would still pay money to the EU. “They [the Vote Leave campaign] are literally making it up as they go along,” the then prime minister said. “They are rolling the dice, they are taking a risk and they are taking a risk with people’s jobs, taking a risk with families’ finances.” One of the problems facing Cameron and the official Stronger In campaign was Johnson’s untouchability in the eyes of the public. Focus groups showed that he was not judged on the same criteria as other politicians, particularly among undecided voters. According to Ryan Coetzee, the director of strategy for the campaign to remain in the EU, Johnson was judged “as a celebrity, not a leader” – a clever, ambitious actor. “Some take him seriously, some don’t but all of them discount his blunders and gaffs [sic] with ‘But that’s Boris’. He’s seen as fake but cleverly so,” Coetzee wrote in a memo to staff in May 2016. On the morning of 24 June, after the referendum result had become clear, Cameron dramatically resigned in front of cameras in Downing Street, sparking a leadership race in which Johnson was the clear favourite. An hour later, Johnson appeared at a news conference in Vote Leave’s offices across the river from the Houses of Parliament. Johnson looked pale and stunned as he attempted to reassure the markets with a sombre speech. “I believe the British people have spoken up for democracy in Britain and across Europe and we can be proud of the result,” he said. Those who worked with him on the campaign say he played a crucial role in the victory, a role which was very much front of house – at press conferences, campaign events and TV debates. Gisela Stuart, who partnered Johnson in ITN’s EU television debate vs Amber Rudd, Angela Eagle and Nicola Sturgeon, said: “Once you had him in the room preparing for this debate he totally and utterly engaged with the task in hand. There was no hint of a prima donna.” Doubts remain over whether Johnson is willing or able to involve himself in detailed discussions around policy and strategy. Insiders said that he very rarely contributed in the office, happy to leave those conversations to the likes of Michael Gove, Matthew Elliott and Dominic Cummings. Critics from his own party believe his failure to get involved in the detail reinforces suspicions that he is incapable of serious political interventions. Sir Alan Duncan, the foreign office minister and a noted critic of Johnson, told the Guardian: “It does appear that he is happiest when he is hanging on a zip wire of some sort, waving little flags, while others do the real work.”",
      "charCount": "8647",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/17/philip-hammond-terrified-by-jacob-rees-mogg-claim-of-no-deal-brexit-boost",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-17T11:40:13Z",
    "webTitle": "Hammond 'terrified' by Rees-Mogg claim of no-deal Brexit boost",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/17/philip-hammond-terrified-by-jacob-rees-mogg-claim-of-no-deal-brexit-boost",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/17/philip-hammond-terrified-by-jacob-rees-mogg-claim-of-no-deal-brexit-boost",
    "fields": {
      "headline": "Hammond 'terrified' by Rees-Mogg claim of no-deal Brexit boost",
      "standfirst": "<p>Chancellor rubbishes claim by Boris Johnson ally that no-deal exit could boost economy by £80bn</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news\">Latest politics news - live updates</a></li></ul>",
      "trailText": "Chancellor rubbishes claim by Boris Johnson ally that no-deal exit could boost economy by £80bn",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"7f1ca5c2da7a7b0f0a68114c44a5cabe72f065c0\"> \n <img src=\"https://media.guim.co.uk/7f1ca5c2da7a7b0f0a68114c44a5cabe72f065c0/675_78_1653_992/1000.jpg\" alt=\"Philip Hammond\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Philip Hammond said it was ‘terrifying that someone this close to a potential future government can think we’d actually be better off by adding barriers to access to our largest market’.</span> \n  <span class=\"element-image__credit\">Photograph: Luke Dray/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Philip Hammond, the chancellor, has said it is “terrifying” that one of Boris Johnson’s close allies, Jacob Rees-Mogg, believes a no-deal Brexit will boost the economy.</p> \n<p>The chancellor, who is expected to exit the government next week, expressed his horror after Rees-Mogg used a Daily Telegraph opinion piece to dismiss the “pure silliness” of Treasury forecasts suggesting a £90bn hit to the economy.</p> \n<p>Rees-Mogg claimed there were <a href=\"https://www.telegraph.co.uk/politics/2019/07/16/philip-hammonds-negative-view-no-deal-brexit-pure-silliness/\">economic models</a> that showed “the total positive impact of no deal could be in the region of about £80bn”.</p> \n<p>Hammond hit back at the argument, saying on Twitter: “Happy to debate scale of negative impact of no deal on the economy – but terrifying that someone this close to a potential future government can think we’d actually be better off by adding barriers to access to our largest market.”</p> \n<p>Rees-Mogg told the Guardian this was part of “project fear”, which he claimed had been “consistently wrong”, adding that his article made clear that the “barriers to trade that the chancellor is fretting about would be against World Trade Organization rules, while he ignores the benefits of future trade deals”.</p> \n<p>The clash highlights the looming problems that Johnson is likely to have as prime minister if he wins the Tory leadership contest next week.</p> \n<p>He has said he wants a deal with the EU that scraps the Northern Ireland backstop by the end of October, but if that fails, many of his Eurosceptic backers are keen to proceed to a no-deal Brexit.</p> \n<p>Hammond is one of many senior Tories on the other wing of the party who will fight hard against that outcome, with the chancellor even suggesting he could vote down his own government to stop it.</p> \n<p>Johnson has not ruled out proroguing parliament to achieve a no-deal exit but Andrea Leadsom, one of his backers, suggested she was among those who <a href=\"https://www.theguardian.com/politics/2019/jul/17/andrea-leadsom-refuses-to-back-boris-johnson-proroguing-parliament-no-deal-brexit\">would not support</a> that and did not believe he would go for it.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8155cfc9-4f92-4da0-8485-66257baf0e4f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Prorogation is the official term that marks the end of a parliamentary session. After being advised to do so by the prime minister, the Queen formally prorogues parliament. This takes the form of an announcement in the House of Lords on the Queen’s behalf. It is a speech, written by the government, which usually describes the bills that have been passed during that session and summarises what has been achieved.</p>\n    <p>It means that all work on existing legislation stops, and MPs and Lords stop sitting. Prorogation also automatically kills any bills, early day motions or questions to ministers going through parliament.&nbsp;</p>\n    <p>Parliament can then be reopened a few days later with a fresh slate of legislation intentions, set out in a new Queen’s speech at the formal state opening of parliament.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Stephen Barclay, the Brexit secretary and a supporter of Johnson, told a Commons committee on Wednesday that no-deal Brexit was “underpriced” and he believes preparations needed to be ramped up.</p> \n<p>Following reports that he clashed last week with Michel Barnier, the EU’s chief Brexit negotiator, by telling him the EU withdrawal agreement was dead, Barclay said this was “not a controversial observation”.</p> \n<p>“In terms of the withdrawal agreement, what I said was that the House had rejected it three times, including the third time by a significant margin; that the European election results in my view had further hardened attitudes across the house and that the text, unchanged, I did not envisage going through the house,” he said.</p> \n<p>He said: “A no-deal Brexit would be disruptive,” but added: “No Brexit is the worst of those two outcomes.”</p> \n<p>Barclay also revealed that the government was looking at compensating sheep farmers in the event of a no-deal Brexit, following warnings from the National Farmers’ Union that this would result in shepherds being forced to slaughter their flocks because there would be no market for their meat.</p> \n<p>He said the sheep meat industry was an “outlier” because 97% of exports went to the EU but the government was working on intervention measures and compensation.</p> \n<p>Barclay set out his view that parliament would be asked to vote on any new deal achieved by the next prime minister, and then if that was rejected, it would be offered a choice of revoking Brexit or leaving with no deal.</p> \n<p>“But the question then will be is there a deal that is palatable to parliament and if not will parliament vote to revoke or will we leave with no deal?”</p> \n<p>However, any prime minister going down that path could face a no-confidence motion first. Tory backbenchers fighting a hard Brexit, including Hammond, Dominic Grieve, Justine Greening and Guto Bebb, would have to weigh up whether to vote to bring down their own government and risk a general election rather than allow the UK to depart on no-deal terms.</p>",
      "wordcount": "662",
      "firstPublicationDate": "2019-07-17T11:40:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:40Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqj8k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7f1ca5c2da7a7b0f0a68114c44a5cabe72f065c0/675_78_1653_992/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Philip Hammond, the chancellor, has said it is “terrifying” that one of Boris Johnson’s close allies, Jacob Rees-Mogg, believes a no-deal Brexit will boost the economy. The chancellor, who is expected to exit the government next week, expressed his horror after Rees-Mogg used a Daily Telegraph opinion piece to dismiss the “pure silliness” of Treasury forecasts suggesting a £90bn hit to the economy. Rees-Mogg claimed there were economic models that showed “the total positive impact of no deal could be in the region of about £80bn”. Hammond hit back at the argument, saying on Twitter: “Happy to debate scale of negative impact of no deal on the economy – but terrifying that someone this close to a potential future government can think we’d actually be better off by adding barriers to access to our largest market.” Rees-Mogg told the Guardian this was part of “project fear”, which he claimed had been “consistently wrong”, adding that his article made clear that the “barriers to trade that the chancellor is fretting about would be against World Trade Organization rules, while he ignores the benefits of future trade deals”. The clash highlights the looming problems that Johnson is likely to have as prime minister if he wins the Tory leadership contest next week. He has said he wants a deal with the EU that scraps the Northern Ireland backstop by the end of October, but if that fails, many of his Eurosceptic backers are keen to proceed to a no-deal Brexit. Hammond is one of many senior Tories on the other wing of the party who will fight hard against that outcome, with the chancellor even suggesting he could vote down his own government to stop it. Johnson has not ruled out proroguing parliament to achieve a no-deal exit but Andrea Leadsom, one of his backers, suggested she was among those who would not support that and did not believe he would go for it. Stephen Barclay, the Brexit secretary and a supporter of Johnson, told a Commons committee on Wednesday that no-deal Brexit was “underpriced” and he believes preparations needed to be ramped up. Following reports that he clashed last week with Michel Barnier, the EU’s chief Brexit negotiator, by telling him the EU withdrawal agreement was dead, Barclay said this was “not a controversial observation”. “In terms of the withdrawal agreement, what I said was that the House had rejected it three times, including the third time by a significant margin; that the European election results in my view had further hardened attitudes across the house and that the text, unchanged, I did not envisage going through the house,” he said. He said: “A no-deal Brexit would be disruptive,” but added: “No Brexit is the worst of those two outcomes.” Barclay also revealed that the government was looking at compensating sheep farmers in the event of a no-deal Brexit, following warnings from the National Farmers’ Union that this would result in shepherds being forced to slaughter their flocks because there would be no market for their meat. He said the sheep meat industry was an “outlier” because 97% of exports went to the EU but the government was working on intervention measures and compensation. Barclay set out his view that parliament would be asked to vote on any new deal achieved by the next prime minister, and then if that was rejected, it would be offered a choice of revoking Brexit or leaving with no deal. “But the question then will be is there a deal that is palatable to parliament and if not will parliament vote to revoke or will we leave with no deal?” However, any prime minister going down that path could face a no-confidence motion first. Tory backbenchers fighting a hard Brexit, including Hammond, Dominic Grieve, Justine Greening and Guto Bebb, would have to weigh up whether to vote to bring down their own government and risk a general election rather than allow the UK to depart on no-deal terms.",
      "charCount": "3902",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/17/boris-johnson-hide-city-hall-not-number-10",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-17T05:00:52Z",
    "webTitle": "Boris Johnson could hide as a columnist and at City Hall. He can’t in No 10 | George Pitcher",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/17/boris-johnson-hide-city-hall-not-number-10",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/17/boris-johnson-hide-city-hall-not-number-10",
    "fields": {
      "headline": "Boris Johnson could hide as a columnist and at City Hall. He can’t in No 10",
      "standfirst": "Behind the artfully tousled hair and clownish exterior is an indolent narcissist who will be found out in Downing Street",
      "trailText": "Behind the clownish exterior is an indolent narcissist who will be found out in Downing Street, says George Pitcher, former secretary for public affairs to the archbishop of Canterbury",
      "byline": "George Pitcher",
      "main": "<figure class=\"element element-image\" data-media-id=\"d23353887296785c44a68151669f49da74bc0080\"> <img src=\"https://media.guim.co.uk/d23353887296785c44a68151669f49da74bc0080/0_179_5375_3225/1000.jpg\" alt=\"Boris Johnson leaves the stage after addressing Conservative Party members during a hustings on July 13, 2019 in Colchester, England\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘He quite deliberately mussed up his hair and adopted his public persona of Blustering Boris.’ Boris Johnson at a hustings for Conservative party members in Colchester.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Ahead of the London mayoral election of May 2012, I was invited to chair a hustings at St James’s Church in Piccadilly. The main attractions were Boris Johnson, seeking his second term, and his doughty detractor Ken Livingstone, alongside their good-natured warm-up acts of Jenny Jones for the Green party and Brian Paddick for the Lib Dems.</p> <p>Before we took the stage, there was a drinks reception in the rectory. Boris Johnson was holding court, but greeted me to listen to my proposed rules of engagement and graciously remembered that we shared a comment page at the Daily Telegraph at the time. What struck me was that he was softly spoken, genial and engaging.</p> <p>Then, just as we were about to take the stage, he quite deliberately mussed up his hair and adopted his public persona of Blustering Boris, hiding like the Wizard of Oz behind his larger than life caricature.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/24/boris-johnson-prime-minister-tory-party-britain\">I was Boris Johnson’s boss: he is utterly unfit to be prime minister | Max Hastings</a> </p> </aside>  <p>I had what I hoped was a mildly witty introduction for each of the candidates. But I do remember precisely what I said when I got to Johnson: “Like most Londoners, Johnson went to Eton and Oxford.”</p> <p>He didn’t take it well. This was lèse-majesté. He scowled up the line and muttered: “Did Livingstone write that for you?” I got the impression he’d barely listened to the others’ intros and was concerned only about his own. He barely treated the debate that followed with any attention at all, looking impatiently at his watch and airily offering generalised banalities in place of answers. And when the evening concluded, he was the only participant to exchange not a word with the other contenders, nor with me as his chairman. This vignette illustrates the Johnson phenomenon in a number of ways. His phoney public image. A hint of narcissism. The magisterial self-entitlement. Cavalier about his electors.</p> <p>But note also something from that drinks party. It was the first time that Johnson and I had met in the flesh, despite having been fellow columnists on the Telegraph for two or three years. Staff rarely saw him in the office, indeed he was usually referred to as elusive. We both had to file our copy on a Sunday for the Monday edition. I would agree my line with the office after church and send a draft over by late lunchtime. On regular occasions I went to the office to work, to write or to help with the Sunday shift. Funny enough, I never ran into Johnson there; no doubt seeing important people over Sunday lunch was a more pressing concern.</p> <p>You would expect a busy politician to have to live like that. But a quick telephone call to the comment desk or the subeditors would not only have served as a professional courtesy, it would have aided planning and ultimately saved staff time. It is hard to resist the conclusion that working colleagues simply don’t matter to Johnson.</p> <p>Johnson was (and is) paid handsomely by the Daily Telegraph for his columns. He was originally commissioned at an unprecedented £250,000 a year by the then acting editor of the Telegraph, John Bryant, but that has <a href=\"https://www.theguardian.com/politics/2018/oct/03/daily-telegraph-rehires-boris-johnson-on-275000-salary\" title=\"\">risen to £275,000 </a>in recent years. What is truly breathtaking is not just the size of the fee, but it is rumoured that Johnson was originally expected to write two columns a week. Readers never got to see the second one, because in the phrase that’s used by those who will absolve him of anything: “That’s Boris.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/12/daily-telegraph-forced-correct-false-brexit-claim-boris-johnson\">Telegraph forced to correct false Brexit claim by Boris Johnson</a> </p> </aside>  <p>All this could be ascribed to the nature of a public figure having to juggle increasing demands on his time, of which journalistic commitments are just one. But Johnson has indolent form in this regard from his time at the Spectator magazine. </p> <p>Few of us go into journalism because we’re workaholics. But an editor is a marshaller of talent and a leader and is meant to inspire staff, not dump on them. This is a characteristic of Johnson that some say extended to his London mayoralty. Much of the detailed business at City Hall was conducted by a cadre of deputies, while Johnson pursued photo-opportunities on buses and bikes.</p> <p>Tim Parker, the serial turnround corporate magnate, was one such <a href=\"https://www.theguardian.com/politics/2011/sep/18/boris-johnson-biography-tory-threats\" title=\"\">deputy who quit just weeks</a> into his appointment. Parker is known for his working maxim that when you make a career error, you should correct it as quickly as possible.</p> <p>Johnson’s indolence and cavalier attitude matter because, barring a massive public imbroglio for which he would have to withdraw from the contest, he will be prime minister. There is nowhere to hide as PM. Johnson will not be able to rely on his staff to cover for him, as he has in journalism and as mayor.</p> <p>And how will he cope with his lavish family maintenance commitments when an annual income approaching seven figures is reduced to a meagre prime minister’s stipend of £150,000? At least Johnson will have somewhere to live.</p> <p>His artifice will be found out in highest office very quickly. When I bump into Tory friends where I live in deepest-blue Sussex and they speak of Johnson’s “charisma” and “character”, I simply observe that they’ve never worked for him. Fairly soon, the whole civil service will be working for him and, unlike the vainglorious groupies who currently prop him up, they will not carry the can for him for long.</p> <p><em>• </em>George Pitcher was secretary for public affairs to the archbishop of Canterbury, 2010-11</p>",
      "newspaperPageNumber": "4",
      "wordcount": "903",
      "commentCloseDate": "2019-07-20T05:00:52Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-17T05:00:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-17T06:48:52Z",
      "newspaperEditionDate": "2019-07-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqeqx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d23353887296785c44a68151669f49da74bc0080/0_179_5375_3225/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ahead of the London mayoral election of May 2012, I was invited to chair a hustings at St James’s Church in Piccadilly. The main attractions were Boris Johnson, seeking his second term, and his doughty detractor Ken Livingstone, alongside their good-natured warm-up acts of Jenny Jones for the Green party and Brian Paddick for the Lib Dems. Before we took the stage, there was a drinks reception in the rectory. Boris Johnson was holding court, but greeted me to listen to my proposed rules of engagement and graciously remembered that we shared a comment page at the Daily Telegraph at the time. What struck me was that he was softly spoken, genial and engaging. Then, just as we were about to take the stage, he quite deliberately mussed up his hair and adopted his public persona of Blustering Boris, hiding like the Wizard of Oz behind his larger than life caricature. I had what I hoped was a mildly witty introduction for each of the candidates. But I do remember precisely what I said when I got to Johnson: “Like most Londoners, Johnson went to Eton and Oxford.” He didn’t take it well. This was lèse-majesté. He scowled up the line and muttered: “Did Livingstone write that for you?” I got the impression he’d barely listened to the others’ intros and was concerned only about his own. He barely treated the debate that followed with any attention at all, looking impatiently at his watch and airily offering generalised banalities in place of answers. And when the evening concluded, he was the only participant to exchange not a word with the other contenders, nor with me as his chairman. This vignette illustrates the Johnson phenomenon in a number of ways. His phoney public image. A hint of narcissism. The magisterial self-entitlement. Cavalier about his electors. But note also something from that drinks party. It was the first time that Johnson and I had met in the flesh, despite having been fellow columnists on the Telegraph for two or three years. Staff rarely saw him in the office, indeed he was usually referred to as elusive. We both had to file our copy on a Sunday for the Monday edition. I would agree my line with the office after church and send a draft over by late lunchtime. On regular occasions I went to the office to work, to write or to help with the Sunday shift. Funny enough, I never ran into Johnson there; no doubt seeing important people over Sunday lunch was a more pressing concern. You would expect a busy politician to have to live like that. But a quick telephone call to the comment desk or the subeditors would not only have served as a professional courtesy, it would have aided planning and ultimately saved staff time. It is hard to resist the conclusion that working colleagues simply don’t matter to Johnson. Johnson was (and is) paid handsomely by the Daily Telegraph for his columns. He was originally commissioned at an unprecedented £250,000 a year by the then acting editor of the Telegraph, John Bryant, but that has risen to £275,000 in recent years. What is truly breathtaking is not just the size of the fee, but it is rumoured that Johnson was originally expected to write two columns a week. Readers never got to see the second one, because in the phrase that’s used by those who will absolve him of anything: “That’s Boris.” All this could be ascribed to the nature of a public figure having to juggle increasing demands on his time, of which journalistic commitments are just one. But Johnson has indolent form in this regard from his time at the Spectator magazine. Few of us go into journalism because we’re workaholics. But an editor is a marshaller of talent and a leader and is meant to inspire staff, not dump on them. This is a characteristic of Johnson that some say extended to his London mayoralty. Much of the detailed business at City Hall was conducted by a cadre of deputies, while Johnson pursued photo-opportunities on buses and bikes. Tim Parker, the serial turnround corporate magnate, was one such deputy who quit just weeks into his appointment. Parker is known for his working maxim that when you make a career error, you should correct it as quickly as possible. Johnson’s indolence and cavalier attitude matter because, barring a massive public imbroglio for which he would have to withdraw from the contest, he will be prime minister. There is nowhere to hide as PM. Johnson will not be able to rely on his staff to cover for him, as he has in journalism and as mayor. And how will he cope with his lavish family maintenance commitments when an annual income approaching seven figures is reduced to a meagre prime minister’s stipend of £150,000? At least Johnson will have somewhere to live. His artifice will be found out in highest office very quickly. When I bump into Tory friends where I live in deepest-blue Sussex and they speak of Johnson’s “charisma” and “character”, I simply observe that they’ve never worked for him. Fairly soon, the whole civil service will be working for him and, unlike the vainglorious groupies who currently prop him up, they will not carry the can for him for long. • George Pitcher was secretary for public affairs to the archbishop of Canterbury, 2010-11",
      "charCount": "5186",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/george-pitcher\">George Pitcher</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]