[
  {
    "id": "world/2019/jun/03/germany-green-party-set-agenda-emission-debt-break-politics",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-03T17:05:56Z",
    "webTitle": "Germany's resurgent Greens set the agenda as SPD flounders",
    "webUrl": "https://www.theguardian.com/world/2019/jun/03/germany-green-party-set-agenda-emission-debt-break-politics",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/03/germany-green-party-set-agenda-emission-debt-break-politics",
    "fields": {
      "headline": "Germany's resurgent Greens set the agenda as SPD flounders",
      "standfirst": "<p>Party is developing a taste for their opponents’ blood and shaking up fiscal policy </p>",
      "trailText": "Party is developing a taste for their opponents’ blood and shaking up fiscal policy ",
      "byline": "Philip Oltermann in Berlin",
      "main": "<figure class=\"element element-image\" data-media-id=\"192e0530f01d13ef45f16dd1e1c68abe3aadb9fb\"> <img src=\"https://media.guim.co.uk/192e0530f01d13ef45f16dd1e1c68abe3aadb9fb/0_320_5353_3212/1000.jpg\" alt=\"Germany’s Green party leaders Robert Habeck and Annalena Baerbock wish to shape the country’s fiscal policy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Germany’s Green party leaders Robert Habeck and Annalena Baerbock wish to shape the country’s fiscal policy.</span> <span class=\"element-image__credit\">Photograph: Felipe Trueba/EPA-EFE</span> </figcaption> </figure>",
      "body": "<p>Emboldened by unprecedented highs in the <a href=\"https://www.theguardian.com/politics/2019/jun/02/european-parliament-election-green-parties-success\">European elections in Germany, a surging Green party</a> is discovering that it can set the political agenda in Europe’s largest economy without having to be in power.</p> <p> The party that was once derided for its plans for a <a href=\"https://www.theguardian.com/world/2017/feb/25/german-mps-shocked-ministrys-decision-stop-serving-meat-vegetarian-\">meat-free “veggie day” at nationwide canteens</a> is developing a taste for their opponents’ blood: pushing other parties to adopt their policies, laying down red lines for coalition talks and even hatching plans to slay the country’s holy cows on fiscal policy.</p> <p>Sunday’s resignation of the leader of the Social Democratic party (SPD), Andrea Nahles, was a consequence of the junior partner in Angela Merkel’s coalition government being leapfrogged by the Greens for the first time at a nationwide poll.</p> <p>On Monday, the SPD announced that a trio of senior politicians would take the helm of the centre-left party on an interim basis, but the future of its “grand coalition” with the conservative Christian Democratic Union (CDU) looks more uncertain than ever under caretakers Malu Dreyer, Manuela Schwesig and Thorsten Schäfer-Gümbel.</p> <p>More political heavyweights have ruled themselves out of the race for the leadership of the crisis-hit party than thrown their hat into the ring, while backbenchers insist that the SPD’s downward trend can only be stopped by pulling the plug on the coalition with Merkel’s party.</p> <p>The influential German weekly news magazine Der Spiegel even pondered in a lead article if the world’s oldest social democratic party could be dethroned as the country’s leading progressive force for good, asking “<a href=\"https://www.spiegel.de/plus/werden-die-gruenen-zur-neuen-spd-a-00000000-0002-0001-0000-000164179764\">Are the Greens the new SPD</a>?”</p> <p>The CDU leader, Annegret Kramp-Karrenbauer, insisted on Monday that her party would continue its power-sharing arrangement with the SPD “as normal”, but she faces internal criticism of her own leadership qualities in the light of a Forsa poll putting the Green party ahead of the CDU for the first time, on 27% of the vote.</p> <p>In an undisguised bid to prove her green credentials, Kramp-Karrenbauer said in a press conference that she would put forward plans for a tax reform that would reward companies that excelled in meeting emissions targets.</p> <p>In the <a href=\"https://www.theguardian.com/world/2019/may/23/in-germanys-smallest-state-traditional-politics-is-in-tatters-bremen-germany\">northern city-state of Bremen</a>, meanwhile, where German parties are in negotiations to form a new governing coalition following another devastating result for the SPD in regional elections, the Greens are dictating red lines to the parties that want their support in government.</p> <p>Local branches of the CDU and the pro-business Free Democratic party (FDP) signalled to the Green party on Monday that they would be willing to divert from their party’s national position and come out in favour of a carbon emissions tax to help reduce production of greenhouse gases.</p> <p>With the Greens already leading the country’s current debate on climate change, the party, headed by Annalena Baerbock and Robert Habeck, now also wants to shape the debate on Germany’s fiscal policy.</p> <p>In a new policy paper, two politicians from the Greens’ liberal Realo<em> </em>wing voiced criticism of Germany’s so-called <a href=\"https://www.economist.com/finance-and-economics/2019/05/23/should-germany-borrow-to-invest\">debt brake</a>, a mechanism introduced into the country’s constitution in 2009 that effectively prohibits its 16 federal states from running budget deficits and restricts the national government’s structural deficit to 0.35% of GDP.</p> <p>Since 2014, Merkel’s government has been meeting its totemic policy goal of balanced budgets, the so-called black zero, and the country’s fiscal policy did not change after the hawkish finance minister Wolfgang Schäuble was replaced by the Social Democrat, Olaf Scholz.</p> <p>Yet embarrassing stories about crumbling bridges, poor broadband coverage and <a href=\"https://www.ft.com/content/23c524f6-1642-11e8-9376-4a6390addb44\">Germany’s notoriously underfunded military</a> have drawn attention to the country’s investment gap and a number of leading economists have urged a rethink on the policy.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/may/28/greens-eu-election-mandate-leverage-climate-policy\">European elections: triumphant Greens demand more radical climate action</a> </p> </aside>  <p>The paper by Green delegates Danyal Bayaz and Anja Hajduk now makes the environmental group the first major party in the Bundestag to push through that open door, arguing that younger generations in Germany are “less endangered by too much debt than by dilapidated infrastructure and missing investment into our future”.</p> <p>Rather than scrapping the debt brake rule altogether, the politicians suggest it should be coupled with another rule, which commits the government to matching spending to the value loss of deteriorating public infrastructure assets.</p> <p>“It’s significant that an established centrist party is at last prepared to open up the discussion whether the debt brake still makes sense,” said Christian Odendahl, the chief economist at the Centre for European Reform thinktank. “That party should really have been the Social Democrats, but they were too cautious about offending fiscal conservatives among their electorate.”</p>",
      "newspaperPageNumber": "25",
      "wordcount": "744",
      "firstPublicationDate": "2019-06-03T17:05:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-04T06:54:58Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj723",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/192e0530f01d13ef45f16dd1e1c68abe3aadb9fb/0_320_5353_3212/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emboldened by unprecedented highs in the European elections in Germany, a surging Green party is discovering that it can set the political agenda in Europe’s largest economy without having to be in power. The party that was once derided for its plans for a meat-free “veggie day” at nationwide canteens is developing a taste for their opponents’ blood: pushing other parties to adopt their policies, laying down red lines for coalition talks and even hatching plans to slay the country’s holy cows on fiscal policy. Sunday’s resignation of the leader of the Social Democratic party (SPD), Andrea Nahles, was a consequence of the junior partner in Angela Merkel’s coalition government being leapfrogged by the Greens for the first time at a nationwide poll. On Monday, the SPD announced that a trio of senior politicians would take the helm of the centre-left party on an interim basis, but the future of its “grand coalition” with the conservative Christian Democratic Union (CDU) looks more uncertain than ever under caretakers Malu Dreyer, Manuela Schwesig and Thorsten Schäfer-Gümbel. More political heavyweights have ruled themselves out of the race for the leadership of the crisis-hit party than thrown their hat into the ring, while backbenchers insist that the SPD’s downward trend can only be stopped by pulling the plug on the coalition with Merkel’s party. The influential German weekly news magazine Der Spiegel even pondered in a lead article if the world’s oldest social democratic party could be dethroned as the country’s leading progressive force for good, asking “Are the Greens the new SPD?” The CDU leader, Annegret Kramp-Karrenbauer, insisted on Monday that her party would continue its power-sharing arrangement with the SPD “as normal”, but she faces internal criticism of her own leadership qualities in the light of a Forsa poll putting the Green party ahead of the CDU for the first time, on 27% of the vote. In an undisguised bid to prove her green credentials, Kramp-Karrenbauer said in a press conference that she would put forward plans for a tax reform that would reward companies that excelled in meeting emissions targets. In the northern city-state of Bremen, meanwhile, where German parties are in negotiations to form a new governing coalition following another devastating result for the SPD in regional elections, the Greens are dictating red lines to the parties that want their support in government. Local branches of the CDU and the pro-business Free Democratic party (FDP) signalled to the Green party on Monday that they would be willing to divert from their party’s national position and come out in favour of a carbon emissions tax to help reduce production of greenhouse gases. With the Greens already leading the country’s current debate on climate change, the party, headed by Annalena Baerbock and Robert Habeck, now also wants to shape the debate on Germany’s fiscal policy. In a new policy paper, two politicians from the Greens’ liberal Realo wing voiced criticism of Germany’s so-called debt brake, a mechanism introduced into the country’s constitution in 2009 that effectively prohibits its 16 federal states from running budget deficits and restricts the national government’s structural deficit to 0.35% of GDP. Since 2014, Merkel’s government has been meeting its totemic policy goal of balanced budgets, the so-called black zero, and the country’s fiscal policy did not change after the hawkish finance minister Wolfgang Schäuble was replaced by the Social Democrat, Olaf Scholz. Yet embarrassing stories about crumbling bridges, poor broadband coverage and Germany’s notoriously underfunded military have drawn attention to the country’s investment gap and a number of leading economists have urged a rethink on the policy. The paper by Green delegates Danyal Bayaz and Anja Hajduk now makes the environmental group the first major party in the Bundestag to push through that open door, arguing that younger generations in Germany are “less endangered by too much debt than by dilapidated infrastructure and missing investment into our future”. Rather than scrapping the debt brake rule altogether, the politicians suggest it should be coupled with another rule, which commits the government to matching spending to the value loss of deteriorating public infrastructure assets. “It’s significant that an established centrist party is at last prepared to open up the discussion whether the debt brake still makes sense,” said Christian Odendahl, the chief economist at the Centre for European Reform thinktank. “That party should really have been the Social Democrats, but they were too cautious about offending fiscal conservatives among their electorate.”",
      "charCount": "4717",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/philip-oltermann\">Philip Oltermann</a> in Berlin"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/03/lies-damned-lies-and-the-conservative-party-leadership-race",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-03T16:38:37Z",
    "webTitle": "Lies, damned lies and the Conservative party leadership race | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/03/lies-damned-lies-and-the-conservative-party-leadership-race",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/03/lies-damned-lies-and-the-conservative-party-leadership-race",
    "fields": {
      "headline": "Lies, damned lies and the Conservative party leadership race",
      "standfirst": "<strong>Judith Martin </strong>says potential PMs should spend a year seeing how poor people live, <strong>Dr Denis MacShane </strong>thinks Penny Mordaunt should apologise for her comments about Turkey, <strong>Alan Whitehouse </strong>and <strong>Frank Landamore </strong>take issue with Michael Gove, while <strong>Rod Warrington</strong> wonders whether the No 10 cat will run",
      "trailText": "Letters: <strong>Judith Martin </strong>says potential PMs should spend a year seeing how poor people live, <strong>Dr Denis MacShane </strong>thinks Penny Mordaunt should apologise for her comments about Turkey, <strong>Alan Whitehouse </strong>and <strong>Frank Landamore </strong>take issue with Michael Gove, while <strong>Rod Warrington</strong> wonders whether the No 10 cat will run",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"040d0607b12b9b460dcf11caf5e11cc86345a7ec\"> <img src=\"https://media.guim.co.uk/040d0607b12b9b460dcf11caf5e11cc86345a7ec/0_0_3500_2101/1000.jpg\" alt=\"Rory Stewart\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Judith Martin thinks Rory Stewart is ‘clearly an oddball but the most human by a long way of the shower of Tory candidates to replace Theresa May’.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>",
      "body": "<p>In 2003 Polly Toynbee published the informative and highly moving book <a href=\"https://www.amazon.co.uk/Hard-Work-Life-Low-pay-Britain/dp/0747564159\" title=\"\">Hard Work</a>. Her research was undertaken during a sabbatical from the Guardian on behalf of Church Action on Poverty, during the heady days of the first New Labour government with a massive majority, when they could have accomplished anything but instead continued much Tory policy. She lived in a council flat and worked at menial, low-wage jobs, much as Barbara Ehrenreich had done before in the US for <a href=\"https://www.amazon.co.uk/Nickel-Dimed-Barbara-Ehrenreich/dp/1847082629\" title=\"\">Nickel and Dimed</a>, which Toynbee says inspired her. I can’t imagine Toynbee’s book had anything other than glowing reviews from the Guardian.</p> <p>So how it is that when Rory Stewart, clearly an oddball but the most human by a long way of the shower of Tory candidates to replace Theresa May, says he would like to spend a year living on a council estate to see how others live, this is dismissed as evidence of a “colonialist mindset” (<a href=\"https://www.theguardian.com/politics/2019/jun/01/opposite-career-politician-rory-stewart-pm-tory-leadership\" title=\"\">Is Stewart just another old Etonian or the man to take No 10?</a>, 1 June)? Not by the Guardian, admittedly – by nameless “others” who may have their own campaign to promote. But the Guardian reports it without comment, and without apparently asking different “others” for their view on the matter.</p> <p>In fact, it should probably be a requirement for anyone wanting to lead a political party, or at least one that has cut benefits and increased despair, to spend a year seeing how poor people live. The only current drawback is that there are so many Tory leadership candidates that it would contribute even further to the social housing shortage.<br><strong>Judith Martin</strong><br><em>Winchester, Hampshire</em></p> <p>• The suggestion in Martin Kettle’s article that Penny Mordaunt could be our next prime minister (<a href=\"https://www.theguardian.com/commentisfree/2019/may/29/forget-boris-johnson-tory-leader-come-from-centre\" title=\"\">Forget Johnson. The Tory leader will come from the centre</a>, 30 May) is a good moment to recall that, along with Boris Johnson, she was one of the most flagrant leave liars in the 2016 plebiscite.</p> <p>She insisted on the Andrew Marr show that Turkey, with its 79 million population, was about to enter the EU, and under freedom of movement millions of Turks would soon be living and working here (<a href=\"https://www.theguardian.com/politics/2016/may/22/silencing-immigration-debate-nasty-politics-tory-minister-dominic-raab\" title=\"\">Don’t muzzle immigration debate, minister warns</a>, 23 May 2016).</p> <p>This is simply untrue, as any number of EU member states have queued up in recent years to say they would veto Turkish EU entry. Andrew Marr pointed out that the UK had a veto on Turkish EU entry. She vehemently denied that this was the case. Later Downing Street put out a statement saying that both her claim of Turkish entry and that the UK had no veto were untrue. But the lie had already gone round the nation.</p> <p>Most attention has focused on Boris Johnson’s lie that leaving Europe meant £350m a week for the NHS (<a href=\"https://www.theguardian.com/politics/2019/may/29/boris-johnson-appear-court-eu-referendum-misconduct-claims\" title=\"\">Johnson summoned to court over allegations of Brexit misconduct</a>, 30 May). But Ms Mordaunt, who was a defence minister at the time, chose to tell a cynical double lie – Turkey entering the EU and no UK veto – to stir up fear and win votes.</p> <p>As she tours radio and TV studios, maybe some of her interviewers can ask her to apologise for lying to the British people and stoking up xenophobic fears.<br><strong>Dr Denis MacShane</strong><br><em>Former Europe </em><em>minister</em></p> <p>• Why stop at Boris Johnson? Another crowdfunding appeal would surely raise the cash to pursue Michael Gove, who claimed the EU was responsible for the demise of his adoptive father’s fishing business – only for said gentleman to contradict him (<a href=\"https://www.theguardian.com/politics/2016/jun/15/michael-gove-father-company-eu-policies-fish-processing-aberdeen\" title=\"\">A fishy story? Gove’s family firm claims contradicted by his father</a>, 16 June 2016). Or Penny Mordaunt, for her lie about a UK veto on Turkish admission to the EU. So many targets, so little time.<br><strong>Alan Whitehouse</strong><br><em>Thornton le Dale, North Yorkshire</em></p> <p>• When is the No 10 cat going to declare that it is running for the Conservative party leadership (<a href=\"https://www.theguardian.com/politics/2019/jun/02/tories-call-for-rule-change-as-13th-name-enters-leadership-race\" title=\"\">Race to be PM: Tories ‘need new rules to cut numbers’</a>, 3 June)?<br><strong>Rod Warrington</strong><br><em>Chester</em></p> <p>• More to the point, will Michael Gove pledge free EU citizenship for the 16 million remain voters (<a href=\"https://www.theguardian.com/politics/2019/may/27/michael-gove-to-pledge-free-citizenship-for-3m-eu-nationals\" title=\"\">Citizenship promise</a>, 28 May)?<br><strong>Frank Landamore</strong><br><em>Lewes, East Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "726",
      "commentable": "false",
      "firstPublicationDate": "2019-06-03T16:38:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:35Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj7jk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/040d0607b12b9b460dcf11caf5e11cc86345a7ec/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In 2003 Polly Toynbee published the informative and highly moving book Hard Work. Her research was undertaken during a sabbatical from the Guardian on behalf of Church Action on Poverty, during the heady days of the first New Labour government with a massive majority, when they could have accomplished anything but instead continued much Tory policy. She lived in a council flat and worked at menial, low-wage jobs, much as Barbara Ehrenreich had done before in the US for Nickel and Dimed, which Toynbee says inspired her. I can’t imagine Toynbee’s book had anything other than glowing reviews from the Guardian. So how it is that when Rory Stewart, clearly an oddball but the most human by a long way of the shower of Tory candidates to replace Theresa May, says he would like to spend a year living on a council estate to see how others live, this is dismissed as evidence of a “colonialist mindset” (Is Stewart just another old Etonian or the man to take No 10?, 1 June)? Not by the Guardian, admittedly – by nameless “others” who may have their own campaign to promote. But the Guardian reports it without comment, and without apparently asking different “others” for their view on the matter. In fact, it should probably be a requirement for anyone wanting to lead a political party, or at least one that has cut benefits and increased despair, to spend a year seeing how poor people live. The only current drawback is that there are so many Tory leadership candidates that it would contribute even further to the social housing shortage. Judith Martin Winchester, Hampshire • The suggestion in Martin Kettle’s article that Penny Mordaunt could be our next prime minister (Forget Johnson. The Tory leader will come from the centre, 30 May) is a good moment to recall that, along with Boris Johnson, she was one of the most flagrant leave liars in the 2016 plebiscite. She insisted on the Andrew Marr show that Turkey, with its 79 million population, was about to enter the EU, and under freedom of movement millions of Turks would soon be living and working here (Don’t muzzle immigration debate, minister warns, 23 May 2016). This is simply untrue, as any number of EU member states have queued up in recent years to say they would veto Turkish EU entry. Andrew Marr pointed out that the UK had a veto on Turkish EU entry. She vehemently denied that this was the case. Later Downing Street put out a statement saying that both her claim of Turkish entry and that the UK had no veto were untrue. But the lie had already gone round the nation. Most attention has focused on Boris Johnson’s lie that leaving Europe meant £350m a week for the NHS (Johnson summoned to court over allegations of Brexit misconduct, 30 May). But Ms Mordaunt, who was a defence minister at the time, chose to tell a cynical double lie – Turkey entering the EU and no UK veto – to stir up fear and win votes. As she tours radio and TV studios, maybe some of her interviewers can ask her to apologise for lying to the British people and stoking up xenophobic fears. Dr Denis MacShane Former Europe minister • Why stop at Boris Johnson? Another crowdfunding appeal would surely raise the cash to pursue Michael Gove, who claimed the EU was responsible for the demise of his adoptive father’s fishing business – only for said gentleman to contradict him (A fishy story? Gove’s family firm claims contradicted by his father, 16 June 2016). Or Penny Mordaunt, for her lie about a UK veto on Turkish admission to the EU. So many targets, so little time. Alan Whitehouse Thornton le Dale, North Yorkshire • When is the No 10 cat going to declare that it is running for the Conservative party leadership (Race to be PM: Tories ‘need new rules to cut numbers’, 3 June)? Rod Warrington Chester • More to the point, will Michael Gove pledge free EU citizenship for the 16 million remain voters (Citizenship promise, 28 May)? Frank Landamore Lewes, East Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4226",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "us-news/2019/jun/03/we-must-resist-trumps-efforts-to-embroil-us-in-his-trade-wars",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-06-03T16:37:47Z",
    "webTitle": "We must resist Trump’s efforts to embroil us in his trade wars | Letters",
    "webUrl": "https://www.theguardian.com/us-news/2019/jun/03/we-must-resist-trumps-efforts-to-embroil-us-in-his-trade-wars",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/03/we-must-resist-trumps-efforts-to-embroil-us-in-his-trade-wars",
    "fields": {
      "headline": "We must resist Trump’s efforts to embroil us in his trade wars",
      "standfirst": "<strong>Margaret Phelps</strong> says this is the president’s chance to buy up Britain at bargain basement prices and exploit the NHS, <strong>Karen Thatcher-Smith </strong>fears the UK will replicate US food standards, while expat <strong>Lin Bootle </strong>applauds protesters",
      "trailText": "Letters: <strong>Margaret Phelps</strong> says this is the president’s chance to buy up Britain at bargain basement prices and exploit the NHS, <strong>Karen Thatcher-Smith </strong>fears the UK will replicate US food standards, while expat <strong>Lin Bootle </strong>applauds protesters",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f8baeaf9044de6efa736d5da3cee4c8012c738f6\"> <img src=\"https://media.guim.co.uk/f8baeaf9044de6efa736d5da3cee4c8012c738f6/0_234_3500_2100/1000.jpg\" alt=\"Donald Trump on state visit to UK\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘This is his [Donald Trump’s] chance to embroil us in his trade wars, which will lead us to war as surely as in 1939,’ says Margaret Phelps.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>My father was one of a volunteer crew who took a Dutch minesweeper across the Channel so that the Dutch flag was flown on D-day. He said that the worst thing was seeing the faces of those soldiers swept back against the ship as they were killed before they could properly set foot on the Normandy beaches.</p> <p>As we remember their sacrifice, we should recollect that we were fighting against a monstrous tyrant who began by getting himself elected through promising to make Germany great again.</p> <p>Seventy-five years on we prepare to welcome an American president who supports Boris Johnson and Nigel Farage in their Brexit campaigns because this is his chance to detach Britain from Europe (<a href=\"https://www.theguardian.com/us-news/2019/jun/02/donald-trump-to-land-in-uk-amid-rising-anger-over-trade-demands\" title=\"\">Trump arrives amid rising anger at US trade demands</a>, 3 June).</p> <p>This is Trump’s opportunity to buy up Britain at bargain basement prices and to open up our NHS to private American healthcare companies. This is his chance to embroil us in his trade wars, which will lead us to war as surely as in 1939. This battle is bigger than Brexit: this has become a battle for western civilisation.<br><strong>Margaret Phelps</strong><br><em>Penarth, Vale of Glamorgan</em></p> <p>• If Trump succeeds in exploiting UK vulnerability in a post-EU environment by getting the country to fall in line with US food standards (<a href=\"https://www.theguardian.com/us-news/2019/jun/02/royals-extras-donald-trump-victory-lap-uk-brexit\" title=\"\">President will play to gallery at home, with royals as extras</a>, 3 June), those who cannot afford to follow a 100% organic diet are in for an unpalatable future.</p> <p>Here in the US, where corporate profits take priority over consumers’ health, the lack of regulations means that unpronounceable artificial additives are used to preserve and “enhance” a myriad of foodstuffs. Consumption of these ubiquitous additives has been linked to cancer, memory loss, and skin and nerve problems. I hope your National Health Service is equipped to handle the inevitable increase in demand.<br><strong>Karen Thatcher-Smith</strong><br><em>Sonoma, California, USA</em></p> <p>• Transplanted to the United States from Britain, I can honestly say that this is not the country I moved to 30 years ago. This is in large part to the ascendance of Donald Trump to the presidency of this country.</p> <p>The American citizens I know are good, generous, honest people – unlike the president we have today and the members of Congress who blindly support his egregious behaviour.</p> <p>I applaud the citizens of my home country in protesting against the visit of Donald Trump (and his family) to their country.<br><strong>Lin Bootle</strong><br><em>Montpelier, Vermont, USA</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "451",
      "commentable": "false",
      "firstPublicationDate": "2019-06-03T16:37:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:36Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj85n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f8baeaf9044de6efa736d5da3cee4c8012c738f6/0_234_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "My father was one of a volunteer crew who took a Dutch minesweeper across the Channel so that the Dutch flag was flown on D-day. He said that the worst thing was seeing the faces of those soldiers swept back against the ship as they were killed before they could properly set foot on the Normandy beaches. As we remember their sacrifice, we should recollect that we were fighting against a monstrous tyrant who began by getting himself elected through promising to make Germany great again. Seventy-five years on we prepare to welcome an American president who supports Boris Johnson and Nigel Farage in their Brexit campaigns because this is his chance to detach Britain from Europe (Trump arrives amid rising anger at US trade demands, 3 June). This is Trump’s opportunity to buy up Britain at bargain basement prices and to open up our NHS to private American healthcare companies. This is his chance to embroil us in his trade wars, which will lead us to war as surely as in 1939. This battle is bigger than Brexit: this has become a battle for western civilisation. Margaret Phelps Penarth, Vale of Glamorgan • If Trump succeeds in exploiting UK vulnerability in a post-EU environment by getting the country to fall in line with US food standards (President will play to gallery at home, with royals as extras, 3 June), those who cannot afford to follow a 100% organic diet are in for an unpalatable future. Here in the US, where corporate profits take priority over consumers’ health, the lack of regulations means that unpronounceable artificial additives are used to preserve and “enhance” a myriad of foodstuffs. Consumption of these ubiquitous additives has been linked to cancer, memory loss, and skin and nerve problems. I hope your National Health Service is equipped to handle the inevitable increase in demand. Karen Thatcher-Smith Sonoma, California, USA • Transplanted to the United States from Britain, I can honestly say that this is not the country I moved to 30 years ago. This is in large part to the ascendance of Donald Trump to the presidency of this country. The American citizens I know are good, generous, honest people – unlike the president we have today and the members of Congress who blindly support his egregious behaviour. I applaud the citizens of my home country in protesting against the visit of Donald Trump (and his family) to their country. Lin Bootle Montpelier, Vermont, USA • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2714",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/03/gordon-brown-poor-record-on-europe",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-03T16:33:27Z",
    "webTitle": "Gordon Brown’s poor record on Europe | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/03/gordon-brown-poor-record-on-europe",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/03/gordon-brown-poor-record-on-europe",
    "fields": {
      "headline": "Gordon Brown’s poor record on Europe",
      "standfirst": "<strong>Gerald Dunning </strong>and <strong>Chris Donnison </strong>respond to the former prime minister’s call to resist Nigel Farage",
      "trailText": "Letters: <strong>Gerald Dunning </strong>and <strong>Chris Donnison </strong>respond to the former prime minister’s call to resist Nigel Farage",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e8034dd886102a27e5c8eeea76d0538e446b449a\"> <img src=\"https://media.guim.co.uk/e8034dd886102a27e5c8eeea76d0538e446b449a/0_4_4531_2719/1000.jpg\" alt=\"Gordon Brown speaking at an election rally in Glasgow ahead of the European parliamentary elections\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Brown did not challenge Euroscepticism when in power because it suited him to bang the drum of British exceptionalism,’ writes Chris Donnison.</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure>",
      "body": "<p>It is good that Gordon Brown has highlighted the ramifications of a range of Nigel Farage’s economic and social policy objectives (<a href=\"https://www.theguardian.com/commentisfree/2019/may/30/new-battle-britain-resistance-nigel-farage\" title=\"\">Journal</a>, 30 May). However, there is still an urgent need for the remain cause to counteract the longstanding failure that caused many people to see his new party as a simple remedy for their legitimate grievances.</p> <p>In many cases, they and their communities have been clear net recipients of EU funding – a fact about which politicians of both main parties have been regrettably coy for many years. It is highly unlikely that the EU-funded projects from which they and their localities have benefited would have been financed by Tory governments in power since 1973, and even more unlikely that they will enjoy similar largesse from a post-Brexit Tory government skewed further to the right in response to Farage’s populist agendas.</p> <p>It is a pity Brown was not forthright in emphasising these facts during his time in office, and even more so that Jeremy Corbyn fails to do so now.<br><strong>Gerald Dunning</strong><br><em>Pontypridd</em></p> <p>• Gordon Brown’s call to resist Nigel Farage’s attempt to “hijack British patriotism” betrays the mindset that gave us Brexit in the first place. When smoothing his path to become prime minister, he said we had to stop apologising for the British empire.</p> <p>As PM, he absented himself from the signing ceremony of the Lisbon treaty to ingratiate himself with our Eurosceptic press. Like so many politicians, Brown did not challenge Euroscepticism when in power because it suited him to bang the drum of British exceptionalism and moral rectitude. It is no surprise that so many of his compatriots bought this ideology and voted for Brexit. Establishment politicians created the weather. They should not be surprised that the storm finally broke.<br><strong>Chris Donnison</strong><br><em>Sheffield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "341",
      "commentable": "false",
      "firstPublicationDate": "2019-06-03T16:33:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:36Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj86f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e8034dd886102a27e5c8eeea76d0538e446b449a/0_4_4531_2719/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is good that Gordon Brown has highlighted the ramifications of a range of Nigel Farage’s economic and social policy objectives (Journal, 30 May). However, there is still an urgent need for the remain cause to counteract the longstanding failure that caused many people to see his new party as a simple remedy for their legitimate grievances. In many cases, they and their communities have been clear net recipients of EU funding – a fact about which politicians of both main parties have been regrettably coy for many years. It is highly unlikely that the EU-funded projects from which they and their localities have benefited would have been financed by Tory governments in power since 1973, and even more unlikely that they will enjoy similar largesse from a post-Brexit Tory government skewed further to the right in response to Farage’s populist agendas. It is a pity Brown was not forthright in emphasising these facts during his time in office, and even more so that Jeremy Corbyn fails to do so now. Gerald Dunning Pontypridd • Gordon Brown’s call to resist Nigel Farage’s attempt to “hijack British patriotism” betrays the mindset that gave us Brexit in the first place. When smoothing his path to become prime minister, he said we had to stop apologising for the British empire. As PM, he absented himself from the signing ceremony of the Lisbon treaty to ingratiate himself with our Eurosceptic press. Like so many politicians, Brown did not challenge Euroscepticism when in power because it suited him to bang the drum of British exceptionalism and moral rectitude. It is no surprise that so many of his compatriots bought this ideology and voted for Brexit. Establishment politicians created the weather. They should not be surprised that the storm finally broke. Chris Donnison Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2099",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/03/how-history-is-warped-by-acts-of-forgetting",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-03T16:32:13Z",
    "webTitle": "How history is warped by acts of forgetting | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/03/how-history-is-warped-by-acts-of-forgetting",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/03/how-history-is-warped-by-acts-of-forgetting",
    "fields": {
      "headline": "How history is warped by acts of forgetting",
      "standfirst": "<strong>Dr Max Farrar</strong> says we need to overhaul the curriculum and implement a radical redistribution of wealth and power. <strong>Ian Thackray</strong> recalls William of Orange’s coup d’etat in 1688",
      "trailText": "Letters: <strong>Dr Max Farrar</strong> says we need to overhaul the curriculum and implement a radical redistribution of wealth and power. <strong>Ian Thackray</strong> recalls William of Orange’s coup d’etat in 1688",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"32c97009c4771a8689466ba28ec8a430a34430b8\"> <img src=\"https://media.guim.co.uk/32c97009c4771a8689466ba28ec8a430a34430b8/0_340_5200_3120/1000.jpg\" alt=\"Boy laying on library floor reading book\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We can begin to abolish the offence of forgetting by expanding our educational horizons,’ says Dr Max Farrar.</span> <span class=\"element-image__credit\">Photograph: Getty/Blend Images</span> </figcaption> </figure>",
      "body": "<p>Gary Younge is right to remind us that remembering and forgetting are not simply personal issues, but also relate to structures and “systems of power” (<a href=\"https://www.theguardian.com/commentisfree/2019/may/31/glorious-past-remember-brutality-forgotten\" title=\"\">Only the whole truth about the past can heal the present</a>, 31 May).</p> <p>I am reminded of this, from Édouard Glissant: “To forget is to offend, and memory, when it is shared, abolishes this offence. If we want to share the beauty of the world, if we want to be in solidarity with its suffering, we need to learn how to remember together.”</p> <p>For us all fully to share memories of mass atrocity (such as slavery, Holocaust, ethnic cleansing) and the abjection of individuals, and to share a commitment to social justice, we need both to overhaul the curricula at every level of our education system and to implement a radical redistribution of wealth and power. But as individuals we can begin to abolish the offence of forgetting by expanding our educational horizons.<br><strong>Dr Max Farrar</strong><br><em>Emeritus professor, Leeds Beckett University</em></p> <p>• In his otherwise excellent article on the partiality that informs our representation of the past, Gary Younge repeats the mantra that 1066 was “the last time Britain was invaded”.</p> <p>Aside from the excusable omission of “successfully”, it is the traditional reluctance to describe the events of 1688 as an invasion of which he has fallen foul.</p> <p>The Whig interpretation of William of Orange’s coup d’etat as the Glorious Revolution, which ushered in a century and a half of anti-Catholic prejudice and discrimination, is itself a prime example of the deliberate selectivity in the construction of the historical record that impedes our knowledge of the whole truth about the past.<br><strong>Ian Thackray</strong><br><em>Cheltenham, Gloucestershire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "324",
      "commentable": "false",
      "firstPublicationDate": "2019-06-03T16:32:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-03T16:35:07Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj8bf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/32c97009c4771a8689466ba28ec8a430a34430b8/0_340_5200_3120/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gary Younge is right to remind us that remembering and forgetting are not simply personal issues, but also relate to structures and “systems of power” (Only the whole truth about the past can heal the present, 31 May). I am reminded of this, from Édouard Glissant: “To forget is to offend, and memory, when it is shared, abolishes this offence. If we want to share the beauty of the world, if we want to be in solidarity with its suffering, we need to learn how to remember together.” For us all fully to share memories of mass atrocity (such as slavery, Holocaust, ethnic cleansing) and the abjection of individuals, and to share a commitment to social justice, we need both to overhaul the curricula at every level of our education system and to implement a radical redistribution of wealth and power. But as individuals we can begin to abolish the offence of forgetting by expanding our educational horizons. Dr Max Farrar Emeritus professor, Leeds Beckett University • In his otherwise excellent article on the partiality that informs our representation of the past, Gary Younge repeats the mantra that 1066 was “the last time Britain was invaded”. Aside from the excusable omission of “successfully”, it is the traditional reluctance to describe the events of 1688 as an invasion of which he has fallen foul. The Whig interpretation of William of Orange’s coup d’etat as the Glorious Revolution, which ushered in a century and a half of anti-Catholic prejudice and discrimination, is itself a prime example of the deliberate selectivity in the construction of the historical record that impedes our knowledge of the whole truth about the past. Ian Thackray Cheltenham, Gloucestershire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1985",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jun/03/abuse-in-care-sector-is-already-well-documented",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-06-03T16:31:30Z",
    "webTitle": "Abuse in care sector is already well documented | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/jun/03/abuse-in-care-sector-is-already-well-documented",
    "apiUrl": "https://content.guardianapis.com/society/2019/jun/03/abuse-in-care-sector-is-already-well-documented",
    "fields": {
      "headline": "Abuse in care sector is already well documented",
      "standfirst": "<strong>Sara Ryan, Deborah Coles </strong>and <strong>Mark Neary </strong>say systemic change is needed to protect vulnerable people in institutions",
      "trailText": "Letters: <strong>Sara Ryan, Deborah Coles </strong>and <strong>Mark Neary </strong>say systemic change is needed to protect vulnerable people in institutions",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c8afabdcc1dfc630de89c227c766a9bd3e67f94c\"> <img src=\"https://media.guim.co.uk/c8afabdcc1dfc630de89c227c766a9bd3e67f94c/60_0_1800_1080/1000.jpg\" alt=\"Whorlton Hall hospital in County Durham, where staff were secretly filmed by BBC Panorama mocking, intimidating and swearing at patients\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Whorlton Hall hospital in County Durham, where staff were secretly filmed by BBC Panorama mocking, intimidating and swearing at patients.</span> <span class=\"element-image__credit\">Photograph: BBC/PA</span> </figcaption> </figure>",
      "body": "<p>We applaud your <a href=\"https://www.theguardian.com/commentisfree/2019/may/30/the-guardian-view-on-the-abuse-of-learning-disabled-people-duties-of-care\" title=\"\">editorial</a> (31 May) focusing on the abuse of learning-disabled people. We query the suggestion that the publication of three reports and the recent BBC <a href=\"https://www.theguardian.com/society/2019/may/22/secret-filming-whorlton-hall-bbc-panorama-abuse-of-disabled-and-autistic-patients\" title=\"\">Panorama</a> documentary “shed much-needed light” on this mistreatment. We are at a loss as to how much more light can be shone on well-documented and sustained human rights abuses, deaths, dangerous restraint and practices that are endemic in institutions and enabled by the clearly deficient and failing processes of investigation, oversight and external scrutiny.</p> <p>It is time to set aside the misted goggles that allow politicians, policymakers, regulators, commissioners and providers to somehow not see, hear or even reflect on the dehumanising and degrading treatment meted out to fellow citizens. This is about human rights and the duty to respect and protect rights, particularly of people incarcerated behind the closed walls of our institutions.</p> <p>The unconscionable lack of political will and leadership to ensure action and systemic change can no longer be tolerated. This is about holding to account each and every one of us, particularly those we entrust to either directly look after people in these settings or to oversee such provision.<br><strong>Dr Sara Ryan </strong><em>University of Oxford</em><br><strong>Deborah Coles </strong><em>Director, Inquest</em><br><strong>Mark Neary </strong><em>#Rightfulllives</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "248",
      "commentable": "false",
      "firstPublicationDate": "2019-06-03T16:31:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:09Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj89d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c8afabdcc1dfc630de89c227c766a9bd3e67f94c/60_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We applaud your editorial (31 May) focusing on the abuse of learning-disabled people. We query the suggestion that the publication of three reports and the recent BBC Panorama documentary “shed much-needed light” on this mistreatment. We are at a loss as to how much more light can be shone on well-documented and sustained human rights abuses, deaths, dangerous restraint and practices that are endemic in institutions and enabled by the clearly deficient and failing processes of investigation, oversight and external scrutiny. It is time to set aside the misted goggles that allow politicians, policymakers, regulators, commissioners and providers to somehow not see, hear or even reflect on the dehumanising and degrading treatment meted out to fellow citizens. This is about human rights and the duty to respect and protect rights, particularly of people incarcerated behind the closed walls of our institutions. The unconscionable lack of political will and leadership to ensure action and systemic change can no longer be tolerated. This is about holding to account each and every one of us, particularly those we entrust to either directly look after people in these settings or to oversee such provision. Dr Sara Ryan University of Oxford Deborah Coles Director, Inquest Mark Neary #Rightfulllives • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1602",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jun/03/grenfell-bring-uk-together-bishop-kensington-graham-tomlin",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-06-03T15:44:46Z",
    "webTitle": "Grenfell Tower lessons can bring UK together, says bishop of Kensington",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jun/03/grenfell-bring-uk-together-bishop-kensington-graham-tomlin",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/03/grenfell-bring-uk-together-bishop-kensington-graham-tomlin",
    "fields": {
      "headline": "Grenfell Tower lessons can bring UK together, says bishop of Kensington",
      "standfirst": "<p>Graham Tomlin says disaster is an opportunity for renewal after launching report on eve of second anniversary </p>",
      "trailText": "Graham Tomlin says disaster is an opportunity for renewal after launching report on eve of second anniversary ",
      "byline": "Harriet Sherwood",
      "main": "<figure class=\"element element-image\" data-media-id=\"2de24a9e042c02d7c5afe591bc1e51bd6814bf78\"> <img src=\"https://media.guim.co.uk/2de24a9e042c02d7c5afe591bc1e51bd6814bf78/74_36_4464_2678/1000.jpg\" alt=\"A wide view of Grenfell Tower on the first anniversary of the Grenfell fire in west London in June 2018.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A wide view of Grenfell Tower on the first anniversary of the fire in west London in June 2018.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The tragedy at Grenfell Tower has given the UK a once-in-a-generation opportunity to fix the country’s failing social fabric and become a more united and compassionate society, the bishop of Kensington has said ahead of next week’s second anniversary of the fire.</p> <p>Graham Tomlin said a fitting legacy to the 72 people who died would be profound changes in the areas of democracy, welfare, housing, neighbourliness and recognising the importance of faith and other community organisations.</p> <p>The bishop has produced a report, <a href=\"https://255urd2mucke1vdd43282odd-wpengine.netdna-ssl.com/wp-content/uploads/2019/06/Grenfell-Report.pdf\">The Social Legacy of Grenfell: an Agenda for Change</a>, based on conversations with survivors, bereaved relatives, councillors, community groups and social activists.</p> <p>“When a disaster of this magnitude happens in our communities, it is an opportunity for national repentance, an opportunity to look at the way we live together,” he said.</p> <p>The public inquiry into the fire had a narrow focus on its causes, what happened on the night of 14 June 2017 and what could be done to prevent a similar catastrophe, he said. “Yet if all we do is to think about fire safety and building regulations, we will have missed a vital opportunity.”</p>  <figure class=\"element element-image\" data-media-id=\"33d0106908aa8b17288c21e90e83d8dea4a71378\"> <img src=\"https://media.guim.co.uk/33d0106908aa8b17288c21e90e83d8dea4a71378/0_33_4000_2400/1000.jpg\" alt=\"Dr Graham Tomlin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Graham Tomlin has written The Social Legacy of Grenfell: an Agenda for Change</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>  <p>Two key questions needed to be addressed, he said, about the underlying social factors that led to the fire and the main long-term social changes that those most closely affected would like to see. His report has made no specific recommendations. “[I]t is the task of politicians to come with answers,” he said, adding that copies had been sent to all candidates for the Tory leadership.</p> <p>Acknowledging that public debate was dominated by Brexit, he said: “There is a great need for reconciliation in the country. We need things that can bring us together. Learning the lessons of Grenfell can be a way of doing that. We need to ask what kind of country do we want to be post-Brexit?</p> <p>“The community around Grenfell has a moral strength and a moral authority and deserves to be listened to.”</p> <p>A reinvigoration of democracy required meaningful and long-term consultation rather than “tick-box” exercises. A move away from party-based representation may allow the participation in councils of “people who might be excellent community voices, particularly from immigrant communities who don’t have a long history with our party system, feel daunted by the prospect and don’t even try”, says the report.</p> <p>Local services should not be done “to a community or for a community, but with a community”. The neighbourliness shown in the aftermath of the fire should be fostered. Housing should be seen as places where people live and communities grow, rather than economic units.</p> <p>Faith and community organisations should be acknowledged as key to social cohesion. “If we do not act to support churches, other faith communities and community groups, we will lose a valuable source of social capital that holds our society together,” he said,</p> <p>Tomlin said the community around Grenfell was making slow progress towards healing. “Some of the anger has subsided and has been channelled into a determination to see change. But it hasn’t gone away. The [public] inquiry has a hugely complex job, but people need some kind of resolution. It’s still very difficult.”</p> <p>The report on the first phase of the inquiry has been delayed by several months and is now expected to be <a href=\"https://www.theguardian.com/uk-news/2019/may/17/grenfell-fire-inquiry-admits-it-will-not-report-until-october\">published in October</a>.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "548",
      "firstPublicationDate": "2019-06-03T15:44:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-03T19:10:02Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj89j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2de24a9e042c02d7c5afe591bc1e51bd6814bf78/573_428_3562_2137/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The tragedy at Grenfell Tower has given the UK a once-in-a-generation opportunity to fix the country’s failing social fabric and become a more united and compassionate society, the bishop of Kensington has said ahead of next week’s second anniversary of the fire. Graham Tomlin said a fitting legacy to the 72 people who died would be profound changes in the areas of democracy, welfare, housing, neighbourliness and recognising the importance of faith and other community organisations. The bishop has produced a report, The Social Legacy of Grenfell: an Agenda for Change, based on conversations with survivors, bereaved relatives, councillors, community groups and social activists. “When a disaster of this magnitude happens in our communities, it is an opportunity for national repentance, an opportunity to look at the way we live together,” he said. The public inquiry into the fire had a narrow focus on its causes, what happened on the night of 14 June 2017 and what could be done to prevent a similar catastrophe, he said. “Yet if all we do is to think about fire safety and building regulations, we will have missed a vital opportunity.” Two key questions needed to be addressed, he said, about the underlying social factors that led to the fire and the main long-term social changes that those most closely affected would like to see. His report has made no specific recommendations. “[I]t is the task of politicians to come with answers,” he said, adding that copies had been sent to all candidates for the Tory leadership. Acknowledging that public debate was dominated by Brexit, he said: “There is a great need for reconciliation in the country. We need things that can bring us together. Learning the lessons of Grenfell can be a way of doing that. We need to ask what kind of country do we want to be post-Brexit? “The community around Grenfell has a moral strength and a moral authority and deserves to be listened to.” A reinvigoration of democracy required meaningful and long-term consultation rather than “tick-box” exercises. A move away from party-based representation may allow the participation in councils of “people who might be excellent community voices, particularly from immigrant communities who don’t have a long history with our party system, feel daunted by the prospect and don’t even try”, says the report. Local services should not be done “to a community or for a community, but with a community”. The neighbourliness shown in the aftermath of the fire should be fostered. Housing should be seen as places where people live and communities grow, rather than economic units. Faith and community organisations should be acknowledged as key to social cohesion. “If we do not act to support churches, other faith communities and community groups, we will lose a valuable source of social capital that holds our society together,” he said, Tomlin said the community around Grenfell was making slow progress towards healing. “Some of the anger has subsided and has been channelled into a determination to see change. But it hasn’t gone away. The [public] inquiry has a hugely complex job, but people need some kind of resolution. It’s still very difficult.” The report on the first phase of the inquiry has been delayed by several months and is now expected to be published in October.",
      "charCount": "3320",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/harrietsherwood\">Harriet Sherwood</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/03/donald-trump-women-minorities-climate-nhs",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-03T15:22:11Z",
    "webTitle": "These protests aren’t just about Trump, they’re about everything he stands for | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/03/donald-trump-women-minorities-climate-nhs",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/03/donald-trump-women-minorities-climate-nhs",
    "fields": {
      "headline": "These protests aren’t just about Trump, they’re about everything he stands for",
      "standfirst": "Trumpism is an assault on women, minorities, the climate emergency, and now the NHS. And it is alive and well in Britain",
      "trailText": "Trumpism is an assault on women, minorities, the climate emergency, and now the NHS. And it is alive and well in Britain, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"2ac2b9aa78f9518483c71706e2b755671d0beaeb\"> <img src=\"https://media.guim.co.uk/2ac2b9aa78f9518483c71706e2b755671d0beaeb/311_374_3624_2175/1000.jpg\" alt=\"An Amnesty International banner in protest against Donald Trump’s state visit to the UK.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An Amnesty International banner in protest against Donald Trump’s state visit to the UK.</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>",
      "body": "<p>Enough of the <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/03/trump-news-latest-visit-president-in-uk-as-hunt-rules-out-giving-us-access-to-nhs-as-part-of-trade-deal-live-news\" title=\"\">Donald Trump clown show</a>. Too much of the critique of the US incumbent focuses on his vulgarity, his outrageousness, his supposed demeaning of his office, because being presidential traditionally means observing social norms while raining missiles on black and brown people in foreign climes. From the moment the Trump phenomenon became a “have you heard what he just said?!” circus, from the Republican primaries to the presidential election onwards, it served his purpose: it allowed him to frame the debate, such as it is, on his own terms.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/03/trump-news-latest-visit-president-in-uk-as-hunt-rules-out-giving-us-access-to-nhs-as-part-of-trade-deal-live-news\">Trump tours Westminster Abbey after meeting the Queen at Buckingham Palace - live</a> </p> </aside>  <p>When protesters gather in Trafalgar Square on Tuesday, their placards will of course be full of righteous anger over Trump’s record. The “pussy grabbing” misogynist, the man who described neo-Nazis and white supremacists as “<a href=\"https://www.theguardian.com/us-news/2017/aug/15/donald-trump-press-conference-far-right-defends-charlottesville\" title=\"\">fine people</a>”, who retweeted the anti-Muslim propaganda of a British far-right organisation, who called for a ban on Muslims entering the US and then imposed it to the degree the law allowed, who <a href=\"https://www.theguardian.com/us-news/2018/jul/26/trump-administration-family-separations-children-reunited\" title=\"\">separated children from their parents</a> at the border. But the protests will not simply focus on Trump, the man, but rather on what Trump represents.</p> <p>The far right – directly emboldened and legitimised by Trump – is on the ascendancy from Brazil to Hungary, Spain to Sweden. In our country, the hard-right Brexit party is on the rise: Ann Widdecombe, one of their leading lights, this weekend suggested that “<a href=\"https://www.theguardian.com/politics/2019/jun/02/ann-widdecombe-science-answer-being-gay\" title=\"\">science may produce an answer</a>” to being gay, underlining how this political force threatens to reopen debates about the rights of minorities which were supposedly settled long ago. The anti-Muslim bigotry so vulgarly displayed by Trump is on the rise across the western world: in our own country, <a href=\"https://www.theguardian.com/news/audio/2019/apr/05/the-tories-and-their-islamophobia-problem-podcast\" title=\"\">the Tories are infested with Islamophobia</a>, and much of our media promote and incite it.</p>  <figure class=\"element element-image\" data-media-id=\"270aaae0071b488f764a4a7f6d16c03795417a8c\"> <img src=\"https://media.guim.co.uk/270aaae0071b488f764a4a7f6d16c03795417a8c/0_28_2980_1788/1000.jpg\" alt=\"Donald Trump with Melania Trump and the Dean of Westminster, John Hall, in Westminster Abbey.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump with Melania Trump and the Dean of Westminster, John Hall, in Westminster Abbey.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>  <p>Trump’s administration has led a full-frontal assault on trans people, from banning trans soldiers from serving, to attempting to <a href=\"https://www.nytimes.com/2018/10/21/us/politics/transgender-trump-administration-sex-definition.html\" title=\"\">define trans people out of existence</a>. But let’s not pretend that anti-trans bigotry isn’t rampant in the British media: it has even been indulged even in supposedly liberal media.</p> <p>A possible war with Iran beckons: in a fateful echo of the calamitous invasion of Iraq, the risk of British involvement is clearly high. The British government has stood along the US presidency in backing and <a href=\"https://www.theguardian.com/commentisfree/2019/apr/03/britain-war-in-yemen\" title=\"\">arming the Saudi dictatorship to the teeth</a> as it rains bombs on Yemen, plunging the country into the worst humanitarian crisis on Earth. A climate emergency – worsened by Trump pulling the US, the biggest polluter in human history, out of the Paris agreement – threatens us all, but that doesn’t mean Britain should not be taking far more radical action.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/gallery/2019/jun/03/protest-and-pageantry-donald-trump-state-visit-day-one-in-pictures\">Protest and pageantry: Donald Trump's state visit, day one – in pictures</a> </p> </aside>  <p>There are direct and immediate dangers, of course. The US ambassador made it clear that a trade deal would put our NHS on the block, to be chopped up and fed to hungry, circling US multinationals. Under our own Trump – and the president has anointed his mini-me, Boris Johnson, as May’s successor – a no deal threatens to reduce Britain to a vassal of the US, with workers’ and consumers’ rights and environmental protections tossed on a bonfire.</p> <p>These protests won’t simply be about Trump and the perverse reality TV show he’s treated the world to ever since he fatefully declared for the presidency. The protests will be about Trumpism: about confronting a resurgent global far right, defending the rights of women and minorities, fighting the climate emergency, opposing the threat of war, and standing against an attempt to gut the NHS and trash hard-won rights and freedoms. Trump will have left our shores by Wednesday: sadly, our own Trumpism will remain and, in the coming months, we must continue to fight it.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "610",
      "commentCloseDate": "2019-06-03T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-03T15:22:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-03T16:44:24Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj8dg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2ac2b9aa78f9518483c71706e2b755671d0beaeb/311_374_3624_2175/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Enough of the Donald Trump clown show. Too much of the critique of the US incumbent focuses on his vulgarity, his outrageousness, his supposed demeaning of his office, because being presidential traditionally means observing social norms while raining missiles on black and brown people in foreign climes. From the moment the Trump phenomenon became a “have you heard what he just said?!” circus, from the Republican primaries to the presidential election onwards, it served his purpose: it allowed him to frame the debate, such as it is, on his own terms. When protesters gather in Trafalgar Square on Tuesday, their placards will of course be full of righteous anger over Trump’s record. The “pussy grabbing” misogynist, the man who described neo-Nazis and white supremacists as “fine people”, who retweeted the anti-Muslim propaganda of a British far-right organisation, who called for a ban on Muslims entering the US and then imposed it to the degree the law allowed, who separated children from their parents at the border. But the protests will not simply focus on Trump, the man, but rather on what Trump represents. The far right – directly emboldened and legitimised by Trump – is on the ascendancy from Brazil to Hungary, Spain to Sweden. In our country, the hard-right Brexit party is on the rise: Ann Widdecombe, one of their leading lights, this weekend suggested that “science may produce an answer” to being gay, underlining how this political force threatens to reopen debates about the rights of minorities which were supposedly settled long ago. The anti-Muslim bigotry so vulgarly displayed by Trump is on the rise across the western world: in our own country, the Tories are infested with Islamophobia, and much of our media promote and incite it. Trump’s administration has led a full-frontal assault on trans people, from banning trans soldiers from serving, to attempting to define trans people out of existence. But let’s not pretend that anti-trans bigotry isn’t rampant in the British media: it has even been indulged even in supposedly liberal media. A possible war with Iran beckons: in a fateful echo of the calamitous invasion of Iraq, the risk of British involvement is clearly high. The British government has stood along the US presidency in backing and arming the Saudi dictatorship to the teeth as it rains bombs on Yemen, plunging the country into the worst humanitarian crisis on Earth. A climate emergency – worsened by Trump pulling the US, the biggest polluter in human history, out of the Paris agreement – threatens us all, but that doesn’t mean Britain should not be taking far more radical action. There are direct and immediate dangers, of course. The US ambassador made it clear that a trade deal would put our NHS on the block, to be chopped up and fed to hungry, circling US multinationals. Under our own Trump – and the president has anointed his mini-me, Boris Johnson, as May’s successor – a no deal threatens to reduce Britain to a vassal of the US, with workers’ and consumers’ rights and environmental protections tossed on a bonfire. These protests won’t simply be about Trump and the perverse reality TV show he’s treated the world to ever since he fatefully declared for the presidency. The protests will be about Trumpism: about confronting a resurgent global far right, defending the rights of women and minorities, fighting the climate emergency, opposing the threat of war, and standing against an attempt to gut the NHS and trash hard-won rights and freedoms. Trump will have left our shores by Wednesday: sadly, our own Trumpism will remain and, in the coming months, we must continue to fight it. • Owen Jones is a Guardian columnist",
      "charCount": "3698",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jun/03/lords-reforming-abolishing-not-answer",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-03T12:17:25Z",
    "webTitle": "The House of Lords needs reforming, but abolishing it is not the answer | Norman Fowler",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/03/lords-reforming-abolishing-not-answer",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/03/lords-reforming-abolishing-not-answer",
    "fields": {
      "headline": "The House of Lords needs reforming, but abolishing it is not the answer",
      "standfirst": "Parliament’s second chamber is essential to scrutinise government – having fewer life peers is a start to improving it<br /><br />• Norman Fowler is Lord Speaker and was a cabinet minister with Margaret Thatcher for 11 years",
      "trailText": "Parliament’s second chamber is essential to scrutinise government – having fewer life peers is a start to improving it, says Lord Speaker Norman Fowler",
      "byline": "Norman Fowler",
      "main": "<figure class=\"element element-image\" data-media-id=\"0da41afdf2fdf93f6f5efeacdf9aa18975ff6fcb\"> <img src=\"https://media.guim.co.uk/0da41afdf2fdf93f6f5efeacdf9aa18975ff6fcb/0_15_3499_2100/1000.jpg\" alt=\"Queen Elizabeth II Attends The State Opening Of ParliamentLONDON, ENGLAND - JUNE 04: A general view of The House of Lords as Queen Elizabeth II delivers her speech during the State Opening of Parliament in the House of Lords at the Palace of Westminster on June 4, 2014 in London, England. Queen Elizabeth II is to unveil the coalition government’s legislative programme in a speech delivered to Members of Parliament and Peers in The House of Lords. Proposed legislation is expected to be introduced on a 5p charge for plastic bags in England, funding of workplace pensions, new state-funded childcare subsidy and reforms to speed up infrastructure projects. (Photo by Suzanne Plunkett - WPA Pool/Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The resignation honours list beckons – it is at this point prime ministers are tempted to reward rather than ask what contribution a person can make.’</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Given the <a href=\"https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses\" title=\"\">Guardian’s reports on the House of Lords</a>, you might expect me, in my role as Lord Speaker, to come forward with some blanket defence. I do not. As this paper reported at the beginning of the year, I am opposed to what I called “<a href=\"https://www.theguardian.com/politics/2019/jan/01/lords-must-reduce-passengers-lord-speaker-norman-fowler\" title=\"\">passengers</a>” in the Lords who make no or very little contribution. They are a minority, but they undo much of the good work done by the vast majority. </p> <p>In the past 12 months the House of Lords has made almost 2,300 changes to improve legislation; apart from daily oral questions, peers have tabled more than 8,000 written questions and taken part in more than 160 debates; while well over 300 peers have been active members of select committees which have published more than 150 reports on subjects ranging from tuition fees to intergenerational fairness.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses\">Peer who never spoke in Lords last year claims £50,000 expenses</a> </p> </aside>  <p>Those who argue for the abolition of the second chamber, as <a href=\"https://www.theguardian.com/commentisfree/2019/may/31/house-of-lords-reform-scrapping-peer-claimed-allowances\" title=\"\">Owen Jones</a> did last week, need to say how this work would be done. It is not enough just to propose more powers for the Commons in a <a href=\"https://www.parliament.uk/site-information/glossary/bi-cameral-system/\" title=\"\">unicameral system</a> – this would do little to improve levels of scrutiny when a government is returned with a big majority. In those circumstances, having a second chamber to ensure legislation does not slip through without proper debate and analysis is absolutely essential. Proponents of abolition or complete reform also need to explain how the legislation necessary to radically change the Lords will get through parliament at a time when Brexit dominates the legislative agenda. It is politically naive to believe that any government, in present circumstances, would embark on such a course.</p> <p>The Lords itself – not the government – has agreed to take action to reduce numbers following the <a href=\"https://www.theguardian.com/politics/2017/oct/31/house-of-lords-should-be-cut-to-600-report-suggests\" title=\"\">report of the committee</a> I set up under the chairmanship of Terry Burns. We want to see the total size of the House capped at 600 and fixed terms for new members. Since the Burns report was published there have been almost 70 departures from the House but there is clearly more to do. As we await the result of the <a href=\"https://www.theguardian.com/commentisfree/2019/jun/03/tory-leadership-oligarchy-brexit-boris-johnson\" title=\"\">Conservative leadership election</a> and the new prime minister we want to see the policy of Theresa May, exercising restraint in appointing new members to the Lords, continued by her successors. <a href=\"https://www.politicshome.com/news/uk/constitution/house-lords-reform/news/92960/theresa-may-backs-bid-cut-size-house-lords-she\" title=\"\">Responding to the Burns report, she said</a>: “I intend to continue with the restraint which I have exercised to date and, when making appointments, to allocate them fairly, bearing in mind the results of the last general election and the leadership shown by each party in terms of retirements.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Many life peers come to the Lords without much idea of the contribution they are expected to make</p> </blockquote> </aside>  <p>That is the first time a prime minister has made such a commitment. It is in stark contrast to the policy of Tony Blair who <a href=\"https://www.theyworkforyou.com/lords/?id=2018-05-21b.877.1\" title=\"\">appointed 374 new peers</a> and David Cameron who appointed a further 245. To date, May has appointed 42 new life peers but the resignation honours list beckons. It is at this point that prime ministers are tempted to reward rather than ask what contribution a person under consideration can make. I very much hope that May will continue to follow her excellent policy of moderation.</p> <p>There has been concern over the work of sitting Lords. Both Conservative and Labour governments have confirmed that members should be allowed to take up part-time jobs, it would be extraordinary in a non-salaried House for it to be otherwise. The rules clearly prohibit peers acting as paid lobbyists and also require public disclosure of sources of income. We have now set up a new conduct committee under the chairmanship of Lord Mance, a former deputy president of the supreme court. They keep the code of conduct under review and can <a href=\"https://www.theguardian.com/politics/2019/apr/04/house-of-lords-plan-new-system-to-deal-with-harassment-claims\" title=\"\">propose any changes</a> which are necessary.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/10/mps-palace-parliament-temporary\">MPs plan to build themselves a palace. Have they lost all contact with reality? | Simon Jenkins</a> </p> </aside>  <p>The Guardian survey of participation underlines one further step that we should now consider. Many life peers come to the Lords without much idea of the contribution they are expected to make. I remember one peer who had just been sworn in coming to me to say they had made a mistake and had not realised the work that was involved. We could set up a system, as is already the case for those who apply to be a crossbench peer, where the House of Lords appointments commission questions each new candidate on the contribution that he or she would make if their appointment was confirmed.</p> <p>My belief is that a policy of reducing numbers and checking new candidates are prepared to make the contribution that most peers already make would go a very long way to eliminating the passengers. I should also add it is already the case that every member must make a declaration that they have undertaken parliamentary work when they claim the daily allowance. If there is any question, the independent commissioner for standards can investigate.</p> <p>Of course, I recognise the policy I have set out will not satisfy those who want, for example, to elect the second chamber, but perhaps they might understand such a move is currently politically impractical. However, progress to make the Lords smaller with all members making a sensible contribution is within our grasp.</p> <p>• Norman Fowler is Lord Speaker and was a cabinet minister with Margaret Thatcher for 11 years</p>",
      "wordcount": "866",
      "commentCloseDate": "2019-06-03T18:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-03T12:17:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-03T18:08:49Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj7tg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0da41afdf2fdf93f6f5efeacdf9aa18975ff6fcb/0_15_3499_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Given the Guardian’s reports on the House of Lords, you might expect me, in my role as Lord Speaker, to come forward with some blanket defence. I do not. As this paper reported at the beginning of the year, I am opposed to what I called “passengers” in the Lords who make no or very little contribution. They are a minority, but they undo much of the good work done by the vast majority. In the past 12 months the House of Lords has made almost 2,300 changes to improve legislation; apart from daily oral questions, peers have tabled more than 8,000 written questions and taken part in more than 160 debates; while well over 300 peers have been active members of select committees which have published more than 150 reports on subjects ranging from tuition fees to intergenerational fairness. Those who argue for the abolition of the second chamber, as Owen Jones did last week, need to say how this work would be done. It is not enough just to propose more powers for the Commons in a unicameral system – this would do little to improve levels of scrutiny when a government is returned with a big majority. In those circumstances, having a second chamber to ensure legislation does not slip through without proper debate and analysis is absolutely essential. Proponents of abolition or complete reform also need to explain how the legislation necessary to radically change the Lords will get through parliament at a time when Brexit dominates the legislative agenda. It is politically naive to believe that any government, in present circumstances, would embark on such a course. The Lords itself – not the government – has agreed to take action to reduce numbers following the report of the committee I set up under the chairmanship of Terry Burns. We want to see the total size of the House capped at 600 and fixed terms for new members. Since the Burns report was published there have been almost 70 departures from the House but there is clearly more to do. As we await the result of the Conservative leadership election and the new prime minister we want to see the policy of Theresa May, exercising restraint in appointing new members to the Lords, continued by her successors. Responding to the Burns report, she said: “I intend to continue with the restraint which I have exercised to date and, when making appointments, to allocate them fairly, bearing in mind the results of the last general election and the leadership shown by each party in terms of retirements.” That is the first time a prime minister has made such a commitment. It is in stark contrast to the policy of Tony Blair who appointed 374 new peers and David Cameron who appointed a further 245. To date, May has appointed 42 new life peers but the resignation honours list beckons. It is at this point that prime ministers are tempted to reward rather than ask what contribution a person under consideration can make. I very much hope that May will continue to follow her excellent policy of moderation. There has been concern over the work of sitting Lords. Both Conservative and Labour governments have confirmed that members should be allowed to take up part-time jobs, it would be extraordinary in a non-salaried House for it to be otherwise. The rules clearly prohibit peers acting as paid lobbyists and also require public disclosure of sources of income. We have now set up a new conduct committee under the chairmanship of Lord Mance, a former deputy president of the supreme court. They keep the code of conduct under review and can propose any changes which are necessary. The Guardian survey of participation underlines one further step that we should now consider. Many life peers come to the Lords without much idea of the contribution they are expected to make. I remember one peer who had just been sworn in coming to me to say they had made a mistake and had not realised the work that was involved. We could set up a system, as is already the case for those who apply to be a crossbench peer, where the House of Lords appointments commission questions each new candidate on the contribution that he or she would make if their appointment was confirmed. My belief is that a policy of reducing numbers and checking new candidates are prepared to make the contribution that most peers already make would go a very long way to eliminating the passengers. I should also add it is already the case that every member must make a declaration that they have undertaken parliamentary work when they claim the daily allowance. If there is any question, the independent commissioner for standards can investigate. Of course, I recognise the policy I have set out will not satisfy those who want, for example, to elect the second chamber, but perhaps they might understand such a move is currently politically impractical. However, progress to make the Lords smaller with all members making a sensible contribution is within our grasp. • Norman Fowler is Lord Speaker and was a cabinet minister with Margaret Thatcher for 11 years",
      "charCount": "5011",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/norman-fowler\">Norman Fowler</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "music/2019/jun/03/band-tory-genocide-axed-glastonbury-killdren",
    "type": "article",
    "sectionId": "music",
    "sectionName": "Music",
    "webPublicationDate": "2019-06-03T08:53:11Z",
    "webTitle": "Band who called for 'Tory genocide' axed from Glastonbury",
    "webUrl": "https://www.theguardian.com/music/2019/jun/03/band-tory-genocide-axed-glastonbury-killdren",
    "apiUrl": "https://content.guardianapis.com/music/2019/jun/03/band-tory-genocide-axed-glastonbury-killdren",
    "fields": {
      "headline": "Band who called for 'Tory genocide' axed from Glastonbury",
      "standfirst": "<p>Killdren say song was ‘encouraging people to vote out the Tories’, but festival removes them and says, ‘We in no way condone violence’</p>",
      "trailText": "Killdren say song was ‘encouraging people to vote out the Tories’, but festival removes them and says, ‘We in no way condone violence’",
      "byline": "Ben Beaumont-Thomas",
      "main": "<figure class=\"element element-image\" data-media-id=\"504744798be3535d7df5dc58e9d69279de484db8\"> <img src=\"https://media.guim.co.uk/504744798be3535d7df5dc58e9d69279de484db8/0_448_6720_4032/1000.jpg\" alt=\"Festivalgoers at the Shangri-La area of Glastonbury.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Festivalgoers at the Shangri-La area of Glastonbury.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Killdren, a music duo whose lyrics call for “Tory genocide”, have been axed from the Glastonbury festival lineup.</p> <p>The band say they write “politically charged slapstick anthems and form the ideal soundtrack to the worst generation in history”. One of their songs features the lyrics: “Murder them all to the beat of a drum / kill Tory scum / kill Tory scum.” A recent performance at Boomtown Fair featured a simulated attack on a man dressed in a suit to represent a Tory voter.</p> <p>The Jo Cox Foundation, the charity set up in the name of the murdered Labour MP, had condemned the booking, with its chief executive Catherine Anderson saying: “The direct incitement of violence and abuse, on any platform and in any sector, is wrong. All of us need to call out this kind of language, until we return to a more civil way of being able to debate difference of opinions – without having to resort to threats and intimidation.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/03/killdren-band-glastonbury-ban-kill-tories\">Killdren are unlucky – 2019 just isn’t the year for songs about killing Tories | Dorian Lynskey</a> </p> </aside>  <p>Killdren were due to play the Shangri-La area of the festival, but Glastonbury has now removed the musicians from the lineup. “We are incredibly saddened that the attention this booking has received has caused such upset and negativity towards such a peaceful festival,” Shangri-La’s organisers wrote in a statement. “We in no way condone violence and will not allow this matter to overshadow the incredibly inclusive spirit of Glastonbury. And as a result we have taken the decision to withdraw the booking.”</p> <p>Killdren responded <a href=\"https://twitter.com/KilldrenMusic\">on Twitter</a>, saying: “The full title of the song in question is Kill Tory Scum (Before They Kill You) and the video questions state-sanctioned violence. The song was created in time for the last general election in 2017 and the ‘killing’ was encouraging people to vote out the Tories … the IPPR thinktank <a href=\"https://www.theguardian.com/politics/2019/jun/01/perfect-storm-austerity-behind-130000-deaths-uk-ippr-report\">reported that</a> up to 130,000 preventable deaths have occurred as a result of Tory austerity measures.”</p>",
      "newspaperPageNumber": "3",
      "wordcount": "315",
      "firstPublicationDate": "2019-06-03T08:53:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-26T09:54:45Z",
      "newspaperEditionDate": "2019-06-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj6kv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/504744798be3535d7df5dc58e9d69279de484db8/0_448_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Killdren, a music duo whose lyrics call for “Tory genocide”, have been axed from the Glastonbury festival lineup. The band say they write “politically charged slapstick anthems and form the ideal soundtrack to the worst generation in history”. One of their songs features the lyrics: “Murder them all to the beat of a drum / kill Tory scum / kill Tory scum.” A recent performance at Boomtown Fair featured a simulated attack on a man dressed in a suit to represent a Tory voter. The Jo Cox Foundation, the charity set up in the name of the murdered Labour MP, had condemned the booking, with its chief executive Catherine Anderson saying: “The direct incitement of violence and abuse, on any platform and in any sector, is wrong. All of us need to call out this kind of language, until we return to a more civil way of being able to debate difference of opinions – without having to resort to threats and intimidation.” Killdren were due to play the Shangri-La area of the festival, but Glastonbury has now removed the musicians from the lineup. “We are incredibly saddened that the attention this booking has received has caused such upset and negativity towards such a peaceful festival,” Shangri-La’s organisers wrote in a statement. “We in no way condone violence and will not allow this matter to overshadow the incredibly inclusive spirit of Glastonbury. And as a result we have taken the decision to withdraw the booking.” Killdren responded on Twitter, saying: “The full title of the song in question is Kill Tory Scum (Before They Kill You) and the video questions state-sanctioned violence. The song was created in time for the last general election in 2017 and the ‘killing’ was encouraging people to vote out the Tories … the IPPR thinktank reported that up to 130,000 preventable deaths have occurred as a result of Tory austerity measures.”",
      "charCount": "1854",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/ben-beaumont-thomas\">Ben Beaumont-Thomas</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "commentisfree/2019/jun/03/britain-remainers-no-deal-brexit-tribal-war",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-03T05:00:57Z",
    "webTitle": "Britain is horribly divided – but that’s also the fault of remainers | John Harris",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/03/britain-remainers-no-deal-brexit-tribal-war",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/03/britain-remainers-no-deal-brexit-tribal-war",
    "fields": {
      "headline": "Britain is horribly divided – and that’s also the fault of remainers",
      "standfirst": "<p>Opposing a reckless, no-deal Brexit by embracing a tribal war would be disastrous</p>",
      "trailText": "Opposing a reckless no-deal Brexit by embracing a tribal war would be disastrous, says Guardian columnist John Harris",
      "byline": "John Harris",
      "main": "<figure class=\"element element-image\" data-media-id=\"b836be8892adbee7a634e239393cf4504de13d10\"> <img src=\"https://media.guim.co.uk/b836be8892adbee7a634e239393cf4504de13d10/0_37_2982_1789/1000.jpg\" alt=\"Brexit Party leader Nigel Farage attends a Brexit Party campaign event in Merthyr Tydfil, Wales.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A dangerous mistake is to conflate people who vote for particular parties with their leaders, so that every supporter of the Brexit party is presumed to be a clone of Nigel Farage.’ </span> <span class=\"element-image__credit\">Photograph: Rebecca Naden/Reuters</span> </figcaption> </figure>",
      "body": "<p>In the buildup to the European elections, I travelled around Britain and had the sense of people talking about the state of the country in wildly different ways. “Democracy is broken,” shouted a Brexit supporter in Swindon. I met lifelong Tories on the affluent edges of the Cotswolds, anxious about how England seems to be embracing the politics of extremes. In Manchester, everyone was remain, but remarkably disengaged from the Brexit conversation. In Merthyr Tydfil, a woman who had voted for Nigel Farage’s Brexit party, offered the brisk rationale about her town that “it’s the same as it’s always been, so that’s why we need a change”. In retrospect, everything fitted the picture offered by that much-discussed <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/05/30/lib-dems-lead-polls-they-start-become-party-48\" title=\"\">YouGov poll last week</a>, of a politics so turbulent that the Liberal Democrats are suddenly popular again, Farage is newly insurgent, and the two-party carve-up of 2017 seems like a distant memory. What polling wouldn’t pick up, however, was present in encounter after encounter: woven into very different conversations, a shared sense of weariness and exasperation.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/27/corbynism-crisis-oppose-brexit-jeremy-corbyn-labour\">Corbynism is now in crisis: the only way forward is to oppose Brexit | Paul Mason</a> </p> </aside>  <p>Clearly, the debate about Brexit is hardening, at speed. Compromise options seem to have been killed off by the <a href=\"https://www.theguardian.com/politics/2019/may/27/five-things-we-have-learned-from-uk-european-elections\" title=\"\">23 May vote</a>, leaving no deal and the revoking of article 50 at the core of the argument. The most passionate advocates of another public vote seem to see victory as a likely prospect, barely pausing to think about the possible horrors of another referendum campaign. And among the leave and remain hardcore, there is something that is increasingly obvious: loathing and denigration not just of the Brexit debate’s figureheads, but the millions of people seen as being on the wrong side of the argument.</p> <p>Does anyone remember the few short months after the referendum, when the “in” thing for remainers was to agree that voters who had chosen leave needed to be listened to? No more, it seems. “<a href=\"https://www.theguardian.com/books/2018/may/18/politician-gammon-racist-stupid-steven-poole\" title=\"\">Gammon</a>” is still a fashionable insult. Some people hang on to the idea that what with so many leave voters on the wrong side of 60, all will be put right when they die. As proved by the writer and activist Paul Mason’s recent <a href=\"https://www.huffingtonpost.co.uk/entry/paul-mason-labour-voters_uk_5cee5a9ce4b0ae6710599475\" title=\"\">citing of</a> “the ex-miner sitting in the pub calling migrants cockroaches” (or <a href=\"https://www.theguardian.com/commentisfree/2019/may/27/corbynism-crisis-oppose-brexit-jeremy-corbyn-labour\" title=\"\">writing in the Guardian</a> of people who “don’t care if the economy collapses as long as the migrants go away”), there are now stereotypes rattling around that might just about describe a tiny minority, but run the risk of satisfying a set of middle-class prejudices, and instantly coming to unfairly define a whole chunk of the population.</p> <p>A dangerous mistake seems to be at play here: the conflation of people who vote for particular causes and parties with their leaders, so that every current supporter of the Brexit party is presumed to be a clone of Farage. That 63% of us – 63%! – <a href=\"http://www.ukpolitical.info/european-parliament-election-turnout.htm\" title=\"\">didn’t vote at all</a> on 23 May, and that a huge swathe of those who did put their cross in a box did so with the usual sullen detachment doesn’t fit the story, and is thus forgotten, along with a very modern fact: if you spend your waking hours imbibing the ferment on Twitter, the wider world will quickly start to look similar, even if the reality is very different.</p>  <figure class=\"element element-image\" data-media-id=\"0cca8b830843035a8c2b897fb6b856a73c06957a\"> <img src=\"https://media.guim.co.uk/0cca8b830843035a8c2b897fb6b856a73c06957a/0_179_5029_3017/1000.jpg\" alt=\"The Princess Quay shopping centre in Hull.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hull waterfront, ‘once the home of thousands of dockers and trawlermen’, now houses the Princess Quay shopping centre.</span> <span class=\"element-image__credit\">Photograph: Global Warming Images/REX</span> </figcaption> </figure>  <p>There are now Labour activists and polemicists who treat politics as if it were a board game, hanging on to the theories of dead Russians, and dealing in abstractions. Their rationale for maligning much of the party’s supposed base, I am told by some horrified Labour insiders, is to excise a whole chunk of the post-industrial working class from left politics, leave it to Farage and his friends, and install “networked youth” as the new vanguard of the revolution. Where any such manoeuvre would leave Labour’s supposed mission to double down on inequality and the UK’s regional imbalances is anyone’s guess. It would also threaten to pump the left full of one of the worst prejudices of all: snobbery.</p> <p>Among the prime movers of the rising no-deal movement, there is a kind of misanthropy that is obviously something else again, encompassing not just age-old biases and bigotries, but the idea that each and every advocate of a rethink on Brexit is a hummus-loving citizen of nowhere, and a traitor to boot. But division and polarisation are Farage and his allies’ stock in trade: the liberal left is meant to be different.</p> <p>Clearly, Brexit and its ongoing furies are only symptomatic of much deeper divisions, and a country that desperately needs to become re-acquainted with itself. We all know what has driven our fragmentation: winner-takes-all economics, the stalling of social mobility, an online discourse that has no room for restraint and compromise, and tends to introduce us to people exactly like ourselves. What is often overlooked is simple ignorance, and failures – of our education system, mainly – that result in even supposedly knowledgeable people understanding little about the country they call home.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2019/jan/29/don-mccullin-england-is-at-war-with-itself-over-brexit\">Don McCullin: England is at war with itself over Brexit</a> </p> </aside>  <p>It is often said that Brexit is the act of a country too fixated on its history. The truth, it seems to me, is that we are not nearly fixated enough. The kind of free-market capitalism this country was forced to embrace 30-odd years ago always sweeps the past away; now, of all the countries of Europe, we are surely the most weightless. In the absence of any instinctive popular understanding of our national past, the Brexiteers can tell their absurd tales of splendid isolation, the glories of the second world war and the wonders of empire, as well as averting their eyes from the island of Ireland. But history-blindness is there on the remain side as well, in the continuing denial of the great mess of stuff that sat behind the Brexit vote, and how tin-eared many pro-Europeans seem when they sound off.</p> <p>Without understanding that, say, Hull was once the home of thousands of dockers and trawlermen, that Middlesbrough was once a byword for steel and chemicals or that old mining areas are still brimming with a collective pain almost beyond articulation, how can you even begin to get to grips with where we have ended up? Do we all understand that jobs in distribution centres fail to fill huge holes, and that any viable future for the country has to contain an answer to that? As the only means of averting catastrophe, I think I still hesitantly favour another referendum, albeit one presented in terms that supporters of a so-called people’s vote have barely touched. But whatever your proposed solution to the current mess, you have to acknowledge that without a deep understanding of these things and the people they have affected, any conversation about the future will sound completely unconvincing.</p> <p>Two big dangers face us right now. One is the reckless Brexit that rightwing politicians seem hellbent on pursuing, whatever the cost. The other is a shrill kind of tribal war that threatens to push us so far away from history, common humanity and the economic nitty-gritty that politics might end up being all but pointless. To oppose the first is the duty of anyone progressive. But if it involves embracing the second, any victory will be pyrrhic. Such are the confounding politics of 2019, and knots that show no sign of being untied.</p> <p>• John Harris is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1214",
      "commentCloseDate": "2019-06-03T10:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-03T05:00:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:37Z",
      "newspaperEditionDate": "2019-06-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bj25f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b836be8892adbee7a634e239393cf4504de13d10/0_37_2982_1789/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the buildup to the European elections, I travelled around Britain and had the sense of people talking about the state of the country in wildly different ways. “Democracy is broken,” shouted a Brexit supporter in Swindon. I met lifelong Tories on the affluent edges of the Cotswolds, anxious about how England seems to be embracing the politics of extremes. In Manchester, everyone was remain, but remarkably disengaged from the Brexit conversation. In Merthyr Tydfil, a woman who had voted for Nigel Farage’s Brexit party, offered the brisk rationale about her town that “it’s the same as it’s always been, so that’s why we need a change”. In retrospect, everything fitted the picture offered by that much-discussed YouGov poll last week, of a politics so turbulent that the Liberal Democrats are suddenly popular again, Farage is newly insurgent, and the two-party carve-up of 2017 seems like a distant memory. What polling wouldn’t pick up, however, was present in encounter after encounter: woven into very different conversations, a shared sense of weariness and exasperation. Clearly, the debate about Brexit is hardening, at speed. Compromise options seem to have been killed off by the 23 May vote, leaving no deal and the revoking of article 50 at the core of the argument. The most passionate advocates of another public vote seem to see victory as a likely prospect, barely pausing to think about the possible horrors of another referendum campaign. And among the leave and remain hardcore, there is something that is increasingly obvious: loathing and denigration not just of the Brexit debate’s figureheads, but the millions of people seen as being on the wrong side of the argument. Does anyone remember the few short months after the referendum, when the “in” thing for remainers was to agree that voters who had chosen leave needed to be listened to? No more, it seems. “Gammon” is still a fashionable insult. Some people hang on to the idea that what with so many leave voters on the wrong side of 60, all will be put right when they die. As proved by the writer and activist Paul Mason’s recent citing of “the ex-miner sitting in the pub calling migrants cockroaches” (or writing in the Guardian of people who “don’t care if the economy collapses as long as the migrants go away”), there are now stereotypes rattling around that might just about describe a tiny minority, but run the risk of satisfying a set of middle-class prejudices, and instantly coming to unfairly define a whole chunk of the population. A dangerous mistake seems to be at play here: the conflation of people who vote for particular causes and parties with their leaders, so that every current supporter of the Brexit party is presumed to be a clone of Farage. That 63% of us – 63%! – didn’t vote at all on 23 May, and that a huge swathe of those who did put their cross in a box did so with the usual sullen detachment doesn’t fit the story, and is thus forgotten, along with a very modern fact: if you spend your waking hours imbibing the ferment on Twitter, the wider world will quickly start to look similar, even if the reality is very different. There are now Labour activists and polemicists who treat politics as if it were a board game, hanging on to the theories of dead Russians, and dealing in abstractions. Their rationale for maligning much of the party’s supposed base, I am told by some horrified Labour insiders, is to excise a whole chunk of the post-industrial working class from left politics, leave it to Farage and his friends, and install “networked youth” as the new vanguard of the revolution. Where any such manoeuvre would leave Labour’s supposed mission to double down on inequality and the UK’s regional imbalances is anyone’s guess. It would also threaten to pump the left full of one of the worst prejudices of all: snobbery. Among the prime movers of the rising no-deal movement, there is a kind of misanthropy that is obviously something else again, encompassing not just age-old biases and bigotries, but the idea that each and every advocate of a rethink on Brexit is a hummus-loving citizen of nowhere, and a traitor to boot. But division and polarisation are Farage and his allies’ stock in trade: the liberal left is meant to be different. Clearly, Brexit and its ongoing furies are only symptomatic of much deeper divisions, and a country that desperately needs to become re-acquainted with itself. We all know what has driven our fragmentation: winner-takes-all economics, the stalling of social mobility, an online discourse that has no room for restraint and compromise, and tends to introduce us to people exactly like ourselves. What is often overlooked is simple ignorance, and failures – of our education system, mainly – that result in even supposedly knowledgeable people understanding little about the country they call home. It is often said that Brexit is the act of a country too fixated on its history. The truth, it seems to me, is that we are not nearly fixated enough. The kind of free-market capitalism this country was forced to embrace 30-odd years ago always sweeps the past away; now, of all the countries of Europe, we are surely the most weightless. In the absence of any instinctive popular understanding of our national past, the Brexiteers can tell their absurd tales of splendid isolation, the glories of the second world war and the wonders of empire, as well as averting their eyes from the island of Ireland. But history-blindness is there on the remain side as well, in the continuing denial of the great mess of stuff that sat behind the Brexit vote, and how tin-eared many pro-Europeans seem when they sound off. Without understanding that, say, Hull was once the home of thousands of dockers and trawlermen, that Middlesbrough was once a byword for steel and chemicals or that old mining areas are still brimming with a collective pain almost beyond articulation, how can you even begin to get to grips with where we have ended up? Do we all understand that jobs in distribution centres fail to fill huge holes, and that any viable future for the country has to contain an answer to that? As the only means of averting catastrophe, I think I still hesitantly favour another referendum, albeit one presented in terms that supporters of a so-called people’s vote have barely touched. But whatever your proposed solution to the current mess, you have to acknowledge that without a deep understanding of these things and the people they have affected, any conversation about the future will sound completely unconvincing. Two big dangers face us right now. One is the reckless Brexit that rightwing politicians seem hellbent on pursuing, whatever the cost. The other is a shrill kind of tribal war that threatens to push us so far away from history, common humanity and the economic nitty-gritty that politics might end up being all but pointless. To oppose the first is the duty of anyone progressive. But if it involves embracing the second, any victory will be pyrrhic. Such are the confounding politics of 2019, and knots that show no sign of being untied. • John Harris is a Guardian columnist",
      "charCount": "7160",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnharris\">John Harris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]