[
  {
    "id": "australia-news/2019/jul/27/angus-taylor-grasslands-saga-the-double-role-of-the-expert-who-gave-the-go-ahead",
    "type": "article",
    "sectionId": "australia-news",
    "sectionName": "Australia news",
    "webPublicationDate": "2019-07-27T00:26:14Z",
    "webTitle": "Angus Taylor grasslands saga: the double role of the expert who gave the go-ahead",
    "webUrl": "https://www.theguardian.com/australia-news/2019/jul/27/angus-taylor-grasslands-saga-the-double-role-of-the-expert-who-gave-the-go-ahead",
    "apiUrl": "https://content.guardianapis.com/australia-news/2019/jul/27/angus-taylor-grasslands-saga-the-double-role-of-the-expert-who-gave-the-go-ahead",
    "fields": {
      "headline": "Angus Taylor grasslands saga: the double role of the expert who gave the go-ahead",
      "standfirst": "<p>Stuart Burge, who gave the go-ahead for Angus Taylor’s company to spray pesticides, also wrote a report now being used to head off an inquiry into the spraying</p>",
      "trailText": "Stuart Burge, who gave the go-ahead for Angus Taylor’s company to spray pesticides, also wrote a report now being used to head off an inquiry into the spraying ",
      "byline": "Anne Davies and Lisa Cox",
      "main": "<figure class=\"element element-image\" data-media-id=\"865e6ae6cfa69ef038ad29dc559da750f75a7337\"> <img src=\"https://media.guim.co.uk/865e6ae6cfa69ef038ad29dc559da750f75a7337/0_110_2892_1735/1000.jpg\" alt=\"Angus Taylor says he asked staff of the then environment minister to set up a meeting with bureaucrats because of constituent concerns.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angus Taylor says he asked staff of the then environment minister to set up a meeting with bureaucrats because of constituent concerns.</span> <span class=\"element-image__credit\">Photograph: Mick Tsikas/AAP</span> </figcaption> </figure>",
      "body": "<p>An expert who gave the go-ahead for a company owned by Angus Taylor to spray pesticide on fields containing critically endangered grasslands wrote a report for NSW Farmers Association about how the environmental listing of the same species was impeding agriculture.</p> <p>Stuart Burge, a board member of the Local Land Services South East, conducted the paddock assessment for the company Jam Land, in which energy minister Angus Taylor has an interest, in 2016 just before it was sprayed.</p> <p>The <a href=\"https://www.theguardian.com/australia-news/2019/apr/08/nsw-government-abandoned-land-clearing-investigation-into-company-linked-to-angus-taylor\">incident in late 2016</a> has led to an investigation by the federal department of the environment under the Environmental Protection and Biodiversity Conservation Act into whether Jam Land has illegally cleared land.</p> <p>Now the NSW Farmers Association’s concerns are being used by the government to stave off a push for a Senate inquiry into Taylor’s controversial meetings with bureaucrats about the grasslands listing.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2019/jul/25/government-tries-to-fend-off-angus-taylor-inquiry-with-lobby-group-letter\">Government tries to fend off Angus Taylor inquiry with lobby group letter</a> </p> </aside>  <p>The government has given a crossbench senator, Rex Patrick, a letter written by the NSW Farmers Association as evidence of constituent concerns about the listing.</p> <p>It refers to problems with the listing that were identified by Burge – who had been employed by the Taylors – and echoes the arguments the Taylors have raised in fending off a possible prosecution.</p> <p>It is understood Patrick balked at voting for the inquiry this week because he was told the letter from the NSWFA provided evidence that there were genuine constituent concerns about the grassland protections.</p> <p>Previously the Guardian has revealed that a day after Jam Land met environment department officials to discuss the alleged illegal clearing, <a href=\"https://www.theguardian.com/australia-news/2019/jun/19/angus-taylor-met-environment-department-even-as-it-investigated-company-part-owns-alleged-illegal-land-clearing\">Taylor asked staff of then environment minister Josh Frydenberg </a>to set up a meeting with bureaucrats responsible for the grasslands listing. Compliance staff were also asked to attend by Frydenberg’s office.</p> <p>Taylor has said he did so because of constituent concerns. Taylor’s seat of Hume is to the north of the Monaro, where most of the endangered grasslands can be found, but Hume includes some of the endangered community. Less than 3% of native grasslands remain, making it one of the most threatened ecological communities in Australia.</p> <p>On Monday, Labor’s leader in the Senate, Penny Wong, will move again for a formal inquiry into the actions of both Taylor and Frydenberg, including whether they had “adversely affected” the compliance investigation and whether their conduct “represents a disinterested exercise of their responsibilities under the laws of the commonwealth”.</p> <p>Labor’s environment spokeswoman, Terri Butler, said it was “incumbent on all senators to ensure that basic parliamentary and ministerial standards are upheld and to get to the bottom of this murky matter”.</p> <p>“The minister [Taylor] now oversees the department that is investigating the alleged poisoning, on land that he part owns,” she said.</p> <p>“The Morrison government has attempted to cover up the matters involving Taylor, by shutting down the establishment of a Senate inquiry to look into these issues and shutting down debate in the House of Representatives about these serious allegations.”</p> <p>The <a href=\"http://www.environment.gov.au/submissions/epbc-agricultural-review/nsw-farmers-association.pdf\">report by Burge for the NSW Farmers</a>, done after the investigation into the Taylors’ land clearing began, found that “there was a concerning lack of communication and engagement with farmers whose land harbours the majority of high conservation value grassland” and that “the greatest risk to the preservation of the Natural Temperate Grassland of the South Eastern Highlands ecological community is invasion of perennial grass weeds such as Serrated Tussock, African Lovegrass and Chilean Needlegrass”.</p> <p>These arguments have also been advanced by Jam Land director Richard Taylor, brother of Angus, to the Craik review, which was set up by the government to examine whether federal biodiversity laws were impeding agriculture and to defend the alleged breaches of the law by Jam Land.</p> <p>The Burge report argues that clearing should be allowed to manage these introduced species. It says the thresholds as to what are high conservation areas are set too low, capturing and locking up far too much land that could be used productively with little trade-off.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2019/jul/23/angus-taylor-pursued-by-labor-over-rising-emissions-and-grassland-meetings\">Angus Taylor pursued by Labor over rising emissions and grassland meetings</a> </p> </aside>  <p>The upgrading of the protections for grasslands in 2016 was made after a review by the independent threatened species scientific committee, which recommended it be classified as critically endangered. It also reviewed the methodology for assessing grasslands.</p> <p>The environment department disputes the views of the Taylors and Burge that the listing of grasslands has hurt agriculture.</p> <p>In documents obtained under freedom of information, produced around the time Taylor was seeking briefings with officials, a clearly exasperated bureaucrat explains to the minister’s office: “There is a perception of a significant burden, but the regulatory impact due to ecological community listings has historically been minor for individual landholders and the agriculture sector.</p> <p>“Most EPBC Act referrals are for large projects in urban development, mining and other major infrastructure. There have been about 45 referrals for actions impacting the grasslands since 2000, mostly for windfarms and residential development around Canberra. There have been no referrals for agriculture in that time but there is one compliance case currently under investigation which covers a large area.”</p> <p>The bureaucrat appears to be referring to the Jam Land investigation.</p> <p>Burge told the Guardian he had done “a meticulous assessment” of the Taylors’ land and had followed the appropriate scientific protocols.</p> <p>He said the problem was that the federal method of assessment was far too onerous and would lead to farmers being unable to manage invasive species.</p> <p>Instead he proposed an alternative method of assessing grasslands – the Kangaroo Grass strategy – which he said had strong support from local farmers, including the Taylors.</p>",
      "wordcount": "905",
      "firstPublicationDate": "2019-07-27T00:26:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-27T00:54:47Z",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cxty6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/865e6ae6cfa69ef038ad29dc559da750f75a7337/0_110_2892_1735/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "An expert who gave the go-ahead for a company owned by Angus Taylor to spray pesticide on fields containing critically endangered grasslands wrote a report for NSW Farmers Association about how the environmental listing of the same species was impeding agriculture. Stuart Burge, a board member of the Local Land Services South East, conducted the paddock assessment for the company Jam Land, in which energy minister Angus Taylor has an interest, in 2016 just before it was sprayed. The incident in late 2016 has led to an investigation by the federal department of the environment under the Environmental Protection and Biodiversity Conservation Act into whether Jam Land has illegally cleared land. Now the NSW Farmers Association’s concerns are being used by the government to stave off a push for a Senate inquiry into Taylor’s controversial meetings with bureaucrats about the grasslands listing. The government has given a crossbench senator, Rex Patrick, a letter written by the NSW Farmers Association as evidence of constituent concerns about the listing. It refers to problems with the listing that were identified by Burge – who had been employed by the Taylors – and echoes the arguments the Taylors have raised in fending off a possible prosecution. It is understood Patrick balked at voting for the inquiry this week because he was told the letter from the NSWFA provided evidence that there were genuine constituent concerns about the grassland protections. Previously the Guardian has revealed that a day after Jam Land met environment department officials to discuss the alleged illegal clearing, Taylor asked staff of then environment minister Josh Frydenberg to set up a meeting with bureaucrats responsible for the grasslands listing. Compliance staff were also asked to attend by Frydenberg’s office. Taylor has said he did so because of constituent concerns. Taylor’s seat of Hume is to the north of the Monaro, where most of the endangered grasslands can be found, but Hume includes some of the endangered community. Less than 3% of native grasslands remain, making it one of the most threatened ecological communities in Australia. On Monday, Labor’s leader in the Senate, Penny Wong, will move again for a formal inquiry into the actions of both Taylor and Frydenberg, including whether they had “adversely affected” the compliance investigation and whether their conduct “represents a disinterested exercise of their responsibilities under the laws of the commonwealth”. Labor’s environment spokeswoman, Terri Butler, said it was “incumbent on all senators to ensure that basic parliamentary and ministerial standards are upheld and to get to the bottom of this murky matter”. “The minister [Taylor] now oversees the department that is investigating the alleged poisoning, on land that he part owns,” she said. “The Morrison government has attempted to cover up the matters involving Taylor, by shutting down the establishment of a Senate inquiry to look into these issues and shutting down debate in the House of Representatives about these serious allegations.” The report by Burge for the NSW Farmers, done after the investigation into the Taylors’ land clearing began, found that “there was a concerning lack of communication and engagement with farmers whose land harbours the majority of high conservation value grassland” and that “the greatest risk to the preservation of the Natural Temperate Grassland of the South Eastern Highlands ecological community is invasion of perennial grass weeds such as Serrated Tussock, African Lovegrass and Chilean Needlegrass”. These arguments have also been advanced by Jam Land director Richard Taylor, brother of Angus, to the Craik review, which was set up by the government to examine whether federal biodiversity laws were impeding agriculture and to defend the alleged breaches of the law by Jam Land. The Burge report argues that clearing should be allowed to manage these introduced species. It says the thresholds as to what are high conservation areas are set too low, capturing and locking up far too much land that could be used productively with little trade-off. The upgrading of the protections for grasslands in 2016 was made after a review by the independent threatened species scientific committee, which recommended it be classified as critically endangered. It also reviewed the methodology for assessing grasslands. The environment department disputes the views of the Taylors and Burge that the listing of grasslands has hurt agriculture. In documents obtained under freedom of information, produced around the time Taylor was seeking briefings with officials, a clearly exasperated bureaucrat explains to the minister’s office: “There is a perception of a significant burden, but the regulatory impact due to ecological community listings has historically been minor for individual landholders and the agriculture sector. “Most EPBC Act referrals are for large projects in urban development, mining and other major infrastructure. There have been about 45 referrals for actions impacting the grasslands since 2000, mostly for windfarms and residential development around Canberra. There have been no referrals for agriculture in that time but there is one compliance case currently under investigation which covers a large area.” The bureaucrat appears to be referring to the Jam Land investigation. Burge told the Guardian he had done “a meticulous assessment” of the Taylors’ land and had followed the appropriate scientific protocols. He said the problem was that the federal method of assessment was far too onerous and would lead to farmers being unable to manage invasive species. Instead he proposed an alternative method of assessing grasslands – the Kangaroo Grass strategy – which he said had strong support from local farmers, including the Taylors.",
      "charCount": "5854",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/anne-davies\">Anne Davies</a> and <a href=\"profile/lisa-cox\">Lisa Cox</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]