[
  {
    "id": "politics/2019/may/17/nigel-farage-attacks-snps-claims-about-post-brexit-scotland",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-17T21:48:36Z",
    "webTitle": "Scotland won't be independent within EU, says Farage",
    "webUrl": "https://www.theguardian.com/politics/2019/may/17/nigel-farage-attacks-snps-claims-about-post-brexit-scotland",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/17/nigel-farage-attacks-snps-claims-about-post-brexit-scotland",
    "fields": {
      "headline": "Scotland won't be independent within EU, says Farage",
      "standfirst": "<p>Brexit party leader dismisses Nicola Sturgeon’s campaign for independence within EU</p>",
      "trailText": "Brexit party leader dismisses Nicola Sturgeon’s promise of independence within EU",
      "byline": "Libby Brooks Scotland correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"f0b36fdfd208bcdb8b2c91f742b7e9f2e2d3422b\"> \n <img src=\"https://media.guim.co.uk/f0b36fdfd208bcdb8b2c91f742b7e9f2e2d3422b/0_0_5568_3341/1000.jpg\" alt=\"Nigel Farage giving speech\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Nigel Farage hosting a rally for his Brexit party in Edinburgh on Friday.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Nigel Farage has called on “genuine Scottish nationalists” to vote for his Brexit party in next week’s EU elections, as he described Nicola Sturgeon’s campaign for an independent Scotland within Europe as “the most dishonest political discourse anywhere in the world”.</p> \n<p>As anti-racist protesters chanted outside the venue, Farage told cheering supporters at a rally in Edinburgh: “If you’re genuinely a nationalist lend your vote to the Brexit party, let’s get out of the EU and then have an honest debate about independence.”</p> \n<p>Speaking to the media before going onstage at the Edinburgh Corn Exchange with the Brexit party’s EU election candidates for Scotland, Farage said: “The impression that’s often given by Nicola Sturgeon is that almost everybody in Scotland thinks the European Union is a fantastic idea, when the reality is that 30% of her own voters, because they are actually genuinely nationalists, voted to leave the EU.”</p> \n<p>Despite his leading Scottish candidate, Louis Stedman-Bryce, <a href=\"https://www.thetimes.co.uk/edition/scotland/louis-stedman-bryce-brexit-party-would-not-stand-in-way-of-independence-vote-t9lnq2rvc\">stating in an interview</a> this week that the party would not oppose a second Scottish independence referendum, Farage insisted that both independence and EU votes were once-in-a-generation decisions.</p> \n<p>A buoyant Farage, perhaps relieved that he was not facing the level of public anger that led to him being <a href=\"https://www.theguardian.com/politics/2013/may/16/nigel-farage-edinburgh-protesters-van\">hounded out of central Edinburgh</a> in 2013, insisted that Scotland was more receptive to his message than it had been in previous years.</p> \n<p>“I do think there’s not been a proper debate on the EU in Scotland because there’s not been a genuine opposing voice here making the Eurosceptic argument, and what I’m hoping is that if we can make a significant breakthrough in these elections we can start to do that.”</p> \n<p>He dismissed Sturgeon’s campaign for independence within the EU. “You cannot be independent if you’re governed from the European court of justice. You cannot be independent if you’re in the EU’s customs union and single market. You cannot be independent if you’re governed by Monsieur Barnier and Mr Juncker.”</p> \n<p>A crowd of around 400 people whooped as Farage told them that the political establishment in Scotland was treating leave voters “with utter contempt” and was “terrified” by the latest polling that predicted his Brexit party could win two of the country’s six MEPs. The audience booed mentions of Barnier, Juncker and Tusk, along with references to the mainstream media, the BBC, Andrew Marr and Sturgeon – although they did not boo the mention of independence.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d090a9e5-7ffd-4bc0-a9bf-08cd434d4bd9\" data-atom-type=\"timeline\"> \n  <div>\n   <div class=\"atom-Timeline\">\n    <p><i>(June 24, 2016)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Farage tells supporters the leave campaign has won a victory for 'real people', and says 23 June should go down as 'independence day'</p>\n    <p></p>\n    <p><i>(July 4, 2016)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Announces his resignation as leader of Ukip for the second time</p>\n    <p></p>\n    <p><i>(October 5, 2016)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Becomes the party’s interim leader following Diane James’s resignation after only 18 days in the role. Paul Nuttall succeeds Farage as leader in November</p>\n    <p></p>\n    <p><i>(November 13, 2016)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>He meets the then US president-elect, Donald Trump – the first UK politician to do so – telling press afterwards that critics of Trump should 'stop whingeing' and 'just get on with it'&nbsp;</p>\n    <p></p>\n    <p><i>(January 20, 2017)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Hired as a commentator for Fox News, providing political analysis for its programmes</p>\n    <p></p>\n    <p><i>(April 20, 2017)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Tells the Daily Telegraph he will not be standing in the general election on 8 June, because he has decided to 'fight for Brexit in Europe' instead</p>\n    <p></p>\n    <p><i>(August 18, 2018)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Joins Leave Means Leave to campaign against Theresa May’s Chequers agreement. Is appointed the group’s vice-chairman shortly afterwards</p>\n    <p></p>\n    <p><i>(December 4, 2018)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Announces resignation from Ukip over the appointment of Tommy Robinson as an adviser to party leader, Gerard Batten, and the decision of the national executive to keep Batten as leader of the party</p>\n    <p></p>\n    <p><i>(February 13, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Confirms he will sit as a member of the Brexit party in the European parliament</p>\n    <p></p>\n    <p><i>(March 22, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Officially announced as the new leader of the Brexit party</p>\n    <p></p>\n    <p><i>(May 17, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Channel 4 News alleges Farage received £450,000 from Arron Banks in the year after the EU referendum</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>One of those in the crowd, Catherine Barnsley described Farage’s presentation as “absolutely fantastic”. She said: “[Leavers] have no party in Scotland that has stuck up for us. [Scottish Tory leader] Ruth Davidson is a remainer, so is [Scottish Labour leader] Richard Leonard. Nigel’s come along and given us a voice and we will be heard. He’s incredible and he’s got a lot of support.”</p> \n<p>Farage pledged that he would prepare candidates for the upcoming Holyrood elections in 2021 and dismissed the “howling mob outside” as “considerably smaller than it was a few years ago”. In 2013, he was finally whisked away in a police riot van under a tirade of abuse from a crowd of about 50 young demonstrators. On Friday night, police estimated that around 200 demonstrators had gathered outside the Corn Exchange.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/16/nigel-farage-truth-honesty-brexit-party\">Nigel Farage is filling Britain’s truth-shaped hole. Honesty is the only way to drive him out | Suzanne Moore</a> </p> \n</aside> \n<p>One of them, Beth Cameron, insisted that there was “no appetite” for Farage’s politics in Scotland. The marketing executive said: “He is deliberately provocative and divisive, and I think by and large people are disgusted by his politics, especially the xenophobia. Scotland is such a welcoming country and that’s completely at odds. I’m very surprised that he decided to come here, particularly after what happened last time.”</p> \n<p>Isla MacLean, a staff nurse, insisted that she was not trying to tell people who to vote for. “I’m originally from Aberdeenshire and I know that a lot of people there who voted to leave because of fishing, but now think that this is not what they voted for. I do think the EU elections are going to be a really important chance for those people to say ‘this is not what we wanted’.”</p>",
      "wordcount": "676",
      "firstPublicationDate": "2019-05-17T21:48:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:13Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bfnx5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f0b36fdfd208bcdb8b2c91f742b7e9f2e2d3422b/0_0_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nigel Farage has called on “genuine Scottish nationalists” to vote for his Brexit party in next week’s EU elections, as he described Nicola Sturgeon’s campaign for an independent Scotland within Europe as “the most dishonest political discourse anywhere in the world”. As anti-racist protesters chanted outside the venue, Farage told cheering supporters at a rally in Edinburgh: “If you’re genuinely a nationalist lend your vote to the Brexit party, let’s get out of the EU and then have an honest debate about independence.” Speaking to the media before going onstage at the Edinburgh Corn Exchange with the Brexit party’s EU election candidates for Scotland, Farage said: “The impression that’s often given by Nicola Sturgeon is that almost everybody in Scotland thinks the European Union is a fantastic idea, when the reality is that 30% of her own voters, because they are actually genuinely nationalists, voted to leave the EU.” Despite his leading Scottish candidate, Louis Stedman-Bryce, stating in an interview this week that the party would not oppose a second Scottish independence referendum, Farage insisted that both independence and EU votes were once-in-a-generation decisions. A buoyant Farage, perhaps relieved that he was not facing the level of public anger that led to him being hounded out of central Edinburgh in 2013, insisted that Scotland was more receptive to his message than it had been in previous years. “I do think there’s not been a proper debate on the EU in Scotland because there’s not been a genuine opposing voice here making the Eurosceptic argument, and what I’m hoping is that if we can make a significant breakthrough in these elections we can start to do that.” He dismissed Sturgeon’s campaign for independence within the EU. “You cannot be independent if you’re governed from the European court of justice. You cannot be independent if you’re in the EU’s customs union and single market. You cannot be independent if you’re governed by Monsieur Barnier and Mr Juncker.” A crowd of around 400 people whooped as Farage told them that the political establishment in Scotland was treating leave voters “with utter contempt” and was “terrified” by the latest polling that predicted his Brexit party could win two of the country’s six MEPs. The audience booed mentions of Barnier, Juncker and Tusk, along with references to the mainstream media, the BBC, Andrew Marr and Sturgeon – although they did not boo the mention of independence. One of those in the crowd, Catherine Barnsley described Farage’s presentation as “absolutely fantastic”. She said: “[Leavers] have no party in Scotland that has stuck up for us. [Scottish Tory leader] Ruth Davidson is a remainer, so is [Scottish Labour leader] Richard Leonard. Nigel’s come along and given us a voice and we will be heard. He’s incredible and he’s got a lot of support.” Farage pledged that he would prepare candidates for the upcoming Holyrood elections in 2021 and dismissed the “howling mob outside” as “considerably smaller than it was a few years ago”. In 2013, he was finally whisked away in a police riot van under a tirade of abuse from a crowd of about 50 young demonstrators. On Friday night, police estimated that around 200 demonstrators had gathered outside the Corn Exchange. One of them, Beth Cameron, insisted that there was “no appetite” for Farage’s politics in Scotland. The marketing executive said: “He is deliberately provocative and divisive, and I think by and large people are disgusted by his politics, especially the xenophobia. Scotland is such a welcoming country and that’s completely at odds. I’m very surprised that he decided to come here, particularly after what happened last time.” Isla MacLean, a staff nurse, insisted that she was not trying to tell people who to vote for. “I’m originally from Aberdeenshire and I know that a lot of people there who voted to leave because of fishing, but now think that this is not what they voted for. I do think the EU elections are going to be a really important chance for those people to say ‘this is not what we wanted’.”",
      "charCount": "4092",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a> Scotland correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/17/brexit-talks-tories-labour-likely-to-collapse-theresa-may-jeremy-corbyn",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-17T18:10:22Z",
    "webTitle": "May and Corbyn blame each other as Brexit talks collapse",
    "webUrl": "https://www.theguardian.com/politics/2019/may/17/brexit-talks-tories-labour-likely-to-collapse-theresa-may-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/17/brexit-talks-tories-labour-likely-to-collapse-theresa-may-jeremy-corbyn",
    "fields": {
      "headline": "May and Corbyn blame each other as Brexit talks collapse",
      "standfirst": "<p>Tories and Labour point to each other’s internal divisions after negotiations fail</p><ul><li><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/17/jeremy-corbyns-letter-to-theresa-may-what-he-meant-brexit\">Corbyn’s letter: what he wrote and what he meant</a></li></ul>",
      "trailText": "Tories and Labour point to each other’s internal divisions after negotiations failCorbyn’s letter: what he wrote and what he meant",
      "byline": "Peter Walker and Heather Stewart",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c76c04de-b41b-4a07-b33d-e2ccb9cc5fc6\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/wyTlXUIJ8Ss?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The government and Labour have sought to blame each other after cross-party talks to find a compromise Brexit plan collapsed, leaving any remaining hopes of an imminent solution to the impasse in tatters.</p> \n<p>While both sides insisted the discussions had taken place in good faith, Theresa May said a sticking point had been Labour splits over a second referendum.</p> \n<p>Labour in turn said the government had been unwilling to compromise and that <a href=\"https://www.theguardian.com/politics/2019/may/17/senior-tories-warn-against-extended-leadership-contest\">May’s imminent departure from Downing Street</a> meant there was no guarantee any promises would be kept by a successor <a href=\"https://www.theguardian.com/politics/2019/may/16/boris-johnson-confirms-he-will-bid-for-tory-leadership\">such as Boris Johnson</a>.</p> \n<p>Nick Boles, the former Conservative MP who helped spearhead efforts to prevent a no-deal Brexit in March, said he now feared such a departure was almost inevitable when the EU27’s latest deadline of 31 October is reached.</p> \n<p>“It’s game over,” he said. “We only won by one, and it’s very unclear that we would have the same level of Tory support, and for that matter Labour support. We are absolutely convinced that parliament will not find a way to stop no-deal Brexit.”</p> \n<p>The conclusion to six weeks of intermittent talks, which had angered many Conservative and Labour MPs who feared the nature of the compromise that might result, came with <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/17/jeremy-corbyns-letter-to-theresa-may-what-he-meant-brexit\">the release of a letter from Jeremy Corbyn to May</a> on Friday.</p> \n<figure class=\"element element-image\" data-media-id=\"5f761b4c871e6a4bdcb4f3d07907a5c15ad4804d\"> \n <img src=\"https://media.guim.co.uk/5f761b4c871e6a4bdcb4f3d07907a5c15ad4804d/0_125_3462_2077/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">May at the launch of the Tory’s European election campaign in Bristol, with Conservative MEP candidates.</span> \n  <span class=\"element-image__credit\">Photograph: Toby Melville/PA</span> \n </figcaption> \n</figure> \n<p>Despite praising the talks as constructive, the Labour leader wrote: “It has become clear that, while there are some areas where compromise has been possible, we have been unable to bridge important policy gaps between us.</p> \n<p>“Even more crucially, the increasing weakness and instability of your government means there cannot be confidence in securing whatever might be agreed between us.”</p> \n<p>May’s spokesman said the view was mutual: “It was clear to the government … that the talks were not going to reach a successful conclusion.”</p> \n<p>Corbyn’s letter cited examples of what he said was May’s inability to carry her government on possible compromises, for example ministerial dissent over a possible customs union and the idea of allowing reduced food standards to secure a US trade deal.</p> \n<p>Speaking in Bristol at a campaign event for next week’s European elections, the prime minister said the negotiations had “made progress”, but blamed Labour for the lack of an outcome.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1129332731748528131\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">I have written to Theresa May to say that talks on finding a compromise agreement for leaving the European Union have gone as far as they can.<br><br>The government's growing weakness and instability means there cannot be confidence in its ability to deliver. <a href=\"https://t.co/H27qxDleaB\">pic.twitter.com/H27qxDleaB</a></p>— Jeremy Corbyn (@jeremycorbyn) \n  <a href=\"https://twitter.com/jeremycorbyn/status/1129332731748528131?ref_src=twsrc%5Etfw\">May 17, 2019</a>\n </blockquote> \n</figure> \n<p>“In particular, we haven’t been able to overcome the fact that there isn’t a common position in Labour about whether they want to deliver Brexit or have a second referendum and try to reverse it,” she said.</p> \n<p>A Downing Street source said Sir Keir Starmer’s strong support for a second referendum was a particular sticking point. “It is clear that the shadow Brexit secretary has fairly strident views on the issue, and he led the Labour team in the negotiations,” the source said.</p> \n<p>Starmer <a href=\"https://www.theguardian.com/politics/2019/may/12/keir-starmer-brexit-deal-unlikely-pass-without-confirmatory-referendum-interview\">told the Guardian</a> earlier this week that he believed it would be impossible for any deal to pass without a confirmatory referendum attached.</p> \n<p>The Brexit secretary, Steve Barclay, echoed the point during a visit to Northern Ireland, saying the talks collapsed because of “division in the Labour party over the second referendum”.</p> \n<p>In a sign of what is likely to be a fierce debate within government in the wake of the collapse, Barclay insisted it would be possible to “mitigate the disruption” of a no-deal Brexit.</p> \n<p>Labour hit back at this narrative, with Starmer saying May was “trying to blame everyone but herself” for the collapse of the talks. He <a href=\"https://twitter.com/Keir_Starmer/status/1129395986655264769\">tweeted</a>: “She knows the reality is she couldn’t carry her own side or offer a realistic compromise. Any deal agreed wouldn’t last a day under a new Tory leader.”</p> \n<figure class=\"element element-image\" data-media-id=\"766293fe288625f0451d02ca9ea2c314d80a9990\"> \n <img src=\"https://media.guim.co.uk/766293fe288625f0451d02ca9ea2c314d80a9990/0_388_5545_3327/1000.jpg\" alt=\"Keir Starmer\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Shadow Brexit secretary Keir Starmer, who led Labour’s negotiations, is a strong advocate of a second referendum.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure> \n<p>The tortuous process of discussion, which saw occasional meetings between May and Corbyn and many more involving their frontbench teams and officials, had been widely predicted to come to an end, but the news was still enough to see the <a href=\"https://www.theguardian.com/business/2019/may/17/sterling-heads-for-worst-week-of-the-year-as-brexit-talks-collapse\">pound drop to its lowest level</a> against the dollar since February.</p> \n<p>Corbyn had come under mounting pressure from within the shadow cabinet to walk away from the talks, including from close allies who feared a stitch-up that would see Labour blamed as the facilitator of a “Tory Brexit”.</p> \n<p>Both sides stressed that some progress had been made, with the prime minister’s chief Brexit negotiator, Ollie Robbins, in Brussels earlier this week to discuss a joint draft of proposed changes to the political declaration about Britain’s future relationship with the EU27.</p> \n<p>But while there were signs the two leaders were not miles apart, a number of Conservative MPs were agitated at the idea of a possible customs union, Corbyn’s key demand, while many in Labour disliked the prospect of a plan not being endorsed by a second referendum.</p> \n<p>The government intends to press ahead with holding a vote on the withdrawal agreement bill in the week beginning 3 June – but sources stressed it would include “new features that reflect some of the discussions”, in the hope of winning over Labour MPs.</p> \n<p>May also plans to resume talks with the Democratic Unionist party, with which she is in a confidence and supply partnership, about how it could be reassured that accepting the deal would not undermine the integrity of the UK.</p> \n<p>Government sources also pointed to progress on considering “alternative arrangements” for the Northern Irish border – one of the central concerns of Brexiters who have held out against the deal.</p> \n<p>Corbyn said Labour would “carefully consider” any new proposals, but added: “I should reiterate that, without significant changes, we will continue to oppose the government’s deal as we do not believe it safeguards jobs, living standards and manufacturing industry in Britain.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "925",
      "firstPublicationDate": "2019-05-17T09:25:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:24Z",
      "newspaperEditionDate": "2019-05-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfk3e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5f724f9127035807aafa90c3a34001b6f2c79164/0_30_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The government and Labour have sought to blame each other after cross-party talks to find a compromise Brexit plan collapsed, leaving any remaining hopes of an imminent solution to the impasse in tatters. While both sides insisted the discussions had taken place in good faith, Theresa May said a sticking point had been Labour splits over a second referendum. Labour in turn said the government had been unwilling to compromise and that May’s imminent departure from Downing Street meant there was no guarantee any promises would be kept by a successor such as Boris Johnson. Nick Boles, the former Conservative MP who helped spearhead efforts to prevent a no-deal Brexit in March, said he now feared such a departure was almost inevitable when the EU27’s latest deadline of 31 October is reached. “It’s game over,” he said. “We only won by one, and it’s very unclear that we would have the same level of Tory support, and for that matter Labour support. We are absolutely convinced that parliament will not find a way to stop no-deal Brexit.” The conclusion to six weeks of intermittent talks, which had angered many Conservative and Labour MPs who feared the nature of the compromise that might result, came with the release of a letter from Jeremy Corbyn to May on Friday. Despite praising the talks as constructive, the Labour leader wrote: “It has become clear that, while there are some areas where compromise has been possible, we have been unable to bridge important policy gaps between us. “Even more crucially, the increasing weakness and instability of your government means there cannot be confidence in securing whatever might be agreed between us.” May’s spokesman said the view was mutual: “It was clear to the government … that the talks were not going to reach a successful conclusion.” Corbyn’s letter cited examples of what he said was May’s inability to carry her government on possible compromises, for example ministerial dissent over a possible customs union and the idea of allowing reduced food standards to secure a US trade deal. Speaking in Bristol at a campaign event for next week’s European elections, the prime minister said the negotiations had “made progress”, but blamed Labour for the lack of an outcome. “In particular, we haven’t been able to overcome the fact that there isn’t a common position in Labour about whether they want to deliver Brexit or have a second referendum and try to reverse it,” she said. A Downing Street source said Sir Keir Starmer’s strong support for a second referendum was a particular sticking point. “It is clear that the shadow Brexit secretary has fairly strident views on the issue, and he led the Labour team in the negotiations,” the source said. Starmer told the Guardian earlier this week that he believed it would be impossible for any deal to pass without a confirmatory referendum attached. The Brexit secretary, Steve Barclay, echoed the point during a visit to Northern Ireland, saying the talks collapsed because of “division in the Labour party over the second referendum”. In a sign of what is likely to be a fierce debate within government in the wake of the collapse, Barclay insisted it would be possible to “mitigate the disruption” of a no-deal Brexit. Labour hit back at this narrative, with Starmer saying May was “trying to blame everyone but herself” for the collapse of the talks. He tweeted: “She knows the reality is she couldn’t carry her own side or offer a realistic compromise. Any deal agreed wouldn’t last a day under a new Tory leader.” The tortuous process of discussion, which saw occasional meetings between May and Corbyn and many more involving their frontbench teams and officials, had been widely predicted to come to an end, but the news was still enough to see the pound drop to its lowest level against the dollar since February. Corbyn had come under mounting pressure from within the shadow cabinet to walk away from the talks, including from close allies who feared a stitch-up that would see Labour blamed as the facilitator of a “Tory Brexit”. Both sides stressed that some progress had been made, with the prime minister’s chief Brexit negotiator, Ollie Robbins, in Brussels earlier this week to discuss a joint draft of proposed changes to the political declaration about Britain’s future relationship with the EU27. But while there were signs the two leaders were not miles apart, a number of Conservative MPs were agitated at the idea of a possible customs union, Corbyn’s key demand, while many in Labour disliked the prospect of a plan not being endorsed by a second referendum. The government intends to press ahead with holding a vote on the withdrawal agreement bill in the week beginning 3 June – but sources stressed it would include “new features that reflect some of the discussions”, in the hope of winning over Labour MPs. May also plans to resume talks with the Democratic Unionist party, with which she is in a confidence and supply partnership, about how it could be reassured that accepting the deal would not undermine the integrity of the UK. Government sources also pointed to progress on considering “alternative arrangements” for the Northern Irish border – one of the central concerns of Brexiters who have held out against the deal. Corbyn said Labour would “carefully consider” any new proposals, but added: “I should reiterate that, without significant changes, we will continue to oppose the government’s deal as we do not believe it safeguards jobs, living standards and manufacturing industry in Britain.”",
      "charCount": "5554",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/17/senior-tories-warn-against-extended-leadership-contest",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-17T16:59:24Z",
    "webTitle": "Senior Tories warn against extended leadership contest",
    "webUrl": "https://www.theguardian.com/politics/2019/may/17/senior-tories-warn-against-extended-leadership-contest",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/17/senior-tories-warn-against-extended-leadership-contest",
    "fields": {
      "headline": "Senior Tories warn against extended leadership contest",
      "standfirst": "<p>MPs believe it could take several weeks to choose pair of potential successors to present to members</p><p>• <a href=\"https://www.theguardian.com/politics/2019/may/16/tory-leadership-contenders-whos-up-whos-down-replace-theresa-may\">The Tory leadership contenders: who’s up, who’s down?</a></p>",
      "trailText": "MPs believe it could take several weeks to choose pair of potential successors to present to members",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"e446d98c9ae679e3b2181a4b359f23f0db897ea5\"> <img src=\"https://media.guim.co.uk/e446d98c9ae679e3b2181a4b359f23f0db897ea5/0_207_3500_2100/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May could remain as caretaker PM until late summer.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Senior Conservatives are warning against an prolonged leadership contest that would mean Theresa May remaining as caretaker prime minister until late summer.</p> <p>The prime minister promised the backbench 1922 Committee on Thursday that she would set out a timetable for her departure once MPs had been given a vote on the withdrawal agreement bill in early June.</p> <p>A short contest is thought to favour the frontrunner among members, Boris Johnson. The former foreign secretary <a href=\"https://www.theguardian.com/politics/2019/may/16/boris-johnson-confirms-he-will-bid-for-tory-leadership\">put forward his candidacy</a> on Thursday, while conceding that no vacancy was yet available.</p> <p>In a poll in the Times of more than 850 Tory members, 39% named him their favoured choice to take over from May. Dominic Raab, backed by his Ready for Raab campaign, was second with 13%. </p> <p>But with a wide field of other candidates including several cabinet members expected to enter the race, MPs believe it could take several rounds of twice-weekly votes to whittle them down to the pair that must be presented to members. They expect members could then be given a month or more to make up their minds, with Tory party HQ reportedly identifying venues for grassroots hustings events.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/16/theresa-may-told-set-a-departure-date-or-be-forced-out\">Theresa May told: set a departure date or be forced out</a> </p> </aside>  <p>“It is utterly outrageous for the party to let a leadership contest go beyond July. It’s unforgivable,” said a campaign source for one contender. “Her successor needs to put a cabinet together, draw up a new negotiating position. To say to them: ‘do that in October’ is unforgivable.”</p> <p>In the cabinet alone, Jeremy Hunt, Sajid Javid, Michael Gove, Matt Hancock and Andrea Leadsom are widely expected to stand, with several having already assembled leadership teams. International development secretary Rory Stewart has already <a href=\"https://www.theguardian.com/politics/2019/may/05/rory-stewart-declares-he-would-like-to-be-prime-minister\">declared his interest</a> in May’s job.</p> <p>One former Conservative cabinet minister warned that it was a “terrible idea”, for the contest to stretch on through the summer; while a member of the 1922 Committee insisted that it should be completed before the recess, which is expected to begin in late July.</p> <p>However, some Tories believe a longer contest would allow lesser-known candidates to come to the fore. Mid-Norfolk MP and former chair of May’s policy board George Freeman said: “We are choosing a party leader who will take over as prime minister. It is vital for public trust that we have a real contest and open debate around the country – not just with ourselves – and not a quick coronation or snap kneejerk election in the immediate aftermath of the [European elections].”</p> <p>Some members of the 1922 Committee wanted the prime minister to step down immediately but decided to give her one more chance to put her Brexit deal before parliament next month. That is a high-risk strategy, because if the bill falls at its second reading, it cannot be introduced again without the parliamentary session being prorogued (discontinued). May’s successor would then have to kick off a new parliamentary session, and pass a new Queen’s speech in the House of Commons.</p> <p>Henry Newman, a former adviser to Gove and a director at the Open Europe thinktank, said: “I’m concerned there’s not a serious strategy to command a majority and my feeling is that it’s irresponsible to have the second reading without having that majority.”</p> <p>David Cameron intended the contest for his successor to take place during the summer of 2016, <a href=\"https://www.theguardian.com/politics/2016/jun/24/david-cameron-resigns-after-uk-votes-to-leave-european-union\">he announced his intention to resign</a> following the EU referendum result. But after Gove’s appearance in that race knocked out Johnson, and Leadsom stepped aside because of controversial comments about motherhood making her a better leader, grassroots members were never given a vote.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "586",
      "firstPublicationDate": "2019-05-17T16:59:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:24Z",
      "newspaperEditionDate": "2019-05-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfyzt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e446d98c9ae679e3b2181a4b359f23f0db897ea5/0_207_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Senior Conservatives are warning against an prolonged leadership contest that would mean Theresa May remaining as caretaker prime minister until late summer. The prime minister promised the backbench 1922 Committee on Thursday that she would set out a timetable for her departure once MPs had been given a vote on the withdrawal agreement bill in early June. A short contest is thought to favour the frontrunner among members, Boris Johnson. The former foreign secretary put forward his candidacy on Thursday, while conceding that no vacancy was yet available. In a poll in the Times of more than 850 Tory members, 39% named him their favoured choice to take over from May. Dominic Raab, backed by his Ready for Raab campaign, was second with 13%. But with a wide field of other candidates including several cabinet members expected to enter the race, MPs believe it could take several rounds of twice-weekly votes to whittle them down to the pair that must be presented to members. They expect members could then be given a month or more to make up their minds, with Tory party HQ reportedly identifying venues for grassroots hustings events. “It is utterly outrageous for the party to let a leadership contest go beyond July. It’s unforgivable,” said a campaign source for one contender. “Her successor needs to put a cabinet together, draw up a new negotiating position. To say to them: ‘do that in October’ is unforgivable.” In the cabinet alone, Jeremy Hunt, Sajid Javid, Michael Gove, Matt Hancock and Andrea Leadsom are widely expected to stand, with several having already assembled leadership teams. International development secretary Rory Stewart has already declared his interest in May’s job. One former Conservative cabinet minister warned that it was a “terrible idea”, for the contest to stretch on through the summer; while a member of the 1922 Committee insisted that it should be completed before the recess, which is expected to begin in late July. However, some Tories believe a longer contest would allow lesser-known candidates to come to the fore. Mid-Norfolk MP and former chair of May’s policy board George Freeman said: “We are choosing a party leader who will take over as prime minister. It is vital for public trust that we have a real contest and open debate around the country – not just with ourselves – and not a quick coronation or snap kneejerk election in the immediate aftermath of the [European elections].” Some members of the 1922 Committee wanted the prime minister to step down immediately but decided to give her one more chance to put her Brexit deal before parliament next month. That is a high-risk strategy, because if the bill falls at its second reading, it cannot be introduced again without the parliamentary session being prorogued (discontinued). May’s successor would then have to kick off a new parliamentary session, and pass a new Queen’s speech in the House of Commons. Henry Newman, a former adviser to Gove and a director at the Open Europe thinktank, said: “I’m concerned there’s not a serious strategy to command a majority and my feeling is that it’s irresponsible to have the second reading without having that majority.” David Cameron intended the contest for his successor to take place during the summer of 2016, he announced his intention to resign following the EU referendum result. But after Gove’s appearance in that race knocked out Johnson, and Leadsom stepped aside because of controversial comments about motherhood making her a better leader, grassroots members were never given a vote.",
      "charCount": "3564",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/17/labour-voters-left-high-and-dry-in-eu-elections",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-17T16:22:12Z",
    "webTitle": "Labour voters left high and dry in EU elections | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/17/labour-voters-left-high-and-dry-in-eu-elections",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/17/labour-voters-left-high-and-dry-in-eu-elections",
    "fields": {
      "headline": "Labour voters left high and dry in EU elections",
      "standfirst": "Readers respond to Polly Toynbee’s piece about the need for Labour to back remain or risk being wiped out in the European elections",
      "trailText": "<strong>Letters:</strong> Readers respond to Polly Toynbee’s piece about the need for Labour to back remain or risk being wiped out in the European elections",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"36b5f7fced4dbd5b759832087a6ce3278d7b8e4b\"> <img src=\"https://media.guim.co.uk/36b5f7fced4dbd5b759832087a6ce3278d7b8e4b/0_13_3235_1941/1000.jpg\" alt=\"Jeremy Corbyn launches Labour’s European election campaign in Kent on 9 May. ‘Labour needs to act urgently to prevent it being crushed in next week’s election,’ writes Rosemary Sales. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn launches Labour’s European election campaign in Kent on 9 May. ‘Labour needs to act urgently to prevent it being crushed in next week’s election,’ writes Rosemary Sales. </span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>As a Labour member, and former councillor, I share Polly Toynbee’s despair at the party’s vacillation on Europe (<a href=\"https://www.theguardian.com/commentisfree/2019/may/13/jeremy-corbyn-labour-brexit-nigel-farage-european-elections\" title=\"\">Labour must back remain or hand victory to the Faragists</a>, 14 May) and the leadership’s refusal to see the world as it really is rather than as they would like it to be. Anyone who has campaigned for Labour in these Euro elections will be aware of the haemorrhage of Labour voters and of members it has brought about.</p> <p>She says there is “still time for Labour to pivot towards wholehearted support for a referendum”. I hope she is right, but the party has left Farage and his noxious politics largely unchallenged for the past three years in the vain hope of retaining votes in “leave” areas. This unprincipled position has not convinced leavers, who now support the Brexit party en masse, while Labour remainers have been left stranded.</p> <p>It will be an enormous task to win back the trust of remain voters before next week’s election, let alone to win back leave voters. Many people have already voted by post, so any change of heart will be too late for them. Labour needs to act urgently to prevent it being crushed on Thursday and to present a positive case for Europe. Like other remainers, I have toyed with the idea of voting for an overtly remain party next week, but I will vote Labour – not least to support our two sitting London Labour MEPs, Claude Moraes and Seb Dance, whose work on issues such as migrant rights and climate change demonstrates the vital importance of our continuing EU membership.<br><strong>Rosemary Sales</strong><br><em>Hackney, London</em></p> <p>• Labour supporters who care about the future of the EU face a second dilemma in the election to the European parliament, apart from the one Polly Toynbee rightly points out. A vote cast for one of the openly remain smaller parties is one vote less for a sufficient number of Labour MEPs to increase the chances of Frans Timmermans, the <em>Spitzenkandidat</em> of the centre-left, to become the new president of the European commission – a better prospect for any remain-and-reform tendency than the centre-right candidate Manfred Weber. Of course, if the advice contained in the headline of the article were followed by the Labour leadership, this second dilemma would automatically go away.<br><strong>Harry Schneider</strong><br><em>Mill Hill, London</em></p> <p>• “There is no one else to resolve this but voters themselves,” says Polly Toynbee. But there is more to it than that. This is the people’s Brexit, not parliament’s. On this one issue at least, we, the electorate, are the sovereign body – the boss. We made the decision; we mandated parliament to come up with a plan and implement it. So we, “the people”, now have every right to scrutinise that plan (if one should ever materialise) and, if we see fit, amend it or even abandon the whole idea. If I commission my builder to create an extension to my home, don’t I have the right to confirm, amend or reject his design before he starts laying the bricks?<br><strong>Tim Shelton-Jones</strong><br><em>Brighton, East Sussex</em></p> <p>• I had hoped that Jeremy Corbyn would get the message from his remain supporters in the local elections but he chose to interpret Labour losses as an indication that the majority of voters wanted Brexit delivered. This has made it impossible for me to vote Labour in the European elections – widely seen as a proxy referendum – for fear that my vote be misconstrued as an endorsement of Labour’s current policy on Brexit. The surge in support for Nigel Farage underlines the fact that the EU debacle is now becoming a fight for the soul of this nation and Jeremy Corbyn needs urgently to make clear where Labour stands.<br><strong>Susan Newton</strong><br><em>Oldham, Lancashire</em></p> <p>• Re Polly Toynbee’s opinion piece, I wrote similar misgivings to my MP. His reply caused several eyebrows to be raised at the breakfast table: “I am afraid that I do not think that Jeremy will ever be a strong advocate of this position or of the case for remain. To be fair to him, he has been a Eurosceptic throughout his career.”<br><strong>Ian Garner</strong><br><em>Keighley, West Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "734",
      "commentable": "false",
      "firstPublicationDate": "2019-05-17T16:22:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:25Z",
      "newspaperEditionDate": "2019-05-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfy7e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/36b5f7fced4dbd5b759832087a6ce3278d7b8e4b/0_13_3235_1941/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As a Labour member, and former councillor, I share Polly Toynbee’s despair at the party’s vacillation on Europe (Labour must back remain or hand victory to the Faragists, 14 May) and the leadership’s refusal to see the world as it really is rather than as they would like it to be. Anyone who has campaigned for Labour in these Euro elections will be aware of the haemorrhage of Labour voters and of members it has brought about. She says there is “still time for Labour to pivot towards wholehearted support for a referendum”. I hope she is right, but the party has left Farage and his noxious politics largely unchallenged for the past three years in the vain hope of retaining votes in “leave” areas. This unprincipled position has not convinced leavers, who now support the Brexit party en masse, while Labour remainers have been left stranded. It will be an enormous task to win back the trust of remain voters before next week’s election, let alone to win back leave voters. Many people have already voted by post, so any change of heart will be too late for them. Labour needs to act urgently to prevent it being crushed on Thursday and to present a positive case for Europe. Like other remainers, I have toyed with the idea of voting for an overtly remain party next week, but I will vote Labour – not least to support our two sitting London Labour MEPs, Claude Moraes and Seb Dance, whose work on issues such as migrant rights and climate change demonstrates the vital importance of our continuing EU membership. Rosemary Sales Hackney, London • Labour supporters who care about the future of the EU face a second dilemma in the election to the European parliament, apart from the one Polly Toynbee rightly points out. A vote cast for one of the openly remain smaller parties is one vote less for a sufficient number of Labour MEPs to increase the chances of Frans Timmermans, the Spitzenkandidat of the centre-left, to become the new president of the European commission – a better prospect for any remain-and-reform tendency than the centre-right candidate Manfred Weber. Of course, if the advice contained in the headline of the article were followed by the Labour leadership, this second dilemma would automatically go away. Harry Schneider Mill Hill, London • “There is no one else to resolve this but voters themselves,” says Polly Toynbee. But there is more to it than that. This is the people’s Brexit, not parliament’s. On this one issue at least, we, the electorate, are the sovereign body – the boss. We made the decision; we mandated parliament to come up with a plan and implement it. So we, “the people”, now have every right to scrutinise that plan (if one should ever materialise) and, if we see fit, amend it or even abandon the whole idea. If I commission my builder to create an extension to my home, don’t I have the right to confirm, amend or reject his design before he starts laying the bricks? Tim Shelton-Jones Brighton, East Sussex • I had hoped that Jeremy Corbyn would get the message from his remain supporters in the local elections but he chose to interpret Labour losses as an indication that the majority of voters wanted Brexit delivered. This has made it impossible for me to vote Labour in the European elections – widely seen as a proxy referendum – for fear that my vote be misconstrued as an endorsement of Labour’s current policy on Brexit. The surge in support for Nigel Farage underlines the fact that the EU debacle is now becoming a fight for the soul of this nation and Jeremy Corbyn needs urgently to make clear where Labour stands. Susan Newton Oldham, Lancashire • Re Polly Toynbee’s opinion piece, I wrote similar misgivings to my MP. His reply caused several eyebrows to be raised at the breakfast table: “I am afraid that I do not think that Jeremy will ever be a strong advocate of this position or of the case for remain. To be fair to him, he has been a Eurosceptic throughout his career.” Ian Garner Keighley, West Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4284",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/17/election-of-prime-minister-by-tory-party-members-is-unconstitutional",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-17T16:21:51Z",
    "webTitle": "Election of prime minister by Tory party members is unconstitutional | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/17/election-of-prime-minister-by-tory-party-members-is-unconstitutional",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/17/election-of-prime-minister-by-tory-party-members-is-unconstitutional",
    "fields": {
      "headline": "Election of prime minister by Tory party members is unconstitutional",
      "standfirst": "It is not normal that a prime minister should be elected by the members of the Conservative party, writes <strong>Dorian Gerhold</strong>, while <strong>Linda Gresham</strong> would like a psychoanalytic take on Theresa May’s huge chain-like necklace",
      "trailText": "<strong>Letters:</strong> It is not normal that a prime minister should be elected by the members of the Conservative party, writes <strong>Dorian Gerhold</strong>, while <strong>Linda Gresham</strong> would like a psychoanalytic take on Theresa May’s huge chain-like necklace",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a4f3387f5ffbd5b5ba7c8866c7ad5cd9182f1d88\"> <img src=\"https://media.guim.co.uk/a4f3387f5ffbd5b5ba7c8866c7ad5cd9182f1d88/658_57_3712_2227/1000.jpg\" alt=\"Linda Gresham wonders if Theresa May’s heavy chain necklace might be symbolic. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Linda Gresham wonders if Theresa May’s heavy chain necklace might be symbolic. </span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Your correspondents seem to have slipped into regarding it as normal that a prime minister should be elected by the members of the Conservative party (<a href=\"https://www.theguardian.com/politics/2019/may/16/may-averts-tory-mutiny-by-agreeing-to-set-her-exit-date-after-brexit-bill-vote\" title=\"\">Tory leadership race looms as May agrees timetable for quitting No 10</a>, 17 May).</p> <p>In fact it is unprecedented and unconstitutional. Previously the choice of prime minister has been determined by MPs, either because the majority of the MPs elected by us have been from a party headed by that person or, between elections, because those elected MPs have chosen someone else. The MPs have no right to delegate that choice to party members, thereby removing the decision from the elected and accountable to the unelected and unaccountable and cutting the wider electorate out of the process.</p> <p>The unprecedented spectacle we are about to witness, as bystanders, is in effect a referendum on Brexit and overall government policy in which only the tiny group of people who have paid £25 to the Conservative party will be able to vote. Anyone who does not regard this as normal should sign my petition on the parliament website, “<a href=\"https://petition.parliament.uk/petitions/250515\" title=\"\">Outlaw the choosing of the prime minister by party members who are not MPs</a>”.<br><strong>Dr Dorian Gerhold</strong><br><em>(A House of Commons clerk 1978-2012), Putney, London</em></p> <p>• Could a psychoanalyst comment on the significance of Theresa May’s huge chain-like necklace and bracelet (<a href=\"https://www.theguardian.com/politics/2019/may/15/no-10-hints-commons-brexit-vote-is-make-or-break-for-theresa-may\" title=\"\">Mounting pressure from party means May’s future hinges on withdrawal bill</a>, 16 May)?<br><strong>Linda Gresham</strong><br><em>Birmingham</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "281",
      "commentable": "false",
      "firstPublicationDate": "2019-05-17T16:21:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-17T16:36:38Z",
      "newspaperEditionDate": "2019-05-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfydt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a4f3387f5ffbd5b5ba7c8866c7ad5cd9182f1d88/658_57_3712_2227/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your correspondents seem to have slipped into regarding it as normal that a prime minister should be elected by the members of the Conservative party (Tory leadership race looms as May agrees timetable for quitting No 10, 17 May). In fact it is unprecedented and unconstitutional. Previously the choice of prime minister has been determined by MPs, either because the majority of the MPs elected by us have been from a party headed by that person or, between elections, because those elected MPs have chosen someone else. The MPs have no right to delegate that choice to party members, thereby removing the decision from the elected and accountable to the unelected and unaccountable and cutting the wider electorate out of the process. The unprecedented spectacle we are about to witness, as bystanders, is in effect a referendum on Brexit and overall government policy in which only the tiny group of people who have paid £25 to the Conservative party will be able to vote. Anyone who does not regard this as normal should sign my petition on the parliament website, “Outlaw the choosing of the prime minister by party members who are not MPs”. Dr Dorian Gerhold (A House of Commons clerk 1978-2012), Putney, London • Could a psychoanalyst comment on the significance of Theresa May’s huge chain-like necklace and bracelet (Mounting pressure from party means May’s future hinges on withdrawal bill, 16 May)? Linda Gresham Birmingham • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1730",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/17/universal-credit-spin-is-at-odds-with-reality",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-17T16:21:37Z",
    "webTitle": "Universal credit spin is at odds with reality | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/17/universal-credit-spin-is-at-odds-with-reality",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/17/universal-credit-spin-is-at-odds-with-reality",
    "fields": {
      "headline": "Universal credit spin is at odds with reality",
      "standfirst": "Obvious failures in the government’s welfare policy can’t be glossed over with an ad campaign, say <strong>Garry Lemon</strong> and <strong>Paul Nicolson</strong>",
      "trailText": "<strong>Letters:</strong> Obvious failures in the government’s welfare policy can’t be glossed over with an ad campaign, say <strong>Garry Lemon</strong> and <strong>Paul Nicolson</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8e99ef253904f69427a49e2406da29ac796c3606\"> <img src=\"https://media.guim.co.uk/8e99ef253904f69427a49e2406da29ac796c3606/0_342_2972_1783/1000.jpg\" alt=\"Goods at a food bank\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Food banks gave out 1.6m parcels last year – and our data shows almost half of referrals made due to a delay in benefits being paid were linked to universal credit,’ writes Garry Lemon.</span> <span class=\"element-image__credit\">Photograph: Andy Buchanan/PA</span> </figcaption> </figure>",
      "body": "<p>Universal credit doesn’t need a PR campaign (<a href=\"https://www.theguardian.com/commentisfree/2019/may/14/universal-credit-department-work-pensions-pr\" title=\"\">Coming soon: the great universal credit deception</a>, 15 May). Instead of wasting time and resources on spin, the Department for Work and Pensions should tackle the reasons why so many of the people who most need its help are being forced to food banks after moving on to the new benefit.</p> <p>Food banks gave out 1.6m parcels last year – and our data shows almost half of referrals made due to a delay in benefits being paid were linked to universal credit. This isn’t right. Our benefits system should be anchoring people from poverty, not pushing them to a food bank.</p> <p>We know what levers we need to pull if we want to keep people afloat instead of pulling them under. We also know that the five-week wait for a first payment is one of the biggest issues people face when moving on to universal credit. This wait is five weeks too long – ending it must be the government’s first priority. Not launching an ad campaign.<br><strong>Garry Lemon</strong><br><em>Director of </em><em>policy </em><em>and </em><em>research</em><em>, The </em><em>Trussell Trust</em></p> <p>• It is a perverse government that ignores the health and moral arguments for a benefit system that meets the minimum human needs for shelter, food, fuel, clothes, transport and other necessities by embarking on a publicity campaign praising non-existent virtues of the present benefit system. The robust evidence of the system’s structural violence and damage to people’s health exists throughout universities and in the published experience of impoverished citizens. Evidence of serial governmental abuses of power stacks the shelves of government departments and crowds a struggling NHS with patients. A decent social security system, built on moral principles, would allow people to flourish. It must reverse the current structural violence and social murder. The health and wellbeing of every UK citizen in or out of work must now become a national priority.<br><strong>Rev Paul Nicolson</strong><br><em>Taxpayers Against Poverty </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "365",
      "commentable": "false",
      "firstPublicationDate": "2019-05-17T16:21:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:25:07Z",
      "newspaperEditionDate": "2019-05-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfygy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8e99ef253904f69427a49e2406da29ac796c3606/0_342_2972_1783/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Universal credit doesn’t need a PR campaign (Coming soon: the great universal credit deception, 15 May). Instead of wasting time and resources on spin, the Department for Work and Pensions should tackle the reasons why so many of the people who most need its help are being forced to food banks after moving on to the new benefit. Food banks gave out 1.6m parcels last year – and our data shows almost half of referrals made due to a delay in benefits being paid were linked to universal credit. This isn’t right. Our benefits system should be anchoring people from poverty, not pushing them to a food bank. We know what levers we need to pull if we want to keep people afloat instead of pulling them under. We also know that the five-week wait for a first payment is one of the biggest issues people face when moving on to universal credit. This wait is five weeks too long – ending it must be the government’s first priority. Not launching an ad campaign. Garry Lemon Director of policy and research, The Trussell Trust • It is a perverse government that ignores the health and moral arguments for a benefit system that meets the minimum human needs for shelter, food, fuel, clothes, transport and other necessities by embarking on a publicity campaign praising non-existent virtues of the present benefit system. The robust evidence of the system’s structural violence and damage to people’s health exists throughout universities and in the published experience of impoverished citizens. Evidence of serial governmental abuses of power stacks the shelves of government departments and crowds a struggling NHS with patients. A decent social security system, built on moral principles, would allow people to flourish. It must reverse the current structural violence and social murder. The health and wellbeing of every UK citizen in or out of work must now become a national priority. Rev Paul Nicolson Taxpayers Against Poverty • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2225",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/may/17/boris-johnson-pm-horrify-scots-nicola-sturgeon",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-17T14:30:51Z",
    "webTitle": "Vote SNP even if you’re against independence, Sturgeon urges Scots",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/17/boris-johnson-pm-horrify-scots-nicola-sturgeon",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/17/boris-johnson-pm-horrify-scots-nicola-sturgeon",
    "fields": {
      "headline": "Vote SNP even if you’re against independence, Sturgeon urges Scots",
      "standfirst": "<p>First minister appeals to pro-European voters to send anti-Brexit message in EU poll</p>",
      "trailText": "irst minister appeals to pro-European voters to send anti-Brexit message in EU poll",
      "byline": "Libby Brooks and Matthew Weaver",
      "main": "<figure class=\"element element-image\" data-media-id=\"66acc054c77aed0bf25fad9803c721528318b402\"> <img src=\"https://media.guim.co.uk/66acc054c77aed0bf25fad9803c721528318b402/377_196_5383_3230/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon said Boris Johnson was ‘the guy who misled people in the Brexit vote … a complete and utter charlatan’.</span> <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Nicola Sturgeon has urged voters across Scotland to support the SNP in next week’s EU elections “whether you’re for or against independence”, to send a convincing message about the country’s opposition to Brexit.</p> <p>While opponents have accused her of using the Brexit deadlock as an excuse to campaign for independence, Sturgeon stepped up her appeals to pro-European voters to discount Labour.</p> <p>Launching her party’s EU manifesto on Friday, she dismissed as “pointless” Jeremy Corbyn’s talks with Theresa May, and accused him of wanting to overturn the referendum result in Scotland, where a majority voted to remain.</p> <p>Speaking to an audience of candidates and activists hours before the Brexit party leader, Nigel Farage, was due to hold a rally in Edinburgh, Sturgeon said: “We have senior Tories now openly calling for an electoral pact with Nigel Farage … it is a deadly serious possibility and for Scotland it would be a nightmare.</p> <p>“The future of our country is at stake and people in Scotland deserve the right to decide whether Scotland should become an independent member of the EU. Whatever your views on independence and whether you voted remain or leave in 2016 one thing is clear and beyond doubt. Westminster right now is failing all of us.”</p> <p>Describing the manifesto as setting out “a positive, progressive European future for our nation”, she pledged that SNP MEPs would argue for a Europe-wide green new deal and press for the development of the internal energy market to boost renewable energy projects. </p> <p>She said the manifesto underlined the party’s “strong and unequivocal” support for free movement, and promised to push for reform of the common fisheries policy to suit “different fleets and different geographies”.</p> <p>Earlier, Sturgeon said the prospect of Boris Johnson becoming prime minister would “horrify” Scots and boost the case for independence. </p> <p>The former foreign secretary was a “complete and utter charlatan”, Sturgeon told BBC Radio 4’s Today programme.</p> <p>Speaking a day after <a href=\"https://www.theguardian.com/politics/2019/may/16/boris-johnson-confirms-he-will-bid-for-tory-leadership\">Johnson confirmed his bid to become Conservative leader</a>, Sturgeon said: “The prospect of him becoming prime minister is one that will horrify many people across Scotland.”</p> <p>Ruth Davidson, the leader of the Scottish Conservatives, frequently criticised Johnson during the EU referendum, and <a href=\"https://www.theguardian.com/politics/2019/may/03/scottish-tory-leader-ruth-davidson-blocks-boris-johnson-from-party-conference\">blocked him from attending a conference of the Scottish Tories</a> earlier this month.</p> <p>Alluding to the rift, Sturgeon said: “Even the Scottish Tories are terrified at the prospect [of a Johnson premiership] because I think they know what it would do to their standing.”</p> <p>She added: “If we wait too long [for another vote on independence], then we risk untold damage being done to Scotland’s interests, certainly by Brexit, and then possibly the prospect of having somebody like Boris Johnson as prime minister.”</p> <p>Asked what impact a Johnson premiership would have on the independence debate, she said: “It would lead to many more people thinking that the best future for Scotland is to be independent so that we can protect our interests, that we can take our own decisions, that we can cooperate with other independent countries across the European Union for our mutual interest. In other words, be a normal, progressive, independent country.”</p> <p>She described Johnson as “the guy who misled people in the Brexit vote, who has only ever put his own interests first … a complete and utter charlatan in my opinion”.</p> <p>Sturgeon also said she could “feel a degree of sympathy” for Theresa May on a personal level, but added: “That said, I don’t think she has played the hand she was given particularly well.”</p> <p>Sturgeon said of the prime minister: “I think she’s taken a lot of decisions that nobody made her take that have made the situation a lot worse.”</p>",
      "wordcount": "610",
      "firstPublicationDate": "2019-05-17T08:07:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:37:49Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bfjq8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/66acc054c77aed0bf25fad9803c721528318b402/377_196_5383_3230/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nicola Sturgeon has urged voters across Scotland to support the SNP in next week’s EU elections “whether you’re for or against independence”, to send a convincing message about the country’s opposition to Brexit. While opponents have accused her of using the Brexit deadlock as an excuse to campaign for independence, Sturgeon stepped up her appeals to pro-European voters to discount Labour. Launching her party’s EU manifesto on Friday, she dismissed as “pointless” Jeremy Corbyn’s talks with Theresa May, and accused him of wanting to overturn the referendum result in Scotland, where a majority voted to remain. Speaking to an audience of candidates and activists hours before the Brexit party leader, Nigel Farage, was due to hold a rally in Edinburgh, Sturgeon said: “We have senior Tories now openly calling for an electoral pact with Nigel Farage … it is a deadly serious possibility and for Scotland it would be a nightmare. “The future of our country is at stake and people in Scotland deserve the right to decide whether Scotland should become an independent member of the EU. Whatever your views on independence and whether you voted remain or leave in 2016 one thing is clear and beyond doubt. Westminster right now is failing all of us.” Describing the manifesto as setting out “a positive, progressive European future for our nation”, she pledged that SNP MEPs would argue for a Europe-wide green new deal and press for the development of the internal energy market to boost renewable energy projects. She said the manifesto underlined the party’s “strong and unequivocal” support for free movement, and promised to push for reform of the common fisheries policy to suit “different fleets and different geographies”. Earlier, Sturgeon said the prospect of Boris Johnson becoming prime minister would “horrify” Scots and boost the case for independence. The former foreign secretary was a “complete and utter charlatan”, Sturgeon told BBC Radio 4’s Today programme. Speaking a day after Johnson confirmed his bid to become Conservative leader, Sturgeon said: “The prospect of him becoming prime minister is one that will horrify many people across Scotland.” Ruth Davidson, the leader of the Scottish Conservatives, frequently criticised Johnson during the EU referendum, and blocked him from attending a conference of the Scottish Tories earlier this month. Alluding to the rift, Sturgeon said: “Even the Scottish Tories are terrified at the prospect [of a Johnson premiership] because I think they know what it would do to their standing.” She added: “If we wait too long [for another vote on independence], then we risk untold damage being done to Scotland’s interests, certainly by Brexit, and then possibly the prospect of having somebody like Boris Johnson as prime minister.” Asked what impact a Johnson premiership would have on the independence debate, she said: “It would lead to many more people thinking that the best future for Scotland is to be independent so that we can protect our interests, that we can take our own decisions, that we can cooperate with other independent countries across the European Union for our mutual interest. In other words, be a normal, progressive, independent country.” She described Johnson as “the guy who misled people in the Brexit vote, who has only ever put his own interests first … a complete and utter charlatan in my opinion”. Sturgeon also said she could “feel a degree of sympathy” for Theresa May on a personal level, but added: “That said, I don’t think she has played the hand she was given particularly well.” Sturgeon said of the prime minister: “I think she’s taken a lot of decisions that nobody made her take that have made the situation a lot worse.”",
      "charCount": "3730",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a> and <a href=\"profile/matthewweaver\">Matthew Weaver</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]