[
  {
    "id": "politics/2019/apr/17/theresa-may-could-put-off-queens-speech-amid-brexit-turmoil",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-17T17:50:10Z",
    "webTitle": "Theresa May could put off Queen's speech amid Brexit turmoil",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/17/theresa-may-could-put-off-queens-speech-amid-brexit-turmoil",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/17/theresa-may-could-put-off-queens-speech-amid-brexit-turmoil",
    "fields": {
      "headline": "Theresa May could put off Queen's speech amid Brexit turmoil",
      "standfirst": "<p>PM may avoid setting out new agenda despite parliament running out of business</p>",
      "trailText": "PM may avoid setting out new agenda despite parliament running out of business",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"a4751949f62b20288f1404a549174620f70a666e\"> <img src=\"https://media.guim.co.uk/a4751949f62b20288f1404a549174620f70a666e/0_869_1952_1170/1000.jpg\" alt=\"The Queen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The most pressing reason why May might shy away from a Queen’s speech is that she may not have the votes to get it through parliament.</span> <span class=\"element-image__credit\">Photograph: Chris Jackson/Getty</span> </figcaption> </figure>",
      "body": "<p>Theresa May could put off the Queen’s speech until later this year, with government sources saying there were no immediate plans to bring one forward while parliament had not yet approved a Brexit deal.</p> <p>May had been widely expected to schedule a Queen’s speech setting out the government’s legislative agenda within weeks, because she announced a two-year parliamentary session in mid-June 2017.</p> <p>However, some within the government believe May is prepared to ignore demands for a programme of new laws, even though parliament has run out of business to discuss apart from Brexit legislation, which is currently stalled.</p> <p>A Downing Street source said it would not be fair to say the Queen’s speech was being delayed, because no official date had been set for one. “There’s no obligation to have one at a fixed point and there’s no immediate plans to bring forward a Queen’s speech,” the source said.</p> <p>There is usually one Queen’s speech each year, and it has taken place in May or June in recent years, but Andrea Leadsom, the leader of the Commons, announced a two-year session after the last election in order to “build the broadest possible consensus for our Brexit plans”.</p> <p>There are several reasons why May might shy away from a Queen’s speech, but the most pressing is that she may not have the votes to get it through parliament given the opposition to her Brexit deal among hardline Conservative Eurosceptics, the Democratic Unionist party (DUP) and opposition parties.</p> <p>Bringing the speech forward could give MPs the opportunity to show there is no confidence in the government by voting it down, especially if parliament voted against the EU withdrawal bill and the Queen’s speech was used to introduce it again.</p> <p>May only has a majority with the backing of the DUP, but relations are weak following the party’s refusal to back her withdrawal bill.</p> <p>Her confidence and supply agreement with the DUP lasts as long as a parliamentary session, meaning it would be under no obligation to support a new Queen’s speech unless that had been renegotiated – possibly requiring more money.</p> <p>However, there are downsides to putting off a Queen’s speech, which could mean May ultimately concluding that one is necessary. One concern in No 10 is that if its EU withdrawal bill was voted down, it would have to prorogue parliament and have a Queen’s speech in order to bring it back again.</p> <p>Other factors include the government having all but run out of legislation for parliament to debate other than bills connected to Brexit, and the likelihood of a furious reaction from MPs, including those in the DUP.</p> <p>Chris Bryant, the Labour MP and former shadow leader of the Commons, said a refusal to bring forward a Queen’s speech would be a “constitutional outrage”. “There’s no point in a parliamentary session if we’ve not got anything to do. I never knew the real meaning of the word doldrums until this parliament,” he said.</p> <p>Nigel Dodds, the DUP Westminster leader, said last week: “There is some talk around of extending this session beyond two years. Can I say on that point that I think many in this house, including on this bench, would regard that as something that is not acceptable.”</p> <p>One option could be for May to present a Queen’s speech with ideas that Conservative and DUP MPs would find it hard to vote against. A cabinet source said departments had been asked to put forward their ideas for legislation, including possible bills on animal welfare and protecting soldiers against legal challenges over battlefield conduct, but the domestic agenda is relatively thin in Whitehall, given the time devoted to Brexit.</p>",
      "newspaperPageNumber": "13",
      "wordcount": "609",
      "firstPublicationDate": "2019-04-17T17:50:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:16Z",
      "newspaperEditionDate": "2019-04-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9cb3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a4751949f62b20288f1404a549174620f70a666e/0_869_1952_1170/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May could put off the Queen’s speech until later this year, with government sources saying there were no immediate plans to bring one forward while parliament had not yet approved a Brexit deal. May had been widely expected to schedule a Queen’s speech setting out the government’s legislative agenda within weeks, because she announced a two-year parliamentary session in mid-June 2017. However, some within the government believe May is prepared to ignore demands for a programme of new laws, even though parliament has run out of business to discuss apart from Brexit legislation, which is currently stalled. A Downing Street source said it would not be fair to say the Queen’s speech was being delayed, because no official date had been set for one. “There’s no obligation to have one at a fixed point and there’s no immediate plans to bring forward a Queen’s speech,” the source said. There is usually one Queen’s speech each year, and it has taken place in May or June in recent years, but Andrea Leadsom, the leader of the Commons, announced a two-year session after the last election in order to “build the broadest possible consensus for our Brexit plans”. There are several reasons why May might shy away from a Queen’s speech, but the most pressing is that she may not have the votes to get it through parliament given the opposition to her Brexit deal among hardline Conservative Eurosceptics, the Democratic Unionist party (DUP) and opposition parties. Bringing the speech forward could give MPs the opportunity to show there is no confidence in the government by voting it down, especially if parliament voted against the EU withdrawal bill and the Queen’s speech was used to introduce it again. May only has a majority with the backing of the DUP, but relations are weak following the party’s refusal to back her withdrawal bill. Her confidence and supply agreement with the DUP lasts as long as a parliamentary session, meaning it would be under no obligation to support a new Queen’s speech unless that had been renegotiated – possibly requiring more money. However, there are downsides to putting off a Queen’s speech, which could mean May ultimately concluding that one is necessary. One concern in No 10 is that if its EU withdrawal bill was voted down, it would have to prorogue parliament and have a Queen’s speech in order to bring it back again. Other factors include the government having all but run out of legislation for parliament to debate other than bills connected to Brexit, and the likelihood of a furious reaction from MPs, including those in the DUP. Chris Bryant, the Labour MP and former shadow leader of the Commons, said a refusal to bring forward a Queen’s speech would be a “constitutional outrage”. “There’s no point in a parliamentary session if we’ve not got anything to do. I never knew the real meaning of the word doldrums until this parliament,” he said. Nigel Dodds, the DUP Westminster leader, said last week: “There is some talk around of extending this session beyond two years. Can I say on that point that I think many in this house, including on this bench, would regard that as something that is not acceptable.” One option could be for May to present a Queen’s speech with ideas that Conservative and DUP MPs would find it hard to vote against. A cabinet source said departments had been asked to put forward their ideas for legislation, including possible bills on animal welfare and protecting soldiers against legal challenges over battlefield conduct, but the domestic agenda is relatively thin in Whitehall, given the time devoted to Brexit.",
      "charCount": "3612",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/17/election-opportunity-for-labour-and-disregard-for-snps-steadfast-brexit-stance",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-17T16:52:52Z",
    "webTitle": "Election opportunity for Labour – and disregard for SNP’s steadfast Brexit stance | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/17/election-opportunity-for-labour-and-disregard-for-snps-steadfast-brexit-stance",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/17/election-opportunity-for-labour-and-disregard-for-snps-steadfast-brexit-stance",
    "fields": {
      "headline": "Election opportunity for Labour – and disregard for SNP’s steadfast Brexit stance",
      "standfirst": "<strong>Anthony Isaacs</strong> proposes a strategy for the Labour party in the European elections, and <strong>Fabia Gray</strong> makes a plea for Scotland and its MPs to be heard",
      "trailText": "Letters: <strong>Anthony Isaacs</strong> proposes a strategy for the Labour party in the European elections, and <strong>Fabia Gray</strong> makes a plea for Scotland and its MPs to be heard",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f6376e9ebde86009de9df9e2c247e8ca1a7e4b4a\"> <img src=\"https://media.guim.co.uk/f6376e9ebde86009de9df9e2c247e8ca1a7e4b4a/0_172_3500_2101/1000.jpg\" alt=\"Scottish National party MP Joanna Cherry speaks to an anti-Brexit rally in Edinburgh.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scottish National party MP Joanna Cherry speaks to an anti-Brexit rally in Edinburgh. ‘It was the Scottish Six, led by Joanna Cherry, who verified the unilateral right to revoke article 50 with the European court of justice,’ writes Fabia Gray.</span> <span class=\"element-image__credit\">Photograph: Russell Cheyne/Reuters</span> </figcaption> </figure>",
      "body": "<p>Denis MacShane clearly envisages the European elections as an opportunity to rerun the referendum, offering no additional guidance other than for anti-Brexit parties to “stop name-calling each other”(<a href=\"https://www.theguardian.com/politics/2019/apr/16/european-elections-and-a-second-brexit-vote\" title=\"\">Letters</a>, 17 April). It should more usefully be seen as a proxy for a general election, allowing consideration of the fundamental economic and social problems besetting the UK, which need to be addressed irrespective of Brexit.</p> <p>With the Tories in disarray, the unconditional leave vote split between Ukip and the Brexit party, and the Lib Dems and Change UK competing for the votes of those who prioritise remain over other policy issues, he might have emphasised the huge opportunity this presents for the Labour party. The case must be made for tackling the inequalities and despair that fuelled much of the Brexit vote in the first place. At the same time, Labour could set out the parameters for a Brexit compatible with these objectives, but, crucially, commit to allowing the electorate the final say on whether this constitutes an improvement over the status quo – surely a winning formula.<br><strong>Dr Anthony Isaacs</strong><br><em>London</em></p> <p>• Oh, Polly Toynbee, I am your ardent admirer but to say that “the Liberal Democrats, Greens and Change UK … are the only unequivocal singers of the EU ode to joy” (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/15/remain-parties-eu-elections\" title=\"\">Journal</a>, 16 April) is a truly outrageous disregard of the SNP, who have campaigned steadfastly to remain, and cooperated with all other remainers. It was the Scottish Six, led by Joanna Cherry, who <a href=\"https://www.theguardian.com/politics/2018/dec/10/uk-can-unilaterally-stop-brexit-process-eu-court-rules\" title=\"\">verified the unilateral right to revoke article 50</a> with the European court of justice. Moreover, the SNP members at Westminster actually <a href=\"https://www.bbc.co.uk/news/av/uk-politics-38914765/deputy-speaker-orders-mps-to-stop-whistling-during-brexit-vote\" title=\"\"><em>sang</em> the Ode to Joy</a> while MPs voted on the Brexit bill, and got rebuked by the deputy speaker for doing so! Every constituency in Scotland voted to remain, 62% of us. Over and over again Scotland’s voice is ignored. Please, let not the Guardian ignore it.<br><strong>Fabia Gray</strong><br><em>Appin, Argyll</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "360",
      "commentable": "false",
      "firstPublicationDate": "2019-04-17T16:52:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-29T14:01:45Z",
      "newspaperEditionDate": "2019-04-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9ckx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f6376e9ebde86009de9df9e2c247e8ca1a7e4b4a/0_172_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Denis MacShane clearly envisages the European elections as an opportunity to rerun the referendum, offering no additional guidance other than for anti-Brexit parties to “stop name-calling each other”(Letters, 17 April). It should more usefully be seen as a proxy for a general election, allowing consideration of the fundamental economic and social problems besetting the UK, which need to be addressed irrespective of Brexit. With the Tories in disarray, the unconditional leave vote split between Ukip and the Brexit party, and the Lib Dems and Change UK competing for the votes of those who prioritise remain over other policy issues, he might have emphasised the huge opportunity this presents for the Labour party. The case must be made for tackling the inequalities and despair that fuelled much of the Brexit vote in the first place. At the same time, Labour could set out the parameters for a Brexit compatible with these objectives, but, crucially, commit to allowing the electorate the final say on whether this constitutes an improvement over the status quo – surely a winning formula. Dr Anthony Isaacs London • Oh, Polly Toynbee, I am your ardent admirer but to say that “the Liberal Democrats, Greens and Change UK … are the only unequivocal singers of the EU ode to joy” (Journal, 16 April) is a truly outrageous disregard of the SNP, who have campaigned steadfastly to remain, and cooperated with all other remainers. It was the Scottish Six, led by Joanna Cherry, who verified the unilateral right to revoke article 50 with the European court of justice. Moreover, the SNP members at Westminster actually sang the Ode to Joy while MPs voted on the Brexit bill, and got rebuked by the deputy speaker for doing so! Every constituency in Scotland voted to remain, 62% of us. Over and over again Scotland’s voice is ignored. Please, let not the Guardian ignore it. Fabia Gray Appin, Argyll • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2198",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/apr/17/for-a-time-hitler-was-seen-as-comic",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-17T16:51:35Z",
    "webTitle": "For a time, Hitler was seen as comic | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/apr/17/for-a-time-hitler-was-seen-as-comic",
    "apiUrl": "https://content.guardianapis.com/world/2019/apr/17/for-a-time-hitler-was-seen-as-comic",
    "fields": {
      "headline": "For a time, Hitler was seen as comic",
      "standfirst": "David Lammy is right, writes <strong>Marcia Heinemann Saunders</strong>. And <strong>David Wardrop</strong> suggests Mein Kampf had more impact in the UK than you might think",
      "trailText": "David Lammy is right, writes <strong>Marcia Heinemann Saunders</strong>. And <strong>David Wardrop</strong> suggests Mein Kampf had more impact in the UK than you might think",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"aa97ae60ed894b714a78a7df541247aa27520471\"> <img src=\"https://media.guim.co.uk/aa97ae60ed894b714a78a7df541247aa27520471/0_0_1024_614/1000.jpg\" alt=\"1933: Adolf Hitler makes his first radio broadcast as German Chancellor in front of a radio microphone.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">1933: Adolf Hitler makes his first radio broadcast as German Chancellor in front of a radio microphone.</span> <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> </figcaption> </figure>",
      "body": "<p>My mother was a child in Nazi Germany and witnessed Hitler’s rise before she fled. I remember her telling us how people initially thought Hitler’s language was exaggerated for dramatic effect, to attract notice, to shake things up a bit, and for a time he was a comic figure. As it carried on and people became used to it, the language of racism and fascism became normalised, acceptable and eventually embraced. It wasn’t funny any more. David Lammy is right to call them out – stop it now.<br><strong>Marcia Heinemann Saunders</strong><br><em>London</em></p> <p>• James Bloodworth (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/16/erg-david-lammy-wrong-compare-nazis\" title=\"\">I have no time for the ERG, but David Lammy was wrong to compare them to Nazis</a>, 16 April) reminds us of the good debating rule not to bring the Nazis into the equation unless you are talking about the actual Nazis. Yes, Lammy was clumsy but we would be wrong to look on Adolf Hitler’s book Mein Kampf as having had little impact in the UK. My copy was one of 107,000 printed in English. Maybe this was the equivalent of Stephen Hawking’s Brief History of Time, bought by many and read by few but Hutchinsons, its well-respected publishers, claimed that “no autobiography has been issued for decades over which controversy has raged so bitterly”.<br><strong>David Wardrop</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "257",
      "commentable": "false",
      "firstPublicationDate": "2019-04-17T16:51:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:08Z",
      "newspaperEditionDate": "2019-04-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9chx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aa97ae60ed894b714a78a7df541247aa27520471/0_0_1024_614/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "My mother was a child in Nazi Germany and witnessed Hitler’s rise before she fled. I remember her telling us how people initially thought Hitler’s language was exaggerated for dramatic effect, to attract notice, to shake things up a bit, and for a time he was a comic figure. As it carried on and people became used to it, the language of racism and fascism became normalised, acceptable and eventually embraced. It wasn’t funny any more. David Lammy is right to call them out – stop it now. Marcia Heinemann Saunders London • James Bloodworth (I have no time for the ERG, but David Lammy was wrong to compare them to Nazis, 16 April) reminds us of the good debating rule not to bring the Nazis into the equation unless you are talking about the actual Nazis. Yes, Lammy was clumsy but we would be wrong to look on Adolf Hitler’s book Mein Kampf as having had little impact in the UK. My copy was one of 107,000 printed in English. Maybe this was the equivalent of Stephen Hawking’s Brief History of Time, bought by many and read by few but Hutchinsons, its well-respected publishers, claimed that “no autobiography has been issued for decades over which controversy has raged so bitterly”. David Wardrop London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1507",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/17/kezia-dugdale-wins-case-against-accusation-of-defamation",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-17T14:05:59Z",
    "webTitle": "Kezia Dugdale wins case against accusation of defamation",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/17/kezia-dugdale-wins-case-against-accusation-of-defamation",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/17/kezia-dugdale-wins-case-against-accusation-of-defamation",
    "fields": {
      "headline": "Kezia Dugdale wins case against accusation of defamation",
      "standfirst": "<p>Blogger Stuart Campbell took Lothian MSP to court after she accused him of homophobia</p>",
      "trailText": "Blogger Stuart Campbell took Lothian MSP to court after she accused him of homophobia",
      "byline": "Libby Brooks",
      "main": "<figure class=\"element element-image\" data-media-id=\"88429a3c7321af8077628e90036bf68adf00bd10\"> <img src=\"https://media.guim.co.uk/88429a3c7321af8077628e90036bf68adf00bd10/0_290_2198_1318/1000.jpg\" alt=\"Kezia Dugdale\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kezia Dugdale’s comments in a Daily Record column were protected under the principle of fair comment.</span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure>",
      "body": "<p>A pro-independence blogger who accused the former Scottish Labour leader Kezia Dugdale of defamation has lost his legal action against her.</p> <p>The £25,000 claim was <a href=\"https://www.theguardian.com/uk-news/2018/jul/12/wings-over-scotland-bloggers-defamation-case-against-msp-kezia-dugdale\">brought by Stuart Campbell</a>, who runs the blog Wings Over Scotland, after the Lothian MSP accused him of homophobia in her column for the Daily Record.</p> <p>But a sheriff ruled on Wednesday that despite Dugdale being wrong to imply Campbell was homophobic, her comments were protected under the principle of fair comment.</p> <p>Dugdale welcomed the decision, describing it as “an important judgment for the right to free speech and a healthy press”.</p> <p>She added: “This ruling clearly demonstrates that every citizen is entitled to make comments as long as they are fair and reflect honestly held views.”</p> <p>The Wings Over Scotland Twitter account later said: “Now that a court has officially found that what Kezia Dugdale said about me was untrue, I wonder when she’ll apologise, given her commitment to decency in public discourse?”</p> <p>In the Daily Record article, Dugdale referred to a tweet by Campbell about the Scottish Conservative MSP Oliver Mundell, whose father, the Scotland secretary, David Mundell, <a href=\"https://www.theguardian.com/politics/2016/jan/13/conservative-david-mundell-scotland-minister-comes-out-gay\">came out as gay</a> in 2016.</p> <p>The tweet said: “Oliver Mundell is the sort of public speaker that makes you wish his dad had embraced his homosexuality sooner.”</p> <p>In his written judgment, Sheriff Nigel Ross said: “Despite incorrectly implying that Mr Campbell is homophobic, her article is protected under the principle of fair comment. She is not liable to pay damages to Mr Campbell.”</p> <p>The blogger, who came to prominence during the Scottish independence campaign of 2014 when he monitored the reporting of the constitutional debate by the mainstream media, has strenuously denied being a homophobe and insisted the allegation was both untrue and unfair.</p> <p>Dugdale also thanked the Daily Record, saying: “They stood by me as I stood up to him and won. Their support has been fulsome and unwavering throughout such a difficult time.”</p> <p>Last September, Labour withdrew funding for Dugdale’s legal representation. According to her team, the party had previously committed to cover the full costs of the case.</p>",
      "wordcount": "351",
      "firstPublicationDate": "2019-04-17T14:05:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-17T16:47:52Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b9c29",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/88429a3c7321af8077628e90036bf68adf00bd10/0_290_2198_1318/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A pro-independence blogger who accused the former Scottish Labour leader Kezia Dugdale of defamation has lost his legal action against her. The £25,000 claim was brought by Stuart Campbell, who runs the blog Wings Over Scotland, after the Lothian MSP accused him of homophobia in her column for the Daily Record. But a sheriff ruled on Wednesday that despite Dugdale being wrong to imply Campbell was homophobic, her comments were protected under the principle of fair comment. Dugdale welcomed the decision, describing it as “an important judgment for the right to free speech and a healthy press”. She added: “This ruling clearly demonstrates that every citizen is entitled to make comments as long as they are fair and reflect honestly held views.” The Wings Over Scotland Twitter account later said: “Now that a court has officially found that what Kezia Dugdale said about me was untrue, I wonder when she’ll apologise, given her commitment to decency in public discourse?” In the Daily Record article, Dugdale referred to a tweet by Campbell about the Scottish Conservative MSP Oliver Mundell, whose father, the Scotland secretary, David Mundell, came out as gay in 2016. The tweet said: “Oliver Mundell is the sort of public speaker that makes you wish his dad had embraced his homosexuality sooner.” In his written judgment, Sheriff Nigel Ross said: “Despite incorrectly implying that Mr Campbell is homophobic, her article is protected under the principle of fair comment. She is not liable to pay damages to Mr Campbell.” The blogger, who came to prominence during the Scottish independence campaign of 2014 when he monitored the reporting of the constitutional debate by the mainstream media, has strenuously denied being a homophobe and insisted the allegation was both untrue and unfair. Dugdale also thanked the Daily Record, saying: “They stood by me as I stood up to him and won. Their support has been fulsome and unwavering throughout such a difficult time.” Last September, Labour withdrew funding for Dugdale’s legal representation. According to her team, the party had previously committed to cover the full costs of the case.",
      "charCount": "2147",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/apr/17/london-mayor-attacks-broken-promise-on-knife-funds",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-04-17T11:05:17Z",
    "webTitle": "London mayor attacks 'broken promise' on knife crime funds",
    "webUrl": "https://www.theguardian.com/uk-news/2019/apr/17/london-mayor-attacks-broken-promise-on-knife-funds",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/apr/17/london-mayor-attacks-broken-promise-on-knife-funds",
    "fields": {
      "headline": "London mayor attacks 'broken promise' on knife crime funds",
      "standfirst": "<p>A month after pledging £100m, government says £51m will be allocated immediately</p>",
      "trailText": "A month after pledging £100m, government says £51m will be allocated immediately",
      "byline": "Jamie Grierson Home affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"b7763bc38b7f749de130ecb7d0a7cf4de55b3496\"> \n <img src=\"https://media.guim.co.uk/b7763bc38b7f749de130ecb7d0a7cf4de55b3496/0_55_3000_1799/1000.jpg\" alt=\"Sadiq Khan with school pupils in London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sadiq Khan with school pupils at the launch of an anti-knife campaign in London in November 2017.</span> \n  <span class=\"element-image__credit\">Photograph: Tim P Whitby/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>The mayor of London, Sadiq Khan, has said the government’s decision to release only half of the emergency cash it promised for combating knife crime is “extremely disappointing”.</p> \n<p>Last month, the chancellor, Philip Hammond, <a href=\"https://www.theguardian.com/uk-news/2019/mar/13/knife-crime-spring-statement-police\">announced</a> that £100m would be made available after a spate of fatal stabbings led to renewed focus on the response to knife crime and fresh debate about police resources.</p> \n<p>On Wednesday the home secretary, Sajid Javid, said £51m would be allocated to 18 forces immediately to strengthen their response to knife crime. Khan said this amounted to a broken promise.</p> \n<p>The Labour mayor said: “It is extremely disappointing that the government has broken its promise immediately to give the Met and other police forces across the country £100m of emergency funding to tackle violent crime in the days and weeks ahead – just when it is most desperately needed.</p> \n<p>“We were told by the chancellor in the spring statement that this funding would be available right away for police forces, but ministers have sat on their hands for more than a month and have not even allocated the full amount of funding that they promised. Tackling violent crime cannot wait for the government to get its act together.”</p> \n<p>He added: “This is symptomatic of a government that has cut police and preventive services to the bone and buried its head in the sand over the impact of austerity. It is time for proper action, and that must mean fully reversing the damaging cuts to the Met and youth services in London since 2010.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e1f5cba1-3b60-4988-94ac-de4719c705a7\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>What is the scale of the problem?</strong></p>\n    <p></p>\n    <p>Police chiefs have described the recent spate of knife crime as ‘<a href=\"https://www.theguardian.com/uk-news/2019/feb/27/police-chief-says-knife-spate-is-national-emergency\">a national emergency</a>’. In the first two months of 2019 there were 17 homicides in London alone, where 35% of all knife crimes are committed.</p>\n    <p>The number of NHS England admissions among people aged 10-19 with knife wounds has risen 60% in five years, <a href=\"https://www.theguardian.com/society/2019/feb/09/nhs-figures-show-rise-in-knife-wounds-among-young-people\">surpassing 1,000 last year</a>.</p>\n    <p>The number of knife and offensive weapon offences in England and Wales have risen to their highest level for nearly a decade, with the number of cases dealt with by the criminal justice system up by more than a third since 2015. Knife crime-related offences recorded by the police rose by 8% in England and Wales in 2018.</p>\n    <p>Figures on sentences handed out for such crimes, <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/808496/Knife_and_Offensive_Weapon_Sentencing_Pub_Q1_2019.pdf\">published by the Ministry of Justice</a>, showed there were 22,041 knife and weapon offences formally dealt with by the criminal justice system in the year ending March 2019. This is the highest rate since 2010, when the number was 23,667.</p>\n    <p><br></p>\n    <p></p>\n    <p><strong>What happens to people caught with knives?</strong></p>\n    <p></p>\n    <p>In the year ending March 2019, 37% of knife and offensive weapon offences resulted in an immediate custodial sentence, compared with 22% in 2009, when the data was first published. The average length of the custodial sentences rose to the longest in a decade, from 5.5 months to 8.1 months.</p>\n    <p></p>\n    <p><strong>Are younger people more at risk of being involved in knife crime?</strong></p>\n    <p></p>\n    <p>The MoJ figures revealed that the number of juvenile offenders convicted or cautioned for possession or threats using a knife or offensive weapon increased by almost half (48%) between the year ending March 2015 and the year ending March 2019.</p>\n    <p>The increase in adult offenders over the same period was smaller, at 31%. However, adult offenders still accounted for 74% of the total increase in cautions and convictions received for those offences in that period.</p>\n    <p></p>\n    <p><strong>What are the government doing about knife crime?</strong></p>\n    <p></p>\n    <p>In March 2019 chancellor, Philip Hammond, handed an extra £100m to police forces in England and Wales after a spate of fatal stabbings led to a renewed focus on rising knife crime and police resources.</p>\n    <p>In the same month more than 10,000 knives were seized and 1,372 suspects arrested during a week-long national knife crime crackdown. Officers carried out 3,771 weapons searches, during which 342 knives were found. Another 10,215 were handed in as part of amnesties.<br></p>\n    <p>A new Offensive Weapons Act was passed in May 2019, making it illegal to possess dangerous weapons including knuckledusters, zombie knives and death star knives. It also made it a criminal offence to dispatch bladed products sold online without verifying the buyer is over 18.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>It is understood the Home Office disputes Khan’s claim as £35m of the £100m was allocated to set up violence reduction units in forces across the country. After the £51m released by the government on Wednesday, that leaves an outstanding £14m to be allocated to police in due course. </p> \n<p>The Home Office said the money was intended to be used to support visible policing in hotspot areas, but it would ultimately be for chief constables to decide how to use it.</p> \n<p>Javid said: “Knife crime destroys lives and as home secretary I’m determined to do everything in my power to stamp it out.</p> \n<p>“This funding will help the police forces worst affected by violent crime to up their response, including by increasing the number of officers out on the streets over the Easter weekend.</p> \n<p>“The police are on the front line in the fight against serious violence and they have our full support.” </p>",
      "newspaperPageNumber": "5",
      "wordcount": "409",
      "firstPublicationDate": "2019-04-17T11:05:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-19T08:43:28Z",
      "newspaperEditionDate": "2019-04-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9bav",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b7763bc38b7f749de130ecb7d0a7cf4de55b3496/0_55_3000_1799/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The mayor of London, Sadiq Khan, has said the government’s decision to release only half of the emergency cash it promised for combating knife crime is “extremely disappointing”. Last month, the chancellor, Philip Hammond, announced that £100m would be made available after a spate of fatal stabbings led to renewed focus on the response to knife crime and fresh debate about police resources. On Wednesday the home secretary, Sajid Javid, said £51m would be allocated to 18 forces immediately to strengthen their response to knife crime. Khan said this amounted to a broken promise. The Labour mayor said: “It is extremely disappointing that the government has broken its promise immediately to give the Met and other police forces across the country £100m of emergency funding to tackle violent crime in the days and weeks ahead – just when it is most desperately needed. “We were told by the chancellor in the spring statement that this funding would be available right away for police forces, but ministers have sat on their hands for more than a month and have not even allocated the full amount of funding that they promised. Tackling violent crime cannot wait for the government to get its act together.” He added: “This is symptomatic of a government that has cut police and preventive services to the bone and buried its head in the sand over the impact of austerity. It is time for proper action, and that must mean fully reversing the damaging cuts to the Met and youth services in London since 2010.” It is understood the Home Office disputes Khan’s claim as £35m of the £100m was allocated to set up violence reduction units in forces across the country. After the £51m released by the government on Wednesday, that leaves an outstanding £14m to be allocated to police in due course. The Home Office said the money was intended to be used to support visible policing in hotspot areas, but it would ultimately be for chief constables to decide how to use it. Javid said: “Knife crime destroys lives and as home secretary I’m determined to do everything in my power to stamp it out. “This funding will help the police forces worst affected by violent crime to up their response, including by increasing the number of officers out on the streets over the Easter weekend. “The police are on the front line in the fight against serious violence and they have our full support.”",
      "charCount": "2385",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jamie-grierson\">Jamie Grierson</a> Home affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/apr/17/mark-carney-tells-global-banks-they-cannot-ignore-climate-change-dangers",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-04-17T05:01:12Z",
    "webTitle": "Mark Carney tells global banks they cannot ignore climate change dangers",
    "webUrl": "https://www.theguardian.com/environment/2019/apr/17/mark-carney-tells-global-banks-they-cannot-ignore-climate-change-dangers",
    "apiUrl": "https://content.guardianapis.com/environment/2019/apr/17/mark-carney-tells-global-banks-they-cannot-ignore-climate-change-dangers",
    "fields": {
      "headline": "Mark Carney tells global banks they cannot ignore climate change dangers",
      "standfirst": "<p>Financial sector warned it risks losses from extreme weather and its stakes in polluting firms</p>",
      "trailText": "Financial sector warned it risks losses from extreme weather and its stakes in polluting firms",
      "byline": "Richard Partington Economics correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"9b527724571f5af86133dc0615f1d130ce276c23\"> \n <img src=\"https://media.guim.co.uk/9b527724571f5af86133dc0615f1d130ce276c23/897_182_1839_1103/1000.jpg\" alt=\"Mark Carney\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Carney arriving for IMF and World Bank meetings in Washington earlier this month.</span> \n  <span class=\"element-image__credit\">Photograph: James Lawler Duggan/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>The global financial system faces an existential threat from climate change and must take urgent steps to reform, the governors of the <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\">Bank of England</a> and France’s central bank have warned, writing in the Guardian.</p> \n<p>In an <a href=\"https://www.theguardian.com/commentisfree/2019/apr/17/the-financial-sector-must-be-at-the-heart-of-tackling-climate-change\">article</a> published in the Guardian on Wednesday aimed at the international financial community, Mark Carney, the Bank’s governor, and François Villeroy de Galhau, the governor of the Banque de <a href=\"https://www.theguardian.com/world/france\">France</a>, said financial regulators, banks and insurers around the world had to “raise the bar” to avoid catastrophe.</p> \n<p>They said: “As financial policymakers and prudential supervisors we cannot ignore the obvious physical risks before our eyes. Climate change is a global problem, which requires global solutions, in which the whole financial sector has a central role to play.”</p> \n<p>The warning comes as concern over the impact of climate change and the lack of urgent action is increasing, reflected in the <a href=\"https://www.theguardian.com/uk-news/2019/apr/16/more-than-100-people-arrested-in-london-climate-change-protests-extinction-rebellion\">Extinction Rebellion protests</a> and <a href=\"https://www.theguardian.com/environment/2019/mar/19/school-climate-strikes-more-than-1-million-took-part-say-campaigners-greta-thunberg\">schoolchildren’s strikes</a> across the world.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f2a314dc-550b-4e80-b64c-878a98d2ffa8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/y6xT62MZrRM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The heads of two of the world’s most influential central banks urged other financial regulators around the world to carry out climate change stress tests to spot any risks in the system, while also calling for more collaboration between nations on the issue. They warned that a “massive reallocation of capital” was necessary to prevent global warming above the 2°C maximum target set by the <a href=\"https://www.theguardian.com/environment/paris-climate-agreement\">Paris climate agreement</a>, with the banking system required to play a pivotal role.</p> \n<p>“If some companies and industries fail to adjust to this new world, they will fail to exist,” Carney and De Galhau said.</p> \n<p>Climate change poses significant risks to banks and insurers from rising instances of catastrophic weather-related events, such as heatwaves, droughts and floods, which could land them with significant losses.</p> \n<p>There are also risks for financial firms as governments accept the need to tackle climate change because banks that have lent to companies reliant on burning fossil fuels run the risk of steep financial losses.</p> \n<p>Carney has previously warned that <a href=\"https://www.theguardian.com/business/2019/jan/07/diesel-brexit-uk-car-sales-smmt\">plunging sales of diesel cars</a>, due to new vehicle emissions tests and changes in the tax system, which have had <a href=\"https://www.theguardian.com/business/2019/jan/11/car-industry-malaise-drags-down-uk-gdp-growth-to-03\">knock-on effects for manufacturers and the wider economy</a>, are an example of this in action.</p> \n<p>Banks could find they have stranded assets that turn out to be worthless if they are reliant on burning fossil fuels. Threadneedle Street has said as much as $20tn (£15.3tn) of assets could be wiped out by climate change if it is not effectively addressed.</p> \n<p>The open letter from Carney and De Galhau accompanies the launch of a report from the <a href=\"https://www.banque-france.fr/en/financial-stability/international-role/network-greening-financial-system\">Network for Greening the Financial System</a> (NGFS), an international group of central banks and financial regulators, outlining the steps necessary for financiers to tackle climate change.</p> \n<p>Global warming has typically been of secondary concern to central bankers since the 2008 financial crisis, as they grappled with the immediate threat of banking failures. However, there is growing recognition that action is needed to fight the risks it poses.</p> \n<p>Although they have received praise for advancing the debate about climate change, Carney, central bankers and financiers have been <a href=\"https://www.theguardian.com/environment/2018/oct/15/banks-will-not-be-forced-to-reveal-climate-change-risks-they-face\">criticised for expecting the banking industry to reform itself</a> without tougher regulation being introduced.</p> \n<p>Frank van Lerven, a senior economist at the New Economics Foundation thinktank, said: “Central banks across the world, and in the UK, have done a very good job of identifying the problem. The question is whether they have the right balance between being thought leaders on this issue and identifying problems and taking action.”</p>",
      "newspaperPageNumber": "41",
      "wordcount": "575",
      "firstPublicationDate": "2019-04-17T05:01:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-17T10:33:16Z",
      "newspaperEditionDate": "2019-04-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b966z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9b527724571f5af86133dc0615f1d130ce276c23/897_182_1839_1103/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The global financial system faces an existential threat from climate change and must take urgent steps to reform, the governors of the Bank of England and France’s central bank have warned, writing in the Guardian. In an article published in the Guardian on Wednesday aimed at the international financial community, Mark Carney, the Bank’s governor, and François Villeroy de Galhau, the governor of the Banque de France, said financial regulators, banks and insurers around the world had to “raise the bar” to avoid catastrophe. They said: “As financial policymakers and prudential supervisors we cannot ignore the obvious physical risks before our eyes. Climate change is a global problem, which requires global solutions, in which the whole financial sector has a central role to play.” The warning comes as concern over the impact of climate change and the lack of urgent action is increasing, reflected in the Extinction Rebellion protests and schoolchildren’s strikes across the world. The heads of two of the world’s most influential central banks urged other financial regulators around the world to carry out climate change stress tests to spot any risks in the system, while also calling for more collaboration between nations on the issue. They warned that a “massive reallocation of capital” was necessary to prevent global warming above the 2°C maximum target set by the Paris climate agreement, with the banking system required to play a pivotal role. “If some companies and industries fail to adjust to this new world, they will fail to exist,” Carney and De Galhau said. Climate change poses significant risks to banks and insurers from rising instances of catastrophic weather-related events, such as heatwaves, droughts and floods, which could land them with significant losses. There are also risks for financial firms as governments accept the need to tackle climate change because banks that have lent to companies reliant on burning fossil fuels run the risk of steep financial losses. Carney has previously warned that plunging sales of diesel cars, due to new vehicle emissions tests and changes in the tax system, which have had knock-on effects for manufacturers and the wider economy, are an example of this in action. Banks could find they have stranded assets that turn out to be worthless if they are reliant on burning fossil fuels. Threadneedle Street has said as much as $20tn (£15.3tn) of assets could be wiped out by climate change if it is not effectively addressed. The open letter from Carney and De Galhau accompanies the launch of a report from the Network for Greening the Financial System (NGFS), an international group of central banks and financial regulators, outlining the steps necessary for financiers to tackle climate change. Global warming has typically been of secondary concern to central bankers since the 2008 financial crisis, as they grappled with the immediate threat of banking failures. However, there is growing recognition that action is needed to fight the risks it poses. Although they have received praise for advancing the debate about climate change, Carney, central bankers and financiers have been criticised for expecting the banking industry to reform itself without tougher regulation being introduced. Frank van Lerven, a senior economist at the New Economics Foundation thinktank, said: “Central banks across the world, and in the UK, have done a very good job of identifying the problem. The question is whether they have the right balance between being thought leaders on this issue and identifying problems and taking action.”",
      "charCount": "3602",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a> Economics correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/17/why-labours-leader-has-to-perform-a-brexit-balancing-act",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-17T05:00:14Z",
    "webTitle": "Why Labour's leader has to perform a Brexit balancing act",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/17/why-labours-leader-has-to-perform-a-brexit-balancing-act",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/17/why-labours-leader-has-to-perform-a-brexit-balancing-act",
    "fields": {
      "headline": "Why Labour's leader has to perform a Brexit balancing act",
      "standfirst": "<p>Party’s clash of political visions means Corbyn must tread a fine line on Europe</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/apr/16/how-may-miscalculated-the-brexit-numbers-game\">How May miscalculated the Brexit numbers game</a></li></ul>",
      "trailText": "Party’s clash of political visions means Corbyn must tread a fine line on Europe<br>",
      "byline": "Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"e1fc54586d3116232f52775bf44569592d07d59b\"> \n <img src=\"https://media.guim.co.uk/e1fc54586d3116232f52775bf44569592d07d59b/0_318_3500_2101/1000.jpg\" alt=\"Jeremy Corbyn illustration\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n</figure>",
      "body": "<p>On a quiet Monday at the end of February, the most influential voices in Labour’s Brexit policymaking gathered in one of the suite of riverside rooms in Westminster allotted to Jeremy Corbyn as leader of the opposition for a three-hour meeting that could have a profound influence on the party’s future.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/16/how-may-miscalculated-the-brexit-numbers-game\">How May miscalculated the Brexit numbers game</a> </p> \n</aside> \n<p>Seven days earlier, Chuka Umunna and his band of splitters had summoned journalists to a press conference to announce they were <a href=\"https://www.theguardian.com/politics/2019/feb/18/chuka-umunna-and-other-mps-set-to-quit-labour-party\">leaving the party</a>, blaming Brexit policy as well as a failure to tackle antisemitism.</p> \n<p>In attendance were the shadow Brexit secretary, Keir Starmer, and Corbyn’s wily old ally John McDonnell, along with handpicked Corbyn supporters including Diane Abbott and Jon Trickett, plus the shadow international trade secretary, Barry Gardiner, and the Labour peer Shami Chakrabarti.</p> \n<p>Later that day, Corbyn was due to address Labour backbenchers for the first time since the breakaway. With little more than a month left until Brexit day, longtime backers of a second referendum were ramping up the pressure on the leadership.</p> \n<p>“One of the things people were thinking was that because the splitters – the evacuees – were making a point about Brexit, we should get our position out there,” recalled one shadow minister who was present. “We didn’t want a lot of people to start resigning because of that.”</p> \n<p>Starmer certainly felt it was time for a shift and, in the preceding days, he had won the support of McDonnell, who was concerned about keeping onboard hundreds of thousands of overwhelmingly remain-backing activists who had surged into Labour to support Corbyn’s leadership.</p> \n<figure class=\"element element-image\" data-media-id=\"1e8b856812087345cfbab6ee34cf507a0dc4d4da\"> \n <img src=\"https://media.guim.co.uk/1e8b856812087345cfbab6ee34cf507a0dc4d4da/0_198_3732_2240/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Labour’s stance on Brexit under Corbyn has pitched old allies against each other and opened new fissures within the party.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> \n </figcaption> \n</figure> \n<p>The pair had latched on to an amendment being drafted by the Labour MPs Peter Kyle and Phil Wilson aimed at persuading the prime minister to submit her Brexit deal to a “confirmatory vote” by the public in exchange for support for it in the Commons.</p> \n<p>Some Labour strategists were dismissive of the idea, regarding it as a backbench boondoggle cooked up to tempt the desperate Tories – one that risked tying Labour in knots by forcing it to tacitly support a Brexit deal the leadership had vehemently rejected. And they were confident that a majority of the wider shadow cabinet, not to mention a majority of MPs. were against a referendum.</p> \n<p>But they had reckoned without the shift in political weather that came with the departure of the <a href=\"https://www.theguardian.com/politics/the-independent-group\">Tigs</a>, and the persuasive powers of the likes of Starmer and Abbott, who also felt Labour needed to be able to say to its voters that there were certain circumstances in which the party would back a referendum – and if not now, when?</p> \n<p>As the fraught meeting wore on, Gardiner and Chakrabarti, both of whom had previously been cautious about a referendum, switched sides. In the end, Trickett was comprehensively outnumbered.</p> \n<p> Several sources at the meeting have told the Guardian that the decision appeared to come as a shock to party officials in the room, including Corbyn’s top adviser Seumas Milne. “Seumas looked shaken, to be honest,” said one.</p> \n<figure class=\"element element-image\" data-media-id=\"b23fbc6af0c1cb893b5a3c385647a75215b7fde0\"> \n <img src=\"https://media.guim.co.uk/b23fbc6af0c1cb893b5a3c385647a75215b7fde0/0_102_4239_2543/1000.jpg\" alt=\"Chuka Umunna, right, and fellow Independent Group MPs in February\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Chuka Umunna, right, and fellow Independent Group MPs in February.</span> \n  <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> \n </figcaption> \n</figure> \n<p>Starmer stayed to sign off a painstakingly drafted press release announcing that the party would now <a href=\"https://www.theguardian.com/politics/2019/feb/25/labour-to-back-moves-for-second-brexit-referendum\">back a public vote</a> to prevent “a damaging Tory Brexit being forced on the country”.</p> \n<p>It was a significant moment. Labour’s stance on Brexit has evolved through a hard-fought political tug of war, pitching old allies against each other and opening new fissures that will cast a long shadow over the Corbyn project. The struggle is still being played out in the background as Corbyn and key frontbenchers engage in unprecedented <a href=\"https://www.theguardian.com/politics/2019/apr/03/jeremy-corbyn-under-pressure-to-back-public-vote-on-brexit-deal\">negotiations with the government</a>.</p> \n<p>Through conversations with more than a dozen senior Labour decision makers, it is possible to build a picture of an extraordinary few months that have shaped the future of the party and, perhaps, of the country.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"90b7f964-34d7-4100-9b54-1c3c938a84aa\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong> </strong></p>\n    <p></p>\n    <p><b>August 2016</b></p>\n    <p>Making explicit the position he held since the Brexit vote, Jeremy Corbyn says Labour will respect the result of the referendum.&nbsp;\"I think we've had a referendum, a decision has been made, you have to respect the decision people made.\"</p>\n    <p><b>June 2017</b></p>\n    <p>Wary of upsetting voters in leave areas, Labour's manifesto for the 2017 general election declares: \"Labour accepts the referendum result and a Labour government will put the national interest first.\"&nbsp;</p>\n    <p><b>September 2018</b></p>\n    <p>Over five gruelling hours, Labour's internal contradictions over Brexit are distilled into a conference composite motion that makes&nbsp;the party's priority to seek a general election but, failing that, says a referendum should not be ruled out.</p>\n    <p><b>February 2019</b></p>\n    <p>Chuka Umunna and remain MPs from both Labour and the Conservatives quit to form the Independent Group, citing Brexit as a major motivating factor.&nbsp;</p>\n    <p><b>March 2019</b></p>\n    <p>Labour backs attempts by backbenchers to keep the option of a public vote on the table to stop a no-deal Brexit or May's deal. When all options considered by parliament fall, Labour enters into Brexit talks with the government but says May must move on a customs union if they are to succeed.&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>For Starmer, the announcement of Labour’s qualified support for a “public vote” was a staging post on a journey that had begun more than five months earlier when he chaired a late-night meeting with 300 party delegates that drafted a two-page “composite motion” setting Labour’s Brexit policy.</p> \n<p>The meat of the motion said Labour would vote against Theresa May’s deal and push for a general election, but that “if we cannot get a general election Labour must support all options remaining on the table, including campaigning for a public vote.”</p> \n<p>Starmer then went further, deftly dropping into his <a href=\"https://www.theguardian.com/politics/2018/sep/25/labour-delegates-back-keir-starmer-push-for-public-vote-on-brexit\">conference speech</a> the view that if another referendum were held, remain would have to be an option on the ballot paper. He won himself a warm round of applause.</p> \n<p>Labour’s cadre of bright young advisers immediately grasped the significance of the moment and at one conference party they launched into a refrain of “All options on the ta-ble”, to the tune of the White Stripes’ Seven Nation Army, to which a year earlier at Glastonbury the crowd had roared “Oh Jeremy Corbyn”.</p> \n<p>Corbyn’s tone in his end-of-conference speech was rather different. While he praised Starmer, he made a striking promise to May that, if she would compromise, Labour would be willing to vote for a “sensible” Brexit. He also set out what that might mean: <a href=\"https://www.theguardian.com/politics/2019/feb/06/corbyn-lays-out-labours-terms-for-backing-may-on-brexit\">a customs union</a> and better protections for workers’ rights and environmental standards.</p> \n<p>These two contending visions – a Labour Brexit, and a public vote to reverse the 2016 referendum result and stop Brexit – have continued to shape the debate at the highest levels of the party ever since.</p> \n<p>For many of its MPs and the overwhelming majority of members, Labour’s natural home is in what Corbyn’s team waspishly call Remoania. But the Labour leader is a longtime Eurosceptic and he made clear in the early hours of the morning after the Brexit vote that his party would honour the result. </p> \n<p>There are strategic imperatives behind the Labour leadership’s hesitation about a referendum, too. A cautionary presentation to the shadow cabinet recently suggested that, as a result of the shift towards supporting a fresh poll, Labour would suffer in May’s local elections, many of which are being held in leave-leaning areas. Projecting the same analysis on to a national scale suggested the party could struggle to win a majority at a future general election.</p> \n<p>More broadly, many of those around Corbyn believe their party would benefit if the political debate moved on beyond Brexit, to issues on which Labour is less divided. “We want to get to where it’s the many versus the few, and that’s what politics is again – but we know that to get there we need to keep the coalition together,” said one senior party strategist.</p> \n<p>The backlash against the party’s qualified support for a referendum began almost immediately, at the next shadow cabinet meeting, with Trickett’s objections amplified by several others including Ian Lavery, Richard Burgon and Rebecca Long-Bailey, who felt they had been bounced. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"d30f8d9468c50022feb393cfc0aa296da6bc3d6a\"> \n <img src=\"https://media.guim.co.uk/d30f8d9468c50022feb393cfc0aa296da6bc3d6a/0_120_4020_2412/1000.jpg\" alt=\"Put it to the People march\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Hundreds of thousands of people attended a Put it to the People march in London last month.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Marriott/Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>Shadow ministers on both sides of the debate note wryly that attendance at decision-making meetings expands and contracts, apparently at the whim of the leader’s office. At the regular Tuesday shadow cabinet meetings, where members are now asked to hand in their mobile phones after a spate of leaks, Brexit discussions have been often perfunctory but occasionally explosive.</p> \n<p>One one occasion, Lavery responded angrily to a warning from Abbott that Labour should not give ground to arguments against migration, accusing her of calling him “gammon” – the derisive phrase used by lefty activists to describe middle-aged white men with reactionary views.</p> \n<p>Advocates of a referendum frequently complain that advances they believe they have made tend to be spun away – the most obvious example being Corbyn’s February letter to the prime minister setting out his conditions for supporting a Brexit deal.</p> \n<p>Starmer drafted the letter, which fleshed out Labour’s policy, and quietly downgraded some aspects of it, including the party’s rejection of state aid rules, in a process insiders dubbed “de-unicorning”.</p> \n<p>An early draft included a reference to a public vote, but this was removed in an editing process involving Milne. Starmer signed off the changes on the understanding that, in publicising the letter, the leader’s office would make reference to a referendum – but that didn’t happen.</p> \n<p>“It’s obvious that Seumas is the one that unpicks it every time,” said one shadow minister. However, allies of Milne described the idea that he or any other individual was subverting Labour’s policy as “conspiratorial nonsense”.</p> \n<p>Whatever the leadership’s reservations, from the moment the composite motion was unanimously agreed, Starmer felt himself to be its solemn guardian and, as the months ground on, it gave him a weapon to nudge and harry the leadership, urging them to “move through the gears”, as he called it.</p> \n<p>Their chosen vehicle became an amendment originally conceived by the backbenchers Kyle and Wilson in an attempt to win over the Tories to the idea of a “confirmatory” referendum on May’s deal.</p> \n<p>Kyle told May at prime minister’s questions that he was willing to lend support to her deal if she would agree to submit it to a confirmatory vote in a process that echoed the ratification of the Good Friday agreement. </p> \n<figure class=\"element element-image\" data-media-id=\"f393a48e606f4b9e7cbcd51b25b30a2ec59d85d3\"> \n <img src=\"https://media.guim.co.uk/f393a48e606f4b9e7cbcd51b25b30a2ec59d85d3/202_36_1577_946/1000.jpg\" alt=\"House of Commons Brexit vote 1 April\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Brexit divisions have cut across the left-right divide that has traditionally defined who is on or offside in the Corbyn project.</span> \n  <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Even after the announcement on 25 February that Labour would support a Kyle-Wilson-type amendment, Labour avoided parading its divisions in public, as People’s Vote campaigners held back from forcing the issue, judging that the later they tested parliamentary support for the idea, the more votes it would win.</p> \n<p>But when the Independent Group’s Sarah Wollaston put down an amendment on 14 March to the government’s motion calling for an article 50 extension, some of Labour’s divisions began to be flushed out into the open. </p> \n<p>When backbenchers then seized control of the parliamentary timetable to hold “indicative votes” on alternatives to the prime minister’s deal, those Labour tensions exploded. </p> \n<p>On the long day of the first round of voting, which ultimately yielded <a href=\"https://www.theguardian.com/politics/2019/mar/27/theresa-may-to-resign-before-next-phase-of-brexit\">no majority for anything</a>, there were a series of flare-ups, not least a furious stand-up row between the People’s Vote campaigner Stephen Doughty and the Manchester Central MP, Lucy Powell, the informal whip for “common market 2.0”, a cross-party backbench plan for a soft Brexit. </p> \n<p>Before the votes, Corbyn dispatched a letter to all Labour MPs insisting he was only supporting the pro-referendum motion to “keep the option of a public vote on the table in order to stop a disastrous no deal or May’s unacceptable deal”. </p> \n<p>Three members of the shadow cabinet – Trickett, Lavery and Andrew Gwynne – ignored the whip and abstained on the referendum motion. Exasperated colleagues waited in vain for them to be disciplined, let alone sacked. </p> \n<p>Another 27 Labour MPs voted against the motion, including an informal grouping of backbenchers from leave seats, among them Gareth Snell and Caroline Flint, who have been resolutely against a referendum for many months, believing they would face a ferocious backlash from constituents.</p> \n<p>Other Labour MPs also fret about the potential impact of a referendum on British political debate after more than two years of fruitless wrangling in Westminster. Stephen Kinnock, who has worked with Powell’s common market group, said: “We could potentially be tipping over into a culture war.” </p> \n<figure class=\"element element-image\" data-media-id=\"6ef4ac79e7bdfdd30a4b2d4f2cfd5fbc1bb0a468\"> \n <img src=\"https://media.guim.co.uk/6ef4ac79e7bdfdd30a4b2d4f2cfd5fbc1bb0a468/685_0_3546_2127/1000.jpg\" alt=\"Keir Starmer and Rebecca Long-Bailey leaving the Cabinet Office after cross-party talks on Brexit\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Keir Starmer and Rebecca Long-Bailey leaving the Cabinet Office after cross-party talks on Brexit this month.</span> \n  <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> \n </figcaption> \n</figure> \n<p>Running throughout the debate in the leader’s office and among leftwingers in the shadow cabinet was a dark suspicion that the Brexit issue was being used as a wedge to separate Corbyn from the Labour membership and perhaps open the way for someone else to take over. The deputy leader, Tom Watson, as the left’s favourite bogeyman, is often mentioned.</p> \n<p>But Brexit divisions cut across the left-right divide that has traditionally defined who is on or offside in the Corbyn project. Perhaps even more concerning for the leadership is a group of leftwing MPs – including Clive Lewis, Lloyd Russell-Moyle and Rachel Maskell – who are increasingly finding their voice.</p> \n<p>Maskell and Lewis set up Love Socialism, Hate Brexit, a Labour grouping backed by the anti-Brexit campaign Best for Britain, which had its own “left block” march alongside the <a href=\"https://www.theguardian.com/politics/2019/mar/23/put-it-to-the-people-march-against-brexit-london-revoke-remain-reform\">Put it to the People rally</a> last month. Lewis warned of the risk that if Labour was regarded as complicit, “then for many years to come it will be held responsible by many for every job loss, every poor economic indicator, every nurse, teacher or new medicine we’re told we just can’t afford.”</p> \n<p>So alarmed were the leadership about the risks of division and ill-discipline being displayed afresh in a second round of indicative votes that Corbyn’s political director, Amy Jackson, was dispatched to urge Kyle to pull his troublesome motion.</p> \n<p>He flatly refused, and it was redrafted and resubmitted for the 1 April votes, again in Margaret Beckett’s name. “Kyle-Wilson became a cipher for people who wanted our policy to be full ‘People’s Vote’ – it became totemic,” one Labour strategist complained.</p> \n<p>In the event, it fell just <a href=\"https://www.theguardian.com/politics/2019/apr/01/brexit-what-are-the-indicative-votes-mps-will-vote-on\">12 votes short</a> of a majority, as People’s Vote supporters threw everything they had at building support for it, begging, cajoling and persuading their colleagues. </p> \n<p>The near-miss gave heart to those, including Starmer, who have suggested any deal now reached – including in the talks between Labour and the government – must be submitted to the public for approval.</p> \n<p>Watson has taken that position publicly, and a leaked letter from Emily Thornberry, the shadow foreign secretary, made clear she too felt any deal would have to be put to the public.</p> \n<p>But the shadow cabinet as a whole remains far from won over to that view. Many would be satisfied with the offer – mooted in the negotiations with the government – of a free vote on a referendum, separate from any new meaningful vote on a cross-party deal.</p> \n<p>Senior Corbyn allies stress that if May signed up to a customs union and the stronger protections for workers’ rights and environmental standards they have demanded, it would no longer be the “damaging Tory Brexit” that their support for a referendum was designed to avert.</p> \n<p>But anti-Brexit campaigners on the backbenches, from left and right, are putting their faith in Starmer as their man in the room. “Keir won’t let us down,” said one MP.</p> \n<p>Labour is serious about the talks, and Corbyn believes the public would look more kindly on politicians willing to compromise than on ideologues. “The country wants there to be an agreement and an outcome; I don’t think there is any doubt about that,” his spokesman said last week. </p> \n<p>Anand Menon, the director of the thinktank Britain in a Changing Europe, said the constructive ambiguity of playing to the audiences of both leavers and remainers, was never going to hold for ever.</p> \n<p>“I think Jeremy’s actually played it really, really well, and the 2017 election result was the proof of that,” Menon said. “But I think it was always going to get hard come decision time. He’s just been unlucky, in the sense that decision time has lasted six months rather than a week.”</p> \n<p>However grave Labour’s challenges, the prime minister’s appear worse. As one shadow cabinet member put it: “We still think there’s a bit of road left. The Tories could break before we do.”</p> \n<p><em>Tomorrow: Rory Carroll and Lisa O’Carroll on Brexit and the Irish border.</em></p>",
      "newspaperPageNumber": "24",
      "wordcount": "2488",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-04-17T05:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:16Z",
      "newspaperEditionDate": "2019-04-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b7kj9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e1fc54586d3116232f52775bf44569592d07d59b/0_318_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On a quiet Monday at the end of February, the most influential voices in Labour’s Brexit policymaking gathered in one of the suite of riverside rooms in Westminster allotted to Jeremy Corbyn as leader of the opposition for a three-hour meeting that could have a profound influence on the party’s future. Seven days earlier, Chuka Umunna and his band of splitters had summoned journalists to a press conference to announce they were leaving the party, blaming Brexit policy as well as a failure to tackle antisemitism. In attendance were the shadow Brexit secretary, Keir Starmer, and Corbyn’s wily old ally John McDonnell, along with handpicked Corbyn supporters including Diane Abbott and Jon Trickett, plus the shadow international trade secretary, Barry Gardiner, and the Labour peer Shami Chakrabarti. Later that day, Corbyn was due to address Labour backbenchers for the first time since the breakaway. With little more than a month left until Brexit day, longtime backers of a second referendum were ramping up the pressure on the leadership. “One of the things people were thinking was that because the splitters – the evacuees – were making a point about Brexit, we should get our position out there,” recalled one shadow minister who was present. “We didn’t want a lot of people to start resigning because of that.” Starmer certainly felt it was time for a shift and, in the preceding days, he had won the support of McDonnell, who was concerned about keeping onboard hundreds of thousands of overwhelmingly remain-backing activists who had surged into Labour to support Corbyn’s leadership. The pair had latched on to an amendment being drafted by the Labour MPs Peter Kyle and Phil Wilson aimed at persuading the prime minister to submit her Brexit deal to a “confirmatory vote” by the public in exchange for support for it in the Commons. Some Labour strategists were dismissive of the idea, regarding it as a backbench boondoggle cooked up to tempt the desperate Tories – one that risked tying Labour in knots by forcing it to tacitly support a Brexit deal the leadership had vehemently rejected. And they were confident that a majority of the wider shadow cabinet, not to mention a majority of MPs. were against a referendum. But they had reckoned without the shift in political weather that came with the departure of the Tigs, and the persuasive powers of the likes of Starmer and Abbott, who also felt Labour needed to be able to say to its voters that there were certain circumstances in which the party would back a referendum – and if not now, when? As the fraught meeting wore on, Gardiner and Chakrabarti, both of whom had previously been cautious about a referendum, switched sides. In the end, Trickett was comprehensively outnumbered. Several sources at the meeting have told the Guardian that the decision appeared to come as a shock to party officials in the room, including Corbyn’s top adviser Seumas Milne. “Seumas looked shaken, to be honest,” said one. Starmer stayed to sign off a painstakingly drafted press release announcing that the party would now back a public vote to prevent “a damaging Tory Brexit being forced on the country”. It was a significant moment. Labour’s stance on Brexit has evolved through a hard-fought political tug of war, pitching old allies against each other and opening new fissures that will cast a long shadow over the Corbyn project. The struggle is still being played out in the background as Corbyn and key frontbenchers engage in unprecedented negotiations with the government. Through conversations with more than a dozen senior Labour decision makers, it is possible to build a picture of an extraordinary few months that have shaped the future of the party and, perhaps, of the country. For Starmer, the announcement of Labour’s qualified support for a “public vote” was a staging post on a journey that had begun more than five months earlier when he chaired a late-night meeting with 300 party delegates that drafted a two-page “composite motion” setting Labour’s Brexit policy. The meat of the motion said Labour would vote against Theresa May’s deal and push for a general election, but that “if we cannot get a general election Labour must support all options remaining on the table, including campaigning for a public vote.” Starmer then went further, deftly dropping into his conference speech the view that if another referendum were held, remain would have to be an option on the ballot paper. He won himself a warm round of applause. Labour’s cadre of bright young advisers immediately grasped the significance of the moment and at one conference party they launched into a refrain of “All options on the ta-ble”, to the tune of the White Stripes’ Seven Nation Army, to which a year earlier at Glastonbury the crowd had roared “Oh Jeremy Corbyn”. Corbyn’s tone in his end-of-conference speech was rather different. While he praised Starmer, he made a striking promise to May that, if she would compromise, Labour would be willing to vote for a “sensible” Brexit. He also set out what that might mean: a customs union and better protections for workers’ rights and environmental standards. These two contending visions – a Labour Brexit, and a public vote to reverse the 2016 referendum result and stop Brexit – have continued to shape the debate at the highest levels of the party ever since. For many of its MPs and the overwhelming majority of members, Labour’s natural home is in what Corbyn’s team waspishly call Remoania. But the Labour leader is a longtime Eurosceptic and he made clear in the early hours of the morning after the Brexit vote that his party would honour the result. There are strategic imperatives behind the Labour leadership’s hesitation about a referendum, too. A cautionary presentation to the shadow cabinet recently suggested that, as a result of the shift towards supporting a fresh poll, Labour would suffer in May’s local elections, many of which are being held in leave-leaning areas. Projecting the same analysis on to a national scale suggested the party could struggle to win a majority at a future general election. More broadly, many of those around Corbyn believe their party would benefit if the political debate moved on beyond Brexit, to issues on which Labour is less divided. “We want to get to where it’s the many versus the few, and that’s what politics is again – but we know that to get there we need to keep the coalition together,” said one senior party strategist. The backlash against the party’s qualified support for a referendum began almost immediately, at the next shadow cabinet meeting, with Trickett’s objections amplified by several others including Ian Lavery, Richard Burgon and Rebecca Long-Bailey, who felt they had been bounced. Shadow ministers on both sides of the debate note wryly that attendance at decision-making meetings expands and contracts, apparently at the whim of the leader’s office. At the regular Tuesday shadow cabinet meetings, where members are now asked to hand in their mobile phones after a spate of leaks, Brexit discussions have been often perfunctory but occasionally explosive. One one occasion, Lavery responded angrily to a warning from Abbott that Labour should not give ground to arguments against migration, accusing her of calling him “gammon” – the derisive phrase used by lefty activists to describe middle-aged white men with reactionary views. Advocates of a referendum frequently complain that advances they believe they have made tend to be spun away – the most obvious example being Corbyn’s February letter to the prime minister setting out his conditions for supporting a Brexit deal. Starmer drafted the letter, which fleshed out Labour’s policy, and quietly downgraded some aspects of it, including the party’s rejection of state aid rules, in a process insiders dubbed “de-unicorning”. An early draft included a reference to a public vote, but this was removed in an editing process involving Milne. Starmer signed off the changes on the understanding that, in publicising the letter, the leader’s office would make reference to a referendum – but that didn’t happen. “It’s obvious that Seumas is the one that unpicks it every time,” said one shadow minister. However, allies of Milne described the idea that he or any other individual was subverting Labour’s policy as “conspiratorial nonsense”. Whatever the leadership’s reservations, from the moment the composite motion was unanimously agreed, Starmer felt himself to be its solemn guardian and, as the months ground on, it gave him a weapon to nudge and harry the leadership, urging them to “move through the gears”, as he called it. Their chosen vehicle became an amendment originally conceived by the backbenchers Kyle and Wilson in an attempt to win over the Tories to the idea of a “confirmatory” referendum on May’s deal. Kyle told May at prime minister’s questions that he was willing to lend support to her deal if she would agree to submit it to a confirmatory vote in a process that echoed the ratification of the Good Friday agreement. Even after the announcement on 25 February that Labour would support a Kyle-Wilson-type amendment, Labour avoided parading its divisions in public, as People’s Vote campaigners held back from forcing the issue, judging that the later they tested parliamentary support for the idea, the more votes it would win. But when the Independent Group’s Sarah Wollaston put down an amendment on 14 March to the government’s motion calling for an article 50 extension, some of Labour’s divisions began to be flushed out into the open. When backbenchers then seized control of the parliamentary timetable to hold “indicative votes” on alternatives to the prime minister’s deal, those Labour tensions exploded. On the long day of the first round of voting, which ultimately yielded no majority for anything, there were a series of flare-ups, not least a furious stand-up row between the People’s Vote campaigner Stephen Doughty and the Manchester Central MP, Lucy Powell, the informal whip for “common market 2.0”, a cross-party backbench plan for a soft Brexit. Before the votes, Corbyn dispatched a letter to all Labour MPs insisting he was only supporting the pro-referendum motion to “keep the option of a public vote on the table in order to stop a disastrous no deal or May’s unacceptable deal”. Three members of the shadow cabinet – Trickett, Lavery and Andrew Gwynne – ignored the whip and abstained on the referendum motion. Exasperated colleagues waited in vain for them to be disciplined, let alone sacked. Another 27 Labour MPs voted against the motion, including an informal grouping of backbenchers from leave seats, among them Gareth Snell and Caroline Flint, who have been resolutely against a referendum for many months, believing they would face a ferocious backlash from constituents. Other Labour MPs also fret about the potential impact of a referendum on British political debate after more than two years of fruitless wrangling in Westminster. Stephen Kinnock, who has worked with Powell’s common market group, said: “We could potentially be tipping over into a culture war.” Running throughout the debate in the leader’s office and among leftwingers in the shadow cabinet was a dark suspicion that the Brexit issue was being used as a wedge to separate Corbyn from the Labour membership and perhaps open the way for someone else to take over. The deputy leader, Tom Watson, as the left’s favourite bogeyman, is often mentioned. But Brexit divisions cut across the left-right divide that has traditionally defined who is on or offside in the Corbyn project. Perhaps even more concerning for the leadership is a group of leftwing MPs – including Clive Lewis, Lloyd Russell-Moyle and Rachel Maskell – who are increasingly finding their voice. Maskell and Lewis set up Love Socialism, Hate Brexit, a Labour grouping backed by the anti-Brexit campaign Best for Britain, which had its own “left block” march alongside the Put it to the People rally last month. Lewis warned of the risk that if Labour was regarded as complicit, “then for many years to come it will be held responsible by many for every job loss, every poor economic indicator, every nurse, teacher or new medicine we’re told we just can’t afford.” So alarmed were the leadership about the risks of division and ill-discipline being displayed afresh in a second round of indicative votes that Corbyn’s political director, Amy Jackson, was dispatched to urge Kyle to pull his troublesome motion. He flatly refused, and it was redrafted and resubmitted for the 1 April votes, again in Margaret Beckett’s name. “Kyle-Wilson became a cipher for people who wanted our policy to be full ‘People’s Vote’ – it became totemic,” one Labour strategist complained. In the event, it fell just 12 votes short of a majority, as People’s Vote supporters threw everything they had at building support for it, begging, cajoling and persuading their colleagues. The near-miss gave heart to those, including Starmer, who have suggested any deal now reached – including in the talks between Labour and the government – must be submitted to the public for approval. Watson has taken that position publicly, and a leaked letter from Emily Thornberry, the shadow foreign secretary, made clear she too felt any deal would have to be put to the public. But the shadow cabinet as a whole remains far from won over to that view. Many would be satisfied with the offer – mooted in the negotiations with the government – of a free vote on a referendum, separate from any new meaningful vote on a cross-party deal. Senior Corbyn allies stress that if May signed up to a customs union and the stronger protections for workers’ rights and environmental standards they have demanded, it would no longer be the “damaging Tory Brexit” that their support for a referendum was designed to avert. But anti-Brexit campaigners on the backbenches, from left and right, are putting their faith in Starmer as their man in the room. “Keir won’t let us down,” said one MP. Labour is serious about the talks, and Corbyn believes the public would look more kindly on politicians willing to compromise than on ideologues. “The country wants there to be an agreement and an outcome; I don’t think there is any doubt about that,” his spokesman said last week. Anand Menon, the director of the thinktank Britain in a Changing Europe, said the constructive ambiguity of playing to the audiences of both leavers and remainers, was never going to hold for ever. “I think Jeremy’s actually played it really, really well, and the 2017 election result was the proof of that,” Menon said. “But I think it was always going to get hard come decision time. He’s just been unlucky, in the sense that decision time has lasted six months rather than a week.” However grave Labour’s challenges, the prime minister’s appear worse. As one shadow cabinet member put it: “We still think there’s a bit of road left. The Tories could break before we do.” Tomorrow: Rory Carroll and Lisa O’Carroll on Brexit and the Irish border.",
      "charCount": "15120",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]