[
  {
    "id": "uk-news/2019/mar/09/sajid-javid-moral-coward-death-begum-baby",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-09T23:06:41Z",
    "webTitle": "Shamima Begum: Sajid Javid labelled ‘moral coward’ over baby death",
    "webUrl": "https://www.theguardian.com/uk-news/2019/mar/09/sajid-javid-moral-coward-death-begum-baby",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/09/sajid-javid-moral-coward-death-begum-baby",
    "fields": {
      "headline": "Shamima Begum: Sajid Javid labelled ‘moral coward’ over baby death",
      "standfirst": "<p>Former DPP accuses home secretary of treating UK like a ‘banana republic’ over decision to strip Isis bride of citizenship</p><p><a href=\"https://www.theguardian.com/world/2019/mar/09/find-them-a-way-to-live-the-deadly-plight-of-isis-refugee-children\">Syrian camps: vulnerable children of Isis ignored by the outside world</a></p>",
      "trailText": "Former DPP accuses home secretary of treating UK like a ‘banana republic’ over decision to strip Isis bride of citizenship",
      "byline": "Jamie Doward, Mark Townsend and Nosheen Iqbal",
      "main": "<figure class=\"element element-image\" data-media-id=\"3468eceabfcfbd2cb8b78ee78e6030c2a459a837\"> \n <img src=\"https://media.guim.co.uk/3468eceabfcfbd2cb8b78ee78e6030c2a459a837/0_482_3481_2087/1000.jpg\" alt=\"Shamima Begum\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Shamima Begum with a previous son, Jerah, in al-Hawl camp, Kurdish Syria.</span> \n  <span class=\"element-image__credit\">Photograph: Jamie Wiseman/Daily Mail</span> \n </figcaption> \n</figure>",
      "body": "<p>Sajid Javid has been accused of moral cowardice and “treating the UK as a banana republic” in pursuit of his leadership ambitions following the <a href=\"https://www.theguardian.com/uk-news/2019/mar/08/shamima-begum-confusion-after-reports-newborn-son-may-have-died\" title=\"\">death of Jarrah</a>, the three-week-old son of Isis bride Shamima Begum.</p> \n<p>A Church of England bishop and a former director of public prosecutions led the chorus of outrage directed at the home secretary as demand grew for him to review his controversial decision to strip the 19-year-old of British citizenship – a move that left her stateless and her baby in legal limbo.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/mar/09/find-them-a-way-to-live-the-deadly-plight-of-isis-refugee-children\">Syrian camps: vulnerable children of Isis ignored by the outside world</a> </p> \n</aside> \n<p>“This was an abject decision by a home secretary apparently so intent on furthering his leadership ambitions that he has lost sight of sovereignty, treating the UK as a banana republic incapable of regulating its own citizens,” said Lord Macdonald, who was director of public prosecutions of England and Wales between 2003 and 2008.</p> \n<p>The peer, who oversaw a 2010 government review of counter-terrorism and security powers, told the <em>Observer </em>that Javid’s “opportunism has other costs, including a more dangerous world where stateless individuals roam with no allegiance, and the death of unprotected innocents, in this case a vulnerable British baby”. And he warned of blowback to the UK.</p> \n<p>“No dignified self-governing state should abandon responsibility for its own citizens in this way, trying to dump them on to poorer countries with failed security arrangements. Mr Javid’s behaviour is a recipe for refugee chaos and moral cowardice of the worst sort,” he said.</p> \n<p>The bishop of St Albans, the Rt Rev Dr Alan Smith, said: “She should come back, be properly interviewed and, if it’s found that she has broken the law, she should face the law. If it’s found that she has been radicalised, she should be given help and support.</p> \n<p>“The home secretary has a responsibility to ensure people in this country are protected. We could have done this by taking her through due process and it is to be regretted if we are not following it, because this is a human rights issue.”</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"63332d02366afdc264ec4d2dfd242a1fc4dee0b4\"> \n <img src=\"https://media.guim.co.uk/63332d02366afdc264ec4d2dfd242a1fc4dee0b4/364_0_800_1000/800.jpg\" alt=\"Home secretary Sajid Javid\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Home secretary Sajid Javid.</span> \n  <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Begum, from Bethnal Green, east London, was 15 when she and two other schoolgirls went to join Isis in February 2015. She gave birth in a Syrian refugee camp last month, having already lost two children.</p> \n<p>News that a third child had now died has left her relatives in London distraught. The lawyer for Begum’s family, Tasnime Akunjee, said: “They are utterly crushed and despondent at the moment.”</p> \n<p>Javid’s decision to strip the teenager of her British citizenship <a href=\"https://www.theguardian.com/uk-news/2019/feb/21/shamima-begum-citizenship-decision-sets-a-dangerous-precedent\" title=\"\">triggered a ferocious debate</a> over whether she should be allowed to return and raised questions about the legality of his decision.</p> \n<p>Shadow home secretary Diane Abbott <a href=\"https://twitter.com/HackneyAbbott/status/1104104541740507138\" title=\"\">tweeted yesterday</a>: “It is against international law to make someone stateless, and now an innocent child has died as a result of a British woman being stripped of her citizenship. This is callous and inhumane.”</p> \n<p>Lib Dem home affairs spokesperson Ed Davey said: “Many of us feared this tragic outcome when the home secretary washed his hands of Britain’s responsibility for a British citizen and a British baby. If the courts eventually show he has acted illegally in making a British citizen stateless, we will remember this baby in holding him to account.”</p> \n<p>Several fellow Conservative MPs have also expressed anger at Javid’s position. Bracknell MP Phillip Lee said he was deeply concerned by the decision, which he believed was “driven by a sort of populism”.</p> \n<p>Anna Soubry, who left the Tories to join the Independent Group, tweeted that Javid must now restore Begum’s citizenship. “Shamima Begum is our responsibility, whatever she may or may not have done, however abhorrent her views,” she said.</p> \n<p>There are claims that Javid did not consult either the attorney general or the solicitor general before making his decision, something that could leave him vulnerable in the event of a legal challenge. When asked if this was the case, a Home Office spokesman said: “We do not comment on individual cases.”</p> \n<p>Javid confirmed last month that Jarrah was a British citizen and said that he had considered the child’s interest when deciding to revoke Begum’s citizenship. But he told the Commons home affairs committee that it would be “incredibly difficult” for the government to facilitate the return of a child from Syria.</p> \n<p>Conservative party chairman Brandon Lewis defended Javid. “The home secretary will have had advice and I know he made a decision based on what is in the national interest and the security of people here in the UK,” Lewis said. “There is no question that the duty of a home secretary in this country is to keep British people safe.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"27ca2565-d0fe-4eaf-8cbb-5dfa6303849f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/pWn_uSJLJL8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p><a href=\"https://www.theguardian.com/world/2019/mar/06/shamima-begum-must-be-allowed-to-keep-uk-citizenship-father-syria-isis\" title=\"\">Begum’s family</a> in the UK are understood to be exploring their legal options, including bringing a private prosecution against the home secretary. Tasnime Akunjee said he will soon be flying out to Syria to help Begum prepare her appeal. “I’m going to Syria to meet somebody who has lost three kids, so I can show her some paperwork which is quite dense, and so I can obtain her signature. It’s totally ridiculous,” said the lawyer.</p> \n<p>Begum’s father, Ahmed Ali, speaking to the BBC from Bangladesh before he found out his daughter’s baby had died, apologised to the British people but asked for their forgiveness, saying his daughter should be allowed back to the UK and “punished if she had made any mistake”.</p> \n<p>“She was under age at that time, she couldn’t understand that much. I suppose someone influenced her to do that,” he said. “I admit that she might have done wrong without realising it.”</p> \n<p>Outside east London mosque on Saturday, few people wanted to discuss Begum’s situation. “I don’t want to chat shit and be put on some watch list for saying I feel sorry for her,” said one man in his 20s. “What she did was wrong, but what they’ve done is worse. They used all this power of the state against a teenage girl and her baby – and for what?”</p> \n<p>In a Punjabi cafe in Whitechapel, a family of four were split in their views. Parents Sobia and Rizwan discussed whether Javid had been right to deny Begum the chance to return to the UK.</p> \n<p>“I don’t think he did it with good intention,” said Sobia. “I understand why he did it, because he wants to show he won’t be soft on Muslims, but that was a baby’s life. He punished an innocent baby.”</p> \n<p>However, her husband said it was important to demonstrate that there are serious consequences to joining Isis. Did he agree with the decision to make her stateless? “Obviously not now, because her baby has died and we are supposed to be a civilised country. But what is the law around it? We should be using the proper laws. Why isn’t the government going by their own rules?”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1128",
      "commentCloseDate": "2019-03-12T20:30:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-03-09T20:24:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-11T17:09:25Z",
      "newspaperEditionDate": "2019-03-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bxv2k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3468eceabfcfbd2cb8b78ee78e6030c2a459a837/0_482_3481_2087/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sajid Javid has been accused of moral cowardice and “treating the UK as a banana republic” in pursuit of his leadership ambitions following the death of Jarrah, the three-week-old son of Isis bride Shamima Begum. A Church of England bishop and a former director of public prosecutions led the chorus of outrage directed at the home secretary as demand grew for him to review his controversial decision to strip the 19-year-old of British citizenship – a move that left her stateless and her baby in legal limbo. “This was an abject decision by a home secretary apparently so intent on furthering his leadership ambitions that he has lost sight of sovereignty, treating the UK as a banana republic incapable of regulating its own citizens,” said Lord Macdonald, who was director of public prosecutions of England and Wales between 2003 and 2008. The peer, who oversaw a 2010 government review of counter-terrorism and security powers, told the Observer that Javid’s “opportunism has other costs, including a more dangerous world where stateless individuals roam with no allegiance, and the death of unprotected innocents, in this case a vulnerable British baby”. And he warned of blowback to the UK. “No dignified self-governing state should abandon responsibility for its own citizens in this way, trying to dump them on to poorer countries with failed security arrangements. Mr Javid’s behaviour is a recipe for refugee chaos and moral cowardice of the worst sort,” he said. The bishop of St Albans, the Rt Rev Dr Alan Smith, said: “She should come back, be properly interviewed and, if it’s found that she has broken the law, she should face the law. If it’s found that she has been radicalised, she should be given help and support. “The home secretary has a responsibility to ensure people in this country are protected. We could have done this by taking her through due process and it is to be regretted if we are not following it, because this is a human rights issue.” Begum, from Bethnal Green, east London, was 15 when she and two other schoolgirls went to join Isis in February 2015. She gave birth in a Syrian refugee camp last month, having already lost two children. News that a third child had now died has left her relatives in London distraught. The lawyer for Begum’s family, Tasnime Akunjee, said: “They are utterly crushed and despondent at the moment.” Javid’s decision to strip the teenager of her British citizenship triggered a ferocious debate over whether she should be allowed to return and raised questions about the legality of his decision. Shadow home secretary Diane Abbott tweeted yesterday: “It is against international law to make someone stateless, and now an innocent child has died as a result of a British woman being stripped of her citizenship. This is callous and inhumane.” Lib Dem home affairs spokesperson Ed Davey said: “Many of us feared this tragic outcome when the home secretary washed his hands of Britain’s responsibility for a British citizen and a British baby. If the courts eventually show he has acted illegally in making a British citizen stateless, we will remember this baby in holding him to account.” Several fellow Conservative MPs have also expressed anger at Javid’s position. Bracknell MP Phillip Lee said he was deeply concerned by the decision, which he believed was “driven by a sort of populism”. Anna Soubry, who left the Tories to join the Independent Group, tweeted that Javid must now restore Begum’s citizenship. “Shamima Begum is our responsibility, whatever she may or may not have done, however abhorrent her views,” she said. There are claims that Javid did not consult either the attorney general or the solicitor general before making his decision, something that could leave him vulnerable in the event of a legal challenge. When asked if this was the case, a Home Office spokesman said: “We do not comment on individual cases.” Javid confirmed last month that Jarrah was a British citizen and said that he had considered the child’s interest when deciding to revoke Begum’s citizenship. But he told the Commons home affairs committee that it would be “incredibly difficult” for the government to facilitate the return of a child from Syria. Conservative party chairman Brandon Lewis defended Javid. “The home secretary will have had advice and I know he made a decision based on what is in the national interest and the security of people here in the UK,” Lewis said. “There is no question that the duty of a home secretary in this country is to keep British people safe.” Begum’s family in the UK are understood to be exploring their legal options, including bringing a private prosecution against the home secretary. Tasnime Akunjee said he will soon be flying out to Syria to help Begum prepare her appeal. “I’m going to Syria to meet somebody who has lost three kids, so I can show her some paperwork which is quite dense, and so I can obtain her signature. It’s totally ridiculous,” said the lawyer. Begum’s father, Ahmed Ali, speaking to the BBC from Bangladesh before he found out his daughter’s baby had died, apologised to the British people but asked for their forgiveness, saying his daughter should be allowed back to the UK and “punished if she had made any mistake”. “She was under age at that time, she couldn’t understand that much. I suppose someone influenced her to do that,” he said. “I admit that she might have done wrong without realising it.” Outside east London mosque on Saturday, few people wanted to discuss Begum’s situation. “I don’t want to chat shit and be put on some watch list for saying I feel sorry for her,” said one man in his 20s. “What she did was wrong, but what they’ve done is worse. They used all this power of the state against a teenage girl and her baby – and for what?” In a Punjabi cafe in Whitechapel, a family of four were split in their views. Parents Sobia and Rizwan discussed whether Javid had been right to deny Begum the chance to return to the UK. “I don’t think he did it with good intention,” said Sobia. “I understand why he did it, because he wants to show he won’t be soft on Muslims, but that was a baby’s life. He punished an innocent baby.” However, her husband said it was important to demonstrate that there are serious consequences to joining Isis. Did he agree with the decision to make her stateless? “Obviously not now, because her baby has died and we are supposed to be a civilised country. But what is the law around it? We should be using the proper laws. Why isn’t the government going by their own rules?”",
      "charCount": "6566",
      "shouldHideReaderRevenue": "true",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jamiedoward\">Jamie Doward</a>, <a href=\"profile/marktownsend\">Mark Townsend</a> and <a href=\"profile/nosheen-iqbal\">Nosheen Iqbal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "money/2019/mar/09/actually-the-rich-pay-lots-of-tax-but-on-income-not-their-wealth",
    "type": "article",
    "sectionId": "money",
    "sectionName": "Money",
    "webPublicationDate": "2019-03-09T07:30:09Z",
    "webTitle": "Actually, the rich pay lots of tax. But on income, not their wealth | Patrick Collinson",
    "webUrl": "https://www.theguardian.com/money/2019/mar/09/actually-the-rich-pay-lots-of-tax-but-on-income-not-their-wealth",
    "apiUrl": "https://content.guardianapis.com/money/2019/mar/09/actually-the-rich-pay-lots-of-tax-but-on-income-not-their-wealth",
    "fields": {
      "headline": "Actually, the rich pay lots of tax. But on income, not their wealth",
      "standfirst": "<p>Rather than cut income tax, the government would do better to tax the country’s real wealth</p>",
      "trailText": "Rather than cut income tax, the government would do better to tax the country’s real wealth",
      "byline": "Patrick Collinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"fb24fb372c85036f5c3ff6637bb52587826b23be\"> <img src=\"https://media.guim.co.uk/fb24fb372c85036f5c3ff6637bb52587826b23be/0_224_6720_4032/1000.jpg\" alt=\"luxury mansion in Belgravia, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Council tax on a £17m luxury mansion in Belgravia, London? £1,376.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>We know that giant multinationals are engaged in industrial-scale tax avoidance. We know from the <a href=\"https://www.theguardian.com/news/series/panama-papers\" title=\"\">Panama</a> and <a href=\"https://www.theguardian.com/news/series/paradise-papers\" title=\"\">Paradise</a> papers how some individuals will use every offshore trick to dodge taxes. We know that billionaires flock to Monaco to hide from any responsibility to their fellow citizens back home. But let’s not deceive ourselves about who is paying which taxes and who isn’t.</p> <p>HM Revenue &amp; Customs this week published an <a href=\"https://www.gov.uk/government/statistics/income-and-tax-by-gender-region-and-country-2010-to-2011?utm_source=a1d72b70-8859-48ad-8084-3acb8862925d&amp;utm_medium=email&amp;utm_campaign=govuk-notifications&amp;utm_content=immediate\" title=\"\">analysis of the income tax paid</a> in the UK by salary band, region and gender. In total we paid £174bn income tax in 2016-17, the latest year for which figures are available. But of that, £52.5bn – nearly a third of all tax raised – was paid by the 381,000 taxpayers who earn more than £150,000 a year. The tax paid by those 381,000 individuals (overwhelmingly male) was more than all the income tax paid by the first 20 million taxpayers.</p> <p>In London, the picture is even more stark. The city has 4.2 million income tax payers, but just 87,000 individuals earning over £200,000 a year paid nearly half the £43.8bn income tax raised in the capital. It’s uncomfortable to say it, but if we lose all those absurdly paid investment bankers to Brexit, the hit to the public purse will be painful, as they are clearly paying vast amounts to the Treasury.</p> <p>Those London bankers, lawyers and their ilk paid more income tax in 2016-17 than the entire sum raised from every income tax payer in Scotland and Wales combined.</p> <p>None of this is a plea on behalf of the rich. Scotland’s income tax rates are fairer and more progressive than England’s. Neither is there any case for a cut in the 45% rate paid by those earning over £150,000 – the figures suggest a chancellor would be mad to do this, given how much the 45% band earns for the Treasury.</p> <p>So how does all this tie up with the pervasive view that the rich are getting away with it, best encapsulated by New York billionaire Leona Helmsley, overheard saying: “<a href=\"https://www.theguardian.com/business/2007/aug/21/usnews\" title=\"\">Only the little people pay taxes</a>”.</p> <p>The answer lies in the fact that while as a country we tax the incomes of PAYE employees relatively heavily, we leave the enormous wealth of the truly rich, much of it accumulated through property gains, largely untouched.</p> <p>The great triumph of the rich is that they have persuaded the average person to vote against taxes on wealth, such as inheritance tax, and taxes on property – such as a land valuation tax or even a properly progressive council tax. A £17m mansion in Mayfair comes with <a href=\"https://www.theguardian.com/money/2018/mar/03/council-tax-unfair-westminster\" title=\"\">a ludicrously low maximum council tax</a> bill of £1,376. The phenomenal increases in its value are likely to be free from capital gains tax. Trust laws enable it to be passed through generations largely unfettered by the taxman.</p> <p>Meanwhile, the only real wealth tax in the western world, France’s <em>impôt de solidarité sur la fortune</em><em> </em>levied on fortunes greater than £1m and introduced by the French socialists in 1981, was abolished in 2017 by President Macron. It’s partly why he’s earned the moniker “president of the rich”.</p> <p>Thomas Piketty, the French economist, painstakingly detailed how western societies have reverted to Victorian levels of inequality, with inheritance of wealth the main path to affluence, and he noted how the bigger the fortune is, the faster it grows. He also highlighted how wealth was far more heavily taxed in the years after the second world war – years when inequality narrowed dramatically, only to reverse when those taxes were cut.</p> <p>The solution? The sort of progressive tax on private wealth that Macron has abandoned in France, although the chances of that happening in the UK are virtually zero. Lifting the cap on council tax may be a more of a vote winner, while a <a href=\"https://www.theguardian.com/commentisfree/2018/aug/02/scrap-council-tax-redistribute-wealth-fix-housing-market\" title=\"\">land value tax</a> – at the very least stopping the gains from planning permission going to developers rather than the public – could also be popular. In the same year that those bottom 20 million taxpayers paid £50bn in income tax, the net wealth of the UK rose by <a href=\"https://www.ons.gov.uk/economy/nationalaccounts/uksectoraccounts/bulletins/nationalbalancesheet/2018\" title=\"\">nearly half a trillion pounds</a>, yet almost none of that gain was taxed. As the chancellor lines up the spring statement, the debate should not be about income tax or personal allowances, but how we reorientate the tax system to where the money really lies.</p>",
      "newspaperPageNumber": "51",
      "wordcount": "724",
      "commentCloseDate": "2019-03-12T07:30:09Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-09T07:30:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-09T07:30:09Z",
      "newspaperEditionDate": "2019-03-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvcae",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fb24fb372c85036f5c3ff6637bb52587826b23be/0_224_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We know that giant multinationals are engaged in industrial-scale tax avoidance. We know from the Panama and Paradise papers how some individuals will use every offshore trick to dodge taxes. We know that billionaires flock to Monaco to hide from any responsibility to their fellow citizens back home. But let’s not deceive ourselves about who is paying which taxes and who isn’t. HM Revenue &amp; Customs this week published an analysis of the income tax paid in the UK by salary band, region and gender. In total we paid £174bn income tax in 2016-17, the latest year for which figures are available. But of that, £52.5bn – nearly a third of all tax raised – was paid by the 381,000 taxpayers who earn more than £150,000 a year. The tax paid by those 381,000 individuals (overwhelmingly male) was more than all the income tax paid by the first 20 million taxpayers. In London, the picture is even more stark. The city has 4.2 million income tax payers, but just 87,000 individuals earning over £200,000 a year paid nearly half the £43.8bn income tax raised in the capital. It’s uncomfortable to say it, but if we lose all those absurdly paid investment bankers to Brexit, the hit to the public purse will be painful, as they are clearly paying vast amounts to the Treasury. Those London bankers, lawyers and their ilk paid more income tax in 2016-17 than the entire sum raised from every income tax payer in Scotland and Wales combined. None of this is a plea on behalf of the rich. Scotland’s income tax rates are fairer and more progressive than England’s. Neither is there any case for a cut in the 45% rate paid by those earning over £150,000 – the figures suggest a chancellor would be mad to do this, given how much the 45% band earns for the Treasury. So how does all this tie up with the pervasive view that the rich are getting away with it, best encapsulated by New York billionaire Leona Helmsley, overheard saying: “Only the little people pay taxes”. The answer lies in the fact that while as a country we tax the incomes of PAYE employees relatively heavily, we leave the enormous wealth of the truly rich, much of it accumulated through property gains, largely untouched. The great triumph of the rich is that they have persuaded the average person to vote against taxes on wealth, such as inheritance tax, and taxes on property – such as a land valuation tax or even a properly progressive council tax. A £17m mansion in Mayfair comes with a ludicrously low maximum council tax bill of £1,376. The phenomenal increases in its value are likely to be free from capital gains tax. Trust laws enable it to be passed through generations largely unfettered by the taxman. Meanwhile, the only real wealth tax in the western world, France’s impôt de solidarité sur la fortune levied on fortunes greater than £1m and introduced by the French socialists in 1981, was abolished in 2017 by President Macron. It’s partly why he’s earned the moniker “president of the rich”. Thomas Piketty, the French economist, painstakingly detailed how western societies have reverted to Victorian levels of inequality, with inheritance of wealth the main path to affluence, and he noted how the bigger the fortune is, the faster it grows. He also highlighted how wealth was far more heavily taxed in the years after the second world war – years when inequality narrowed dramatically, only to reverse when those taxes were cut. The solution? The sort of progressive tax on private wealth that Macron has abandoned in France, although the chances of that happening in the UK are virtually zero. Lifting the cap on council tax may be a more of a vote winner, while a land value tax – at the very least stopping the gains from planning permission going to developers rather than the public – could also be popular. In the same year that those bottom 20 million taxpayers paid £50bn in income tax, the net wealth of the UK rose by nearly half a trillion pounds, yet almost none of that gain was taxed. As the chancellor lines up the spring statement, the debate should not be about income tax or personal allowances, but how we reorientate the tax system to where the money really lies.",
      "charCount": "4171",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "<a href=\"profile/patrickcollinson\">Patrick Collinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "commentisfree/2019/mar/09/vanilla-brexit-marmite-tories-labour",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-09T06:00:10Z",
    "webTitle": "Would you like your Brexit vanilla or Marmite? It’s time to choose | Simon Jenkins",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/09/vanilla-brexit-marmite-tories-labour",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/09/vanilla-brexit-marmite-tories-labour",
    "fields": {
      "headline": "Would you like your Brexit vanilla or Marmite? It’s time to choose",
      "standfirst": "<p>There can be no ducking the choice facing the country</p>",
      "trailText": "There can be no ducking the choice facing the country, says Guardian columnist Simon Jenkins",
      "byline": "Simon Jenkins",
      "main": "<figure class=\"element element-image\" data-media-id=\"40e0f2ecf901795c5b1964fd98cfe1e773f35eef\"> <img src=\"https://media.guim.co.uk/40e0f2ecf901795c5b1964fd98cfe1e773f35eef/0_145_4538_2723/1000.jpg\" alt=\"Jeremy Corbyn delivering a speech on Brexit\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Corbyn and customs union supporters among the Tories and minority parties must agree a motion sufficiently explicit to induce Brussels to agree a delay.’</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>",
      "body": "<p>This is it. Next week sees the end of the beginning of Brexit – and the beginning of the end. Theresa May is determined to offer herself for ritual lynching by her mob of free-trade anarchists, having spent two years failing to face them down. Parliament will then liberate itself from her torture, and seek a new way forward. The plan is for May’s defeat on Tuesday to be followed by a vote against no deal, and then by its only sane consequence, a vote to delay article 50. To make that delay acceptable to the EU, there must be a plausible reason for it. That means a plausible alternative Brexit agreed by the British parliament. What is that alternative?</p> <p>The answer began to emerge last Wednesday from <a href=\"https://www.theguardian.com/politics/2019/mar/06/common-market-20-jeremy-corbyn-talks-to-former-tory-ministers\" title=\"\">talks</a> between the Nick Boles/Oliver Letwin group of Tories and Labour’s leader, Jeremy Corbyn. It is for the UK to leave the EU, but remain a member of the European customs union. It avoids the Northern Ireland border issue, honours May’s commitment to “frictionless” trade, and meets a hundred other reasonable concerns of those involved in Britain’s dealings with Europe. There is no question that there would be a Commons majority for such a proposal, as there is already in the House of Lords. Only the glaring inadequacy of the two party leaders has prevented a multiparty agreement on remaining in the customs union being already reached.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/08/brexit-theresa-may-speech-grimsby-politics-live\">Brexit: May says if her deal fails, 'we may never leave' EU – Politics live</a> </p> </aside>  <p>This way forward was clearly acknowledged by the chancellor, <a href=\"https://www.theguardian.com/politics/2019/mar/07/philip-hammond-warns-hard-brexiters-to-vote-for-theresa-may-deal-or-risk-softer-brexit\" title=\"\">Philip Hammond</a>, on Thursday. He predicted that “a consensus will have to be forged across the House of Commons, and compromises will have to be made”. The clear indication was that Hammond would himself seek such a consensus. It was the starting gun for sanity. It marked the end of Marmite Brexit – you either love it or hate it – and the dawn of vanilla Brexit.</p> <p>We can resist smug talk from the rest of Europe about this chaos. Britain is the only EU country that has had the guts to ask – and obey – its people on EU withdrawal, and then to conduct a raging debate as to what it really means. It may seem a peculiarly British form of self-harm, but meaningful democracy is often painful. Looking back, I would rather have <a href=\"https://www.theguardian.com/books/2011/nov/13/great-english-dates-1832\" title=\"\">Britain’s 1832</a> – and 2016 – than France’s <a href=\"https://en.wikipedia.org/wiki/September_Massacres\" title=\"\">1792</a> or Germany’s 1933. Sooner or later, the EU’s “ever closer union” was bound to lead to a crisis with Britain, as it will soon with other countries. Europe should get used to it.</p>  <figure class=\"element element-image\" data-media-id=\"a158f86cc7c4472426d25c9faa313540e7c8fb83\"> <img src=\"https://media.guim.co.uk/a158f86cc7c4472426d25c9faa313540e7c8fb83/0_198_3753_2252/1000.jpg\" alt=\"Theresa May delivers a speech on Brexit in Grimsby on 8 March\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May delivers a speech in Grimsby on Friday, calling on the European Union for ‘one more push’ to strike a compromise.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/AFP/Getty Images</span> </figcaption> </figure>  <p>Strip out the rhetoric, the false polarisation and the personal ambition, and parliament should see where compromise lies. From the start of this debate, most Britons have indicated a desire to proceed with Brexit but, as was pledged by May, on the basis of continued “frictionless” trade. There is no argument here. Frictionless means a customs union. That in turn means agreeing regulations usually laid down by the larger partner, in this case the EU. Brexiters’ “deals with the rest of the world” are a nonsense. Do they really think Britain can “take back control” on trading standards from the Americans or the Chinese? Is it for this fantasy they will inflict their greatest humiliation in history on their party’s leader?</p> <p>The real issue on which Brexit opinion has always wanted to see change is migration and the right to benefits. It can. Migration is not part of a customs union, only the single market. That would be a quite different, possibly later, negotiation. Besides, with the EU’s Schengen area collapsing, migration is now a matter of heated debate among states across the EU. Had May faced down her enemies on trade and tariffs, a single-market deal on migration could have been negotiated.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/07/what-happens-if-mays-brexit-deal-is-voted-down-and-if-it-passes\">What happens if May's Brexit deal is voted down? And if it passes?</a> </p> </aside>  <p>Next week will be <a href=\"https://www.theguardian.com/politics/2019/mar/07/what-happens-if-mays-brexit-deal-is-voted-down-and-if-it-passes\" title=\"\">Black Tuesday</a> for the Tories. The Brexit ball will then emphatically be in Corbyn’s court. He must stop ranting, taunting and equivocating. He must become a very different leader, heaven help us, calming, compromising, uniting a distressed nation. He and customs union supporters among the Tories and minority parties must agree a motion sufficiently explicit to induce Brussels to agree a delay. The British government – goodness knows what British government – must then implement parliament’s decision to avert no deal. There must at last be a Commons majority that is <em>for</em> something, not just against it.</p> <p>The Labour leader, of course, has to handle his own MPs, many of whom are <a href=\"https://www.theguardian.com/politics/2019/jan/16/labour-mps-declare-support-for-second-brexit-referendum\" title=\"\">lobbying for another referendum</a>. Corbyn’s answer should be: first things first. Once Brussels has agreed a delay, a transitional deal and a political statement on future relations, the case for a confirming plebiscite, as in 1975, would be strong. At the very least it might calm jangled nerves. Evidence suggests an emphatic acceptance of a Britain outside the EU but within some form of shared economic space.</p> <p>Nothing about Brexit was going to be easy or ideal. Staying in a customs union does not negate Brexit. But it does honour the double commitment that May and her government made to voters: to leave the EU but retain open trade with the continent. Throughout history Britain has wavered “in and out” of Europe. It is now embarked on an out phase. But at least it has an opportunity to forge a compromise. Jeremy Corbyn’s improbable destiny is to deliver it.</p> <p>• Simon Jenkins is a Guardian columnist</p>",
      "newspaperPageNumber": "5",
      "wordcount": "888",
      "commentCloseDate": "2019-03-09T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-09T06:00:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:46Z",
      "newspaperEditionDate": "2019-03-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvjgt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/40e0f2ecf901795c5b1964fd98cfe1e773f35eef/0_145_4538_2723/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This is it. Next week sees the end of the beginning of Brexit – and the beginning of the end. Theresa May is determined to offer herself for ritual lynching by her mob of free-trade anarchists, having spent two years failing to face them down. Parliament will then liberate itself from her torture, and seek a new way forward. The plan is for May’s defeat on Tuesday to be followed by a vote against no deal, and then by its only sane consequence, a vote to delay article 50. To make that delay acceptable to the EU, there must be a plausible reason for it. That means a plausible alternative Brexit agreed by the British parliament. What is that alternative? The answer began to emerge last Wednesday from talks between the Nick Boles/Oliver Letwin group of Tories and Labour’s leader, Jeremy Corbyn. It is for the UK to leave the EU, but remain a member of the European customs union. It avoids the Northern Ireland border issue, honours May’s commitment to “frictionless” trade, and meets a hundred other reasonable concerns of those involved in Britain’s dealings with Europe. There is no question that there would be a Commons majority for such a proposal, as there is already in the House of Lords. Only the glaring inadequacy of the two party leaders has prevented a multiparty agreement on remaining in the customs union being already reached. This way forward was clearly acknowledged by the chancellor, Philip Hammond, on Thursday. He predicted that “a consensus will have to be forged across the House of Commons, and compromises will have to be made”. The clear indication was that Hammond would himself seek such a consensus. It was the starting gun for sanity. It marked the end of Marmite Brexit – you either love it or hate it – and the dawn of vanilla Brexit. We can resist smug talk from the rest of Europe about this chaos. Britain is the only EU country that has had the guts to ask – and obey – its people on EU withdrawal, and then to conduct a raging debate as to what it really means. It may seem a peculiarly British form of self-harm, but meaningful democracy is often painful. Looking back, I would rather have Britain’s 1832 – and 2016 – than France’s 1792 or Germany’s 1933. Sooner or later, the EU’s “ever closer union” was bound to lead to a crisis with Britain, as it will soon with other countries. Europe should get used to it. Strip out the rhetoric, the false polarisation and the personal ambition, and parliament should see where compromise lies. From the start of this debate, most Britons have indicated a desire to proceed with Brexit but, as was pledged by May, on the basis of continued “frictionless” trade. There is no argument here. Frictionless means a customs union. That in turn means agreeing regulations usually laid down by the larger partner, in this case the EU. Brexiters’ “deals with the rest of the world” are a nonsense. Do they really think Britain can “take back control” on trading standards from the Americans or the Chinese? Is it for this fantasy they will inflict their greatest humiliation in history on their party’s leader? The real issue on which Brexit opinion has always wanted to see change is migration and the right to benefits. It can. Migration is not part of a customs union, only the single market. That would be a quite different, possibly later, negotiation. Besides, with the EU’s Schengen area collapsing, migration is now a matter of heated debate among states across the EU. Had May faced down her enemies on trade and tariffs, a single-market deal on migration could have been negotiated. Next week will be Black Tuesday for the Tories. The Brexit ball will then emphatically be in Corbyn’s court. He must stop ranting, taunting and equivocating. He must become a very different leader, heaven help us, calming, compromising, uniting a distressed nation. He and customs union supporters among the Tories and minority parties must agree a motion sufficiently explicit to induce Brussels to agree a delay. The British government – goodness knows what British government – must then implement parliament’s decision to avert no deal. There must at last be a Commons majority that is for something, not just against it. The Labour leader, of course, has to handle his own MPs, many of whom are lobbying for another referendum. Corbyn’s answer should be: first things first. Once Brussels has agreed a delay, a transitional deal and a political statement on future relations, the case for a confirming plebiscite, as in 1975, would be strong. At the very least it might calm jangled nerves. Evidence suggests an emphatic acceptance of a Britain outside the EU but within some form of shared economic space. Nothing about Brexit was going to be easy or ideal. Staying in a customs union does not negate Brexit. But it does honour the double commitment that May and her government made to voters: to leave the EU but retain open trade with the continent. Throughout history Britain has wavered “in and out” of Europe. It is now embarked on an out phase. But at least it has an opportunity to forge a compromise. Jeremy Corbyn’s improbable destiny is to deliver it. • Simon Jenkins is a Guardian columnist",
      "charCount": "5181",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simonjenkins\">Simon Jenkins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/09/peoples-vote-theresa-may-deal-kyle-wilson-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-09T06:00:08Z",
    "webTitle": "This is not the week to push a people’s vote. May’s deal has to fail first | Alastair Campbell",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/09/peoples-vote-theresa-may-deal-kyle-wilson-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/09/peoples-vote-theresa-may-deal-kyle-wilson-brexit",
    "fields": {
      "headline": "This is not the week to push a people’s vote. May’s deal has to fail first",
      "standfirst": "<p>The Kyle-Wilson amendment is well-supported, but Tuesday must be all about rejecting May’s deplorable Brexit offering</p>",
      "trailText": "The Kyle-Wilson amendment is well-supported, but Tuesday must be all about rejecting May’s deplorable Brexit offering, says People’s Vote campaigner Alastair Campbell",
      "byline": "Alastair Campbell",
      "main": "<figure class=\"element element-image\" data-media-id=\"0e0dfdfa7616bb63b2082c7876e320d1842c5ecb\"> <img src=\"https://media.guim.co.uk/0e0dfdfa7616bb63b2082c7876e320d1842c5ecb/0_0_4674_2805/1000.jpg\" alt=\"Theresa May speaking at offshore wind developer Ørsted’s plant in Grimsby.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May speaking at offshore wind developer Ørsted’s plant in Grimsby.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Here we go again. Another big weekend of political speculation ahead of another big vote in parliament. Cue the TV talking heads endlessly telling us “this really is crunch time … again”.</p> <p>Amid the noise and the millions of words said and written about Brexit, and the many interviews with ministers constantly telling us “the prime minister has been very clear about this”, in truth very little is clear at all. But this much is as clear as can be: <a href=\"https://www.theguardian.com/politics/2019/jan/15/theresa-may-loses-brexit-deal-vote-by-majority-of-230\" title=\"\">Theresa May lost the first “meaningful vote”</a> on her withdrawal agreement and the accompanying political declaration by an enormous margin of defeat; and the changes she said she would fight for in further negotiations in Brussels have not been forthcoming. This time, for once, she would be right in saying <a href=\"https://www.theguardian.com/society/video/2017/may/22/nothings-changed-may-claims-as-she-announces-social-care-u-turn-video\" title=\"\">“nothing has changed”</a>.</p> <p>She won’t, of course. The prime minister will hope that people and MPs are not across the detail of her deal, that with a bit of repackaging she can pretend that there has been an advance in her direction, that support can move the same way.</p> <p>To talk to those on the other side of the negotiation tables around Europe is to understand not only that nothing has changed, but they have not been terribly clear about the changes that were being demanded. The attorney general, Geoffrey Cox, may do a good Rumpolian turn as May’s party conference warm-up act. But as a negotiator he has left an impression <a href=\"https://www.theguardian.com/politics/2019/mar/07/british-and-eu-brexit-teams-at-cross-purposes-as-clock-ticks-on\" title=\"\">more of blustering buffoon than Brexit breakthrough legal eagle</a>.</p> <p>So where does this leave the MPs when they are asked to take part in the second meaningful vote on her deal on Tuesday? This much is clear about that – those who voted against her on the first occasion are going to have to swallow an awful lot of words if they are to change their minds and join her in the lobbies. The debate ahead of that vote was quite a spectacle. I don’t think I can ever recall so many government MPs making interventions in opposition to a government plan.</p> <p>The Irish backstop was the main reason for the opposition to her deal. But there were plenty more. And those reasons have not changed either: we know the promises made for Brexit will be broken; we know real facts about the <a href=\"https://www.theguardian.com/politics/2016/oct/13/brexit-britain-cost-divorce-bill-questions-answered-uk\" title=\"\">real costs of leaving the EU</a>; we know the deal guarantees no clarity about the future, just a crisis that goes on and on.</p> <p>The only thing that has changed in the debate about the deal is the date, confirming that <a href=\"https://www.theguardian.com/commentisfree/2019/jan/02/theresa-may-brexit-article-50-general-election-labour\" title=\"\">running down the clock</a> – and hoping MPs will be so spooked by the dangers of no deal that they support hers – is all that’s left of her strategy.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/09/labour-amendment-supporting-second-referendum-put-on-hold\">Labour amendment supporting second referendum put on hold</a> </p> </aside>  <p>But MPs know that if they defeat her deal – and if they remain true to their analysis of the detail, they must – then they can vote against no deal the following day; and that if that vote is carried, they can vote for an extension of the article 50 negotiations by Thursday.</p> <p>That the extension was raised by the prime minister was itself a victory for those MPs and ministers who have been clear in their determination to ensure that we do not leave without a deal. Just as she once said adamantly that there would be no snap election, she had been clear that we would definitely be leaving the EU on 29 March and there would be no need for such an extension. It looks like that bold claim will be proved to be wrong, and the decision taken out of her hands.</p> <p>She has told MPs many, many times that the only choice facing the country is her deal or no deal. Not least because her authority has been so weakened by the process, and theirs strengthened, that they don’t believe her.</p> <p>So, though nobody can with certainty predict anything right now, most seem to accept she is going to lose the vote on Tuesday, no deal will be rejected on Wednesday, and an extension agreed on Thursday. So yes, as crunch weeks go, this is crunchier than most.</p> <p>May had also pointed out, as a threat to her own side in the main, that the only alternative to her deal or no deal is no Brexit. That would certainly be my preferred outcome; and, if opinion polls are to be believed, that of a growing majority in the country. The will of the people may well have changed. And is it not interesting that her entire strategy rests on the idea that MPs may change their minds in a matter of weeks between votes, but she will not allow the possibility that the public change their minds over a matter of years, during which we have learned so much more about the real costs and the chaos of Brexit?</p> <p>Indeed, far from it being anti-democratic to have a second referendum, I believe the Brexit that was promised has been shown to be undeliverable. The Brexit on offer is so far removed from those promises, and so damaging to the UK, that it would be profoundly anti-democratic not to have one on the outcome of the wretched process the country is currently enduring.</p> <p>The Labour MPs Peter Kyle and Phil Wilson have won considerable support for their suggested amendment, which would allow May’s deal to go ahead – removing the threat of a no-deal departure – provided it was subject to a confirmatory referendum with remain on the ballot paper. They have won respect too for the manner in which they have taken it forward – in the spirit of genuine compromise, perhaps less absolutist than people like me and others in the People’s Vote campaign.</p> <p>I have known Phil Wilson for decades, from the days when he was a young assistant to his predecessor as Sedgefield MP, Tony Blair. Peter Kyle is one of the most impressive of the 2015 Labour intake. They are both smart political operators.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes\">The Brexit state of play: a guide to next week's crucial votes</a> </p> </aside>  <p>But I hope they will not push their amendment to a vote on Tuesday. I think the public needs to see very clearly that even though the ticking clock may have reduced the majority against May’s deal from the stratospheric level 230 of January, it continues to lack the parliamentary support needed to go through. The focus really must be on her deal and her deal alone, so that its full weaknesses, and the failure to win the alternative arrangements she promised, can be debated and exposed. There will be People’s Vote supporters who think it is important to show that backing for a referendum is growing not just among the public, but among MPs. The day for that will come. It is not Tuesday, which must belong to May being made to see her deal will not – and cannot – fly.</p> <p>Nor should we confuse the case for a people’s vote with the debate about an extension, which will come on Thursday. Some are already agonising about how long that extension should be for, but in truth the size or length of it matter less than the purpose. The prime minister will want a short extension so she can pretend that, with a few more weeks and another meaningful vote, everything and everyone will fall into line. More delusion. The purpose of the extension must be to force the government to confront the decision it has been avoiding ever since her Chequers plan exposed the depth of the splits in cabinet: does it want a hard Brexit or soft Brexit?</p> <p>Only when the reality of that choice is confronted rather than avoided, when it becomes clear there is not a majority for any specific form of Brexit, will MPs who currently set their face against a new vote reluctantly come on board and a majority emerge for it in parliament.</p> <p>This is not a time for faint hearts or for charging in. This is a time to hold our nerve.</p> <p>• Alastair Campbell is a People’s Vote campaigner, and was Tony Blair’s director of communications</p> <p><em>• Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</em></p>  <figure class=\"element element-image\" data-media-id=\"16af4de3b8d356dae564b8cb5b3acafd690e0fd4\"> <img src=\"https://media.guim.co.uk/16af4de3b8d356dae564b8cb5b3acafd690e0fd4/0_13_3400_2040/1000.jpg\" alt=\"An anti-Brexit People’s Vote march in London, October 2018.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-Brexit People’s Vote march in London, October 2018.</span> <span class=\"element-image__credit\">Photograph: Wiktor Szymanowicz/Barcroft Images</span> </figcaption> </figure>",
      "wordcount": "1369",
      "commentCloseDate": "2019-03-09T12:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-09T06:00:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "true",
      "lastModified": "2020-02-03T11:56:42Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvjyp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0e0dfdfa7616bb63b2082c7876e320d1842c5ecb/0_0_4674_2805/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Here we go again. Another big weekend of political speculation ahead of another big vote in parliament. Cue the TV talking heads endlessly telling us “this really is crunch time … again”. Amid the noise and the millions of words said and written about Brexit, and the many interviews with ministers constantly telling us “the prime minister has been very clear about this”, in truth very little is clear at all. But this much is as clear as can be: Theresa May lost the first “meaningful vote” on her withdrawal agreement and the accompanying political declaration by an enormous margin of defeat; and the changes she said she would fight for in further negotiations in Brussels have not been forthcoming. This time, for once, she would be right in saying “nothing has changed”. She won’t, of course. The prime minister will hope that people and MPs are not across the detail of her deal, that with a bit of repackaging she can pretend that there has been an advance in her direction, that support can move the same way. To talk to those on the other side of the negotiation tables around Europe is to understand not only that nothing has changed, but they have not been terribly clear about the changes that were being demanded. The attorney general, Geoffrey Cox, may do a good Rumpolian turn as May’s party conference warm-up act. But as a negotiator he has left an impression more of blustering buffoon than Brexit breakthrough legal eagle. So where does this leave the MPs when they are asked to take part in the second meaningful vote on her deal on Tuesday? This much is clear about that – those who voted against her on the first occasion are going to have to swallow an awful lot of words if they are to change their minds and join her in the lobbies. The debate ahead of that vote was quite a spectacle. I don’t think I can ever recall so many government MPs making interventions in opposition to a government plan. The Irish backstop was the main reason for the opposition to her deal. But there were plenty more. And those reasons have not changed either: we know the promises made for Brexit will be broken; we know real facts about the real costs of leaving the EU; we know the deal guarantees no clarity about the future, just a crisis that goes on and on. The only thing that has changed in the debate about the deal is the date, confirming that running down the clock – and hoping MPs will be so spooked by the dangers of no deal that they support hers – is all that’s left of her strategy. But MPs know that if they defeat her deal – and if they remain true to their analysis of the detail, they must – then they can vote against no deal the following day; and that if that vote is carried, they can vote for an extension of the article 50 negotiations by Thursday. That the extension was raised by the prime minister was itself a victory for those MPs and ministers who have been clear in their determination to ensure that we do not leave without a deal. Just as she once said adamantly that there would be no snap election, she had been clear that we would definitely be leaving the EU on 29 March and there would be no need for such an extension. It looks like that bold claim will be proved to be wrong, and the decision taken out of her hands. She has told MPs many, many times that the only choice facing the country is her deal or no deal. Not least because her authority has been so weakened by the process, and theirs strengthened, that they don’t believe her. So, though nobody can with certainty predict anything right now, most seem to accept she is going to lose the vote on Tuesday, no deal will be rejected on Wednesday, and an extension agreed on Thursday. So yes, as crunch weeks go, this is crunchier than most. May had also pointed out, as a threat to her own side in the main, that the only alternative to her deal or no deal is no Brexit. That would certainly be my preferred outcome; and, if opinion polls are to be believed, that of a growing majority in the country. The will of the people may well have changed. And is it not interesting that her entire strategy rests on the idea that MPs may change their minds in a matter of weeks between votes, but she will not allow the possibility that the public change their minds over a matter of years, during which we have learned so much more about the real costs and the chaos of Brexit? Indeed, far from it being anti-democratic to have a second referendum, I believe the Brexit that was promised has been shown to be undeliverable. The Brexit on offer is so far removed from those promises, and so damaging to the UK, that it would be profoundly anti-democratic not to have one on the outcome of the wretched process the country is currently enduring. The Labour MPs Peter Kyle and Phil Wilson have won considerable support for their suggested amendment, which would allow May’s deal to go ahead – removing the threat of a no-deal departure – provided it was subject to a confirmatory referendum with remain on the ballot paper. They have won respect too for the manner in which they have taken it forward – in the spirit of genuine compromise, perhaps less absolutist than people like me and others in the People’s Vote campaign. I have known Phil Wilson for decades, from the days when he was a young assistant to his predecessor as Sedgefield MP, Tony Blair. Peter Kyle is one of the most impressive of the 2015 Labour intake. They are both smart political operators. But I hope they will not push their amendment to a vote on Tuesday. I think the public needs to see very clearly that even though the ticking clock may have reduced the majority against May’s deal from the stratospheric level 230 of January, it continues to lack the parliamentary support needed to go through. The focus really must be on her deal and her deal alone, so that its full weaknesses, and the failure to win the alternative arrangements she promised, can be debated and exposed. There will be People’s Vote supporters who think it is important to show that backing for a referendum is growing not just among the public, but among MPs. The day for that will come. It is not Tuesday, which must belong to May being made to see her deal will not – and cannot – fly. Nor should we confuse the case for a people’s vote with the debate about an extension, which will come on Thursday. Some are already agonising about how long that extension should be for, but in truth the size or length of it matter less than the purpose. The prime minister will want a short extension so she can pretend that, with a few more weeks and another meaningful vote, everything and everyone will fall into line. More delusion. The purpose of the extension must be to force the government to confront the decision it has been avoiding ever since her Chequers plan exposed the depth of the splits in cabinet: does it want a hard Brexit or soft Brexit? Only when the reality of that choice is confronted rather than avoided, when it becomes clear there is not a majority for any specific form of Brexit, will MPs who currently set their face against a new vote reluctantly come on board and a majority emerge for it in parliament. This is not a time for faint hearts or for charging in. This is a time to hold our nerve. • Alastair Campbell is a People’s Vote campaigner, and was Tony Blair’s director of communications • Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.",
      "charCount": "7548",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/alastaircampbell\">Alastair Campbell</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/09/britain-industrial-neglect-brexit-working-class-alienation",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-09T06:00:06Z",
    "webTitle": "The great betrayal: how Britain’s industrial towns died of neglect | Ian Jack",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/09/britain-industrial-neglect-brexit-working-class-alienation",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/09/britain-industrial-neglect-brexit-working-class-alienation",
    "fields": {
      "headline": "The great betrayal: how Britain’s industrial towns died of neglect",
      "standfirst": "<p>The EU didn’t cause any of this: but Brexit owes a lot to the working-class alienation that grew from the demise of our factories</p>",
      "trailText": "The EU didn’t cause any of this: but Brexit owes a lot to the demise of our factories, says Guardian columnist Ian Jack",
      "byline": "Ian Jack",
      "main": "<figure class=\"element element-image\" data-media-id=\"0e188afed2cca52a15517a0c9476c31cf17779f4\"> <img src=\"https://media.guim.co.uk/0e188afed2cca52a15517a0c9476c31cf17779f4/0_41_3888_2333/1000.jpg\" alt=\"BAE Systems ship yard on the Clyde, Glasgow. Formerly Yarrows Shipyard. Scotland. 8/05/2004 COPYRIGHT PHOTO BY MURDO MACLEOD All Rights Reserved Tel + 44 131 669 9659 Mobile +44 7831 504 531 Email: m@murdophoto.com STANDARD TERMS AND CONDITIONS APPLY see for details: http://www.murdophoto.com/T%26Cs.html No syndication, no redistrubution, repro fees apply.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The results of deindustrialisation have been profound, and are unlikely to be changed by Theresa May’s scheme to spend £1.6bn on the most depressed towns.’</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Perhaps there have been trade-union banners on anti-Brexit marches, but I have never seen any. Faced with the greatest threat to jobs and prosperity the UK has faced since the <a href=\"https://www.theguardian.com/society/2017/mar/04/2010s-like-1930s-look-facts-unemployment-healthcare\" title=\"\">Great Depression</a>, organised labour refuses to be excited. The Trades Union Congress (TUC) has a position: in order to maintain workers’ rights and preserve tariff-free, frictionless trade with the rest of Europe, it wants the UK to stay in the single market and customs union. But union members themselves are noticeably shy about endorsing that line, even in industries such as car-making that are otherwise heading for extinction.</p> <p>Some go against it completely. Reports suggest that most shop-floor workers at the <a href=\"https://www.theguardian.com/business/2019/feb/03/sunderland-locals-worry-as-nissan-scraps-plans-to-build-new-x-trail\" title=\"\">Nissan plant in Sunderland</a> want to leave the EU regardless of the consequences. A worker at the <a href=\"https://www.theguardian.com/business/2019/jan/10/jaguar-land-rover-job-cuts\" title=\"\">Jaguar plant at Solihull</a> told the Guardian that he hadn’t bothered to vote, but he would have voted leave. Even at the risk to his job? “Yes, because it’s not about jobs. It’s about immigration.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Only at the QE2’s launch in 1967 was a representative of the workers who'd built the ship invited to the launch platform</p> </blockquote> </aside>  <p>The history of industrial conflict has had some noble moments, in which workers acted against their own interests. A famous example occurred during the American civil war, when workers in Lancashire mills <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2013/feb/04/lincoln-oscars-manchester-cotton-abraham\" title=\"\">refused to handle supplies of raw cotton</a> from the Confederacy that had managed to evade the Union’s blockade. The cotton shortage already meant that many mill hands faced destitution and starvation; to add to this by shunning the cotton that was there for the spinning seemed almost perverse. But despite the instruction of the mill owners (and of the Manchester Guardian, it should be said), the mill hands refused to drop their embargo against cotton from the slave-owning states. Abraham Lincoln described it as an act of “sublime Christian heroism, which has not been surpassed in any age or in any country”.</p> <p>To see today’s Brexit-voting industrial worker in a similar light is admittedly difficult, though not impossible. Many say they are prepared to be poorer in return for reduced immigration and restored sovereignty. “Why can’t we just leave … that’s what we voted for,” is the constant question from sizeable sections of the BBC’s Question Time audience, sometimes in cities such as Derby where the remnants of Britain’s manufacturing industry – in Derby’s case <a href=\"https://www.derbytelegraph.co.uk/news/business/rolls-royce-confirms-transfer-work-2319550\" title=\"\">Rolls-Royce</a>, Bombardier, Alstom and Toyota – remind us of how the country once was.</p> <p>The mood of heedless, though not yet actual, sacrifice may not rank with Lincoln’s “sublime Christian heroism” but it probably consoles one of our leading Christian politicians, Jacob Rees-Mogg, who thinks it doesn’t matter too much if it takes the British economy half a century to recover from exiting the EU. “Your Courage, Your Cheerfulness, Your Resolution Will Bring Us Victory”, as the <a href=\"http://news.bbc.co.uk/1/hi/magazine/7869458.stm\" title=\"\">wartime posters</a> used to say, with an unintended implication of us-and-them that anticipated Rees-Mogg in his country seat in Somerset telling his constituents in his wise and lordly way, as I have heard him do: “You don’t make the poor rich by making the rich poor.”</p>  <figure class=\"element element-image\" data-media-id=\"f17a5e5a65888894e8d9191aaa45c1814c1cc106\"> <img src=\"https://media.guim.co.uk/f17a5e5a65888894e8d9191aaa45c1814c1cc106/0_0_2217_1330/1000.jpg\" alt=\"The Crystal Ocean, one of the last ships to be launched from the Kvaerner Govan shipyard in Glasgow, in April 1999.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Crystal Ocean, one of the last ships to be launched from the Kvaerner Govan shipyard in Glasgow, in April 1999.</span> <span class=\"element-image__credit\">Photograph: Ben Curtis/PA</span> </figcaption> </figure>  <p>We are nearing the end of a long process of betrayal. “Never get a job where you get your hands dirty,” our fathers said – or sometimes, “Never get a job where you have to take off your jacket.” What they meant was, “Don’t do as I’ve done, don’t go to work in overalls and clock on at 7.30am and clock off again at 4.45pm. Don’t stand at a lathe all day, don’t come home to tea to fall asleep in your chair at 7.30pm.” Why? Because there were easier jobs; because the skilled workers of British industry attracted little admiration or interest; and because at some point during the postwar decades they sensed the game was up. So many factories were clapped out. My own father, working in a linen mill in the early 1950s, noted that the mill’s newest engine dated from 1912 and its steam hammer from 1851. By 1980, its weaving sheds had been demolished and its grand Victorian offices turned into flats.</p> <p>Popular opinion held the obstinacy of the trade unions and the capricious behaviour of their members to blame. There was some truth in it. When a group of retired Clyde shipyard workers were interviewed in 1997 – 30 years after the launch of the Clyde’s last great liner, the QE2 – a former shop steward remembered how pig-headed they had been in the face of new working practices abroad: “We held on right to the end. No flexibility. We allowed very little. We held up progress. We were the same as Luddites.”</p> <p>But the mood of us-and-them prevailed here, too. Ships had been launched in the Clyde since the early 19th century, but only at the QE2’s launch in 1967 was a representative of the workers who had built the ship invited to the launch platform – an invitation so revolutionary that the shop stewards’ committee needed to debate the pros and cons of accepting it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/08/celebrate-international-womens-day-why-not-join-union\">Feminism without socialism will never cure our unequal society | Ellie Mae O’Hagan</a> </p> </aside>  <p>In any case, such gestures towards the cooperative spirit came too late. British industrial capitalism was in terminal decline. The closure of shipyards and textile mills could be explained in terms of their obsolescence, but now 20th-century names went too: GEC, Courtauld, Ferranti, Rootes, ICI, British Leyland. <a href=\"https://www.theguardian.com/business/2019/mar/05/bmw-mini-cowley-no-deal-brexit-toyota\" title=\"\">Motor vehicle manufacturing</a> was saved and revived by foreign investment and management – no volume carmaker is now British-owned – and tax revenues from North Sea oil and the City of London propped up state spending on welfare. But the results of deindustrialisation have been profound, and are unlikely to be changed by Theresa May’s scheme to spend <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7ce203e4b0c5f213666b4d#block-5c7ce203e4b0c5f213666b4d\" title=\"\">£1.6bn over the next seven years</a> on the most depressed and Europhobic towns in the Midlands and the north.</p> <p>Some places seem to have no point to them. We remember their public libraries, cinemas and shops, their pubs, dance halls, Methodist chapels and <a href=\"https://www.theguardian.com/commentisfree/2013/sep/05/broad-cultural-education-democratic-society\" title=\"\">Workers’ Educational Association</a> evening classes. Not least, we remember how busy the streets became at clocking-off time when people went home from work. Is it too much to speak of betrayal when this kind of town (industrial, with a Woolworths and a gothic town hall) and this class of person (industrious, locally patriotic, manually skilled) have more or less died of neglect? Has any other European country ignored or expunged them to the same extent?</p> <p>The EU didn’t cause any of this. But the absence of trade unionists from the anti-Brexit cause owes a lot to the feeling of working-class alienation that began to grow then: that politicians are all the same, that nothing can be done, and that you might as well not bother.</p> <p>• Ian Jack is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1088",
      "commentCloseDate": "2019-03-09T15:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-09T06:00:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:46Z",
      "newspaperEditionDate": "2019-03-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvj5q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0e188afed2cca52a15517a0c9476c31cf17779f4/0_41_3888_2333/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Perhaps there have been trade-union banners on anti-Brexit marches, but I have never seen any. Faced with the greatest threat to jobs and prosperity the UK has faced since the Great Depression, organised labour refuses to be excited. The Trades Union Congress (TUC) has a position: in order to maintain workers’ rights and preserve tariff-free, frictionless trade with the rest of Europe, it wants the UK to stay in the single market and customs union. But union members themselves are noticeably shy about endorsing that line, even in industries such as car-making that are otherwise heading for extinction. Some go against it completely. Reports suggest that most shop-floor workers at the Nissan plant in Sunderland want to leave the EU regardless of the consequences. A worker at the Jaguar plant at Solihull told the Guardian that he hadn’t bothered to vote, but he would have voted leave. Even at the risk to his job? “Yes, because it’s not about jobs. It’s about immigration.” The history of industrial conflict has had some noble moments, in which workers acted against their own interests. A famous example occurred during the American civil war, when workers in Lancashire mills refused to handle supplies of raw cotton from the Confederacy that had managed to evade the Union’s blockade. The cotton shortage already meant that many mill hands faced destitution and starvation; to add to this by shunning the cotton that was there for the spinning seemed almost perverse. But despite the instruction of the mill owners (and of the Manchester Guardian, it should be said), the mill hands refused to drop their embargo against cotton from the slave-owning states. Abraham Lincoln described it as an act of “sublime Christian heroism, which has not been surpassed in any age or in any country”. To see today’s Brexit-voting industrial worker in a similar light is admittedly difficult, though not impossible. Many say they are prepared to be poorer in return for reduced immigration and restored sovereignty. “Why can’t we just leave … that’s what we voted for,” is the constant question from sizeable sections of the BBC’s Question Time audience, sometimes in cities such as Derby where the remnants of Britain’s manufacturing industry – in Derby’s case Rolls-Royce, Bombardier, Alstom and Toyota – remind us of how the country once was. The mood of heedless, though not yet actual, sacrifice may not rank with Lincoln’s “sublime Christian heroism” but it probably consoles one of our leading Christian politicians, Jacob Rees-Mogg, who thinks it doesn’t matter too much if it takes the British economy half a century to recover from exiting the EU. “Your Courage, Your Cheerfulness, Your Resolution Will Bring Us Victory”, as the wartime posters used to say, with an unintended implication of us-and-them that anticipated Rees-Mogg in his country seat in Somerset telling his constituents in his wise and lordly way, as I have heard him do: “You don’t make the poor rich by making the rich poor.” We are nearing the end of a long process of betrayal. “Never get a job where you get your hands dirty,” our fathers said – or sometimes, “Never get a job where you have to take off your jacket.” What they meant was, “Don’t do as I’ve done, don’t go to work in overalls and clock on at 7.30am and clock off again at 4.45pm. Don’t stand at a lathe all day, don’t come home to tea to fall asleep in your chair at 7.30pm.” Why? Because there were easier jobs; because the skilled workers of British industry attracted little admiration or interest; and because at some point during the postwar decades they sensed the game was up. So many factories were clapped out. My own father, working in a linen mill in the early 1950s, noted that the mill’s newest engine dated from 1912 and its steam hammer from 1851. By 1980, its weaving sheds had been demolished and its grand Victorian offices turned into flats. Popular opinion held the obstinacy of the trade unions and the capricious behaviour of their members to blame. There was some truth in it. When a group of retired Clyde shipyard workers were interviewed in 1997 – 30 years after the launch of the Clyde’s last great liner, the QE2 – a former shop steward remembered how pig-headed they had been in the face of new working practices abroad: “We held on right to the end. No flexibility. We allowed very little. We held up progress. We were the same as Luddites.” But the mood of us-and-them prevailed here, too. Ships had been launched in the Clyde since the early 19th century, but only at the QE2’s launch in 1967 was a representative of the workers who had built the ship invited to the launch platform – an invitation so revolutionary that the shop stewards’ committee needed to debate the pros and cons of accepting it. In any case, such gestures towards the cooperative spirit came too late. British industrial capitalism was in terminal decline. The closure of shipyards and textile mills could be explained in terms of their obsolescence, but now 20th-century names went too: GEC, Courtauld, Ferranti, Rootes, ICI, British Leyland. Motor vehicle manufacturing was saved and revived by foreign investment and management – no volume carmaker is now British-owned – and tax revenues from North Sea oil and the City of London propped up state spending on welfare. But the results of deindustrialisation have been profound, and are unlikely to be changed by Theresa May’s scheme to spend £1.6bn over the next seven years on the most depressed and Europhobic towns in the Midlands and the north. Some places seem to have no point to them. We remember their public libraries, cinemas and shops, their pubs, dance halls, Methodist chapels and Workers’ Educational Association evening classes. Not least, we remember how busy the streets became at clocking-off time when people went home from work. Is it too much to speak of betrayal when this kind of town (industrial, with a Woolworths and a gothic town hall) and this class of person (industrious, locally patriotic, manually skilled) have more or less died of neglect? Has any other European country ignored or expunged them to the same extent? The EU didn’t cause any of this. But the absence of trade unionists from the anti-Brexit cause owes a lot to the feeling of working-class alienation that began to grow then: that politicians are all the same, that nothing can be done, and that you might as well not bother. • Ian Jack is a Guardian columnist",
      "charCount": "6465",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/ianjack\">Ian Jack</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]