[
  {
    "id": "politics/2019/apr/16/european-elections-and-a-second-brexit-vote",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-16T16:56:16Z",
    "webTitle": "European elections and a second Brexit vote | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/16/european-elections-and-a-second-brexit-vote",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/16/european-elections-and-a-second-brexit-vote",
    "fields": {
      "headline": "European elections and a second Brexit vote",
      "standfirst": "<strong>Denis MacShane </strong>on why the remain parties will not form an alliance and <strong>Marie Catterson </strong>on the importance of a postal vote. <strong>Paul Tyler </strong>and <strong>Bernard Besserglik </strong>believe there’s enough time for another referendum. And finally, <strong>Paul Buchanan-Barrow </strong>explains why Theresa May could be lauded as the greatest PM",
      "trailText": "Letters: <strong>Denis MacShane </strong>on why the remain parties will not form an alliance and <strong>Marie Catterson </strong>on the importance of a postal vote. <strong>Paul Tyler </strong>and <strong>Bernard Besserglik </strong>believe there’s enough time for another referendum. And finally, <strong>Paul Buchanan-Barrow </strong>explains why Theresa May could be lauded as the greatest PM",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a585cf45ef43d7cac33d7cf3d51c26ce47912466\"> <img src=\"https://media.guim.co.uk/a585cf45ef43d7cac33d7cf3d51c26ce47912466/0_174_3500_2100/1000.jpg\" alt=\"Recently resigned Conservative and Labour MPs who have joined each other in the newly created Independent Group sit together on the back benches in the House of Commons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A formal alliance between clear anti-Brexit parties won’t happen. But they could stop name-calling each other,’ says former Europe minister Denis MacShane.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure>",
      "body": "<p>The proportional representation system used to elect MEPs makes a joint list or programme difficult and not even effective as votes will be spread within parties (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/15/remain-parties-eu-elections\" title=\"\">Why won’t the remain parties work together in this election?</a>, Journal, 16 April).</p> <p>Ukip rose in the 2004, 2009 and 2014 elections as the insurgent anti-establishment, anti-immigrant party. The BNP even won two MEP seats in 2009, tagging along behind Nigel Farage. Today, the government establishment and much of the establishment media are pro-Brexit. Immigration as a salient issue, according to Professor Matthew Goodwin, has declined to just 20% among voters as they see EU citizens heading home and no replacement workers for core services like old-age care.</p> <p>The insurgent and anti-Conservative government energy is represented by the million who marched in London or the 6 million who signed the revoke e-petition, which the prime minister dismissed with contempt. If the European Research Group represents a no-deal crashout Brexit, May’s deal represents the hardest of hard Brexits.</p> <p>A formal alliance or pre-election joint lists between clear anti-Brexit parties – the Liberal Democrats, Greens, the Independent Group/Change UK, Scottish National party in Scotland and Plaid Cymru in Wales – won’t happen. But they could stop name-calling each other, as indeed could Labour its erstwhile colleagues. I remember the pleasure Labour MPs and activists got in calling the Social Democratic party “renegades” every name under the sun after their 1981 split from Labour. It didn’t help. Labour lost the next three elections. Similarly, TIG should drop its jejune insults when it will be Labour MPs, with the help of some Tories, who rescue the nation from the Brexit isolationist fanatics. <br><strong>Dr Denis Mac</strong><strong>Shane</strong><br><em>Former Europe </em><em>minister</em></p> <p>• Polly Toynbee is right to say that “what matters most now … is getting out the vote. Everyone needs to register by 3 May.” But don’t just register, get a postal vote. There could be other occasions to vote in the next few months and it would suit those of a certain political persuasion if those votes took place when lots of people are off on their travels, mixing with wicked foreigners far from polling booths.<br><strong>Marie Catterson</strong><br><em>London</em></p> <p>• Philip Hammond (<a href=\"https://www.theguardian.com/politics/2019/apr/12/hammond-plays-down-brexit-delay-second-vote-october\" title=\"\">Report</a>, 13 April) is surely correct to anticipate a possible Commons majority for a confirmatory vote on the government’s Brexit deal, but overpessimistic on the timetable.</p> <p>As the draft legislation prepared by the cross-party group I convened included a short “paving bill”, which would substantially foreshorten the preparatory stages, the process could be completed in 16-17 weeks, well before the 31 October deadline.</p> <p>After endorsement of the drafts by Vince Cable, Dominic Grieve, Chuka Umunna and others in January, my colleagues and I submitted a timeline to Cabinet Office ministers to show how this could be achieved. They have not found fault with this.</p> <p>Where there is a political will there is a parliamentary way: the legislative process for the 1975 European community referendum took just over 10 weeks.<br><strong>Paul Tyler</strong><br><em>Liberal Democrat spokesperson </em><em>on constitutional and political reform, House of Lords</em></p> <p>• Philip Hammond claims the 31 October deadline leaves insufficient time to organise a confirmatory vote unless the intention to do so is declared within weeks. He alleges that a second vote is therefore unlikely. But since the delay in Brexit day is infinitely extensible and EU leaders are virtually certain to grant extra time were a commitment to a second referendum be made, the deadline for opting for that solution to the Brexit conundrum is still more than six months away.<br><strong>Bernard Besserglik</strong><br><em>Pantin, France</em></p> <p>• It has been suggested that Theresa May is possibly the worst PM ever. On the contrary, if she manages to achieve no Brexit and splits the Tory party at the same time, she should be lauded as the greatest PM since Robert Peel.<br><strong>Paul Buchanan-Barrow</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "675",
      "commentable": "false",
      "firstPublicationDate": "2019-04-16T16:56:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:09Z",
      "newspaperEditionDate": "2019-04-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b96k8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a585cf45ef43d7cac33d7cf3d51c26ce47912466/0_174_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The proportional representation system used to elect MEPs makes a joint list or programme difficult and not even effective as votes will be spread within parties (Why won’t the remain parties work together in this election?, Journal, 16 April). Ukip rose in the 2004, 2009 and 2014 elections as the insurgent anti-establishment, anti-immigrant party. The BNP even won two MEP seats in 2009, tagging along behind Nigel Farage. Today, the government establishment and much of the establishment media are pro-Brexit. Immigration as a salient issue, according to Professor Matthew Goodwin, has declined to just 20% among voters as they see EU citizens heading home and no replacement workers for core services like old-age care. The insurgent and anti-Conservative government energy is represented by the million who marched in London or the 6 million who signed the revoke e-petition, which the prime minister dismissed with contempt. If the European Research Group represents a no-deal crashout Brexit, May’s deal represents the hardest of hard Brexits. A formal alliance or pre-election joint lists between clear anti-Brexit parties – the Liberal Democrats, Greens, the Independent Group/Change UK, Scottish National party in Scotland and Plaid Cymru in Wales – won’t happen. But they could stop name-calling each other, as indeed could Labour its erstwhile colleagues. I remember the pleasure Labour MPs and activists got in calling the Social Democratic party “renegades” every name under the sun after their 1981 split from Labour. It didn’t help. Labour lost the next three elections. Similarly, TIG should drop its jejune insults when it will be Labour MPs, with the help of some Tories, who rescue the nation from the Brexit isolationist fanatics. Dr Denis MacShane Former Europe minister • Polly Toynbee is right to say that “what matters most now … is getting out the vote. Everyone needs to register by 3 May.” But don’t just register, get a postal vote. There could be other occasions to vote in the next few months and it would suit those of a certain political persuasion if those votes took place when lots of people are off on their travels, mixing with wicked foreigners far from polling booths. Marie Catterson London • Philip Hammond (Report, 13 April) is surely correct to anticipate a possible Commons majority for a confirmatory vote on the government’s Brexit deal, but overpessimistic on the timetable. As the draft legislation prepared by the cross-party group I convened included a short “paving bill”, which would substantially foreshorten the preparatory stages, the process could be completed in 16-17 weeks, well before the 31 October deadline. After endorsement of the drafts by Vince Cable, Dominic Grieve, Chuka Umunna and others in January, my colleagues and I submitted a timeline to Cabinet Office ministers to show how this could be achieved. They have not found fault with this. Where there is a political will there is a parliamentary way: the legislative process for the 1975 European community referendum took just over 10 weeks. Paul Tyler Liberal Democrat spokesperson on constitutional and political reform, House of Lords • Philip Hammond claims the 31 October deadline leaves insufficient time to organise a confirmatory vote unless the intention to do so is declared within weeks. He alleges that a second vote is therefore unlikely. But since the delay in Brexit day is infinitely extensible and EU leaders are virtually certain to grant extra time were a commitment to a second referendum be made, the deadline for opting for that solution to the Brexit conundrum is still more than six months away. Bernard Besserglik Pantin, France • It has been suggested that Theresa May is possibly the worst PM ever. On the contrary, if she manages to achieve no Brexit and splits the Tory party at the same time, she should be lauded as the greatest PM since Robert Peel. Paul Buchanan-Barrow London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4231",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/apr/16/the-claims-against-assange-and-us-attitudes-to-international-law",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-04-16T16:55:56Z",
    "webTitle": "The claims against Assange and US attitudes to international law | Letters",
    "webUrl": "https://www.theguardian.com/media/2019/apr/16/the-claims-against-assange-and-us-attitudes-to-international-law",
    "apiUrl": "https://content.guardianapis.com/media/2019/apr/16/the-claims-against-assange-and-us-attitudes-to-international-law",
    "fields": {
      "headline": "The claims against Assange and US attitudes to international law",
      "standfirst": "<strong>Dr Kevin Bannon </strong>says the US demeans the international criminal court, while <strong>Dr Gill Gregory </strong>is troubled by Labour’s stance on the WikiLeaks founder and <strong>Ian Sinclair</strong> clarifies what Diane Abbott said on the Today programme",
      "trailText": "Letters: <strong>Dr Kevin Bannon </strong>says the US demeans the international criminal court, while <strong>Dr Gill Gregory </strong>is troubled by Labour’s stance on the WikiLeaks founder and <strong>Ian Sinclair</strong> clarifies what Diane Abbott said on the Today programme",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e4eeef4492c54d1a10decd9f2804b6e37ece32cb\"> <img src=\"https://media.guim.co.uk/e4eeef4492c54d1a10decd9f2804b6e37ece32cb/0_129_4928_2957/1000.jpg\" alt=\"German Die Linke MP Heike Hansel holds a placard calling for freedom for WikiLeaks founder Julian Assange at Belmarsh Prison in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The US continues to withhold recognition of the international criminal court.’</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Whatever Julian Assange’s legal position (<a href=\"https://www.theguardian.com/media/2019/apr/12/fearful-of-what-might-await-julian-assange-in-the-us\" title=\"\">Letters</a>, 13 April), the UK authorities should be aware of the US’s approach to international law. In May 2002, the US withdrew its acceptance of the Rome statute, under which the international criminal court had been created, threatening to release – by military force if necessary – any indicted US citizens who might come to be legitimately held at The Hague. In August 2002, the US <a href=\"http://www.globalissues.org/article/490/united-states-and-the-icc\" title=\"\">threatened to withdraw aid</a> from countries that refused to recognise the immunity of US military personnel from ICC prosecution. Even the US-based Human Rights Watch described this as “blackmail”.</p> <p>The US continues to withhold recognition of the ICC, which it openly demeans, <a href=\"https://www.theguardian.com/law/2019/apr/05/us-revokes-visa-of-international-criminal-courts-top-prosecutor\" title=\"\">revoking the visa</a> of its chief prosecutor, Fatou Bensouda, this month, merely for declaring the ICC’s intention to investigate US servicemen and CIA personnel for their possible roles in war crimes and other abuses.</p> <p>In a speech in Washington last September, the US national security adviser, John Bolton, described the court as “invalid” and “antithetical to our nation’s ideals”. He said the US would “… provide no assistance to the ICC … We will let the ICC die on its own … for all intents and purposes, the ICC is dead to us.”</p> <p>Such attitudes hardly support the idea of Julian Assange facing justice in the US.<br><strong>Dr Kevin Bannon</strong><br><em>London</em></p> <p>• I was relieved to read Nesrine Malik’s contribution to the discussion of Julian Assange’s extradition and the difference between his whistleblowing on evidence of US war crimes and the arrest warrant issued by Sweden over allegations of sexual assault and rape (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/15/left-blinkered-claims-julian-assange-sexual-assault\" title=\"\">The left is still blinkered about Assange</a>, 15 April).</p> <p>Like many on the left, I have been troubled by Labour prioritising the whistleblowing over the allegations of assault. If Assange is innocent of sexual assault, he surely need not fear the Swedish courts.<br><strong>Dr Gill Gregory</strong><br><em>Norwich</em></p> <p>• It would have been good if your report (<a href=\"https://www.theguardian.com/media/2019/apr/12/give-priority-to-julian-assange-claim-home-secretary-urged\" title=\"\">Give priority to Assange rape claim, Javid urged</a>, 13 April) had quoted the key part of Diane Abbott’s interview after reporting that “Abbott was criticised … over an interview on the Today programme in which some backbench Labour MPs said she downplayed the allegations of sexual assault.” </p> <p>Abbott clearly refers to “the rape charges, serious as they are”, before stating “if the Swedish government wants to come forward with those charges I believe that Assange should face the criminal justice system”.<br><strong>Ian Sinclair</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "446",
      "commentable": "false",
      "firstPublicationDate": "2019-04-16T16:55:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-16T17:47:25Z",
      "newspaperEditionDate": "2019-04-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9672",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e4eeef4492c54d1a10decd9f2804b6e37ece32cb/0_129_4928_2957/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Whatever Julian Assange’s legal position (Letters, 13 April), the UK authorities should be aware of the US’s approach to international law. In May 2002, the US withdrew its acceptance of the Rome statute, under which the international criminal court had been created, threatening to release – by military force if necessary – any indicted US citizens who might come to be legitimately held at The Hague. In August 2002, the US threatened to withdraw aid from countries that refused to recognise the immunity of US military personnel from ICC prosecution. Even the US-based Human Rights Watch described this as “blackmail”. The US continues to withhold recognition of the ICC, which it openly demeans, revoking the visa of its chief prosecutor, Fatou Bensouda, this month, merely for declaring the ICC’s intention to investigate US servicemen and CIA personnel for their possible roles in war crimes and other abuses. In a speech in Washington last September, the US national security adviser, John Bolton, described the court as “invalid” and “antithetical to our nation’s ideals”. He said the US would “… provide no assistance to the ICC … We will let the ICC die on its own … for all intents and purposes, the ICC is dead to us.” Such attitudes hardly support the idea of Julian Assange facing justice in the US. Dr Kevin Bannon London • I was relieved to read Nesrine Malik’s contribution to the discussion of Julian Assange’s extradition and the difference between his whistleblowing on evidence of US war crimes and the arrest warrant issued by Sweden over allegations of sexual assault and rape (The left is still blinkered about Assange, 15 April). Like many on the left, I have been troubled by Labour prioritising the whistleblowing over the allegations of assault. If Assange is innocent of sexual assault, he surely need not fear the Swedish courts. Dr Gill Gregory Norwich • It would have been good if your report (Give priority to Assange rape claim, Javid urged, 13 April) had quoted the key part of Diane Abbott’s interview after reporting that “Abbott was criticised … over an interview on the Today programme in which some backbench Labour MPs said she downplayed the allegations of sexual assault.” Abbott clearly refers to “the rape charges, serious as they are”, before stating “if the Swedish government wants to come forward with those charges I believe that Assange should face the criminal justice system”. Ian Sinclair London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2746",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/apr/16/court-says-home-office-use-immigration-rule-legally-flawed",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-04-16T12:58:06Z",
    "webTitle": "Court castigates Home Office over misuse of immigration law",
    "webUrl": "https://www.theguardian.com/uk-news/2019/apr/16/court-says-home-office-use-immigration-rule-legally-flawed",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/apr/16/court-says-home-office-use-immigration-rule-legally-flawed",
    "fields": {
      "headline": "Court castigates Home Office over misuse of immigration law",
      "standfirst": "<p>Damning verdict says use of terrorism-related rule to refuse applications is legally flawed</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2019/apr/16/how-home-office-used-terror-law-on-highly-skilled-migrants\">How Home Office used terror-related law on highly skilled migrants</a></li></ul>",
      "trailText": "Damning verdict says use of terrorism-related rule to refuse applications is legally flawed",
      "byline": "Amelia Hill",
      "main": "<figure class=\"element element-image\" data-media-id=\"dc5198b480d33e6f9c1a403a9fba2e613aea6934\"> <img src=\"https://media.guim.co.uk/dc5198b480d33e6f9c1a403a9fba2e613aea6934/0_349_5238_3143/1000.jpg\" alt=\"The home secretary, Sajid Javid\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The home secretary, Sajid Javid, was criticised in the judgment delivered on Tuesday. </span> <span class=\"element-image__credit\">Photograph: Kenzo Tribouillard/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The <a href=\"https://www.judiciary.uk/wp-content/uploads/2019/04/balajigari-othrs-v-sshd-judgment16.4.19.pdf\">appeal court </a>has issued a damning judgment criticising the Home Office’s process in using a terrorism-related paragraph of immigration law as “legally flawed” and ruling it must be changed.</p> <p>The Guardian has <a href=\"https://www.theguardian.com/uk-news/2019/feb/02/home-office-wrecked-my-life-with-misuse-of-immigration-law\">repeatedly highlighted</a> the Home Office’s use of the rule – designed in part to tackle terrorism – to<strong> </strong>refuse applications from hundreds of people for making legal amendments to their tax records.</p> <p>The department has<strong> </strong>tried to force <a href=\"https://www.theguardian.com/uk-news/2018/nov/23/home-office-tried-to-deport-300-skilled-migrants-under-terrorism-law\">at least 300</a> highly skilled migrants to leave the UK<strong> </strong>under paragraph 322(5), with a further 87 having left and another 400 potentially affected, between January 2015 and May 2018.</p> <p>The court of appeal has examined four of these cases in depth. The immediate result of its 60-page judgment is that one of these cases has been quashed while the other three will be allowed to appeal, including one in which the court said there was “at least arguably, a distinct unlawfulness, in that the secretary of state failed to make an explicit finding of dishonesty”.</p> <p>But the wider impact of the judgment is the court’s finding that the “general approach [by the home secretary, Sajid Javid] in all earnings discrepancy cases [has been] legally flawed” and must change. Criticism of the Home Office’s use of the clause has become part of the wider debate over the “hostile environment” and a target-based culture that also gave rise to the <a href=\"https://www.theguardian.com/uk-news/2019/apr/15/windrush-scandal-one-year-on-victims-little-has-changed\">Windrush scandal</a>.</p> <p>In the judgment delivered on Tuesday morning by Lord Justice Underhill, Lord Justice Hickinbottom and Lord Justice Singh, Javid was criticised for assuming the applicants’ amendments to their tax records were “the result of dishonesty, without giving applicants an opportunity to proffer an innocent explanation”.</p> <p>Javid was at further fault, the judgment went on, for failing to “address the further questions of whether the dishonesty in question render[ed] the presence of the applicant in the UK undesirable or whether there are other factors which outweigh the presumption in favour of removal, or give applicants the opportunity to raise any matters relevant to those questions”. This question, the judges said, “cannot simply be ignored”.</p> <p>The court also gave applicants threatened under 322(5) a new and extra layer of protection by finding that all further use of the clause must be subject to article 8 of the European convention on human rights, meaning the notice of liability to removal – which is the consequence of refusal of indefinite leave to remain – will “constitute an interference with those rights which the secretary of state will have to justify”.</p> <p>The judgment added: “His decision on that question will be reviewable as a matter of fact, whether in the context of a ‘human rights appeal’ or, where no such appeal is available, in judicial review proceedings.”</p> <p>There are more than 70 other 322(5) appeals or applications for permission to appeal pending before the court and an unknown number of challenges pending in the first-tier tribunal or upper tribunal. “The intention is that our decision in these appeals will determine the various issues of principle raised in at least most of the pending legal challenges in all of these cases,” the court said.</p> <p>The lack of opportunity for applicants to appeal a finding of guilt under 322(5) was also criticised as unlawful by the court: in administrative review, the applicant is not normally allowed to produce new evidence to counter accusations of dishonesty.</p> <p>A Home Office spokesperson said: “The court agreed that the use of paragraph 322(5) is appropriate in these types of cases and that we are right to expect a full and convincing explanation from people when there are discrepancies in their tax records and immigration applications. We will consider the judgment and our response carefully.”</p> <p>Many of those affected had lived in the UK for a decade or more and have British-born children. Some were given 14 days to lodge an appeal and were no longer eligible for a visa to visit the UK or any other country. Those who appeal face severe restrictions on their right to work, have a bank account, hold a driving licence or access free NHS treatment while they do so.</p> <p>The cases were those of Ashish Balajigari, represented by Michael Biggs, Amor Albert, represented by Parminder Saini, and Somnath Mujumder and his wife, who were represented by Shahadoth Karim, all from 12 Old Square chambers. Avais Kwos and his family – who have already left the country after being refused under 322(5) – were represented by Alexis Slatter of Goldsmith Chambers.</p> <p>Saini said: “This is a not insignificant defeat on a controversial, much-publicised issue at the heart of the hostile environment.</p> <p>“The judgment in short confirms that the government’s allegations against migrants in relation to their tax returns amounts to an allegation of deliberate misrepresentation to either the Home Office or HMRC.</p> <p>“The court states that a large number of migrants have claimed that in their cases, errors which were the result only of carelessness or ignorance have wrongly been treated as dishonest, and that the Home Office has been too ready to find dishonesty without an adequate evidential basis or a fair procedure.</p> <p>“In the case of Albert, which I represented, the court accepted that the Home Office had failed to even allege he was dishonest in his tax affairs.”</p> <p>The Scottish National party MP Alison Thewliss said the decision “underlines what victims and campaigners have been telling the UK government all along; that its application of the immigration rules for highly skilled migrants is not fit for purpose.”</p> <p>She added: “The court has been unequivocal in its denunciation of the Home Office. They call their approach “legally flawed”, and criticise the department’s decision – in all earnings discrepancy cases of this type – to proceed directly from finding that any discrepancy occurred to deciding that applicants had been dishonest, without even considering evidence to the contrary. This is patently unfair.</p> <p>“It’s been clear for some time now that the Home Office made a calculated decision, without forethought for the impact on applicants, to pursue people via this immoral and disreputable application of immigration rules … The Home Office should do the respectable thing and withdraw its objections immediately”.</p> <p>• This article was amended on 19 April 2019. An earlier version said that some people were given just 14 days to leave. That should have said “14 days to lodge an appeal”. It was further amended on 24 April 2019 to correct a misspelling of the first name of Amor Albert as Amin.</p>",
      "newspaperPageNumber": "26",
      "wordcount": "1077",
      "firstPublicationDate": "2019-04-16T12:58:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-25T11:15:52Z",
      "newspaperEditionDate": "2019-04-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b95e2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dc5198b480d33e6f9c1a403a9fba2e613aea6934/0_349_5238_3143/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The appeal court has issued a damning judgment criticising the Home Office’s process in using a terrorism-related paragraph of immigration law as “legally flawed” and ruling it must be changed. The Guardian has repeatedly highlighted the Home Office’s use of the rule – designed in part to tackle terrorism – to refuse applications from hundreds of people for making legal amendments to their tax records. The department has tried to force at least 300 highly skilled migrants to leave the UK under paragraph 322(5), with a further 87 having left and another 400 potentially affected, between January 2015 and May 2018. The court of appeal has examined four of these cases in depth. The immediate result of its 60-page judgment is that one of these cases has been quashed while the other three will be allowed to appeal, including one in which the court said there was “at least arguably, a distinct unlawfulness, in that the secretary of state failed to make an explicit finding of dishonesty”. But the wider impact of the judgment is the court’s finding that the “general approach [by the home secretary, Sajid Javid] in all earnings discrepancy cases [has been] legally flawed” and must change. Criticism of the Home Office’s use of the clause has become part of the wider debate over the “hostile environment” and a target-based culture that also gave rise to the Windrush scandal. In the judgment delivered on Tuesday morning by Lord Justice Underhill, Lord Justice Hickinbottom and Lord Justice Singh, Javid was criticised for assuming the applicants’ amendments to their tax records were “the result of dishonesty, without giving applicants an opportunity to proffer an innocent explanation”. Javid was at further fault, the judgment went on, for failing to “address the further questions of whether the dishonesty in question render[ed] the presence of the applicant in the UK undesirable or whether there are other factors which outweigh the presumption in favour of removal, or give applicants the opportunity to raise any matters relevant to those questions”. This question, the judges said, “cannot simply be ignored”. The court also gave applicants threatened under 322(5) a new and extra layer of protection by finding that all further use of the clause must be subject to article 8 of the European convention on human rights, meaning the notice of liability to removal – which is the consequence of refusal of indefinite leave to remain – will “constitute an interference with those rights which the secretary of state will have to justify”. The judgment added: “His decision on that question will be reviewable as a matter of fact, whether in the context of a ‘human rights appeal’ or, where no such appeal is available, in judicial review proceedings.” There are more than 70 other 322(5) appeals or applications for permission to appeal pending before the court and an unknown number of challenges pending in the first-tier tribunal or upper tribunal. “The intention is that our decision in these appeals will determine the various issues of principle raised in at least most of the pending legal challenges in all of these cases,” the court said. The lack of opportunity for applicants to appeal a finding of guilt under 322(5) was also criticised as unlawful by the court: in administrative review, the applicant is not normally allowed to produce new evidence to counter accusations of dishonesty. A Home Office spokesperson said: “The court agreed that the use of paragraph 322(5) is appropriate in these types of cases and that we are right to expect a full and convincing explanation from people when there are discrepancies in their tax records and immigration applications. We will consider the judgment and our response carefully.” Many of those affected had lived in the UK for a decade or more and have British-born children. Some were given 14 days to lodge an appeal and were no longer eligible for a visa to visit the UK or any other country. Those who appeal face severe restrictions on their right to work, have a bank account, hold a driving licence or access free NHS treatment while they do so. The cases were those of Ashish Balajigari, represented by Michael Biggs, Amor Albert, represented by Parminder Saini, and Somnath Mujumder and his wife, who were represented by Shahadoth Karim, all from 12 Old Square chambers. Avais Kwos and his family – who have already left the country after being refused under 322(5) – were represented by Alexis Slatter of Goldsmith Chambers. Saini said: “This is a not insignificant defeat on a controversial, much-publicised issue at the heart of the hostile environment. “The judgment in short confirms that the government’s allegations against migrants in relation to their tax returns amounts to an allegation of deliberate misrepresentation to either the Home Office or HMRC. “The court states that a large number of migrants have claimed that in their cases, errors which were the result only of carelessness or ignorance have wrongly been treated as dishonest, and that the Home Office has been too ready to find dishonesty without an adequate evidential basis or a fair procedure. “In the case of Albert, which I represented, the court accepted that the Home Office had failed to even allege he was dishonest in his tax affairs.” The Scottish National party MP Alison Thewliss said the decision “underlines what victims and campaigners have been telling the UK government all along; that its application of the immigration rules for highly skilled migrants is not fit for purpose.” She added: “The court has been unequivocal in its denunciation of the Home Office. They call their approach “legally flawed”, and criticise the department’s decision – in all earnings discrepancy cases of this type – to proceed directly from finding that any discrepancy occurred to deciding that applicants had been dishonest, without even considering evidence to the contrary. This is patently unfair. “It’s been clear for some time now that the Home Office made a calculated decision, without forethought for the impact on applicants, to pursue people via this immoral and disreputable application of immigration rules … The Home Office should do the respectable thing and withdraw its objections immediately”. • This article was amended on 19 April 2019. An earlier version said that some people were given just 14 days to leave. That should have said “14 days to lodge an appeal”. It was further amended on 24 April 2019 to correct a misspelling of the first name of Amor Albert as Amin.",
      "charCount": "6554",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/ameliahill\">Amelia Hill</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/16/donald-tusk-chastises-meps-criticism-october-brexit-delay",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-16T09:42:58Z",
    "webTitle": "Donald Tusk chastises MEPs over criticism of 31 October Brexit delay",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/16/donald-tusk-chastises-meps-criticism-october-brexit-delay",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/16/donald-tusk-chastises-meps-criticism-october-brexit-delay",
    "fields": {
      "headline": "Donald Tusk chastises MEPs over criticism of 31 October Brexit delay",
      "standfirst": "<p>European council president reacts to suggestions the delay will ‘poison’ EU elections</p>",
      "trailText": "European council president reacts to suggestions the delay will ‘poison’ EU elections",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b3a7464e-d8b7-4c93-a5ad-fa8b87508176\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/vTupP1zkjNw?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Donald Tusk, the European council president, has turned his fire on senior MEPs after he was accused of dividing the EU and prolonging the Brexit crisis for Europe by delaying it to 31 October.</p> \n<p>The European parliament’s Brexit coordinator, Guy Verhofstadt, had warned during a Brexit debate that the EU27’s decision last week would “poison” the European elections, in which Britain would <a href=\"https://www.theguardian.com/politics/2019/apr/13/pro-eu-parties-to-use-european-elections-as-soft-referendum\">need to take part</a>.</p> \n<p>“Instead of sending May back to London with no extension or ultimately a very short one – a few days, a week – you gave her six months,” Verhofstadt said, after warning of a potential breakdown in EU unity over the issue. “In six months everyone knows, on 31 October, it is too near for a substantial rethink of Brexit and too far away to prompt any action … I fear it will prolong uncertainty and it will import the Brexit mess into the EU and poison the upcoming European election.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/15/downing-street-under-pressure-to-close-down-labour-talks-on-brexit\">Downing Street under pressure to close down Labour talks on Brexit</a> </p> \n</aside> \n<p>Verhoftstadt said the decision of the House of Commons to take an Easter break showed the talks <a href=\"https://www.theguardian.com/politics/2019/apr/15/downing-street-under-pressure-to-close-down-labour-talks-on-brexit\">between Labour and the Conservatives</a> would merely “run down the clock”.</p> \n<p>But, following a speech in which he had defended his right to dream of <a href=\"https://www.theguardian.com/politics/2018/jan/16/eu-leaders-say-uk-can-reverse-brexit-decision-if-it-wants-to\">the UK changing its mind</a>, Tusk gave a withering put-down of those who hoped to benefit from extra MEPs resulting from the UK’s withdrawal, including the liberal group led by Verhofstadt.</p> \n<p>“I want to remind everybody that the UK has the right and obligation to take part in this election as long as it remains in the EU,” Tusk said. “This is not subject to negotiation. I also cannot agreed to accept a second category of membership. I understand party interests but they cannot overshadow the legal reality.</p> \n<p>“Mr Verhofstadt was heartily and energetically applauded <a href=\"https://www.theguardian.com/politics/video/2019/apr/12/no-more-mr-nice-guy-nigel-farage-launches-brexit-party-video\">by Mr Farage</a>. This is a good enough reason for you, Mr Verhofstadt, to deeply rethink and reformulate your argumentation.”</p> \n<p>Earlier, Nigel Farage, who launched his <a href=\"https://www.theguardian.com/politics/2019/apr/12/former-ukip-leader-nigel-farage-says-his-brexit-party-wont-take-money-from-arron-banks\">new Brexit party</a> on Monday, had told MEPs the delay was a “betrayal”, adding: “I’m coming back, lots and lots of us are coming back.”</p> \n<p>Tusk defended the six-month extension – half the length of the one he had recommended to the EU27 at a summit last Wednesday – on the grounds that it would give Brussels time to focus on its priorities while allowing Westminster to find a way to break the impasse or allow the British people to “rethink Brexit”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6f5d43ab-b0a1-47d6-b384-64920dd0ca62\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The European Council president is appointed by the elected national leaders of the EU member states. Their job is to, in cooperation with the European Commission, lead the European Council's work in setting the EU's general political direction and priorities. They also represent the EU on foreign and security matters.</p>\n    <p>The role has been held by Donald Tusk since June 2017.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“I know that, on both sides of the Channel, everyone, including myself, is exhausted with Brexit, which is completely understandable,” Tusk said. “However, this is not an excuse to say ‘let’s get it over with,’ just because we’re tired. We must continue to deal with Brexit with an open mind, and in a civilised manner”.</p> \n<p>Tusk added: “During the European council one of the leaders warned us not to be dreamers, and that we shouldn’t think that Brexit could be reversed. I didn’t respond at the time, but today, in front of you, I would like to say: at this rather difficult moment in our history, we need dreamers and dreams.”</p> \n<p>The European commission president, Jean-Claude Juncker, called on Britain to remain a cooperative and loyal member state during its extra period in the bloc. He also urged Westminster to come to a decision on the future urgently, warning that a further extension this autumn could not be guaranteed.</p> \n<p>“31 October marks the new deadline for the orderly withdrawal of the UK”, Juncker said. “If the withdrawal agreement hasn’t been ratified by the British parliament by then, then there will be a hard Brexit that we’d like to avoid. Of course the UK can request to revoke article 50, that’s something that’s been made very clear, but that’s not my working hypothesis. And it’s not my working hypothesis either that beyond 31 October we’ll seen an extension again.”</p>",
      "newspaperPageNumber": "22",
      "wordcount": "636",
      "firstPublicationDate": "2019-04-16T09:42:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:11Z",
      "newspaperEditionDate": "2019-04-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b94pv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/490050d15e8f8cb9a8672785bd402a93509ff35a/0_299_5157_3094/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Donald Tusk, the European council president, has turned his fire on senior MEPs after he was accused of dividing the EU and prolonging the Brexit crisis for Europe by delaying it to 31 October. The European parliament’s Brexit coordinator, Guy Verhofstadt, had warned during a Brexit debate that the EU27’s decision last week would “poison” the European elections, in which Britain would need to take part. “Instead of sending May back to London with no extension or ultimately a very short one – a few days, a week – you gave her six months,” Verhofstadt said, after warning of a potential breakdown in EU unity over the issue. “In six months everyone knows, on 31 October, it is too near for a substantial rethink of Brexit and too far away to prompt any action … I fear it will prolong uncertainty and it will import the Brexit mess into the EU and poison the upcoming European election.” Verhoftstadt said the decision of the House of Commons to take an Easter break showed the talks between Labour and the Conservatives would merely “run down the clock”. But, following a speech in which he had defended his right to dream of the UK changing its mind, Tusk gave a withering put-down of those who hoped to benefit from extra MEPs resulting from the UK’s withdrawal, including the liberal group led by Verhofstadt. “I want to remind everybody that the UK has the right and obligation to take part in this election as long as it remains in the EU,” Tusk said. “This is not subject to negotiation. I also cannot agreed to accept a second category of membership. I understand party interests but they cannot overshadow the legal reality. “Mr Verhofstadt was heartily and energetically applauded by Mr Farage. This is a good enough reason for you, Mr Verhofstadt, to deeply rethink and reformulate your argumentation.” Earlier, Nigel Farage, who launched his new Brexit party on Monday, had told MEPs the delay was a “betrayal”, adding: “I’m coming back, lots and lots of us are coming back.” Tusk defended the six-month extension – half the length of the one he had recommended to the EU27 at a summit last Wednesday – on the grounds that it would give Brussels time to focus on its priorities while allowing Westminster to find a way to break the impasse or allow the British people to “rethink Brexit”. “I know that, on both sides of the Channel, everyone, including myself, is exhausted with Brexit, which is completely understandable,” Tusk said. “However, this is not an excuse to say ‘let’s get it over with,’ just because we’re tired. We must continue to deal with Brexit with an open mind, and in a civilised manner”. Tusk added: “During the European council one of the leaders warned us not to be dreamers, and that we shouldn’t think that Brexit could be reversed. I didn’t respond at the time, but today, in front of you, I would like to say: at this rather difficult moment in our history, we need dreamers and dreams.” The European commission president, Jean-Claude Juncker, called on Britain to remain a cooperative and loyal member state during its extra period in the bloc. He also urged Westminster to come to a decision on the future urgently, warning that a further extension this autumn could not be guaranteed. “31 October marks the new deadline for the orderly withdrawal of the UK”, Juncker said. “If the withdrawal agreement hasn’t been ratified by the British parliament by then, then there will be a hard Brexit that we’d like to avoid. Of course the UK can request to revoke article 50, that’s something that’s been made very clear, but that’s not my working hypothesis. And it’s not my working hypothesis either that beyond 31 October we’ll seen an extension again.”",
      "charCount": "3694",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/16/bet-nigel-farage-brexit-party-winning-eu-elections",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-16T08:00:46Z",
    "webTitle": "Don’t bet against the Brexit party winning the EU elections | Chris Curtis",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/16/bet-nigel-farage-brexit-party-winning-eu-elections",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/16/bet-nigel-farage-brexit-party-winning-eu-elections",
    "fields": {
      "headline": "Don’t bet against the Brexit party winning the EU elections",
      "standfirst": "<p>Nigel Farage’s newly formed party may be polling third, but his £1,000 gamble on topping the ballot could pay dividend</p>",
      "trailText": "Nigel Farage’s newly formed party may be polling third, but his £1,000 gamble on topping the ballot could pay dividend, says YouGov research manager Chris Curtis",
      "byline": "Chris Curtis",
      "main": "<figure class=\"element element-image\" data-media-id=\"5f734568d854f4519f639c01497fd1275b86341d\"> <img src=\"https://media.guim.co.uk/5f734568d854f4519f639c01497fd1275b86341d/0_0_4937_2963/1000.jpg\" alt=\"Nigel Farage Brexit Party rallyepa07503860 Brexit Party leader Nigel Farage at a Brexit Party rally in Birmingham, Britain, 13 April 2019. Farage launched his new political party, the Brexit Party, in Coventry on 12 April 2019. EPA/ANDY RAIN\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Brexit party has already achieved a 15% vote share as a force that is still fairly unknown.’</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<p>In 2014 Nigel Farage shocked Westminster by <a href=\"https://www.theguardian.com/politics/2014/may/26/ukip-european-elections-political-earthquake\" title=\"\">leading Ukip to victory</a> in the last European parliament elections: the first time the Conservatives or Labour hadn’t topped the ballot in a nationwide election since 1906. Since then Farage has left the party and officially launched the new Brexit party to fight this round of somewhat unexpected EU elections. At the launch, Farage put his money where his mouth is, announcing he had placed a £1,000 bet on his newly formed party topping the ballot in next month’s vote.</p> <p>At the weekend YouGov released the first <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/04/13/tories-and-labour-face-uphill-struggle-european-el\" title=\"\">YouGov/Times poll of the EU election campaign</a>. Farage’s party currently finds itself in third place on 15%, within the margin of error of the Conservatives on 16%, but currently a way behind Labour who are on 24%. However, there are many reasons to believe they will make up that ground over the coming weeks, and Farage’s gamble looks like a fairly smart bet.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It is entirely plausible that we are facing another Farage-shaped upset at the ballot box</p> </blockquote> </aside>  <p>The <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/1g0abg184t/TheTimes_190411_VI_Trackers_EU_w.pdf\" title=\"\">polling shows</a> that a significant chunk of voters who backed the Conservatives in 2017 are dissatisfied with the direction the party is heading on Brexit. Just 11% think the government is handling Brexit well, compared with 84% who think they are handling it badly. Additionally, many more voters who backed the Conservatives at the last election think that <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/ojewuniikg/Internal_190401_BrexitTrackers_w.pdf\" title=\"\">leaving the EU without a deal</a> – which the Brexit party is advocating – would be a good outcome than think Theresa May’s deal would be a good outcome (it’s 48% for the former versus 21% for the latter). </p> <p>This is part of what is driving the drop-off in support for the Conservatives, with just a quarter (25%) of those who backed the party in 2017, and just 12% of leave voters, currently saying they will vote Conservative in the EU elections. The difficulty for Farage is that these voters aren’t yet moving en masse to his new outfit, but are fairly evenly dividing between the Brexit party, Ukip and undecided. This means the main challenge for the Brexit party over the coming weeks will be to cement itself as the main voice for dissatisfied leave voters</p> <p>And that seems like an entirely achievable task. Firstly, the Brexit party has already achieved a 15% vote share as a force that is still fairly unknown, with the fieldwork for this poll taking place before the party <a href=\"https://www.theguardian.com/politics/video/2019/apr/12/no-more-mr-nice-guy-nigel-farage-launches-brexit-party-video\" title=\"\">officially launched</a> last Friday. Many voters at this stage might not yet be aware of the party, and critically will not yet associate it with Farage. While a divisive character, <a href=\"https://yougov.co.uk/topics/politics/explore/public_figure/Nigel_Farage\" title=\"\">Farage is still popular among the key voters</a> he needs to win over. The majority (56%) of leave voters who backed the Conservatives at the last election still say they have a positive opinion of him.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/14/of-course-tories-dread-euro-elections-they-will-be-marmalised\">Of course the Tories dread Euro elections. They will be marmalised | Andrew Rawnsley</a> </p> </aside>  <p>Meanwhile Ukip, which is currently dividing the vote share, has not only lost its main salesman, but now finds itself being openly attached by him. It may be holding 14% of the vote share in our European parliament poll, but it is easy to see how much of this could shift away once the campaign gets going.</p> <p>Turnout could also easily work to Farage’s advantage in next month’s poll. For the first time since 1999 the European parliament elections will not be happening on the same day as the local elections. That election had very low turnout, with <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8060%23fullreport\" title=\"\">just 24% of eligible voters</a> registering their vote. The effect of this will likely be that fewer loyal supporters of the two main parties make the trek to the polling station. At the same time, those on both extremes of the debate who are energised by Brexit will make up a larger proportion of the electorate, further boosting the Brexit party vote share.</p> <p>It is entirely plausible that we are facing another Farage-shaped upset at the ballot box. While there are more than five weeks of campaigning to go, I certainly wouldn’t bet against him.</p> <p>• Chris Curtis is political research manager at YouGov</p>",
      "wordcount": "662",
      "commentCloseDate": "2019-04-16T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-16T08:00:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:17Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9x3k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5f734568d854f4519f639c01497fd1275b86341d/0_0_4937_2963/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In 2014 Nigel Farage shocked Westminster by leading Ukip to victory in the last European parliament elections: the first time the Conservatives or Labour hadn’t topped the ballot in a nationwide election since 1906. Since then Farage has left the party and officially launched the new Brexit party to fight this round of somewhat unexpected EU elections. At the launch, Farage put his money where his mouth is, announcing he had placed a £1,000 bet on his newly formed party topping the ballot in next month’s vote. At the weekend YouGov released the first YouGov/Times poll of the EU election campaign. Farage’s party currently finds itself in third place on 15%, within the margin of error of the Conservatives on 16%, but currently a way behind Labour who are on 24%. However, there are many reasons to believe they will make up that ground over the coming weeks, and Farage’s gamble looks like a fairly smart bet. The polling shows that a significant chunk of voters who backed the Conservatives in 2017 are dissatisfied with the direction the party is heading on Brexit. Just 11% think the government is handling Brexit well, compared with 84% who think they are handling it badly. Additionally, many more voters who backed the Conservatives at the last election think that leaving the EU without a deal – which the Brexit party is advocating – would be a good outcome than think Theresa May’s deal would be a good outcome (it’s 48% for the former versus 21% for the latter). This is part of what is driving the drop-off in support for the Conservatives, with just a quarter (25%) of those who backed the party in 2017, and just 12% of leave voters, currently saying they will vote Conservative in the EU elections. The difficulty for Farage is that these voters aren’t yet moving en masse to his new outfit, but are fairly evenly dividing between the Brexit party, Ukip and undecided. This means the main challenge for the Brexit party over the coming weeks will be to cement itself as the main voice for dissatisfied leave voters And that seems like an entirely achievable task. Firstly, the Brexit party has already achieved a 15% vote share as a force that is still fairly unknown, with the fieldwork for this poll taking place before the party officially launched last Friday. Many voters at this stage might not yet be aware of the party, and critically will not yet associate it with Farage. While a divisive character, Farage is still popular among the key voters he needs to win over. The majority (56%) of leave voters who backed the Conservatives at the last election still say they have a positive opinion of him. Meanwhile Ukip, which is currently dividing the vote share, has not only lost its main salesman, but now finds itself being openly attached by him. It may be holding 14% of the vote share in our European parliament poll, but it is easy to see how much of this could shift away once the campaign gets going. Turnout could also easily work to Farage’s advantage in next month’s poll. For the first time since 1999 the European parliament elections will not be happening on the same day as the local elections. That election had very low turnout, with just 24% of eligible voters registering their vote. The effect of this will likely be that fewer loyal supporters of the two main parties make the trek to the polling station. At the same time, those on both extremes of the debate who are energised by Brexit will make up a larger proportion of the electorate, further boosting the Brexit party vote share. It is entirely plausible that we are facing another Farage-shaped upset at the ballot box. While there are more than five weeks of campaigning to go, I certainly wouldn’t bet against him. • Chris Curtis is political research manager at YouGov",
      "charCount": "3779",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/chris-curtis\">Chris Curtis</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]