[
  {
    "id": "politics/2019/dec/14/woman-likely-to-lead-labour-jostling-to-succeed-jeremy-corbyn-begins",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-14T21:50:55Z",
    "webTitle": "The race is on … and the next Labour leader is likely to be a woman",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/14/woman-likely-to-lead-labour-jostling-to-succeed-jeremy-corbyn-begins",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/14/woman-likely-to-lead-labour-jostling-to-succeed-jeremy-corbyn-begins",
    "fields": {
      "headline": "The race is on … and the next Labour leader is likely to be a woman",
      "standfirst": "<p>Six of the seven probable challengers are female, and all will be keen to connect with traditional party supporters</p>",
      "trailText": "Six of the seven probable challengers are female, and all will be keen to connect with traditional party supporters",
      "byline": "Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"4bbd70692293f199ef101354c48277fc535d0b96\"> \n <img src=\"https://media.guim.co.uk/4bbd70692293f199ef101354c48277fc535d0b96/0_0_2560_1536/1000.jpg\" alt=\"Angela Rayner, Lisa Nandy, Yvette Cooper and Rebecca Long-Bailey are four of those likely to stand for leader\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Angela Rayner, Lisa Nandy, Yvette Cooper and Rebecca Long-Bailey are four of those likely to stand for leader</span> \n  <span class=\"element-image__credit\">Composite: REX/Shutterstock/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The battle to succeed Jeremy Corbyn and shape the future direction of the Labour party is under way as potential successors set out their leadership stalls for the first time, amid bitter recriminations after the party’s worst general election defeat since 1935.</p> \n<p>Two of the likely candidates in what will be a 12-week contest that is expected to begin in January – Jess Phillips and Lisa Nandy – break cover with articles in the <em>Observer</em>, expressing their anger and dismay at the party’s crushing defeat, and calling for a far-reaching post-mortem to ensure Labour reconnects with the millions of working people who rejected it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/14/labour-voices-on-election-result\">The big debate: ‘The only response is humility and utterly frank reflection’</a> </p> \n</aside> \n<p>Seven MPs, six of them women – Phillips, Nandy, Emily Thornberry, Rebecca Long-Bailey, Angela Rayner and Yvette Cooper – are understood to be thinking of joining the contest, making it likely that Labour will for the first time elect a female leader. Keir Starmer, the shadow Brexit secretary, is also likely to join the race.</p> \n<p>In the early hours of Friday, when the scale of Labour’s defeat was known, Corbyn announced that he would not lead Labour into another election but would stay to allow the party a <a href=\"https://www.theguardian.com/politics/2019/dec/13/devastating-exit-poll-triggers-bitter-blame-game-within-labour\" title=\"\">period of “reflection”</a> until a new leader was elected.</p> \n<p>While many MPs have attacked him for refusing to go sooner, and for his initial refusal to apologise personally for the crushing loss, others argue that the party should avoid a bitter blame game.</p> \n<p>In what appears to be a pitch for the top job, Phillips argues that the party must broaden its appeal so it can once again attract a coalition of support from both the working class and middle classes. But she goes out of her way to insist that she is not advocating a return to the approach of New Labour.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/14/working-class-voters-didnt-trust-labour-jess-phillips\">Working-class voters didn’t trust or believe Labour. We have to change</a> </p> \n</aside> \n<p>“Some call me a Blairite because I’m evangelical about the difference Sure Start and tax credits made to my life. But I marched against Iraq, I didn’t even become an MP until eight years after he’d left parliament, so how does that fit?”</p> \n<p>She is severely critical of the way Corbyn and his supporters have seized control of the party machine and excluded those with different views. “The truth is there are corners of our party that have become too intolerant of challenge and debate,” she writes. “There is a clique who don’t care if our appeal has narrowed as long as they have control of the institutions and ideas of the party.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"552dfdf4-676d-48d6-93d3-025c582213a8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yFHvyYHT1GE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“We’ve all got to discover the courage to ask the difficult questions about the future of our party and the future of the working class communities who need a Labour government.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/14/if-we-can-take-the-right-lessons-from-defeat-we-can-give-people-reason-to-vote-labour-again\">If we learn the right lessons from defeat, we can give people a reason to vote Labour again</a> </p> \n</aside> \n<p>Nandy also argues that the party has “lost touch with the day-to-day lived experience of many of the people we want to represent” and must reconnect with them by listening and becoming more “rooted in our communities”. Only that way could Labour understand the practical needs of working people and respond to them.</p> \n<p>Also <a href=\"https://www.theguardian.com/politics/2019/dec/14/we-won-the-argument-but-i-regret-we-didnt-convert-that-into-a-majority-for-change\">writing in the Observer today, Corbyn </a>says there is “no doubt” about the popularity of Labour’s policies. However, Nandy says that some of the manifesto made little sense. “Nationalising rail is a good, sound policy, but should we have staked so much of our campaign on that policy when so many of the towns we lost have no train station and rely on buses anyway? Should we really be rejecting nuclear power when it is one of the best sources of good jobs outside of London?”</p> \n<p>On Saturday senior Labour figures said that Long-Bailey, the shadow business secretary, was already being promoted by the Corbyn circle as his favoured successor.</p> \n<p>Sharp differences of view were expressed over whether Corbyn should continue as leader for the next few months or go sooner.</p> \n<figure class=\"element element-image\" data-media-id=\"ad6fc33d1b1b7174f57773b24cd33977ee76b8c1\"> \n <img src=\"https://media.guim.co.uk/ad6fc33d1b1b7174f57773b24cd33977ee76b8c1/0_0_2560_1536/1000.jpg\" alt=\"Jess Phillips, Keir Starmer and Emily Thornberry\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jess Phillips, Keir Starmer and Emily Thornberry are the other three likely contenders.</span> \n  <span class=\"element-image__credit\">Composite: Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>Peter Kyle, who held his Hove and Portslade seat comfortably, said action to purge the entire Corbyn leadership was needed immediately. Writing in the <em>Observer</em>, he accuses Corbyn and his inner circle of betraying Labour members with a “culture of authoritarianism, bullying, and organisational incompetence”. He adds: “We must move forward, fast. <a href=\"https://www.theguardian.com/politics/2019/nov/06/tom-watson-to-quit-as-labour-deputy-leader-and-stand-down-as-mp\" title=\"\">Tom Watson has gone</a>, Jeremy is going, and Len McCluskey [the Unite general secretary] must follow.” Other MPs said Labour had to have a new leader in place before campaigning starts in Spring ahead of May’s local elections.</p> \n<p>But , also writing in this paper, Labour MPs Lucy Powell and Shabana Mahmood, who held their seats of Manchester Central and Birmingham Ladywood, urge the party not to indulge in a bitter blame game, and instead to work together to learn the lessons for the long term.</p> \n<p>“Our starting point for a Labour recovery can’t be to pick the things we like and blame the things that we don’t. Some want to say our defeat was all about Jeremy Corbyn, others that it was only Brexit. Both are wrong. It’s clear that our losses were about both and much, much more.</p> \n<p>“We must now undertake a real and meaningful review with everything on the table, and no no-go areas. It must start from a place of humility which acknowledges Labour got it wrong rather than the voters, with a process that involves the whole of our movement, and those who feel we’ve left them behind.”</p> \n<p>Angela Eagle, who retained the Merseyside seat of Wallasey, said there were many people at the top of the party, including senior officials and advisers, who needed to think seriously about whether it was credible for them to carry on after the election disaster. “There are a lot of people who need to reflect and consider their positions, not just the leadership in parliament.”</p> \n<p>Corbyn will face a difficult few days after parliament returns on Tuesday. He is expected to address a meeting of the parliamentary party that day, then taking part in prime minister’s questions on Wednesday, before accompanying Johnson on the traditional walk from Commons to Lords on Thursday for the Queen’s speech.</p>",
      "newspaperPageNumber": "4",
      "wordcount": "986",
      "commentable": "false",
      "firstPublicationDate": "2019-12-14T19:30:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:15Z",
      "newspaperEditionDate": "2019-12-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cqnz6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4bbd70692293f199ef101354c48277fc535d0b96/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The battle to succeed Jeremy Corbyn and shape the future direction of the Labour party is under way as potential successors set out their leadership stalls for the first time, amid bitter recriminations after the party’s worst general election defeat since 1935. Two of the likely candidates in what will be a 12-week contest that is expected to begin in January – Jess Phillips and Lisa Nandy – break cover with articles in the Observer, expressing their anger and dismay at the party’s crushing defeat, and calling for a far-reaching post-mortem to ensure Labour reconnects with the millions of working people who rejected it. Seven MPs, six of them women – Phillips, Nandy, Emily Thornberry, Rebecca Long-Bailey, Angela Rayner and Yvette Cooper – are understood to be thinking of joining the contest, making it likely that Labour will for the first time elect a female leader. Keir Starmer, the shadow Brexit secretary, is also likely to join the race. In the early hours of Friday, when the scale of Labour’s defeat was known, Corbyn announced that he would not lead Labour into another election but would stay to allow the party a period of “reflection” until a new leader was elected. While many MPs have attacked him for refusing to go sooner, and for his initial refusal to apologise personally for the crushing loss, others argue that the party should avoid a bitter blame game. In what appears to be a pitch for the top job, Phillips argues that the party must broaden its appeal so it can once again attract a coalition of support from both the working class and middle classes. But she goes out of her way to insist that she is not advocating a return to the approach of New Labour. “Some call me a Blairite because I’m evangelical about the difference Sure Start and tax credits made to my life. But I marched against Iraq, I didn’t even become an MP until eight years after he’d left parliament, so how does that fit?” She is severely critical of the way Corbyn and his supporters have seized control of the party machine and excluded those with different views. “The truth is there are corners of our party that have become too intolerant of challenge and debate,” she writes. “There is a clique who don’t care if our appeal has narrowed as long as they have control of the institutions and ideas of the party. “We’ve all got to discover the courage to ask the difficult questions about the future of our party and the future of the working class communities who need a Labour government.” Nandy also argues that the party has “lost touch with the day-to-day lived experience of many of the people we want to represent” and must reconnect with them by listening and becoming more “rooted in our communities”. Only that way could Labour understand the practical needs of working people and respond to them. Also writing in the Observer today, Corbyn says there is “no doubt” about the popularity of Labour’s policies. However, Nandy says that some of the manifesto made little sense. “Nationalising rail is a good, sound policy, but should we have staked so much of our campaign on that policy when so many of the towns we lost have no train station and rely on buses anyway? Should we really be rejecting nuclear power when it is one of the best sources of good jobs outside of London?” On Saturday senior Labour figures said that Long-Bailey, the shadow business secretary, was already being promoted by the Corbyn circle as his favoured successor. Sharp differences of view were expressed over whether Corbyn should continue as leader for the next few months or go sooner. Peter Kyle, who held his Hove and Portslade seat comfortably, said action to purge the entire Corbyn leadership was needed immediately. Writing in the Observer, he accuses Corbyn and his inner circle of betraying Labour members with a “culture of authoritarianism, bullying, and organisational incompetence”. He adds: “We must move forward, fast. Tom Watson has gone, Jeremy is going, and Len McCluskey [the Unite general secretary] must follow.” Other MPs said Labour had to have a new leader in place before campaigning starts in Spring ahead of May’s local elections. But , also writing in this paper, Labour MPs Lucy Powell and Shabana Mahmood, who held their seats of Manchester Central and Birmingham Ladywood, urge the party not to indulge in a bitter blame game, and instead to work together to learn the lessons for the long term. “Our starting point for a Labour recovery can’t be to pick the things we like and blame the things that we don’t. Some want to say our defeat was all about Jeremy Corbyn, others that it was only Brexit. Both are wrong. It’s clear that our losses were about both and much, much more. “We must now undertake a real and meaningful review with everything on the table, and no no-go areas. It must start from a place of humility which acknowledges Labour got it wrong rather than the voters, with a process that involves the whole of our movement, and those who feel we’ve left them behind.” Angela Eagle, who retained the Merseyside seat of Wallasey, said there were many people at the top of the party, including senior officials and advisers, who needed to think seriously about whether it was credible for them to carry on after the election disaster. “There are a lot of people who need to reflect and consider their positions, not just the leadership in parliament.” Corbyn will face a difficult few days after parliament returns on Tuesday. He is expected to address a meeting of the parliamentary party that day, then taking part in prime minister’s questions on Wednesday, before accompanying Johnson on the traditional walk from Commons to Lords on Thursday for the Queen’s speech.",
      "charCount": "5716",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/14/we-won-the-argument-but-i-regret-we-didnt-convert-that-into-a-majority-for-change",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-14T21:02:33Z",
    "webTitle": "We won the argument, but I regret we didn’t convert that into a majority for change | Jeremy Corbyn",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/14/we-won-the-argument-but-i-regret-we-didnt-convert-that-into-a-majority-for-change",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/14/we-won-the-argument-but-i-regret-we-didnt-convert-that-into-a-majority-for-change",
    "fields": {
      "headline": "We won the argument, but I regret we didn’t convert that into a majority for change",
      "standfirst": "<p>We must now ensure that the working class, in all its diversity, is the driving force within our party</p>",
      "trailText": "We must now ensure that the working class, in all its diversity, is the driving force within our party",
      "byline": "Jeremy Corbyn",
      "main": "<figure class=\"element element-image\" data-media-id=\"6cba75c944af766095b267684b5dce074c18df1f\"> \n <img src=\"https://media.guim.co.uk/6cba75c944af766095b267684b5dce074c18df1f/182_277_2869_1721/1000.jpg\" alt=\"Jeremy Corbyn near his London home on Saturday. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn near his London home on Saturday. </span> \n  <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>We are living in highly volatile times. Two-and-a-half years ago, in the first general election I contested as Labour leader, our party increased its share of the popular vote by 10 percentage points. On Thursday, on a desperately disappointing night, we fell back eight points.</p> \n<p>I have called for <a href=\"https://www.theguardian.com/politics/2019/dec/13/devastating-exit-poll-triggers-bitter-blame-game-within-labour\" title=\"\">a period of reflection in the party</a>, and there is no shortage of things to consider. I don’t believe these two contrasting election results can be understood in isolation.</p> \n<p>The last few years have seen a series of political upheavals: the Scottish independence campaign, Labour’s transformation, Brexit, the Labour electoral surge, and now Johnson’s “Get Brexit Done” victory. None of that is a coincidence.</p> \n<p>The political system is volatile because it is failing to generate stable support for the status quo following the financial crash of 2008. As Labour leader I’ve made a point of travelling to all parts of our country and listening to people, and I’ve been continually struck how far trust has broken down in politics.</p> \n<p>The gap between the richest and the rest has widened. Everyone can see that the economic and political system is not fair, does not deliver justice, and is stacked against the majority.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/14/corbyn-takes-share-responsibility-defeat\">I take my share of responsibility for this defeat, says Jeremy Corbyn</a> </p> \n</aside> \n<p>That has provided an opening for a more radical and hopeful politics that insists it doesn’t have to be like this, and that another world is possible. But it has also fuelled cynicism among many people who know things aren’t working for them, but don’t believe that can change.</p> \n<p>I saw that most clearly in the former industrial areas of England and Wales where the wilful destruction of jobs and communities over 40 years has taken a heavy toll. It is no wonder that these areas provided the strongest backlash in the 2016 referendum and, regrettably for Labour, in the general election on Thursday.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"552dfdf4-676d-48d6-93d3-025c582213a8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yFHvyYHT1GE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In towns where the steelworks have closed, politics as a whole wasn’t trusted, but Boris Johnson’s promise to “get Brexit done” – sold as a blow to the system – was. Sadly that slogan will soon be exposed for the falsehood it is, shattering trust even further.</p> \n<p>Despite our best efforts, and our attempts to make clear this would be a turning point for the whole direction of our country, the election became mainly about Brexit.</p> \n<p>A Conservative party prepared to exploit divisions capitalised on the frustration created by its own failure to deliver on the referendum result – to the cost of a Labour party seeking to bring our country together to face the future.</p> \n<p>The polarisation in the country over Brexit made it more difficult for a party with strong electoral support on both sides. I believe we paid a price for being seen by some as trying to straddle that divide or re-run the referendum.</p> \n<p>We now need to listen to the voices of those in Stoke and Scunthorpe, Blyth and Bridgend, Grimsby and Glasgow, who didn’t support Labour. Our country has fundamentally changed since the financial crash and any political project that pretends otherwise is an indulgence.</p> \n<p>Progress does not come in a simple straight line. Even though we lost seats heavily on Thursday, I believe the manifesto of 2019 and the movement behind it will be seen as historically important – a real attempt at building a force powerful enough to transform society for the many, not the few. For the first time in decades, many people have had hope for a better future.</p> \n<figure class=\"element element-image\" data-media-id=\"ea54c358bef27cd458e3df4dda7bcfb4ba6954ff\"> \n <img src=\"https://media.guim.co.uk/ea54c358bef27cd458e3df4dda7bcfb4ba6954ff/0_46_1213_728/1000.jpg\" alt=\"Jeremy Corbyn leaves the Labour party’s headquarters in the early hours of Friday morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn leaves the Labour party’s headquarters in the early hours of Friday morning.</span> \n  <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> \n </figcaption> \n</figure> \n<p>That experience, shared by hundreds of thousands of people, cannot be erased. Our task as a movement, and a party that has more than doubled in size, is not over: it now has the urgent task of defending the communities that will come under sustained assault from Boris Johnson’s government and the toxic deal he wants with Donald Trump.</p> \n<p>And it must set about ensuring that sense of hope spreads and deepens. As socialists we seek to raise people’s expectations. People in our country deserve so much more – and they can have it, if we work together to achieve it.</p> \n<p>I am proud that on austerity, on corporate power, on inequality and on the climate emergency we have won the arguments and rewritten the terms of political debate. But I regret that we did not succeed in converting that into a parliamentary majority for change.</p> \n<p>There is no doubt that our policies are popular, from public ownership of rail and key utilities to a massive house-building programme and a pay rise for millions. The question is, how can we succeed in future where we didn’t this time?</p> \n<p>There is no quick fix to overcome the distrust of many voters. Patronising them will not win them over. Labour has to earn their trust. That means the patient work of listening and standing with communities, especially as the government steps up its assault. And it means ensuring that the working class, in all its diversity, is the driving force within our party.</p> \n<p>The media attacks on the Labour party for the last four and a half years were more ferocious than ever – and of course that has an impact on the outcome of elections. Anyone who stands up for real change will be met by the full force of media opposition.</p> \n<p>The party needs a more robust strategy to meet this billionaire-owned and influenced hostility head-on and, where possible, turn it to our advantage.</p> \n<p>We have suffered a heavy defeat, and I take my responsibility for it. Labour will soon have a new leader. But whoever that will be, our movement will continue to work for a more equal and just society, and a sustainable and peaceful world.</p> \n<p>I’ve spent my life campaigning for those goals, and will continue to do so. The politics of hope must prevail.</p>",
      "newspaperPageNumber": "5",
      "wordcount": "955",
      "commentable": "false",
      "firstPublicationDate": "2019-12-14T21:02:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:01Z",
      "newspaperEditionDate": "2019-12-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cqnm7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6cba75c944af766095b267684b5dce074c18df1f/182_277_2869_1721/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We are living in highly volatile times. Two-and-a-half years ago, in the first general election I contested as Labour leader, our party increased its share of the popular vote by 10 percentage points. On Thursday, on a desperately disappointing night, we fell back eight points. I have called for a period of reflection in the party, and there is no shortage of things to consider. I don’t believe these two contrasting election results can be understood in isolation. The last few years have seen a series of political upheavals: the Scottish independence campaign, Labour’s transformation, Brexit, the Labour electoral surge, and now Johnson’s “Get Brexit Done” victory. None of that is a coincidence. The political system is volatile because it is failing to generate stable support for the status quo following the financial crash of 2008. As Labour leader I’ve made a point of travelling to all parts of our country and listening to people, and I’ve been continually struck how far trust has broken down in politics. The gap between the richest and the rest has widened. Everyone can see that the economic and political system is not fair, does not deliver justice, and is stacked against the majority. That has provided an opening for a more radical and hopeful politics that insists it doesn’t have to be like this, and that another world is possible. But it has also fuelled cynicism among many people who know things aren’t working for them, but don’t believe that can change. I saw that most clearly in the former industrial areas of England and Wales where the wilful destruction of jobs and communities over 40 years has taken a heavy toll. It is no wonder that these areas provided the strongest backlash in the 2016 referendum and, regrettably for Labour, in the general election on Thursday. In towns where the steelworks have closed, politics as a whole wasn’t trusted, but Boris Johnson’s promise to “get Brexit done” – sold as a blow to the system – was. Sadly that slogan will soon be exposed for the falsehood it is, shattering trust even further. Despite our best efforts, and our attempts to make clear this would be a turning point for the whole direction of our country, the election became mainly about Brexit. A Conservative party prepared to exploit divisions capitalised on the frustration created by its own failure to deliver on the referendum result – to the cost of a Labour party seeking to bring our country together to face the future. The polarisation in the country over Brexit made it more difficult for a party with strong electoral support on both sides. I believe we paid a price for being seen by some as trying to straddle that divide or re-run the referendum. We now need to listen to the voices of those in Stoke and Scunthorpe, Blyth and Bridgend, Grimsby and Glasgow, who didn’t support Labour. Our country has fundamentally changed since the financial crash and any political project that pretends otherwise is an indulgence. Progress does not come in a simple straight line. Even though we lost seats heavily on Thursday, I believe the manifesto of 2019 and the movement behind it will be seen as historically important – a real attempt at building a force powerful enough to transform society for the many, not the few. For the first time in decades, many people have had hope for a better future. That experience, shared by hundreds of thousands of people, cannot be erased. Our task as a movement, and a party that has more than doubled in size, is not over: it now has the urgent task of defending the communities that will come under sustained assault from Boris Johnson’s government and the toxic deal he wants with Donald Trump. And it must set about ensuring that sense of hope spreads and deepens. As socialists we seek to raise people’s expectations. People in our country deserve so much more – and they can have it, if we work together to achieve it. I am proud that on austerity, on corporate power, on inequality and on the climate emergency we have won the arguments and rewritten the terms of political debate. But I regret that we did not succeed in converting that into a parliamentary majority for change. There is no doubt that our policies are popular, from public ownership of rail and key utilities to a massive house-building programme and a pay rise for millions. The question is, how can we succeed in future where we didn’t this time? There is no quick fix to overcome the distrust of many voters. Patronising them will not win them over. Labour has to earn their trust. That means the patient work of listening and standing with communities, especially as the government steps up its assault. And it means ensuring that the working class, in all its diversity, is the driving force within our party. The media attacks on the Labour party for the last four and a half years were more ferocious than ever – and of course that has an impact on the outcome of elections. Anyone who stands up for real change will be met by the full force of media opposition. The party needs a more robust strategy to meet this billionaire-owned and influenced hostility head-on and, where possible, turn it to our advantage. We have suffered a heavy defeat, and I take my responsibility for it. Labour will soon have a new leader. But whoever that will be, our movement will continue to work for a more equal and just society, and a sustainable and peaceful world. I’ve spent my life campaigning for those goals, and will continue to do so. The politics of hope must prevail.",
      "charCount": "5532",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jeremy-corbyn\">Jeremy Corbyn</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/14/working-class-voters-didnt-trust-labour-jess-phillips",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-14T20:31:35Z",
    "webTitle": "Working-class voters didn’t trust or believe Labour. We have to change | Jess Phillips",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/14/working-class-voters-didnt-trust-labour-jess-phillips",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/14/working-class-voters-didnt-trust-labour-jess-phillips",
    "fields": {
      "headline": "Working-class voters didn’t trust or believe Labour. We have to change",
      "standfirst": "<p>Labour can’t be defensive about where it went wrong. We need honest self-criticism, says the MP for Birmingham Yardley</p>",
      "trailText": "Labour can’t be defensive about where it went wrong. We need honest self-criticism, says the MP for Birmingham Yardley",
      "byline": "Jess Phillips",
      "main": "<figure class=\"element element-image\" data-media-id=\"bed27877a4a156f214752413a45fb4ac8abd6808\"> <img src=\"https://media.guim.co.uk/bed27877a4a156f214752413a45fb4ac8abd6808/238_388_5535_3321/1000.jpg\" alt=\"Jeremy Corbyn and Labour candidate for Wolverhampton South West Eleanor Smith (centre left) campaigning in Wolverhampton last week\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn campaigning with Labour candidate for Wolverhampton South West Eleanor Smith (centre left). The Conservatives won the seat</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>The blame game isn’t particularly dignified and is self-indulgent. The average person on pretty much any street, either in Canterbury or Grimsby, cares very little for our soul-searching. They just want good schools, safe streets, a doctor’s appointment and for everyone to have enough. When you’re left on the floor of a hospital gasping for breath, or you can’t get your kid a school place, the simplest things are your idea of radical.</p> <p>I decided early on in the campaign that I was going to try to help in the difficult seats of the Midlands and the north. We are not a <a href=\"https://www.theguardian.com/commentisfree/2019/dec/02/labour-red-wall-brexit-progressive-industrial-england\" title=\"\">red wall</a>, we are not an angry mob, we are not your helpful TV buzzword, we are a delightfully varied bunch. I represent a Leave seat (60% Leave) and have never found it difficult to engage with my constituents on Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/14/woman-likely-to-lead-labour-jostling-to-succeed-jeremy-corbyn-begins\">The race begins… and there’s every chance the next Labour leader will be a woman</a> </p> </aside>  <p>My constituents don’t mind that we might disagree – they appreciate above all else a straightforward approach. I can’t help but think that the fact that we saw only a tiny swing away from Labour in my seat was because of our ability to disagree well, with good humour and a shared vernacular. I love the people I grew up among, and I think that they can tell, even when we might have just had a bit of a barney. I guess it’s about trust – you don’t have to agree with every word someone says if you have good faith in their intentions.</p> <p>Everywhere I campaigned, I heard the same thing. It was less about Brexit and more about belief. In these places of generations of Labour voting, they did not believe a Labour government would or could deliver for them. They didn’t trust us. They didn’t trust the Tories either, but then they never expected to, so that letdown was lesser. I spoke to people in my constituency and others who were distressed that they couldn’t vote Labour, visibly angry because they felt we, our leader and what we were presenting to them had put them in this position. They were not shy Tories of the 2015 election – they were sad and disappointed Tory voters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/14/labour-voices-on-election-result\">The big debate: ‘The only response is humility and utterly frank reflection’</a> </p> </aside>  <p>There will be a thousand hot takes on where the Labour party went wrong. Lots of them will be more about those who are defensive rather than what we need to be – determined to crack on and do something about it.</p> <p>Thousands of people who were inspired to activism by Jeremy Corbyn are angry that it has ended in tears. Telling them “I told you so” will do nothing to deal with that anger. Telling them everything has been crap won’t encourage the honest self-criticism we badly need.</p> <p>Those of us who warned we were heading for defeat are angry. I’m angry that a generation will now be scarred, their whole lives governed by a party that’s done nothing to help lift them up. I’m searing with anger that in the UK today people have got used to accepting the idea that things will probably get worse. I am apoplectic that people no longer expect progress because for so long they have worn the clothes of decline. But that anger can’t be directed towards the activists who gave everything, or, worse, towards the voters who we let down. Instead, we need to turn our hot anger at this defeat into cold, clear anger that will inspire us to do everything we need to win again.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/14/if-we-can-take-the-right-lessons-from-defeat-we-can-give-people-reason-to-vote-labour-again\">If we learn the right lessons from defeat, we can give people a reason to vote Labour again</a> </p> </aside>  <p>To get a majority at the next election, we would need to gain as many seats as we did in the <a href=\"https://www.theguardian.com/books/2005/feb/19/featuresreviews.guardianreview12\" title=\"\">landslide of 1997</a>. But if there are still those who think victory relies on digging out New Labour strategies, they are just as delusional as those who have spent the last two days trying to explain away the scale of the defeat.</p> <p>In the 1990s, Labour needed to bring middle-class voters into a coalition with a working-class base. Today we have the opposite problem. The more working-class a constituency was, the worse the result was for Labour. The problem isn’t just that working-class people will be hurt by the Tories – it’s that too many don’t believe we’re better than the Tories. Belief matters, and we failed the test. That is an existential problem for the party that is named for working people.</p> <p>Lots of politicians have spoken about the need to reflect since the gut-punch of that exit poll. But reflection suggests looking backwards. The period of reflection so many are talking about cannot be a mirror of past battles. Since we lost a decade ago, the debate about the party has focused on what your view is of a leader who, at the time of the next general election, won’t have fought an election in 20 years. Some call me a Blairite because I’m evangelical about the difference Sure Start and tax credits made to my life. But I marched against Iraq, and I didn’t even become an MP until eight years after he’d left parliament, so how does that fit?</p> <p>That label is as meaningless as labelling people Gaitskellite or Bennite. Are we going to allow another label attached to a former leader to keep us in the past? Surely we can do better than define ourselves in relation to the men who led us in the past? I genuinely met a bloke on the doorstep in Yardley who told me he would never vote Labour because he blamed Ramsay McDonald for the fact that his dad lost his job. You won’t see that in any of the post-election analysis, because 100-year grudges or 20-year grudges or even grudges of the last four years do naff all to actually change people’s opinions or their lives. That’s the goal, right?</p> <p>If we are to find a way to reconnect with those working-class voters, we have to be brave. It’s time to try something different, rather than re-enacting old battles. I’ve never been afraid to say what I think. The truth is, there are corners of our party that have become too intolerant of challenge and debate. The truth is, there is a clique who don’t care if our appeal has narrowed, as long as they have control of the institutions and ideas of the party.</p> <p>We’ve all got to discover the courage to ask the difficult questions about the future of our party and the future of the working-class communities who need a Labour government. Because the alternative is that the working-class voters who, in despair, lent the Tories their votes on Thursday, never take them back. If, like me, you woke up sickened and fearful on Friday, you have two choices. You can despair, or you can stay angry and do something about it. Join Labour to help change Labour. Help those of us willing to ask the difficult questions by adding your voice to the debate that’s coming.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "1147",
      "commentCloseDate": "2019-12-17T20:30:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-12-14T20:31:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:01Z",
      "newspaperEditionDate": "2019-12-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cqmpt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bed27877a4a156f214752413a45fb4ac8abd6808/238_388_5535_3321/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The blame game isn’t particularly dignified and is self-indulgent. The average person on pretty much any street, either in Canterbury or Grimsby, cares very little for our soul-searching. They just want good schools, safe streets, a doctor’s appointment and for everyone to have enough. When you’re left on the floor of a hospital gasping for breath, or you can’t get your kid a school place, the simplest things are your idea of radical. I decided early on in the campaign that I was going to try to help in the difficult seats of the Midlands and the north. We are not a red wall, we are not an angry mob, we are not your helpful TV buzzword, we are a delightfully varied bunch. I represent a Leave seat (60% Leave) and have never found it difficult to engage with my constituents on Brexit. My constituents don’t mind that we might disagree – they appreciate above all else a straightforward approach. I can’t help but think that the fact that we saw only a tiny swing away from Labour in my seat was because of our ability to disagree well, with good humour and a shared vernacular. I love the people I grew up among, and I think that they can tell, even when we might have just had a bit of a barney. I guess it’s about trust – you don’t have to agree with every word someone says if you have good faith in their intentions. Everywhere I campaigned, I heard the same thing. It was less about Brexit and more about belief. In these places of generations of Labour voting, they did not believe a Labour government would or could deliver for them. They didn’t trust us. They didn’t trust the Tories either, but then they never expected to, so that letdown was lesser. I spoke to people in my constituency and others who were distressed that they couldn’t vote Labour, visibly angry because they felt we, our leader and what we were presenting to them had put them in this position. They were not shy Tories of the 2015 election – they were sad and disappointed Tory voters. There will be a thousand hot takes on where the Labour party went wrong. Lots of them will be more about those who are defensive rather than what we need to be – determined to crack on and do something about it. Thousands of people who were inspired to activism by Jeremy Corbyn are angry that it has ended in tears. Telling them “I told you so” will do nothing to deal with that anger. Telling them everything has been crap won’t encourage the honest self-criticism we badly need. Those of us who warned we were heading for defeat are angry. I’m angry that a generation will now be scarred, their whole lives governed by a party that’s done nothing to help lift them up. I’m searing with anger that in the UK today people have got used to accepting the idea that things will probably get worse. I am apoplectic that people no longer expect progress because for so long they have worn the clothes of decline. But that anger can’t be directed towards the activists who gave everything, or, worse, towards the voters who we let down. Instead, we need to turn our hot anger at this defeat into cold, clear anger that will inspire us to do everything we need to win again. To get a majority at the next election, we would need to gain as many seats as we did in the landslide of 1997. But if there are still those who think victory relies on digging out New Labour strategies, they are just as delusional as those who have spent the last two days trying to explain away the scale of the defeat. In the 1990s, Labour needed to bring middle-class voters into a coalition with a working-class base. Today we have the opposite problem. The more working-class a constituency was, the worse the result was for Labour. The problem isn’t just that working-class people will be hurt by the Tories – it’s that too many don’t believe we’re better than the Tories. Belief matters, and we failed the test. That is an existential problem for the party that is named for working people. Lots of politicians have spoken about the need to reflect since the gut-punch of that exit poll. But reflection suggests looking backwards. The period of reflection so many are talking about cannot be a mirror of past battles. Since we lost a decade ago, the debate about the party has focused on what your view is of a leader who, at the time of the next general election, won’t have fought an election in 20 years. Some call me a Blairite because I’m evangelical about the difference Sure Start and tax credits made to my life. But I marched against Iraq, and I didn’t even become an MP until eight years after he’d left parliament, so how does that fit? That label is as meaningless as labelling people Gaitskellite or Bennite. Are we going to allow another label attached to a former leader to keep us in the past? Surely we can do better than define ourselves in relation to the men who led us in the past? I genuinely met a bloke on the doorstep in Yardley who told me he would never vote Labour because he blamed Ramsay McDonald for the fact that his dad lost his job. You won’t see that in any of the post-election analysis, because 100-year grudges or 20-year grudges or even grudges of the last four years do naff all to actually change people’s opinions or their lives. That’s the goal, right? If we are to find a way to reconnect with those working-class voters, we have to be brave. It’s time to try something different, rather than re-enacting old battles. I’ve never been afraid to say what I think. The truth is, there are corners of our party that have become too intolerant of challenge and debate. The truth is, there is a clique who don’t care if our appeal has narrowed, as long as they have control of the institutions and ideas of the party. We’ve all got to discover the courage to ask the difficult questions about the future of our party and the future of the working-class communities who need a Labour government. Because the alternative is that the working-class voters who, in despair, lent the Tories their votes on Thursday, never take them back. If, like me, you woke up sickened and fearful on Friday, you have two choices. You can despair, or you can stay angry and do something about it. Join Labour to help change Labour. Help those of us willing to ask the difficult questions by adding your voice to the debate that’s coming.",
      "charCount": "6308",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jess-phillips\">Jess Phillips</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-14T17:29:35Z",
    "webTitle": "General election: Boris Johnson visits Sedgefield as McDonnell says he will leave shadow cabinet – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates",
    "fields": {
      "headline": "General election: Boris Johnson visits Sedgefield as McDonnell says he will leave shadow cabinet – live news",
      "standfirst": "<p>All the day’s politics news, as Boris Johnson begins tour of formerly safe Labour seats taken by Tories in election</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-north-east-england\">Boris Johnson vows to repay trust of voters in north-east England</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/14/john-mcdonnell-will-not-return-to-shadow-cabinet-labour\">John McDonnell will not return to shadow cabinet under new leader</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/13/inside-labours-campaign-behind\">Clashing egos and ‘policy incontinence’: inside Labour’s campaign</a></li></ul>",
      "trailText": "All the day’s politics news, as Boris Johnson begins tour of formerly safe Labour seats taken by Tories in election",
      "byline": "Frances Perraudin",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6e4923da-fd05-4190-b5ac-0cb4efa3bf7e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/97bug1-rttM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5df519948f087e8308e5e225\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T17:29:35.008Z\">5.29pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s all from today’s politics live blog. Here’s a little summary of today’s developments.</p> \n  <ul> \n   <li><strong tabindex=\"-1\">John McDonnell</strong> <a draggable=\"true\" href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df4ccc38f08c3972263a36c#block-5df4ccc38f08c3972263a36c\">has said he will leave the shadow cabinet</a>. “The new leader will come in place, appoint the shadow cabinet. I won’t be part of the shadow cabinet,” the shadow chancellor said. “I’ve done my bit.” He was seen by some as a possible interim leader, but, as a key figure in Labour’s shift towards supporting a second referendum, he has also faced criticism from those who think the party’s Brexit position was a key reason for its defeat.</li> \n  </ul> \n  <ul> \n   <li>McDonnell said the current shadow cabinet would stay in place for the interim period, and would respond to the Queen’s speech on Thursday. The shadow chancellor also said that the NEC officers – a sub-group of senior members of Labour’s ruling body – would meet next week and decide the timetable for a leadership election in the new year. “It will be the usual time – a couple of months or something,” he said. Members of the wider NEC – who said that they had only been contacted by the party’s leadership to be told not to speak to the media about the election results – <a draggable=\"true\" href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df501098f08c3972263a4d3#block-5df501098f08c3972263a4d3\">argued on Twitter </a>that they would expect the leadership election timetable to be decided by a meeting of all of the committee’s members.</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesAsser/status/1205867212264919040\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As a member of Labour’s NEC this is news to me. We’ve not been notified of a meeting. Any decisions on the future of the Party and the leadership must be made by the full NEC not the small officer’s group. <a href=\"https://t.co/UCxtyMFMuS\">https://t.co/UCxtyMFMuS</a></p>— James Asser (@JamesAsser) \n    <a href=\"https://twitter.com/JamesAsser/status/1205867212264919040?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Boris Johnson</strong> <a href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df4d6fe8f085eda5c1079b8#block-5df4d6fe8f085eda5c1079b8\">told an audience of supporters</a> in the now Tory seat of Sedgefield, Country Durham, that the UK has “embarked on a wonderful adventure”. “We’re going to recover our national self-confidence, our mojo, our self-belief, and we’re going to do things differently and better as a country,” he said. He thanked voters across Labour’s former heartlands:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I can imagine people’s pencils hovering over the ballot paper and wavering, before coming down for us and the Conservatives. And I know that people may have been breaking the voting habits of generations to vote for us and I want the people of the north-east to know that we in the Conservative party, and I, will repay your trust.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T17:34:02.670Z\">at 5.34pm GMT</time></p> \n</div> \n<div id=\"block-5df512558f085eda5c107b50\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T16:49:05.482Z\">4.49pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Charities helping the most vulnerable in society have reported an increase in support after the Conservative victory in the general election, reports Georgina Hayes.</p> \n  <p>Shelter, Refuge, the Trussell Trust and the Biscuit Fund have all confirmed they have seen a sharp increase in donations and/or registered supporters as a result of the election outcome.</p> \n  <p>While unable to give exact numbers, the UK homelessness and housing charity Shelter said it had seen an increase in the number of people signing up as supporters since the result.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/14/housing-charities-and-food-banks-report-spike-in-donations-after-tory-win\">Housing charities and food banks report spike in donations after Tory win</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5df507458f087e8308e5e198\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T16:04:03.970Z\">4.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>EU leaders would take the initiative and request an extension to the transition period, keeping the UK under Brussels regulations beyond 2020, under a plan mooted for dealing with Boris Johnson refusing to seek a delay – reports Brussels bureau chief, <strong>Daniel Boffey</strong>.</p> \n  <blockquote> \n   <p>The move is being considered by EU officials as a way out of the problem posed by the short time available to negotiate a new relationship and the prime minister’s insistence that he will not seek an extension beyond 11 months.</p> \n   <p>With a majority of 80 secured by the prime minister, the UK is expected to leave the EU on 31 January – in fewer than 50 days. At the end of the transition period on 31 December 2020, the UK is set to exit the EU’s customs union and single market and enter newly-negotiated arrangements.</p> \n   <p>Ursula von der Leyen, the European commission president, said that negotiating a future relationship in such a timeframe would be very challenging.</p> \n   <p>Speaking on Friday at the end of a two-day leaders’ summit in Brussels, she said the negotiations would have to prioritise key EU issues, such as trade in goods and fisheries, and leave others for after 2020. Such a “sequencing” could leave arrangements for the UK’s financial services sector and the landing rights of British air carriers out of an initial deal, among other issues.</p> \n  </blockquote> \n  <p>Read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/14/eu-brexit-transition-period-boris-johnson\">EU looks at extending Brexit transition period beyond 2020</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T16:57:45.206Z\">at 4.57pm GMT</time></p> \n</div> \n<div id=\"block-5df501098f08c3972263a4d3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T15:36:00.450Z\">3.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More concerns from NEC members that the timetable for selecting a new Labour leader will be taken out of their hands.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesAsser/status/1205867212264919040\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As a member of Labour’s NEC this is news to me. We’ve not been notified of a meeting. Any decisions on the future of the Party and the leadership must be made by the full NEC not the small officer’s group. <a href=\"https://t.co/UCxtyMFMuS\">https://t.co/UCxtyMFMuS</a></p>— James Asser (@JamesAsser) \n    <a href=\"https://twitter.com/JamesAsser/status/1205867212264919040?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5df4f9b78f085eda5c107a96\" class=\"block\" data-block-contributor=\"profile/timadams\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T15:11:32.703Z\">3.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Observer journalist Tim Adams has been in the former Labour safe seat (and Tony Blair’s old constituency) of Sedgefield today, where the prime minister gave a triumphant speech to activists this morning.</p> \n  <blockquote> \n   <p>The new Tory MP in Sedgefield, Paul Howell, a retired accountant, is the unlikely latest heir to Blair. He had watched hope harden into expectation a week into the campaign. He had walked down a street in the former mining village of Cornforth, north of Trimdon, knocking on doors. He went through a dozen without finding a Labour voter; the 13th was an ex-Labour councillor who also pledged him a vote. </p> \n  </blockquote> \n  <blockquote class=\"quoted\"> \n   <p>There were so many following winds here: but the Brexit factor and the Corbyn factor were the big ones, while Boris was seen as someone who can deliver. Personally, I think people only ever lend you their votes. It’s up to you to make them trust you again to give it again.</p> \n  </blockquote> \n  <blockquote> \n   <p>The talk in the air is of a new Thatcherism, but “without the tribal connotations”. Oliver Peeke, who works in admin for the council, admits he is one of those referred to by Johnson whose grandparents would be spinning in their grave to see him wearing a Tory rosette. </p> \n  </blockquote> \n  <blockquote class=\"quoted\"> \n   <p>A lot of our family were Labour, but I’m desperate that this time it will stick. I don’t want to go back to the dark old days when people would just scream Thatcher at you when you walk up the drive with a Tory leaflet. There has to be more to politics that that.</p> \n  </blockquote> \n  <blockquote> \n   <p>The defeated Labour candidate, Phil Wilson, told the Observer that “if Johnson was going to park his tanks on any lawn this morning it was going to be here. He wants to say to the world that New Labour is history.” <br></p> \n   <p>Wilson puts his defeat squarely at the door of the leadership of Jeremy Corbyn. He is angry that his party has proved itself “unable to connect with people who are not in London”, and presented a manifesto “that was an essay about the past” with “nothing to say about the future”. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"e7aaab1ece96bb7728f00f3781e2a95ebf111b64\"> \n   <img src=\"https://media.guim.co.uk/e7aaab1ece96bb7728f00f3781e2a95ebf111b64/69_66_3351_2012/1000.jpg\" alt=\"Boris Johnson with the newly elected Conservative MP for Sedgefield, Paul Howell.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson with the newly elected Conservative MP for Sedgefield, Paul Howell.</span> \n    <span class=\"element-image__credit\">Photograph: Lindsey Parnaby/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T15:18:43.904Z\">at 3.18pm GMT</time></p> \n</div> \n<div id=\"block-5df4f5638f085eda5c107a63\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T14:46:49.256Z\">2.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Members of Labour’s NEC saying on Twitter they haven’t been told about a possible meeting next week. (McDonnell <a href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df4e3328f087e8308e5e0a9#block-5df4e3328f087e8308e5e0a9\">said this morning</a> that Labour’s ruling body would meet next week.)</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Markfergusonuk/status/1205852268253323264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m also on the Labour NEC and I agree with Alice <a href=\"https://t.co/P6LvCNMIHx\">https://t.co/P6LvCNMIHx</a></p>— Mark Ferguson (@Markfergusonuk) \n    <a href=\"https://twitter.com/Markfergusonuk/status/1205852268253323264?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5df4ed298f08c3972263a441\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T14:21:38.515Z\">2.21pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Huffington Post’s Rachel Wearmouth reports that the shadow justice secretary, Richard Burgon, plans to run for the deputy leadership. The hashtag #backburgon was trending this morning, after <a href=\"https://twitter.com/BackBurgon\">what appeared to be a parody campaign page</a> was created on Twitter called “Back Burgon”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/REWearmouth/status/1205849622767378433\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">On the Richard Burgon rumours... <br><br>A source close to the shadow justice secretary tells me he plans to run to be Labour’s deputy rather its leader.<br><br>Burgon will back Rebecca Long Bailey to be Labour’s first female leader. RLB is widely expected to stand but has not yet confirmed.</p>— Rachel Wearmouth (@REWearmouth) \n    <a href=\"https://twitter.com/REWearmouth/status/1205849622767378433?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/REWearmouth/status/1205850139308515328\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">So this would make Rebecca Long-Bailey and Richard Burgon, who is secretary of the Socialist Campaign Group, the left-wing slate.</p>— Rachel Wearmouth (@REWearmouth) \n    <a href=\"https://twitter.com/REWearmouth/status/1205850139308515328?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T14:24:02.208Z\">at 2.24pm GMT</time></p> \n</div> \n<div id=\"block-5df4eb428f085eda5c107a21\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T14:03:35.683Z\">2.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The editor of Labour List reports that NEC members are concerned the leader’s office is trying to “cling on to power”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/siennamarla/status/1205848059000872963\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Labour NEC members are worried about the centralisation of crucial decision-making now. One tells me they’re “concerned the leader’s office are trying to cling onto power by refusing to let the full NEC meet until late January“. (THREAD 👇)</p>— Sienna Rodgers (@siennamarla) \n    <a href=\"https://twitter.com/siennamarla/status/1205848059000872963?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/siennamarla/status/1205848080152776705\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Instead the small NEC officers group is going to decide the leadership election timetable, I’m told.</p>— Sienna Rodgers (@siennamarla) \n    <a href=\"https://twitter.com/siennamarla/status/1205848080152776705?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/siennamarla/status/1205848082870611969\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Why is that important? Because several NEC members have left the ruling body after becoming MPs this week and the votes would be tighter now.</p>— Sienna Rodgers (@siennamarla) \n    <a href=\"https://twitter.com/siennamarla/status/1205848082870611969?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/siennamarla/status/1205848086632968192\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The NEC officers group has also just become even smaller, without Tom Watson or Claudia Webbe. It is now just six people.</p>— Sienna Rodgers (@siennamarla) \n    <a href=\"https://twitter.com/siennamarla/status/1205848086632968192?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5df4e3328f087e8308e5e0a9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T13:30:12.464Z\">1.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from Sky News’s political correspondent Rob Powell:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robpowellnews/status/1205824297870209026\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">MORE: John McDonnell says the NEC will meet next week and decide a timetable for a leadership election which will take a couple of months or so. The current team will remain in place until then to respond to the Queen's Speech and Budget.</p>— Rob Powell (@robpowellnews) \n    <a href=\"https://twitter.com/robpowellnews/status/1205824297870209026?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T14:00:20.374Z\">at 2.00pm GMT</time></p> \n</div> \n<div id=\"block-5df4de8f8f085eda5c1079ed\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T13:16:46.186Z\">1.16pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Lunchtime summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Boris Johnson</strong> has <a href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df4d6fe8f085eda5c1079b8#block-5df4d6fe8f085eda5c1079b8\">told an audience of supporters</a> in the now Tory seat of Sedgefield, Country Durham, that the UK has “embarked on a wonderful adventure”. “We’re going to recover our national self-confidence, our mojo, our self-belief, and we’re going to do things differently and better as a country,” he said. He thanked voters across Labour’s former heartlands:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I can imagine people’s pencils hovering over the ballot paper and wavering, before coming down for us and the Conservatives. And I know that people may have been breaking the voting habits of generations to vote for us and I want the people of the north-east to know that we in the Conservative party, and I, will repay your trust. </p> \n  </blockquote> \n  <ul> \n   <li>The shadow chancellor <strong>John McDonnell</strong> <a href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df4ccc38f08c3972263a36c#block-5df4ccc38f08c3972263a36c\">has said he will leave the shadow cabinet</a>. “The new leader will come in place, appoint the shadow cabinet. I won’t be part of the shadow cabinet,” he said. “I’ve done my bit.” He was seen by some as a possible interim leader, but, as a key figure in Labour’s shift towards supporting a second referendum, he has also faced criticism from those who think the party’s Brexit position was a key reason for its defeat.</li> \n  </ul> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"2357f5dc-ee8f-491d-aa3c-2c38909b9f1c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/11Aw2SlZIMk?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <ul> \n   <li>Jeremy Corbyn’s three sons <a href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df4bdd18f08c3972263a318#block-5df4bdd18f08c3972263a318\">have condemned</a> the “despicable attacks” their father has faced hours after he said he would stand down following the party’s historic defeat. The Labour leader’s youngest son, Tommy, shared <a href=\"https://twitter.com/TommyCorbyn/status/1205625660141719552\">a statement on Twitter</a> on Friday night lamenting the loss but adding that it was wrong to assume the “ideologies” their father stood for were outdated.</li> \n  </ul> \n  <ul> \n   <li><strong>Michael Heseltine</strong>, the Europhile Tory grandee who urged voters to back the Liberal Democrats in the election, has admitted that the remain position on European Union membership has lost and declared that he thinks the debate is over for at least a generation. “Well, we have lost,”<a href=\"https://www.theguardian.com/politics/live/2019/dec/14/boris-johnson-to-visit-new-tory-seats-in-the-north-election-live-updates?page=with:block-5df4a5e88f087e8308e5df85#block-5df4a5e88f087e8308e5df85\"> he told the BBC.</a> “Let’s not muck about with the language. We have lost. Brexit is going to happen and we have to live with it.”</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T16:33:58.037Z\">at 4.33pm GMT</time></p> \n</div> \n<div id=\"block-5df4dbdc8f08c3972263a3cd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T13:01:28.256Z\">1.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow foreign secretary, <strong tabindex=\"-1\">Emily Thornberry,</strong> has been doorstepped by the BBC, heading out to a constituency surgery. She is one of those tipped as a possible candidate for Labour leader.</p> \n  <blockquote class=\"quoted\"> \n   <p>Frankly there’s going to be an awful lot of work to do over the next five years given we’ve got this terrible Tory government coming. I fear that my surgery is going to be very full indeed with people who are getting their benefits cut.</p> \n  </blockquote> \n  <p>Asked if she would run for Labour leader, she said: “I’m still in a period of mourning. We need to be able to have a chance to stop and think.”</p> \n  <figure class=\"element element-image\" data-media-id=\"bdc9899f4127648a07ba7e0dbb47577550d82e6c\"> \n   <img src=\"https://media.guim.co.uk/bdc9899f4127648a07ba7e0dbb47577550d82e6c/0_46_3287_1972/1000.jpg\" alt=\"Labour’s Emily Thornberry on Friday morning after holding her seat in Islington South.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Labour’s Emily Thornberry on Friday morning after holding her seat in Islington South.</span> \n    <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T13:07:26.769Z\">at 1.07pm GMT</time></p> \n</div> \n<div id=\"block-5df4d6fe8f085eda5c1079b8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T12:47:54.289Z\">12.47pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">PM says UK has 'embarked on a wonderful adventure'</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a summary of Johnson’s speech in Sedgefield. </p> \n  <p>Speaking to activists and new MPs, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Nobody wanted this election in the run-up to Christmas, but what an incredible thing you have done. You have changed the political landscape. You have changed the Conservative party for the better and you’ve changed the future of our country for the better. I want to thank all the people of Sedgefield, of Bishop Auckland, of Stockton South, of Darlington – where my ancestors come from, it turns out – north-west Durham, Blyth Valley and Redcar. </p> \n   <p>I want to thank all of you for the trust that you have placed in the Conservative party and in me. I know how difficult it was, and it can be, to make that kind of decision. And I can imagine people’s pencils hovering over the ballot paper and wavering, before coming down for us and the Conservatives. And I know that people may have been breaking the voting habits of generations to vote for us and I want the people of the north-east to know that we in the Conservative party, and I, will repay your trust.</p> \n  </blockquote> \n  <p>He said the Tories had “gone over the timetable” and that it was definitely possible to get the withdrawal agreement through parliament before Christmas. He said that after that they would get on with delivering other manifesto commitments.</p> \n  <p>“How many more hospitals?” he asked the crowd, <a href=\"https://www.theguardian.com/society/2019/sep/29/from-40-hospitals-to-six-tories-nhs-numbers-dont-add-up\">referring to the dubious manifesto pledge</a>. “Forty,” they responded. “How many more nurses?” he asked <a href=\"https://www.theguardian.com/politics/2019/nov/24/will-a-conservative-government-deliver-50000-more-nurses\">(another controversial pledge)</a>, with the response “50,000”.</p> \n  <p>He said the new government was “going to do some fantastic things”. “Our country has now embarked on a wonderful adventure,” he said. “We’re going to recover our national self-confidence, our mojo, our self-belief, and we’re going to do things differently and better as a country.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T13:21:39.295Z\">at 1.21pm GMT</time></p> \n</div> \n<div id=\"block-5df4d63b8f085eda5c1079ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T12:32:46.262Z\">12.32pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says its time for the UK to recover its “mojo”. “It’s going to be a wonderful, wonderful time in the country,” he says.</p> \n  <p>He says to new Tory MPs: “Remember, we are not the masters, we are the servants now.”</p> \n </div> \n</div> \n<div id=\"block-5df4d57f8f08c3972263a3a8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T12:31:46.541Z\">12.31pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson is speaking to a crowd of supporters in Sedgefield, County Durham, Tony Blair’s former seat which fell to the Tories for the first time since the 1930s. You can watch the live stream at the top of the blog.</p> \n  <p>He says he will take the UK out of the EU by 31 January. He repeats his questionable pledge to deliver “<a href=\"https://www.theguardian.com/politics/2019/nov/24/will-a-conservative-government-deliver-50000-more-nurses\">50,000 more</a>” nurses and says his new government will hire more police.</p> \n  <figure class=\"element element-image\" data-media-id=\"245c35c4a4584489e63c9c3958cb2646093abfab\"> \n   <img src=\"https://media.guim.co.uk/245c35c4a4584489e63c9c3958cb2646093abfab/73_0_893_536/500.jpg\" alt=\"Boris Johnson speaking in Sedgefield, in the north-east of England.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson speaking in Sedgefield, in the north-east of England.</span> \n    <span class=\"element-image__credit\">Photograph: Screengrab</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T13:18:36.623Z\">at 1.18pm GMT</time></p> \n</div> \n<div id=\"block-5df4d39e8f08c3972263a394\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T12:31:06.965Z\">12.31pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some reaction to that McDonnell news (see last post). He was seen by some as a possible interim leader, but, as a key figure in Labour’s shift towards supporting a second referendum, he has also faced criticism as one of the masterminds behind the party’s election campaign.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1205823120331988992\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A significant announcement from <a href=\"https://twitter.com/johnmcdonnellMP?ref_src=twsrc%5Etfw\">@johnmcdonnellMP</a>. Some on the Left wanted him to be interim leader (some urged him to go for the leadership itself) so this speaks to the scale of the defeat but he will still be hugely influential in the forthcoming <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> leadership contest <a href=\"https://t.co/qhuHPuSWxe\">https://t.co/qhuHPuSWxe</a></p>— iain watson (@iainjwatson) \n    <a href=\"https://twitter.com/iainjwatson/status/1205823120331988992?ref_src=twsrc%5Etfw\">December 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T13:19:07.476Z\">at 1.19pm GMT</time></p> \n</div> \n<div id=\"block-5df4ccc38f08c3972263a36c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T12:04:30.489Z\">12.04pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">John McDonnell to leave the shadow cabinet</h2> \n <div class=\"block-elements\"> \n  <p><strong>John McDonnell</strong> has said he will not be returning to the shadow cabinet. The shadow chancellor denied that he had backed the wrong Labour leader, saying Corbyn was “one of the most principled, honest, sincere, committed, anti-racist politicians”.</p> \n  <blockquote class=\"quoted\"> \n   <p>The new leadership coming in, I think, will enable us to move forward on the key issues – getting a Brexit deal that works for all of us, tackling these grotesque levels of inequality. But the big one ... is climate change and my fear is five years of a fossil fuel-backed government under Boris Johnson means we will miss this five-year opportunity of saving our planet.</p> \n  </blockquote> \n  <blockquote class=\"quoted\"> \n   <p>... I didn’t back the wrong person because Jeremy was the right leader. We could have won in 2017. Things moved on, Brexit dominated everything and that was the horns of a dilemma we were on. </p> \n   <p>The new leader will come in place, appoint the shadow cabinet. I won’t be part of the shadow cabinet. I’ve done my bit. We need to move on at that stage, with that new leader, and I think we will be in a position [to be] learning lessons, listening to people and constructing a broad coalition right the way across the country.</p> \n  </blockquote> \n  <p>McDonnell said there needed to be a debate about how “someone – who I think is one of the most principled, honest, sincere, committed, anti-racist politicians – [was] demonised by a smear campaign”. </p> \n  <p>“I think we have a wider debate here about the role of social media and the media overall,” he said.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"2357f5dc-ee8f-491d-aa3c-2c38909b9f1c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/11Aw2SlZIMk?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T16:33:34.561Z\">at 4.33pm GMT</time></p> \n</div> \n<div id=\"block-5df4bf3f8f08c3972263a334\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T11:09:12.903Z\">11.09am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Guardian’s Scotland correspondent <strong>Libby Brooks </strong>writes that there is an excellent inside story from <a href=\"https://www.heraldscotland.com/news/18101471.general-election-2019-turnout-won-snp/\">the Herald’s political editor Tom Gordon</a>, which explains how the SNP managed to exceed its own expectations thanks to high turnout.<br><br tabindex=\"-1\">While turnout was down in England, Wales and Northern Ireland, it was up in Scotland, rising 1.6 points to 68.1%. Across the UK it fell 1.5 points to 67.7%. According to Gordon, SNP strategists believe this is what pushed their final tally to 48 MPs – actually 47 plus one suspended member who still appeared on the ballot as SNP.<br tabindex=\"-1\"><br tabindex=\"-1\">Meanwhile, <a draggable=\"true\" href=\"https://www.telegraph.co.uk/politics/2019/12/13/boris-johnson-begin-scottish-charm-offensive-nicola-sturgeon/\">the Telegraph Scotland reports</a> that Boris Johnson is planning a major charm offensive in Scotland after accepting that his personal unpopularity contributed to his party losing seven of their 13 seats. Apparently he has already spoken to senior Scottish Tories to pledge he will visit Scotland more often in the new year in the hope of winning over sceptical Scots with a one nation agenda.<br tabindex=\"-1\"><br tabindex=\"-1\">Johnson and the first minister, Nicola Sturgeon, have already clashed over the SNP’s insistence that the results are a mandate for a second independence referendum, with the prime minster immediately reiterating that he will not grant the necessary powers for Holyrood to hold one.<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T11:55:32.201Z\">at 11.55am GMT</time></p> \n</div> \n<div id=\"block-5df4bdd18f08c3972263a318\" class=\"block is-key-event\" data-block-contributor=\"profile/aaron-walawalkar\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T10:50:34.584Z\">10.50am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Corbyn's sons condemn attacks on their father</h2> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn’s three sons have condemned the “despicable attacks” their father has faced hours after he said he would stand down following the party’s historic defeat.</p> \n  <p>The Labour leader’s youngest son, Tommy, shared <a draggable=\"true\" href=\"https://twitter.com/TommyCorbyn/status/1205625660141719552\">a statement on Twitter</a> on Friday night lamenting the loss but adding that it was wrong to assume the “ideologies” their dad stood for were outdated.</p> \n  <p>He described the manifesto his father produced as the “most wonderful this country has ever seen”.</p> \n  <p>His statement read: “Last night hurt, today hurts a bit more, tomorrow it will hurt even more.</p> \n  <p>“Jeremy has dedicated each day of his political life for the less fortunate amongst us. Unwaveringly, he has fought and campaigned for people who suffer and people in hardship.</p> \n  <p>“Being honest, humble and good natured in the poisonous world of politics has meant that he has endured the most despicable attacks filled with hatred for the duration of his 36 years in public life.”</p> \n  <p>It continued: “To say we are proud is a vast understatement. To assume the ideologies he stands for are now outdated is so wrong. In the coming years we will see that they are more important than ever.</p> \n  <p>“Thank you to every person who saw his vision and supported it and supported him. From the three proudest sons on the planet, please continue the fight.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TommyCorbyn/status/1205625660141719552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">From the three proudest sons on the planet <a href=\"https://t.co/0IVLmcw0kD\">pic.twitter.com/0IVLmcw0kD</a></p>— Tommy Corbyn (@TommyCorbyn) \n    <a href=\"https://twitter.com/TommyCorbyn/status/1205625660141719552?ref_src=twsrc%5Etfw\">December 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T11:58:23.598Z\">at 11.58am GMT</time></p> \n</div> \n<div id=\"block-5df4b9ce8f087e8308e5dfd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T10:33:06.592Z\">10.33am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The former Labour MP, <strong>Anna Turley</strong>, who lost her seat in Redcar, has <a href=\"https://www.independent.co.uk/voices/general-election-results-2019-jeremy-corbyn-labour-leadership-a9246311.html\">written for the Independent</a>, describing the election result for Labour as “a disgrace”. Her twitter bio now reads simply: “Free”.</p> \n  <blockquote class=\"quoted\"> \n   <p>To blame Brexit is to miss the point. There would be no Brexit if Labour had had credible leadership in the 2016 referendum, standing up for our party’s values of cooperation, internationalism and partnership. Instead, we had a guy who dressed up in a fur coat to go on <em>The Last Leg</em> and give the EU “seven and a half out of ten”. No one put forward an argument to working-class Labour communities about why the EU mattered to them, because the leader didn’t believe that it did. Ever since, instead of strong leadership and a clear position, we have had three years of U-turns, triangulation and dancing on pinheads. I have never been able to tell my constituents what Labour’s Brexit position truly was – only my own. </p> \n   <p>And so to this disgrace. Despite 10 years of Tory austerity that has led to Dickensian levels of poverty, and the end of 175 years of steel-making in my constituency, people didn’t believe Labour would be any better. This is a failure on an epic scale, and a betrayal of those communities that need Labour most.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/annaturley/status/1205548182207422464\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is a failure on an epic scale, and a betrayal of those communities that need Labour most. <br><br>Some thoughts from me:<br><br> <a href=\"https://t.co/Jae291u1cX\">https://t.co/Jae291u1cX</a><br><br>(Ps I don’t write the headline)</p>— Anna Turley (@annaturley) \n    <a href=\"https://twitter.com/annaturley/status/1205548182207422464?ref_src=twsrc%5Etfw\">December 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T12:01:36.529Z\">at 12.01pm GMT</time></p> \n</div> \n<div id=\"block-5df4b6108f08c3972263a2ed\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T10:16:09.015Z\">10.16am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The BBC’s director general has expressed his exasperation with “conspiracy theories” about the broadcaster’s election news coverage, although some of its journalists privately fear that errors during the campaign may have hit public trust in the corporation.</p> \n  <p>The Guardian’s media editor, <strong>Jim Waterson,</strong> reports that <strong>Tony Hall</strong> emailed staff on Friday to thank them for their work on the BBC’s coverage, which came under intense online scrutiny. </p> \n  <blockquote> \n   <p>This followed criticism of the editing out of <a href=\"https://www.theguardian.com/media/2019/nov/25/bbc-admits-mistake-in-editing-out-laughter-at-johnson-in-tv-debate\">laughter aimed at Boris Johnson in a news bulletin</a>, reporters uncritically repeating Conservative sources, such as when a Labour activist was erroneously accused of <a href=\"https://www.theguardian.com/politics/2019/dec/09/matt-hancock-aide-altercation-hospital-campaign-visit\">punching a Tory aide,</a> and the prime minister escaping scrutiny after <a href=\"https://www.theguardian.com/media/2019/dec/06/conservatives-dismiss-andrew-neil-demands-for-johnson-interview\">dodging a one-on-one interview</a> with Andrew Neil.</p> \n   <p>Hall said the BBC’s critics were often seeing bias in what were genuine human errors: “In a frenetic campaign where we’ve produced hundreds of hours of output, of course we’ve made the odd mistake and we’ve held up our hands to them. Editors are making tough calls every minute of the day. But I don’t accept the view of those critics who jump on a handful of examples to suggest we’re somehow biased one way or the other.”</p> \n  </blockquote> \n  <p>You can read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2019/dec/14/bbc-staff-express-fear-of-public-distrust-after-election-coverage\">BBC staff express fear of public distrust after election coverage</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T11:59:42.872Z\">at 11.59am GMT</time></p> \n</div> \n<div id=\"block-5df4b24f8f08c3972263a2dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T10:04:19.583Z\">10.04am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Former Labour MPs who lost their seats in Thursday’s election have been speaking to the BBC. They blamed <a href=\"https://www.theguardian.com/politics/2019/dec/13/working-class-voters-desert-labour-stoke-on-trent-england-red-wall\">Jeremy Corbyn’s leadership and the party’s alienation of its northern voters</a> for the loss, PA Media reports.</p> \n  <p>The former Bishop Auckland MP <strong>Helen Goodman</strong> told BBC Radio 4’s Today programme “the biggest factor was obviously the unpopularity of Jeremy Corbyn as the leader”.</p> \n  <blockquote class=\"quoted\"> \n   <p>The fact of the matter is that Jeremy Corbyn failed as a communicator, whatever his good personal qualities, and he undoubtedly has good personal qualities, he failed as a communicator.</p> \n  </blockquote> \n  <p>The ex-shadow Brexit minister <strong>Jenny Chapman,</strong> who lost her seat in Darlington, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>You can’t run a political party that wants to be a party of government but only really appeals to about a third of the electorate and those are people that live in cities who are fairly well-off people.</p> \n   <p>The real question we have to ask ourselves now is do we want the Tories, do we want to give them another five years or another 15 years, because if we get this wrong now as a party, this could very well be the end of the Labour movement.</p> \n  </blockquote> \n  <p>The former Labour MP <strong>Anna Turley</strong>, who lost her seat in Redcar, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I think it’s quite overwhelming. You have to listen to the people, that’s the first thing that we have to do. And for me, when you’re getting four doors in a row of lifelong Labour voters saying: ‘I’m sorry Anna, I’m a lifelong Labour voter, I like what you’ve done, but I just can’t vote for that man to be prime minister’, I’m afraid that’s a fundamental barrier that we just couldn’t get across.</p> \n  </blockquote> \n  <p>Turley said <a href=\"https://www.theguardian.com/commentisfree/2019/dec/13/corbynism-labour-left-party\">Corbyn was more of a reason</a> than Brexit for her constituents voting for another party. </p> \n  <blockquote class=\"quoted\"> \n   <p>In my constituency, even though it was a 67% leave constituency, it was four-to-one the leadership over Brexit. I mean obviously the issues run deeper than that, the Labour party is bigger than just one person, but the reality is there were issues around our perception around competence.</p> \n  </blockquote> \n  <p>The Labour MP for York Central, <strong>Rachael</strong><strong> Maskell</strong>, who retained her seat, insisted it wasn’t just Corbyn who should take responsibility for Labour’s defeat.</p> \n  <blockquote class=\"quoted\"> \n   <p>We’ve all got to take responsibility but I don’t think apportioning blame to a complex situation in a simplistic way is really the way to approach this, we’ve got to understand what is really happening across our political system.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T10:16:26.160Z\">at 10.16am GMT</time></p> \n</div> \n<div id=\"block-5df4aa638f087e8308e5df9b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T09:27:03.954Z\">9.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Belgian MEP <strong>Philippe Lamberts</strong> spoke to BBC Radio 4’s Today programme a little earlier. He said that whether or not the Tories can achieve a political declaration with zero tariffs on goods between the UK and the EU “depends on whether the Tory party is, again, able to face up to its own contradictions”.</p> \n  <blockquote class=\"quoted\"> \n   <p>They want the deepest possible access to the European single market, yet they want to undercut significantly EU legislation, and you can’t have both.</p> \n   <p>So either you want total regulatory freedom and you do whatever you like – and if you want to undercut EU legislation then you do it, but then you lose access. Or you want access and you have basically to remain aligned with EU legislation. That will be the decision that Boris Johnson will need to make.</p> \n  </blockquote> \n  <p><strong>Raoul Ruparel</strong>, who was Theresa May’s special adviser on Europe during her time as prime minister, told the programme it would be possible to <a href=\"https://www.theguardian.com/world/2019/dec/13/brexit-eu-leaders-call-for-swift-ratification-after-tory-victory\">reach a deal with the EU</a> next year but “the short time frame does limit the level of ambition”.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>I think it is possible to get a free trade agreement in place that looks at quite standard provisions on level playing fields, such as the type that the EU have done with other countries, and also offers zero tariffs.</p> \n   <p>But I think what it’s harder to do, is what Philippe Lamberts was alluding to, is removing the regulatory barriers and the checks behind the border which would require some level of alignment of rules.</p> \n   <p>And I think at the moment, despite his large majority, I don’t think that’s the sort of deal that Boris Johnson envisages, and it’s something that he’s consistently fought against.</p> \n  </blockquote> \n  <p>On the possibility of a no-deal Brexit if the UK fails to reach an agreement by the end of next year, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I think it is possible to get something done in the next year but I think the short time frame does limit the level of ambition potentially, because you would be looking at a narrower and shallower deal than you might have otherwise envisaged given the speed needed.</p> \n  </blockquote> \n  <p> Here is what the European papers had to say yesterday about the election result:<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/13/time-to-move-on-what-the-european-papers-say-about-uk-election\">'Time to move on': what the European papers say about UK election</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T10:18:57.411Z\">at 10.18am GMT</time></p> \n</div> \n<div id=\"block-5df4a5e88f087e8308e5df85\" class=\"block is-key-event\" data-block-contributor=\"profile/damien-gayle\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T09:09:55.450Z\">9.09am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Michael Heseltine: we have lost</h2> \n <div class=\"block-elements\"> \n  <p><strong>Michael Heseltine</strong>, the Europhile Tory grandee who urged voters to back the Liberal Democrats in the election, has admitted that the remain position on European Union membership has lost and declared that he thinks the debate is over for at least a generation.<br tabindex=\"-1\"></p> \n  <p>Asked on BBC Radio 4’s Today programme whether the remain cause was over, Lord Heseltine answered: <br tabindex=\"-1\"></p> \n  <blockquote class=\"quoted\"> \n   <p>Well, we have lost. Let’s not muck about with the language. We have lost. Brexit is going to happen and we have to live with it. I’ve made my views pretty clear and there will now be a long period of uncertainty, but you can’t escape from that so we must do the best we can.</p> \n  </blockquote> \n  <p>Asked if he would ever campaign for the UK to rejoin the EU, Heseltine said no. </p> \n  <blockquote class=\"quoted\"> \n   <p>I don’t think that battle has gone, but it won’t be my generation, it will be 20 years or something before the thing is once again raised as an issue. And, of course, you can’t escape the devastating results on Scotland and Northern Ireland, so the agenda is not going away.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"5999378683ccf3c2ee5f33375c38e834f616a242\"> \n   <img src=\"https://media.guim.co.uk/5999378683ccf3c2ee5f33375c38e834f616a242/0_102_3667_2200/1000.jpg\" alt=\"Michael Heseltine.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Michael Heseltine.</span> \n    <span class=\"element-image__credit\">Photograph: Wiktor Szymanowicz/Rex/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T10:05:32.553Z\">at 10.05am GMT</time></p> \n</div> \n<div id=\"block-5df4a4768f087e8308e5df81\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T09:03:49.949Z\">9.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Brexit party leader, Nigel Farage, has written in today’s <a href=\"https://www.telegraph.co.uk/politics/2019/12/13/have-revelled-sheer-horror-westminster-remainer-elite/\">Telegraph</a>, saying he will “not [be] too far away from the action”, after his party failed to win any seats in the general election.</p> \n  <p> He said the Conservative party’s 80-seat majority was an “overwhelming mandate ... to get Brexit done”, and that he was now concerned with the form of Britain’s departure from the bloc, rather than whether it would happen at all.</p> \n  <blockquote class=\"quoted\"> \n   <p>The truth is that the threat from the Brexit party, together with the influence of the European Research Group in parliament, has disappeared for the time being. Questions over the future shape of Brexit and Britain’s place in the world are now entirely in the hands of Johnson.</p> \n   <p> With half of his cabinet having voted remain, and substantial global pressures on him, it will be tempting for him to pursue the easy option of a soft Brexit.</p> \n  </blockquote> \n  <p>The Brexit party contested 273 seats in this election. They <a href=\"https://www.theguardian.com/politics/2019/dec/13/nigel-farages-project-falls-flat-as-brexit-party-set-to-win-zero-seats\">took 2% of votes but won no seats</a>. Farage continued:</p> \n  <blockquote class=\"quoted\"> \n   <p>Having endured three elections in the last 30 months, let us hope the country can look forward to a prolonged period of political stability and certainty. Whatever happens over the coming months, I will make sure I am not too far away from the action. The fact is that if Brexit does not ‘get done’, as Johnson has promised repeatedly over the last six weeks, pressure will have to be reapplied.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"c798c68d606e02235dbcbf0f0dff064e1260a0b1\"> \n   <img src=\"https://media.guim.co.uk/c798c68d606e02235dbcbf0f0dff064e1260a0b1/269_278_3017_1810/1000.jpg\" alt=\"Nigel Farage.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage.</span> \n    <span class=\"element-image__credit\">Photograph: Thomas Mukoya/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T10:04:17.253Z\">at 10.04am GMT</time></p> \n</div> \n<div id=\"block-5df49c2a8f087e8308e5df59\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-14T08:43:54.925Z\">8.43am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to the Guardian’s politics live blog. I’m Frances Perraudin and I’ll be bringing you all of the day’s political news in the wake of yesterday’s general election result.</p> \n  <p>Boris Johnson is set to embark on a whirlwind tour of northern seats taken by the Conservatives in the election, in which he secured an 80-seat majority. It’s been reported that he could visit Tony Blair’s former seat of Sedgefield in the north-east, which had been held by Labour since 1935 prior to the poll.</p> \n  <p>In a speech outside No 10 on Friday, Johnson said he would “work round the clock” to repay the trust of those who voted Conservative for the first time, including those whose “pencils may have wavered over the ballot and who heard the voices of their parents and their grandparents whispering anxiously in their ears”.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"828946a4-7ad9-4594-a6c8-b4d24e6911a6\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/UYzNcynHutM?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Appearing on the BBC’s Newsnight last night, the housing secretary, Robert Jenrick, said the government would look to redirect investment towards those communities that felt they were not being heard.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>We are very grateful to these traditional Labour voters, in many cases, for lending us their support on this occasion, perhaps because of Brexit. We need to earn that trust now and hopefully we will have five years ahead of us to do that.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-14T09:50:42.981Z\">at 9.50am GMT</time></p> \n</div>",
      "wordcount": "4532",
      "commentCloseDate": "2019-12-14T18:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-14T08:44:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:02Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cqm39",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c6c51093604bc4142182f4ecc6e6cd252a0e8aa4/0_167_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s all from today’s politics live blog. Here’s a little summary of today’s developments. John McDonnell has said he will leave the shadow cabinet. “The new leader will come in place, appoint the shadow cabinet. I won’t be part of the shadow cabinet,” the shadow chancellor said. “I’ve done my bit.” He was seen by some as a possible interim leader, but, as a key figure in Labour’s shift towards supporting a second referendum, he has also faced criticism from those who think the party’s Brexit position was a key reason for its defeat. McDonnell said the current shadow cabinet would stay in place for the interim period, and would respond to the Queen’s speech on Thursday. The shadow chancellor also said that the NEC officers – a sub-group of senior members of Labour’s ruling body – would meet next week and decide the timetable for a leadership election in the new year. “It will be the usual time – a couple of months or something,” he said. Members of the wider NEC – who said that they had only been contacted by the party’s leadership to be told not to speak to the media about the election results – argued on Twitter that they would expect the leadership election timetable to be decided by a meeting of all of the committee’s members. Boris Johnson told an audience of supporters in the now Tory seat of Sedgefield, Country Durham, that the UK has “embarked on a wonderful adventure”. “We’re going to recover our national self-confidence, our mojo, our self-belief, and we’re going to do things differently and better as a country,” he said. He thanked voters across Labour’s former heartlands: I can imagine people’s pencils hovering over the ballot paper and wavering, before coming down for us and the Conservatives. And I know that people may have been breaking the voting habits of generations to vote for us and I want the people of the north-east to know that we in the Conservative party, and I, will repay your trust. Charities helping the most vulnerable in society have reported an increase in support after the Conservative victory in the general election, reports Georgina Hayes. Shelter, Refuge, the Trussell Trust and the Biscuit Fund have all confirmed they have seen a sharp increase in donations and/or registered supporters as a result of the election outcome. While unable to give exact numbers, the UK homelessness and housing charity Shelter said it had seen an increase in the number of people signing up as supporters since the result. EU leaders would take the initiative and request an extension to the transition period, keeping the UK under Brussels regulations beyond 2020, under a plan mooted for dealing with Boris Johnson refusing to seek a delay – reports Brussels bureau chief, Daniel Boffey. The move is being considered by EU officials as a way out of the problem posed by the short time available to negotiate a new relationship and the prime minister’s insistence that he will not seek an extension beyond 11 months. With a majority of 80 secured by the prime minister, the UK is expected to leave the EU on 31 January – in fewer than 50 days. At the end of the transition period on 31 December 2020, the UK is set to exit the EU’s customs union and single market and enter newly-negotiated arrangements. Ursula von der Leyen, the European commission president, said that negotiating a future relationship in such a timeframe would be very challenging. Speaking on Friday at the end of a two-day leaders’ summit in Brussels, she said the negotiations would have to prioritise key EU issues, such as trade in goods and fisheries, and leave others for after 2020. Such a “sequencing” could leave arrangements for the UK’s financial services sector and the landing rights of British air carriers out of an initial deal, among other issues. Read the full story here: More concerns from NEC members that the timetable for selecting a new Labour leader will be taken out of their hands. The Observer journalist Tim Adams has been in the former Labour safe seat (and Tony Blair’s old constituency) of Sedgefield today, where the prime minister gave a triumphant speech to activists this morning. The new Tory MP in Sedgefield, Paul Howell, a retired accountant, is the unlikely latest heir to Blair. He had watched hope harden into expectation a week into the campaign. He had walked down a street in the former mining village of Cornforth, north of Trimdon, knocking on doors. He went through a dozen without finding a Labour voter; the 13th was an ex-Labour councillor who also pledged him a vote. There were so many following winds here: but the Brexit factor and the Corbyn factor were the big ones, while Boris was seen as someone who can deliver. Personally, I think people only ever lend you their votes. It’s up to you to make them trust you again to give it again. The talk in the air is of a new Thatcherism, but “without the tribal connotations”. Oliver Peeke, who works in admin for the council, admits he is one of those referred to by Johnson whose grandparents would be spinning in their grave to see him wearing a Tory rosette. A lot of our family were Labour, but I’m desperate that this time it will stick. I don’t want to go back to the dark old days when people would just scream Thatcher at you when you walk up the drive with a Tory leaflet. There has to be more to politics that that. The defeated Labour candidate, Phil Wilson, told the Observer that “if Johnson was going to park his tanks on any lawn this morning it was going to be here. He wants to say to the world that New Labour is history.” Wilson puts his defeat squarely at the door of the leadership of Jeremy Corbyn. He is angry that his party has proved itself “unable to connect with people who are not in London”, and presented a manifesto “that was an essay about the past” with “nothing to say about the future”. Members of Labour’s NEC saying on Twitter they haven’t been told about a possible meeting next week. (McDonnell said this morning that Labour’s ruling body would meet next week.) The Huffington Post’s Rachel Wearmouth reports that the shadow justice secretary, Richard Burgon, plans to run for the deputy leadership. The hashtag #backburgon was trending this morning, after what appeared to be a parody campaign page was created on Twitter called “Back Burgon”. The editor of Labour List reports that NEC members are concerned the leader’s office is trying to “cling on to power”. This is from Sky News’s political correspondent Rob Powell: Boris Johnson has told an audience of supporters in the now Tory seat of Sedgefield, Country Durham, that the UK has “embarked on a wonderful adventure”. “We’re going to recover our national self-confidence, our mojo, our self-belief, and we’re going to do things differently and better as a country,” he said. He thanked voters across Labour’s former heartlands: I can imagine people’s pencils hovering over the ballot paper and wavering, before coming down for us and the Conservatives. And I know that people may have been breaking the voting habits of generations to vote for us and I want the people of the north-east to know that we in the Conservative party, and I, will repay your trust. The shadow chancellor John McDonnell has said he will leave the shadow cabinet. “The new leader will come in place, appoint the shadow cabinet. I won’t be part of the shadow cabinet,” he said. “I’ve done my bit.” He was seen by some as a possible interim leader, but, as a key figure in Labour’s shift towards supporting a second referendum, he has also faced criticism from those who think the party’s Brexit position was a key reason for its defeat. Jeremy Corbyn’s three sons have condemned the “despicable attacks” their father has faced hours after he said he would stand down following the party’s historic defeat. The Labour leader’s youngest son, Tommy, shared a statement on Twitter on Friday night lamenting the loss but adding that it was wrong to assume the “ideologies” their father stood for were outdated. Michael Heseltine, the Europhile Tory grandee who urged voters to back the Liberal Democrats in the election, has admitted that the remain position on European Union membership has lost and declared that he thinks the debate is over for at least a generation. “Well, we have lost,” he told the BBC. “Let’s not muck about with the language. We have lost. Brexit is going to happen and we have to live with it.” The shadow foreign secretary, Emily Thornberry, has been doorstepped by the BBC, heading out to a constituency surgery. She is one of those tipped as a possible candidate for Labour leader. Frankly there’s going to be an awful lot of work to do over the next five years given we’ve got this terrible Tory government coming. I fear that my surgery is going to be very full indeed with people who are getting their benefits cut. Asked if she would run for Labour leader, she said: “I’m still in a period of mourning. We need to be able to have a chance to stop and think.” Here’s a summary of Johnson’s speech in Sedgefield. Speaking to activists and new MPs, he said: Nobody wanted this election in the run-up to Christmas, but what an incredible thing you have done. You have changed the political landscape. You have changed the Conservative party for the better and you’ve changed the future of our country for the better. I want to thank all the people of Sedgefield, of Bishop Auckland, of Stockton South, of Darlington – where my ancestors come from, it turns out – north-west Durham, Blyth Valley and Redcar. I want to thank all of you for the trust that you have placed in the Conservative party and in me. I know how difficult it was, and it can be, to make that kind of decision. And I can imagine people’s pencils hovering over the ballot paper and wavering, before coming down for us and the Conservatives. And I know that people may have been breaking the voting habits of generations to vote for us and I want the people of the north-east to know that we in the Conservative party, and I, will repay your trust. He said the Tories had “gone over the timetable” and that it was definitely possible to get the withdrawal agreement through parliament before Christmas. He said that after that they would get on with delivering other manifesto commitments. “How many more hospitals?” he asked the crowd, referring to the dubious manifesto pledge. “Forty,” they responded. “How many more nurses?” he asked (another controversial pledge), with the response “50,000”. He said the new government was “going to do some fantastic things”. “Our country has now embarked on a wonderful adventure,” he said. “We’re going to recover our national self-confidence, our mojo, our self-belief, and we’re going to do things differently and better as a country.” Johnson says its time for the UK to recover its “mojo”. “It’s going to be a wonderful, wonderful time in the country,” he says. He says to new Tory MPs: “Remember, we are not the masters, we are the servants now.” Boris Johnson is speaking to a crowd of supporters in Sedgefield, County Durham, Tony Blair’s former seat which fell to the Tories for the first time since the 1930s. You can watch the live stream at the top of the blog. He says he will take the UK out of the EU by 31 January. He repeats his questionable pledge to deliver “50,000 more” nurses and says his new government will hire more police. Some reaction to that McDonnell news (see last post). He was seen by some as a possible interim leader, but, as a key figure in Labour’s shift towards supporting a second referendum, he has also faced criticism as one of the masterminds behind the party’s election campaign. John McDonnell has said he will not be returning to the shadow cabinet. The shadow chancellor denied that he had backed the wrong Labour leader, saying Corbyn was “one of the most principled, honest, sincere, committed, anti-racist politicians”. The new leadership coming in, I think, will enable us to move forward on the key issues – getting a Brexit deal that works for all of us, tackling these grotesque levels of inequality. But the big one ... is climate change and my fear is five years of a fossil fuel-backed government under Boris Johnson means we will miss this five-year opportunity of saving our planet. ... I didn’t back the wrong person because Jeremy was the right leader. We could have won in 2017. Things moved on, Brexit dominated everything and that was the horns of a dilemma we were on. The new leader will come in place, appoint the shadow cabinet. I won’t be part of the shadow cabinet. I’ve done my bit. We need to move on at that stage, with that new leader, and I think we will be in a position [to be] learning lessons, listening to people and constructing a broad coalition right the way across the country. McDonnell said there needed to be a debate about how “someone – who I think is one of the most principled, honest, sincere, committed, anti-racist politicians – [was] demonised by a smear campaign”. “I think we have a wider debate here about the role of social media and the media overall,” he said. The Guardian’s Scotland correspondent Libby Brooks writes that there is an excellent inside story from the Herald’s political editor Tom Gordon, which explains how the SNP managed to exceed its own expectations thanks to high turnout. While turnout was down in England, Wales and Northern Ireland, it was up in Scotland, rising 1.6 points to 68.1%. Across the UK it fell 1.5 points to 67.7%. According to Gordon, SNP strategists believe this is what pushed their final tally to 48 MPs – actually 47 plus one suspended member who still appeared on the ballot as SNP. Meanwhile, the Telegraph Scotland reports that Boris Johnson is planning a major charm offensive in Scotland after accepting that his personal unpopularity contributed to his party losing seven of their 13 seats. Apparently he has already spoken to senior Scottish Tories to pledge he will visit Scotland more often in the new year in the hope of winning over sceptical Scots with a one nation agenda. Johnson and the first minister, Nicola Sturgeon, have already clashed over the SNP’s insistence that the results are a mandate for a second independence referendum, with the prime minster immediately reiterating that he will not grant the necessary powers for Holyrood to hold one. Jeremy Corbyn’s three sons have condemned the “despicable attacks” their father has faced hours after he said he would stand down following the party’s historic defeat. The Labour leader’s youngest son, Tommy, shared a statement on Twitter on Friday night lamenting the loss but adding that it was wrong to assume the “ideologies” their dad stood for were outdated. He described the manifesto his father produced as the “most wonderful this country has ever seen”. His statement read: “Last night hurt, today hurts a bit more, tomorrow it will hurt even more. “Jeremy has dedicated each day of his political life for the less fortunate amongst us. Unwaveringly, he has fought and campaigned for people who suffer and people in hardship. “Being honest, humble and good natured in the poisonous world of politics has meant that he has endured the most despicable attacks filled with hatred for the duration of his 36 years in public life.” It continued: “To say we are proud is a vast understatement. To assume the ideologies he stands for are now outdated is so wrong. In the coming years we will see that they are more important than ever. “Thank you to every person who saw his vision and supported it and supported him. From the three proudest sons on the planet, please continue the fight.” The former Labour MP, Anna Turley, who lost her seat in Redcar, has written for the Independent, describing the election result for Labour as “a disgrace”. Her twitter bio now reads simply: “Free”. To blame Brexit is to miss the point. There would be no Brexit if Labour had had credible leadership in the 2016 referendum, standing up for our party’s values of cooperation, internationalism and partnership. Instead, we had a guy who dressed up in a fur coat to go on The Last Leg and give the EU “seven and a half out of ten”. No one put forward an argument to working-class Labour communities about why the EU mattered to them, because the leader didn’t believe that it did. Ever since, instead of strong leadership and a clear position, we have had three years of U-turns, triangulation and dancing on pinheads. I have never been able to tell my constituents what Labour’s Brexit position truly was – only my own. And so to this disgrace. Despite 10 years of Tory austerity that has led to Dickensian levels of poverty, and the end of 175 years of steel-making in my constituency, people didn’t believe Labour would be any better. This is a failure on an epic scale, and a betrayal of those communities that need Labour most. The BBC’s director general has expressed his exasperation with “conspiracy theories” about the broadcaster’s election news coverage, although some of its journalists privately fear that errors during the campaign may have hit public trust in the corporation. The Guardian’s media editor, Jim Waterson, reports that Tony Hall emailed staff on Friday to thank them for their work on the BBC’s coverage, which came under intense online scrutiny. This followed criticism of the editing out of laughter aimed at Boris Johnson in a news bulletin, reporters uncritically repeating Conservative sources, such as when a Labour activist was erroneously accused of punching a Tory aide, and the prime minister escaping scrutiny after dodging a one-on-one interview with Andrew Neil. Hall said the BBC’s critics were often seeing bias in what were genuine human errors: “In a frenetic campaign where we’ve produced hundreds of hours of output, of course we’ve made the odd mistake and we’ve held up our hands to them. Editors are making tough calls every minute of the day. But I don’t accept the view of those critics who jump on a handful of examples to suggest we’re somehow biased one way or the other.” You can read the full story here: Former Labour MPs who lost their seats in Thursday’s election have been speaking to the BBC. They blamed Jeremy Corbyn’s leadership and the party’s alienation of its northern voters for the loss, PA Media reports. The former Bishop Auckland MP Helen Goodman told BBC Radio 4’s Today programme “the biggest factor was obviously the unpopularity of Jeremy Corbyn as the leader”. The fact of the matter is that Jeremy Corbyn failed as a communicator, whatever his good personal qualities, and he undoubtedly has good personal qualities, he failed as a communicator. The ex-shadow Brexit minister Jenny Chapman, who lost her seat in Darlington, said: You can’t run a political party that wants to be a party of government but only really appeals to about a third of the electorate and those are people that live in cities who are fairly well-off people. The real question we have to ask ourselves now is do we want the Tories, do we want to give them another five years or another 15 years, because if we get this wrong now as a party, this could very well be the end of the Labour movement. The former Labour MP Anna Turley, who lost her seat in Redcar, said: I think it’s quite overwhelming. You have to listen to the people, that’s the first thing that we have to do. And for me, when you’re getting four doors in a row of lifelong Labour voters saying: ‘I’m sorry Anna, I’m a lifelong Labour voter, I like what you’ve done, but I just can’t vote for that man to be prime minister’, I’m afraid that’s a fundamental barrier that we just couldn’t get across. Turley said Corbyn was more of a reason than Brexit for her constituents voting for another party. In my constituency, even though it was a 67% leave constituency, it was four-to-one the leadership over Brexit. I mean obviously the issues run deeper than that, the Labour party is bigger than just one person, but the reality is there were issues around our perception around competence. The Labour MP for York Central, Rachael Maskell, who retained her seat, insisted it wasn’t just Corbyn who should take responsibility for Labour’s defeat. We’ve all got to take responsibility but I don’t think apportioning blame to a complex situation in a simplistic way is really the way to approach this, we’ve got to understand what is really happening across our political system. The Belgian MEP Philippe Lamberts spoke to BBC Radio 4’s Today programme a little earlier. He said that whether or not the Tories can achieve a political declaration with zero tariffs on goods between the UK and the EU “depends on whether the Tory party is, again, able to face up to its own contradictions”. They want the deepest possible access to the European single market, yet they want to undercut significantly EU legislation, and you can’t have both. So either you want total regulatory freedom and you do whatever you like – and if you want to undercut EU legislation then you do it, but then you lose access. Or you want access and you have basically to remain aligned with EU legislation. That will be the decision that Boris Johnson will need to make. Raoul Ruparel, who was Theresa May’s special adviser on Europe during her time as prime minister, told the programme it would be possible to reach a deal with the EU next year but “the short time frame does limit the level of ambition”. I think it is possible to get a free trade agreement in place that looks at quite standard provisions on level playing fields, such as the type that the EU have done with other countries, and also offers zero tariffs. But I think what it’s harder to do, is what Philippe Lamberts was alluding to, is removing the regulatory barriers and the checks behind the border which would require some level of alignment of rules. And I think at the moment, despite his large majority, I don’t think that’s the sort of deal that Boris Johnson envisages, and it’s something that he’s consistently fought against. On the possibility of a no-deal Brexit if the UK fails to reach an agreement by the end of next year, he said: I think it is possible to get something done in the next year but I think the short time frame does limit the level of ambition potentially, because you would be looking at a narrower and shallower deal than you might have otherwise envisaged given the speed needed. Here is what the European papers had to say yesterday about the election result: Michael Heseltine, the Europhile Tory grandee who urged voters to back the Liberal Democrats in the election, has admitted that the remain position on European Union membership has lost and declared that he thinks the debate is over for at least a generation. Asked on BBC Radio 4’s Today programme whether the remain cause was over, Lord Heseltine answered: Well, we have lost. Let’s not muck about with the language. We have lost. Brexit is going to happen and we have to live with it. I’ve made my views pretty clear and there will now be a long period of uncertainty, but you can’t escape from that so we must do the best we can. Asked if he would ever campaign for the UK to rejoin the EU, Heseltine said no. I don’t think that battle has gone, but it won’t be my generation, it will be 20 years or something before the thing is once again raised as an issue. And, of course, you can’t escape the devastating results on Scotland and Northern Ireland, so the agenda is not going away. The Brexit party leader, Nigel Farage, has written in today’s Telegraph, saying he will “not [be] too far away from the action”, after his party failed to win any seats in the general election. He said the Conservative party’s 80-seat majority was an “overwhelming mandate ... to get Brexit done”, and that he was now concerned with the form of Britain’s departure from the bloc, rather than whether it would happen at all. The truth is that the threat from the Brexit party, together with the influence of the European Research Group in parliament, has disappeared for the time being. Questions over the future shape of Brexit and Britain’s place in the world are now entirely in the hands of Johnson. With half of his cabinet having voted remain, and substantial global pressures on him, it will be tempting for him to pursue the easy option of a soft Brexit. The Brexit party contested 273 seats in this election. They took 2% of votes but won no seats. Farage continued: Having endured three elections in the last 30 months, let us hope the country can look forward to a prolonged period of political stability and certainty. Whatever happens over the coming months, I will make sure I am not too far away from the action. The fact is that if Brexit does not ‘get done’, as Johnson has promised repeatedly over the last six weeks, pressure will have to be reapplied. Good morning and welcome to the Guardian’s politics live blog. I’m Frances Perraudin and I’ll be bringing you all of the day’s political news in the wake of yesterday’s general election result. Boris Johnson is set to embark on a whirlwind tour of northern seats taken by the Conservatives in the election, in which he secured an 80-seat majority. It’s been reported that he could visit Tony Blair’s former seat of Sedgefield in the north-east, which had been held by Labour since 1935 prior to the poll. In a speech outside No 10 on Friday, Johnson said he would “work round the clock” to repay the trust of those who voted Conservative for the first time, including those whose “pencils may have wavered over the ballot and who heard the voices of their parents and their grandparents whispering anxiously in their ears”. Appearing on the BBC’s Newsnight last night, the housing secretary, Robert Jenrick, said the government would look to redirect investment towards those communities that felt they were not being heard. We are very grateful to these traditional Labour voters, in many cases, for lending us their support on this occasion, perhaps because of Brexit. We need to earn that trust now and hopefully we will have five years ahead of us to do that.",
      "charCount": "26117",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/14/eu-brexit-transition-period-boris-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-14T15:48:41Z",
    "webTitle": "EU looks at extending Brexit transition period beyond 2020",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/14/eu-brexit-transition-period-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/14/eu-brexit-transition-period-boris-johnson",
    "fields": {
      "headline": "EU looks at extending Brexit transition period beyond 2020",
      "standfirst": "<p>Move is being considered by EU officials in face of Johnson not seeking extension beyond 11 months</p>",
      "trailText": "Move is being considered by EU officials in face of Johnson not seeking extension beyond 11 months",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"ea5ada948d517563d04b16b730cc330d5e034184\"> <img src=\"https://media.guim.co.uk/ea5ada948d517563d04b16b730cc330d5e034184/0_48_3186_1912/1000.jpg\" alt=\"Boris Johnson during a visit to Sedgefield, north-east England\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson is unlikely to seek a delay to Brexit.</span> <span class=\"element-image__credit\">Photograph: Lindsey Parnaby/AP</span> </figcaption> </figure>",
      "body": "<p>EU leaders would take the initiative and request an extension to the transition period, keeping the UK under Brussels regulations beyond 2020, under a plan mooted for getting around Boris Johnson’s stated refusal to seek a delay.</p> <p>The move is being considered by EU officials as a way out of the problem posed by the short time available to negotiate a new relationship and the prime minister’s insistence that he <a href=\"https://www.theguardian.com/politics/2019/nov/05/brexit-transition-period-not-extended-past-2020-gove\">will not seek an extension</a> beyond 11 months.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/06/can-britain-reach-a-trade-deal-with-the-eu-by-the-end-of-2020\">Can Britain reach a trade deal with the EU by the end of 2020?</a> </p> </aside>  <p>With a majority of 80 secured by the prime minister, the UK is expected to leave the EU on 31 January – in fewer than 50 days. At the end of the transition period on 31 December 2020, the UK is set to exit the EU’s customs union and single market and enter newly negotiated arrangements.</p> <p>Ursula von der Leyen, the European commission’s president, said that negotiating a future relationship in such a short timeframe would be very challenging.</p> <p>Speaking on Friday, at the end of a leaders’ summit in Brussels, she said the negotiations would instead have to prioritise key EU issues, such as the trade in goods and fisheries, and leave others for after 2020. Such a “sequencing” could leave arrangements for the UK’s financial services sector and the landing rights of British air carriers, among other issues, out of an initial deal.</p> <p>Such a staged approach would be unwelcome in Downing Street and would, in itself, be difficult to complete given the clashes expected on both the UK’s future alignment with EU laws and the level of access to British waters given to European fishing fleets.</p> <p>The withdrawal agreement stipulates that the transition can be extended by “one or two years” but that this must be agreed before 1 July next year. It is recognised in Brussels that Johnson will find it politically impossible to seek an extension to the transition to allow all the issues to be agreed.</p> <p>On breaking his word by asking for a delay, Johnson would have to open negotiations on how much extra the UK would pay into the EU budget. Free movement of people would also continue.</p> <p>Instead, it is understood initial discussions have taken place in Brussels about the EU asking the British government for an extension, given the complexity of the talks. It is likely that the EU would also need to sweeten the offer of an extension by minimising the costs that the UK would face.</p> <p>Sources suggested that such a move might offer Johnson a better chance of gaining cabinet approval, and avoid a cliff-edge exit from the EU’s structures on 31 December 2020, including the imposition of tariffs.</p> <p>The development highlights the difficulties facing the negotiators as they prepare for talks. The Dutch prime minister, Mark Rutte, said on Friday that he believed the negotiations in the next year would be far tougher than those over the withdrawal agreement.</p> <p>Some EU capitals were left frustrated by Von der Leyen’s comments about the need to sequence the talks, believing it risked antagonising the UK.</p> <p>Mujtaba Rahman, a former European commission official and now managing director for Europe at Eurasia Group, a political risk research and consulting firm, said: “The EU side hasn’t fully agreed how best to handle phase two and the big internal debate in Europe is about prioritisation. The commission wants to prioritise talks – akin to how it favoured sequencing in phase one ‪– and start with the areas where there’s no fallback, such as the free-trade agreement, level playing field and governance.</p> <p>“But EU capitals do not, as member states, worry about pre-judging Johnson’s preferences and his ability to make difficult concessions if the things that UK wants aren’t on table at the outset, such as services.”</p>",
      "wordcount": "622",
      "firstPublicationDate": "2019-12-14T15:48:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:28Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cqn6d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ea5ada948d517563d04b16b730cc330d5e034184/0_48_3186_1912/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "EU leaders would take the initiative and request an extension to the transition period, keeping the UK under Brussels regulations beyond 2020, under a plan mooted for getting around Boris Johnson’s stated refusal to seek a delay. The move is being considered by EU officials as a way out of the problem posed by the short time available to negotiate a new relationship and the prime minister’s insistence that he will not seek an extension beyond 11 months. With a majority of 80 secured by the prime minister, the UK is expected to leave the EU on 31 January – in fewer than 50 days. At the end of the transition period on 31 December 2020, the UK is set to exit the EU’s customs union and single market and enter newly negotiated arrangements. Ursula von der Leyen, the European commission’s president, said that negotiating a future relationship in such a short timeframe would be very challenging. Speaking on Friday, at the end of a leaders’ summit in Brussels, she said the negotiations would instead have to prioritise key EU issues, such as the trade in goods and fisheries, and leave others for after 2020. Such a “sequencing” could leave arrangements for the UK’s financial services sector and the landing rights of British air carriers, among other issues, out of an initial deal. Such a staged approach would be unwelcome in Downing Street and would, in itself, be difficult to complete given the clashes expected on both the UK’s future alignment with EU laws and the level of access to British waters given to European fishing fleets. The withdrawal agreement stipulates that the transition can be extended by “one or two years” but that this must be agreed before 1 July next year. It is recognised in Brussels that Johnson will find it politically impossible to seek an extension to the transition to allow all the issues to be agreed. On breaking his word by asking for a delay, Johnson would have to open negotiations on how much extra the UK would pay into the EU budget. Free movement of people would also continue. Instead, it is understood initial discussions have taken place in Brussels about the EU asking the British government for an extension, given the complexity of the talks. It is likely that the EU would also need to sweeten the offer of an extension by minimising the costs that the UK would face. Sources suggested that such a move might offer Johnson a better chance of gaining cabinet approval, and avoid a cliff-edge exit from the EU’s structures on 31 December 2020, including the imposition of tariffs. The development highlights the difficulties facing the negotiators as they prepare for talks. The Dutch prime minister, Mark Rutte, said on Friday that he believed the negotiations in the next year would be far tougher than those over the withdrawal agreement. Some EU capitals were left frustrated by Von der Leyen’s comments about the need to sequence the talks, believing it risked antagonising the UK. Mujtaba Rahman, a former European commission official and now managing director for Europe at Eurasia Group, a political risk research and consulting firm, said: “The EU side hasn’t fully agreed how best to handle phase two and the big internal debate in Europe is about prioritisation. The commission wants to prioritise talks – akin to how it favoured sequencing in phase one ‪– and start with the areas where there’s no fallback, such as the free-trade agreement, level playing field and governance. “But EU capitals do not, as member states, worry about pre-judging Johnson’s preferences and his ability to make difficult concessions if the things that UK wants aren’t on table at the outset, such as services.”",
      "charCount": "3665",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/14/john-mcdonnell-will-not-return-to-shadow-cabinet-labour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-14T14:57:49Z",
    "webTitle": "John McDonnell will not return to shadow cabinet",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/14/john-mcdonnell-will-not-return-to-shadow-cabinet-labour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/14/john-mcdonnell-will-not-return-to-shadow-cabinet-labour",
    "fields": {
      "headline": "John McDonnell will not return to shadow cabinet",
      "standfirst": "<p>Shadow chancellor says new Labour leader needs to build broad coalition across UK</p>",
      "trailText": "Shadow chancellor says new Labour leader needs to build broad coalition across UK<br>",
      "byline": "Damien Gayle, Frances Perraudin and agency",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"2357f5dc-ee8f-491d-aa3c-2c38909b9f1c\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/11Aw2SlZIMk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>John McDonnell has said he will not return to the shadow cabinet after Labour’s worst general election result in a generation.</p> \n<p>The shadow chancellor, seen as one of the architects of Labour’s shift to the left, has been a major figure at the top of the party since Jeremy Corbyn’s surprise 2015 leadership victory. But he had been criticised for his influence on Labour’s decision to support a second Brexit referendum, which <a href=\"https://www.theguardian.com/politics/2019/dec/13/working-class-voters-desert-labour-stoke-on-trent-england-red-wall\">alienated many voters in the party’s once solid heartlands</a> who had voted to leave the European Union.</p> \n<p>McDonnell said on Saturday he had “done his bit” and it was time for the party to move on. “The new leadership coming in, I think, will enable us to move forward on the key issues – getting a Brexit deal that works for all of us, tackling these grotesque levels of inequality,” he told BBC News.</p> \n<p>“But the big one … is climate change, and my fear is five years of a fossil fuel-backed government under Boris Johnson means we will miss this five-year opportunity of saving our planet.”</p> \n<p>McDonnell denied that he had backed the wrong Labour leader, saying Corbyn could have won in 2017. But this time, he said: “Things moved on, Brexit dominated everything, and that was the horns of a dilemma we were on.</p> \n<p>“The new leader will come in place, appoint the shadow cabinet,” McDonnell said. “I won’t be part of the shadow cabinet. I’ve done my bit. We need to move on at that stage, with that new leader, and I think we will be in a position [to be] learning lessons, listening to people and constructing a broad coalition right the way across the country.”</p> \n<p>He said the current shadow cabinet would stay in place for the interim period, and would respond to the Queen’s speech on Thursday. “My fear is that we’re in for a long haul now, possibly five years,” he said.</p> \n<p>McDonnell said there needed to be a debate about how “someone [Corbyn] – who I think is one of the most principled, honest, sincere, committed, anti-racist politicians – [was] demonised by a smear campaign”.</p> \n<p>“I think we have a wider debate here about <a href=\"https://www.theguardian.com/politics/2019/dec/14/jeremy-corbyns-sons-condemn-despicable-attack-on-him-after-defeat\">the role of social media and the media</a> overall,” he said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"eb0b78f3-cc56-4e4b-843c-d9444b31351d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/s7eG1kbdr0M?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Positioning in the race to become the next Labour leader has already started, with the ardent remainer David Lammy confirming he was considering putting his name forward.</p> \n<p>Others being touted to take over include Lisa Nandy, who represents leave-voting Wigan, Rebecca Long-Bailey, Angela Rayner, Sir Keir Starmer, Jess Phillips and Emily Thornberry. McDonnell named the shadow business secretary, Long-Bailey, the shadow education secretary, Rayner, and the shadow justice secretary, Richard Burgon, as part of a “new generation” who could be expected to take leading positions.</p> \n<p>John McDonnell said that the NEC officers – a sub-group of senior members of Labour’s ruling body – would meet next week and decide the timetable for a leadership election in the New Year. “It will be the usual time – a couple of months or something,” he said.</p> \n<p>Members of the wider NEC – who said that they had been contacted by the party’s leadership only to be told not to speak to the media about the election results – argued on Twitter that they would expect the leadership election timetable to be decided by a meeting of all of the committee’s members. “Any decisions on the future of the party and the leadership must be made by the full NEC, not the small officer’s group,” wrote NEC member James Asser.<br><br>An NEC meeting is scheduled for the end of January, but members said they would expect to be called to an emergency meeting before then.</p> \n<p>Several former Labour MPs who lost their seats in the election have <a href=\"https://www.theguardian.com/commentisfree/2019/dec/13/corbynism-labour-left-party\">blamed Corbyn for the party’s defeat</a>. Helen Goodman, the former Labour MP for Bishop Auckland, said Corbyn had “failed as a communicator”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/14/labour-meltdown-decades-govern-votes\">This Labour meltdown has been building for decades | Aditya Chakrabortty</a> </p> \n</aside> \n<p>She told BBC Radio 4’s Today programme: “The biggest factor was obviously the unpopularity of Jeremy Corbyn as leader. The fact of the matter is that Jeremy Corbyn failed as a communicator, whatever his good personal qualities – and he undoubtedly has good personal qualities – he failed as a communicator.”</p> \n<p>Anna Turley, who lost her seat in Redcar in the north-east, described Corbyn’s leadership as a barrier. She said: “For me, when you’re getting four doors in a row of lifelong Labour voters saying, ‘I’m sorry, Anna, I’m a lifelong Labour voter, I like what you’ve done, but I just can’t vote for that man to be prime minister,’ I’m afraid that’s a fundamental barrier that we just couldn’t get across.”</p> \n<p>She said Corbyn was “absolutely” more of a reason than Brexit for her constituents choosing to vote for another party, adding: “In my constituency, even though it was a 67% leave constituency, it was four to one the leadership over Brexit.”</p> \n<p>She said <a href=\"https://www.theguardian.com/politics/2019/dec/13/theyre-getting-their-just-desserts-how-traditional-voters-ditched-labour\">former Labour voters</a> “didn’t trust him to put our country first” because of “his history and his baggage around security and terrorism”.</p> \n<p>But the Labour MP for York Central, Rachael Maskell, who retained her seat and is a longtime Corbyn supporter, said it was not just the leader who should take responsibility for defeat.</p> \n<p>“We’ve all got to take responsibility, but I don’t think apportioning blame to a complex situation in a simplistic way is really the way to approach this. We’ve got to understand what is really happening across our political system,” she said.</p>",
      "wordcount": "901",
      "firstPublicationDate": "2019-12-14T14:57:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:16Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cqnvh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/48ba7a28038bcd977a2a7b2d2e7ae80d25582a11/0_124_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John McDonnell has said he will not return to the shadow cabinet after Labour’s worst general election result in a generation. The shadow chancellor, seen as one of the architects of Labour’s shift to the left, has been a major figure at the top of the party since Jeremy Corbyn’s surprise 2015 leadership victory. But he had been criticised for his influence on Labour’s decision to support a second Brexit referendum, which alienated many voters in the party’s once solid heartlands who had voted to leave the European Union. McDonnell said on Saturday he had “done his bit” and it was time for the party to move on. “The new leadership coming in, I think, will enable us to move forward on the key issues – getting a Brexit deal that works for all of us, tackling these grotesque levels of inequality,” he told BBC News. “But the big one … is climate change, and my fear is five years of a fossil fuel-backed government under Boris Johnson means we will miss this five-year opportunity of saving our planet.” McDonnell denied that he had backed the wrong Labour leader, saying Corbyn could have won in 2017. But this time, he said: “Things moved on, Brexit dominated everything, and that was the horns of a dilemma we were on. “The new leader will come in place, appoint the shadow cabinet,” McDonnell said. “I won’t be part of the shadow cabinet. I’ve done my bit. We need to move on at that stage, with that new leader, and I think we will be in a position [to be] learning lessons, listening to people and constructing a broad coalition right the way across the country.” He said the current shadow cabinet would stay in place for the interim period, and would respond to the Queen’s speech on Thursday. “My fear is that we’re in for a long haul now, possibly five years,” he said. McDonnell said there needed to be a debate about how “someone [Corbyn] – who I think is one of the most principled, honest, sincere, committed, anti-racist politicians – [was] demonised by a smear campaign”. “I think we have a wider debate here about the role of social media and the media overall,” he said. Positioning in the race to become the next Labour leader has already started, with the ardent remainer David Lammy confirming he was considering putting his name forward. Others being touted to take over include Lisa Nandy, who represents leave-voting Wigan, Rebecca Long-Bailey, Angela Rayner, Sir Keir Starmer, Jess Phillips and Emily Thornberry. McDonnell named the shadow business secretary, Long-Bailey, the shadow education secretary, Rayner, and the shadow justice secretary, Richard Burgon, as part of a “new generation” who could be expected to take leading positions. John McDonnell said that the NEC officers – a sub-group of senior members of Labour’s ruling body – would meet next week and decide the timetable for a leadership election in the New Year. “It will be the usual time – a couple of months or something,” he said. Members of the wider NEC – who said that they had been contacted by the party’s leadership only to be told not to speak to the media about the election results – argued on Twitter that they would expect the leadership election timetable to be decided by a meeting of all of the committee’s members. “Any decisions on the future of the party and the leadership must be made by the full NEC, not the small officer’s group,” wrote NEC member James Asser. An NEC meeting is scheduled for the end of January, but members said they would expect to be called to an emergency meeting before then. Several former Labour MPs who lost their seats in the election have blamed Corbyn for the party’s defeat. Helen Goodman, the former Labour MP for Bishop Auckland, said Corbyn had “failed as a communicator”. She told BBC Radio 4’s Today programme: “The biggest factor was obviously the unpopularity of Jeremy Corbyn as leader. The fact of the matter is that Jeremy Corbyn failed as a communicator, whatever his good personal qualities – and he undoubtedly has good personal qualities – he failed as a communicator.” Anna Turley, who lost her seat in Redcar in the north-east, described Corbyn’s leadership as a barrier. She said: “For me, when you’re getting four doors in a row of lifelong Labour voters saying, ‘I’m sorry, Anna, I’m a lifelong Labour voter, I like what you’ve done, but I just can’t vote for that man to be prime minister,’ I’m afraid that’s a fundamental barrier that we just couldn’t get across.” She said Corbyn was “absolutely” more of a reason than Brexit for her constituents choosing to vote for another party, adding: “In my constituency, even though it was a 67% leave constituency, it was four to one the leadership over Brexit.” She said former Labour voters “didn’t trust him to put our country first” because of “his history and his baggage around security and terrorism”. But the Labour MP for York Central, Rachael Maskell, who retained her seat and is a longtime Corbyn supporter, said it was not just the leader who should take responsibility for defeat. “We’ve all got to take responsibility, but I don’t think apportioning blame to a complex situation in a simplistic way is really the way to approach this. We’ve got to understand what is really happening across our political system,” she said.",
      "charCount": "5258",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/damien-gayle\">Damien Gayle</a>, <a href=\"profile/frances-perraudin\">Frances Perraudin</a> and agency"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/13/democrats-labour-biden-bernie-sanders-warren",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-14T00:10:27Z",
    "webTitle": "Democrats pick over Labour loss in UK as Biden warns of moving 'so far' left",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/13/democrats-labour-biden-bernie-sanders-warren",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/13/democrats-labour-biden-bernie-sanders-warren",
    "fields": {
      "headline": "Democrats pick over Labour loss in UK as Biden warns of moving 'so far' left",
      "standfirst": "<p>Frontrunner Biden says Labour disaster shows Democrats should avoid selecting leftwing nominee – but others disagree</p>",
      "trailText": "Frontrunner Biden says Labour disaster shows Democrats should avoid selecting leftwing nominee – but others disagree",
      "byline": "David Smith in Washington",
      "main": "<figure class=\"element element-image\" data-media-id=\"5b74eded9567bafdc625cc03e7ea96046e385921\"> <img src=\"https://media.guim.co.uk/5b74eded9567bafdc625cc03e7ea96046e385921/0_0_3818_2419/1000.jpg\" alt=\"Some US commentators cautioned against over-extrapolation, noting the deep policy and structural differences between US and British politics.\" width=\"1000\" height=\"634\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Some US commentators cautioned against over-extrapolation, noting the deep policy and structural differences between US and British politics.</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>",
      "body": "<p>Labour’s crushing defeat in the British general election ignited instant debate among Democrats in the US, with 2020 election frontrunner Joe Biden framing it as a warning to the party against moving too far left.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/13/sanders-warren-uk-elections\">Centrists say this is proof Bernie Sanders or Elizabeth Warren can't win. They are wrong | Cas Mudde</a> </p> </aside>  <p>While the Conservative prime minister, Boris Johnson, is often compared to Donald Trump, some also see parallels between the Labour leader, Jeremy Corbyn, a 70-year-old socialist, and leftwing senators Bernie Sanders and Elizabeth Warren, aged 78 and 70 respectively.</p> <p>Speaking at a campaign fundraiser in San Francisco, Biden, the former vice-president, said: “Look what happens when the Labour party moves so, so far to the left. It comes up with ideas that are not able to be contained within a rational basis quickly.</p> <p>“You’re also going to see people saying, my God, Boris Johnson, who is kind of a physical and emotional clone of the president, is able to win.”</p> <p>Others cautioned against over-extrapolation, noting the deep policy and structural differences between US and British politics. Corbyn was <a href=\"https://www.theguardian.com/politics/2019/dec/13/five-reasons-why-labour-lost-the-election\">wrestling</a> with Brexit’s defining role at the ballot and lingering allegations of antisemitism that helped lead to his party’s massive defeat. Many US commentators pointed out that even Johnson is to the left of most American politicians on issues such as healthcare and the climate crisis.</p> <p>Waleed Shahid, communications director for the leftist Justice Democrats, wrote on Twitter: “Many of the “radical” policies of Sanders + Warren are already in place in the UK. Boris is basically left of Bernie on health care! I do think leftists (&amp; liberals!) can overestimate tactics like canvassing when there’s a rightwing press hellbent on destroying the opposition.”</p> <p>But Biden’s view was endorsed by Al From, founder of the Democratic Leadership Council, who handpicked Bill Clinton to lead the party’s 1990s revival from the centre ground. “It seems to me that the lesson from Great Britain is if you go off the rails to the left too far, people aren’t going to be willing to have you go back on the track,” he said.</p> <p>Mike Bloomberg, a latecomer to the 2020 race, also chimed in, calling Corbyn’s loss a “<a href=\"https://twitter.com/MikeBloomberg/status/1205547091096936448\">clear warning</a>” for Democrats hoping to unseat Trump.</p> <p>The defeat of Corbyn, particularly in traditional Labour working-class areas, demonstrates that choosing Sanders or Warren to take on Trump in 2020 would be folly, From added.</p> <p>“I think they represent that danger. Jeremy Corbyn has a lot more despicable characteristics than either of them, but I do think that they represent an ideology that is going to be hard for a lot of American swing voters to accept, and that’s a danger.</p> <p>“It’s important for the Democrats to make sure that this election is a referendum on President Trump because if it’s a referendum on Trump, he’ll go down, and not allow him or circumstances – like our choice of Democratic candidate – to make it a contest where it’s basically as much of a referendum on the Democratic candidate as it is on Trump.”</p> <p>From was among several US commentators who drew a distinction between Twitter talk and reality, mimicking a debate playing out in Britain.</p> <p>“The Twitter world gave a picture that was a lot different from the real political world. That’s a big problem in our case. Rank-and-file Democrats are a lot less liberal, a lot more worried about things like political correctness. I gather that a lot of young people in the Labour party thought they were going to really do well because of what they read on Twitter. It turns out that everybody who votes doesn’t fly on Twitter.”</p> <p>Another centrist Democratic contender, former congressman John Delaney, described Johnson’s victory as a “wake-up call” for the party.</p> <p>“Johnson proved that mainstream voters will not embrace an extreme economic plan that will cause upheaval, just because they are not fans of the conservative leader,” he said.</p> <p>A struggle between the moderate and progressive wings of the party is well under way in the Democratic primary. The latter took away very different lessons from overnight events in Britain.</p> <p>Adam Green, co-founder of the Progressive Change Campaign Committee, a grassroots organization that has endorsed Warren, said:<em> </em>“The biggest lesson from the UK is that when running against someone with a brash personality like Trump, we need someone confident in their worldview to fight strength with strength.”</p> <p>“Elizabeth Warren confidently led the field on impeachment and popular ideas like a wealth tax to fund other popular ideas like universal childcare and student debt relief. She has clearly made fighting systemic corruption and putting the government on the side of everyday people instead of powerful corporate interests at the centerpiece of her campaign – a theme that resonates with Democrats, independents and Republicans.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/dec/11/michael-bloomberg-california-stockton-michael-tubbs\">Bloomberg faces scrutiny over stop-and-frisk on first California visit as 2020 hopeful</a> </p> </aside>  <p>Glenn Greenwald, a journalist at the Intercept, tweeted: <strong>“</strong>How come Corbyn’s defeat in Brexit-complicating UK proves the left can’t win in US, but the stunning victory by Argentina’s leftist Fernandez/Kirchner ticket doesn’t show undiluted leftism is necessary to win? Maybe people are manipulating inapplicable results for their own ends?”</p> <p>He added: “If you’re going to exploit foreign election outcomes to try to bolster your own ideological preferences in the US, try not to be so glaringly selective in how you do it. The left is winning in many places; you need to grapple with those victories, too.”</p> <p>Neil Sroka, spokesman for the progressive group Democracy for America, pointed out that US politicians would probably use the British results to bolster their own argument.</p> <p>He said: “Number one, everybody overnight becomes a comparative politics expert. Number two, anyone who says that there are direct lessons about what’s going to happen in the 2020 US election based on what happened in 2019 has an agenda that they’re trying to sell you.</p> <p>“It makes sense that Joe Biden wants to try to make that argument. I don’t think it will be very effective here in the United States writ large. It shouldn’t be convincing to anyone who actually knows anything about electoral politics in the United States and electoral politics in the United Kingdom.”</p> <p>And Sidney Blumenthal, a former assistant and senior adviser to Clinton, observed: “Johnson overwhelmingly won the Commons. Trump cannot win the House back and it is very likely the Democrats will increase their majority and I think very likely the Democrats will pick up Senate seats and possibly win the Senate.</p> <p>“If Trump hangs on, it will be nothing like a Boris Johnson Tory triumph that we’ve just seen and so<em> </em>the Democratic party is not going to suffer the kind of internal and external collapse that the Labour party has.”</p>",
      "wordcount": "1089",
      "firstPublicationDate": "2019-12-13T21:04:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2021-01-21T03:21:59Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cqj34",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5b74eded9567bafdc625cc03e7ea96046e385921/0_26_3818_2291/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour’s crushing defeat in the British general election ignited instant debate among Democrats in the US, with 2020 election frontrunner Joe Biden framing it as a warning to the party against moving too far left. While the Conservative prime minister, Boris Johnson, is often compared to Donald Trump, some also see parallels between the Labour leader, Jeremy Corbyn, a 70-year-old socialist, and leftwing senators Bernie Sanders and Elizabeth Warren, aged 78 and 70 respectively. Speaking at a campaign fundraiser in San Francisco, Biden, the former vice-president, said: “Look what happens when the Labour party moves so, so far to the left. It comes up with ideas that are not able to be contained within a rational basis quickly. “You’re also going to see people saying, my God, Boris Johnson, who is kind of a physical and emotional clone of the president, is able to win.” Others cautioned against over-extrapolation, noting the deep policy and structural differences between US and British politics. Corbyn was wrestling with Brexit’s defining role at the ballot and lingering allegations of antisemitism that helped lead to his party’s massive defeat. Many US commentators pointed out that even Johnson is to the left of most American politicians on issues such as healthcare and the climate crisis. Waleed Shahid, communications director for the leftist Justice Democrats, wrote on Twitter: “Many of the “radical” policies of Sanders + Warren are already in place in the UK. Boris is basically left of Bernie on health care! I do think leftists (&amp; liberals!) can overestimate tactics like canvassing when there’s a rightwing press hellbent on destroying the opposition.” But Biden’s view was endorsed by Al From, founder of the Democratic Leadership Council, who handpicked Bill Clinton to lead the party’s 1990s revival from the centre ground. “It seems to me that the lesson from Great Britain is if you go off the rails to the left too far, people aren’t going to be willing to have you go back on the track,” he said. Mike Bloomberg, a latecomer to the 2020 race, also chimed in, calling Corbyn’s loss a “clear warning” for Democrats hoping to unseat Trump. The defeat of Corbyn, particularly in traditional Labour working-class areas, demonstrates that choosing Sanders or Warren to take on Trump in 2020 would be folly, From added. “I think they represent that danger. Jeremy Corbyn has a lot more despicable characteristics than either of them, but I do think that they represent an ideology that is going to be hard for a lot of American swing voters to accept, and that’s a danger. “It’s important for the Democrats to make sure that this election is a referendum on President Trump because if it’s a referendum on Trump, he’ll go down, and not allow him or circumstances – like our choice of Democratic candidate – to make it a contest where it’s basically as much of a referendum on the Democratic candidate as it is on Trump.” From was among several US commentators who drew a distinction between Twitter talk and reality, mimicking a debate playing out in Britain. “The Twitter world gave a picture that was a lot different from the real political world. That’s a big problem in our case. Rank-and-file Democrats are a lot less liberal, a lot more worried about things like political correctness. I gather that a lot of young people in the Labour party thought they were going to really do well because of what they read on Twitter. It turns out that everybody who votes doesn’t fly on Twitter.” Another centrist Democratic contender, former congressman John Delaney, described Johnson’s victory as a “wake-up call” for the party. “Johnson proved that mainstream voters will not embrace an extreme economic plan that will cause upheaval, just because they are not fans of the conservative leader,” he said. A struggle between the moderate and progressive wings of the party is well under way in the Democratic primary. The latter took away very different lessons from overnight events in Britain. Adam Green, co-founder of the Progressive Change Campaign Committee, a grassroots organization that has endorsed Warren, said: “The biggest lesson from the UK is that when running against someone with a brash personality like Trump, we need someone confident in their worldview to fight strength with strength.” “Elizabeth Warren confidently led the field on impeachment and popular ideas like a wealth tax to fund other popular ideas like universal childcare and student debt relief. She has clearly made fighting systemic corruption and putting the government on the side of everyday people instead of powerful corporate interests at the centerpiece of her campaign – a theme that resonates with Democrats, independents and Republicans.” Glenn Greenwald, a journalist at the Intercept, tweeted: “How come Corbyn’s defeat in Brexit-complicating UK proves the left can’t win in US, but the stunning victory by Argentina’s leftist Fernandez/Kirchner ticket doesn’t show undiluted leftism is necessary to win? Maybe people are manipulating inapplicable results for their own ends?” He added: “If you’re going to exploit foreign election outcomes to try to bolster your own ideological preferences in the US, try not to be so glaringly selective in how you do it. The left is winning in many places; you need to grapple with those victories, too.” Neil Sroka, spokesman for the progressive group Democracy for America, pointed out that US politicians would probably use the British results to bolster their own argument. He said: “Number one, everybody overnight becomes a comparative politics expert. Number two, anyone who says that there are direct lessons about what’s going to happen in the 2020 US election based on what happened in 2019 has an agenda that they’re trying to sell you. “It makes sense that Joe Biden wants to try to make that argument. I don’t think it will be very effective here in the United States writ large. It shouldn’t be convincing to anyone who actually knows anything about electoral politics in the United States and electoral politics in the United Kingdom.” And Sidney Blumenthal, a former assistant and senior adviser to Clinton, observed: “Johnson overwhelmingly won the Commons. Trump cannot win the House back and it is very likely the Democrats will increase their majority and I think very likely the Democrats will pick up Senate seats and possibly win the Senate. “If Trump hangs on, it will be nothing like a Boris Johnson Tory triumph that we’ve just seen and so the Democratic party is not going to suffer the kind of internal and external collapse that the Labour party has.”",
      "charCount": "6644",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/davidsmith\">David Smith</a> in Washington"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]