[
  {
    "id": "politics/2019/oct/11/unsettled-status-for-eu-citizens",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-11T16:20:09Z",
    "webTitle": "Unsettled status for EU citizens | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/11/unsettled-status-for-eu-citizens",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/11/unsettled-status-for-eu-citizens",
    "fields": {
      "headline": "Unsettled status for EU citizens",
      "standfirst": "<strong>Prof Ceri Crossley </strong>thinks the settled status scheme is dehumanising and not fit for purpose. <strong>Prof Dimitrios Giannoulopoulos </strong>says the threat of deportation is deeply depressing and evidence of indifference to citizens",
      "trailText": "<strong>Letters:</strong> <strong>Prof Ceri Crossley </strong>thinks the settled status scheme is dehumanising and not fit for purpose. <strong>Prof Dimitrios Giannoulopoulos </strong>says the threat of deportation is deeply depressing and evidence of indifference to citizens",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7af382b15410d67614e422dafa0eb37c60c8a49b\"> <img src=\"https://media.guim.co.uk/7af382b15410d67614e422dafa0eb37c60c8a49b/883_205_1711_1027/1000.jpg\" alt=\"Brandon Lewis\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The security minister, Brandon Lewis, has shown an unacceptable lack of understanding for the legal and psychological ordeal that EU citizens have been subjected to,’ says Dimitrios Giannoulopoulos.</span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>",
      "body": "<p>Amelia Gentleman is spot-on (<a href=\"https://www.theguardian.com/politics/2019/oct/08/ive-been-here-50-years-the-eu-citizens-struggling-for-the-right-to-stay-in-britain\" title=\"\">The long read</a>, Journal, 8 October). Does the Home Office seriously believe that its EU settled status programme is fit for purpose? I am British and my wife is French. We married in 1969. My wife taught in the secondary sector for 28 years. She is in receipt of a teacher’s pension and a state pension. She holds a UK driving licence. She is on the electoral roll for local elections. She is joint owner of the property in which we have lived since 1980. Somewhat naively she assumed that her settled status would be confirmed once she inputted her national insurance number. Alas no. Additional documentation is required demonstrating residence for a five-year period. We are at present assembling the set of documents. However, we are told that P60s may not suffice since they do not prove residence. The Home Office seems to place a strange faith in council tax demands – who files them for safekeeping?</p> <p>There is something truly Kafkaesque about requiring a woman in her 70s to prove that she has been living in her own home. Neither my wife nor I are in the best of health, and we are finding this process immensely dispiriting and unnecessarily stressful. Furthermore, like the lady in the article, we are of the pre-internet generation and have to rely completely on our grandson’s mobile phone and technical knowhow.</p> <p>Do not believe the bromides and the platitudes. In practice this process is vicious and dehumanising. To be treated in this manner after half a century’s blameless residence in the UK is shameful.<br><strong>Prof</strong><strong> Ceri Crossley</strong><br><em>Birmingham</em></p> <p>• The security minister, Brandon Lewis, has shown an unacceptable lack of understanding for the legal and psychological ordeal that EU citizens have been subjected to in the chaotic Brexit process (<a href=\"https://www.theguardian.com/politics/2019/oct/10/eu-nationals-lacking-settled-status-could-be-deported-minister-says\" title=\"\">Get settled status or we will deport you, EU citizens told</a>, 11 October).</p> <p>EU citizens woke up on 24 June 2016 with a fear that their existing rights – to live and work, and develop socially and professionally in this country – had been taken away (subject to renegotiation). Treated as bargaining chips in the Brexit negotiations, their continuing anxiety was aggravated. Now this has confirmed their worst nightmare. There can be no certainty or assurances, their lives have been turned upside down.</p> <p>The minister’s threats are deeply uninformed, too. Deportation would almost certainly violate the right to private and family life under article 8 of the European convention on human rights.</p> <p>In October 2017 I had the privilege of appearing before the House of Lords’ EU justice sub-committee to argue that the continued state of uncertainty for EU citizens – let alone deportation – in itself violated article 8. The chair, Baroness Kennedy, was in full agreement. But she was also, quite rightly, keen to ensure we did not cause “alarm around the nation that expulsion [was] on the cards”.</p> <p>It is deeply depressing – evidence of uncivilised behaviour and of indifference to citizens and their human rights – to hear now that expulsion is on the cards.<br><strong>Prof</strong><strong> Dimitrios Giannoulopoulos</strong><br><em>Goldsmiths, University of London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "554",
      "commentable": "false",
      "firstPublicationDate": "2019-10-11T16:20:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:31Z",
      "newspaperEditionDate": "2019-10-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cfqtc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7af382b15410d67614e422dafa0eb37c60c8a49b/883_205_1711_1027/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Amelia Gentleman is spot-on (The long read, Journal, 8 October). Does the Home Office seriously believe that its EU settled status programme is fit for purpose? I am British and my wife is French. We married in 1969. My wife taught in the secondary sector for 28 years. She is in receipt of a teacher’s pension and a state pension. She holds a UK driving licence. She is on the electoral roll for local elections. She is joint owner of the property in which we have lived since 1980. Somewhat naively she assumed that her settled status would be confirmed once she inputted her national insurance number. Alas no. Additional documentation is required demonstrating residence for a five-year period. We are at present assembling the set of documents. However, we are told that P60s may not suffice since they do not prove residence. The Home Office seems to place a strange faith in council tax demands – who files them for safekeeping? There is something truly Kafkaesque about requiring a woman in her 70s to prove that she has been living in her own home. Neither my wife nor I are in the best of health, and we are finding this process immensely dispiriting and unnecessarily stressful. Furthermore, like the lady in the article, we are of the pre-internet generation and have to rely completely on our grandson’s mobile phone and technical knowhow. Do not believe the bromides and the platitudes. In practice this process is vicious and dehumanising. To be treated in this manner after half a century’s blameless residence in the UK is shameful. Prof Ceri Crossley Birmingham • The security minister, Brandon Lewis, has shown an unacceptable lack of understanding for the legal and psychological ordeal that EU citizens have been subjected to in the chaotic Brexit process (Get settled status or we will deport you, EU citizens told, 11 October). EU citizens woke up on 24 June 2016 with a fear that their existing rights – to live and work, and develop socially and professionally in this country – had been taken away (subject to renegotiation). Treated as bargaining chips in the Brexit negotiations, their continuing anxiety was aggravated. Now this has confirmed their worst nightmare. There can be no certainty or assurances, their lives have been turned upside down. The minister’s threats are deeply uninformed, too. Deportation would almost certainly violate the right to private and family life under article 8 of the European convention on human rights. In October 2017 I had the privilege of appearing before the House of Lords’ EU justice sub-committee to argue that the continued state of uncertainty for EU citizens – let alone deportation – in itself violated article 8. The chair, Baroness Kennedy, was in full agreement. But she was also, quite rightly, keen to ensure we did not cause “alarm around the nation that expulsion [was] on the cards”. It is deeply depressing – evidence of uncivilised behaviour and of indifference to citizens and their human rights – to hear now that expulsion is on the cards. Prof Dimitrios Giannoulopoulos Goldsmiths, University of London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3389",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/11/who-will-select-and-train-the-technocrats",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-11T16:16:08Z",
    "webTitle": "Who will select and train the technocrats? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/11/who-will-select-and-train-the-technocrats",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/11/who-will-select-and-train-the-technocrats",
    "fields": {
      "headline": "Who will select and train the technocrats?",
      "standfirst": "<strong>Philip Wood</strong> and <strong>John Airs</strong> take issue with Norman Strauss’s proposal for a ‘new constitutional specification and pluralist project team’",
      "trailText": "Letters: <strong>Philip Wood</strong> and <strong>John Airs</strong> take issue with Norman Strauss’s proposal for a ‘new constitutional specification and pluralist project team’",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9d22aeabadd8f1856e22bb4d15fcf525483bacb4\"> <img src=\"https://media.guim.co.uk/9d22aeabadd8f1856e22bb4d15fcf525483bacb4/0_64_2048_1229/1000.jpg\" alt=\"Tony Blair in 2003\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Technocratic governance was exemplified by Tony Blair’s ideology-lite approach, with its PFI, outsourcing, privatisations and light-touch regulation of finance,’ writes Philip Wood.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>I’m all for massive constitutional change with considerable devolution of power and fiscal responsibility to the lowest, local, functional level: allied to federalism and proportional representation to sweep away our lousy “elective dictatorship”. But Norman Strauss’s wordy proposal for a kind of supreme technocratic institute directing government policy and action is baffling (<a href=\"https://www.theguardian.com/politics/2019/oct/10/only-system-change-can-heal-our-society\" title=\"\">Letters</a>, 11 October). Who’s going to “brilliantly” select and train this elite group and are they expected to be an ideological vacuum? Technocratic governance was exemplified by Tony Blair’s ideology-lite approach, with its PFI, outsourcing, privatisations and light-touch regulation of finance. This helped maintain our massive levels of inequality and social dysfunction that Tory misrule has made far worse. Rule by any kind of elite, be it unrepresentative technocracy or otherwise, usually degenerates into authoritarianism coupled with sidelined democratic institutions to lend it a kind of spurious legitimacy.<br><strong>Philip Wood</strong><br><em>Kidlington, Oxfordshire</em></p> <p>• Even on a third reading Norman Strauss’s letter still baffles. I can make some sense of and certainly agree that “new era-defining paradigm shifts are what spark change”. But I don’t think he’d agree with me that the defeat of Thatcher’s 40-year disastrous experiment by a rational socialist government could deliver the paradigm shift we need.<br><strong>John Airs</strong><br><em>Liverpool </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "248",
      "commentable": "false",
      "firstPublicationDate": "2019-10-11T16:16:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-11T16:20:07Z",
      "newspaperEditionDate": "2019-10-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cfqy7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9d22aeabadd8f1856e22bb4d15fcf525483bacb4/0_64_2048_1229/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I’m all for massive constitutional change with considerable devolution of power and fiscal responsibility to the lowest, local, functional level: allied to federalism and proportional representation to sweep away our lousy “elective dictatorship”. But Norman Strauss’s wordy proposal for a kind of supreme technocratic institute directing government policy and action is baffling (Letters, 11 October). Who’s going to “brilliantly” select and train this elite group and are they expected to be an ideological vacuum? Technocratic governance was exemplified by Tony Blair’s ideology-lite approach, with its PFI, outsourcing, privatisations and light-touch regulation of finance. This helped maintain our massive levels of inequality and social dysfunction that Tory misrule has made far worse. Rule by any kind of elite, be it unrepresentative technocracy or otherwise, usually degenerates into authoritarianism coupled with sidelined democratic institutions to lend it a kind of spurious legitimacy. Philip Wood Kidlington, Oxfordshire • Even on a third reading Norman Strauss’s letter still baffles. I can make some sense of and certainly agree that “new era-defining paradigm shifts are what spark change”. But I don’t think he’d agree with me that the defeat of Thatcher’s 40-year disastrous experiment by a rational socialist government could deliver the paradigm shift we need. John Airs Liverpool • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1698",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/oct/11/brexit-barnier-and-barclay-hold-talks-after-positive-johnson-varadkar-meeting-on-potential-deal-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-11T16:11:44Z",
    "webTitle": "Brexit: Johnson refuses to rule out NI staying in customs union – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/oct/11/brexit-barnier-and-barclay-hold-talks-after-positive-johnson-varadkar-meeting-on-potential-deal-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/oct/11/brexit-barnier-and-barclay-hold-talks-after-positive-johnson-varadkar-meeting-on-potential-deal-live-news",
    "fields": {
      "headline": "Brexit: Johnson refuses to rule out NI staying in customs union – as it happened",
      "standfirst": "<p>Follow the latest political developments after the UK and Irish leaders agreed there was a ‘pathway to a possible deal’<br></p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/11/michel-barnier-meets-brexit-secretary-after-uks-positive-talks-with-ireland\">EU27 gives green light for Brexit talks to move to key ‘tunnel’ phase</a></li></ul>",
      "trailText": "Follow the latest political developments after the UK and Irish leaders agreed there was a ‘pathway to a possible deal’<br>",
      "byline": "Frances Perraudin (now), Mattha Busby and Matthew Weaver (earlier)",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c345241f-583f-4519-959f-410e379314e2\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/QgdodmrrDjA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5da0a6cc8f08b13ca7c78e0c\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T16:11:44.346Z\">5.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Evening summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a quick summary of what happened this afternoon.<br></p> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/oct/11/michel-barnier-meets-brexit-secretary-after-uks-positive-talks-with-ireland\">Boris Johnson has signalled to the EU that he would make a major U-turn on his plans for the Irish border to successfully secure a 48-hour window of intensive negotiations over a potential Brexit deal.</a> EU diplomats gave the green light to a weekend of talks after being told by the bloc’s chief negotiator, Michel Barnier, that Johnson seemed to better understand the importance of not having a customs border on the island of Ireland. </li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/oct/11/brexit-barnier-and-barclay-hold-talks-after-positive-johnson-varadkar-meeting-on-potential-deal-live-news?page=with:block-5da08c918f084862358fc4ae#block-5da08c918f084862358fc4ae\">Boris Johnson declined to say whether Northern Ireland would definitely leave the EU’s customs union when asked. </a>“I think it would be wrong of me to give a running commentary on the negotiations,” he said. “With the greatest possible respect I think, look at everything I’ve said previously. I think you can draw your own conclusions from that. But let our negotiators get on.”</li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/oct/11/brexit-barnier-and-barclay-hold-talks-after-positive-johnson-varadkar-meeting-on-potential-deal-live-news?page=with:block-5da0a1b78f084862358fc649#block-5da0a1b78f084862358fc649\">The DUP has said it will only support a Brexit deal that is in Northern Ireland’s “long-term economic and constitutional interests”. </a>Leader Arlene Foster said the party would exercise its “considerable influence” in Parliament to stand up for the region. She said her party was clear the UK must leave the EU as “one nation” and that no barriers to trade could be erected within the UK. She also stressed the importance of Northern Ireland giving democratic consent to any arrangement that might align the region with specific sectors of the single market. </li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/oct/11/john-mcdonnell-i-cant-see-jeremy-corbyn-staying-on-if-labour-loses-election\">Jeremy Corbyn would be likely to step down as Labour leader if the party loses the next election, John McDonnell has said</a>. In <a href=\"https://www.gq-magazine.co.uk/politics/article/john-mcdonnell-brexit-interview-2019\">an interview </a>with Tony Blair’s former spokesman, Alastair Campbell, in GQ, the shadow chancellor also said that in such an event he would also probably quit his role. McDonnell also raised the possibility of Labour potentially supporting a second Brexit referendum before a general election, an idea popular with some Labour MPs but so far resisted by Corbyn and his team.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5da0a1b78f084862358fc649\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T15:42:16.436Z\">4.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP have issued an interestingly positive seeming statement – </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1182679791239094272\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Arlene Foster, DUP leader, issues positive sounding statement about the nascent Johnson plan <a href=\"https://t.co/IvpOgxThTu\">pic.twitter.com/IvpOgxThTu</a></p>— Sam Coates Sky (@SamCoatesSky) \n    <a href=\"https://twitter.com/SamCoatesSky/status/1182679791239094272?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/1182682778023972864\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This statement from the DUP appears significant for what it does not say. When May thought she had them on side between MV2 and MV3 they torpedoed her hopes in a statement like this. This time the game is still afoot <a href=\"https://t.co/WQI89TuJn6\">https://t.co/WQI89TuJn6</a></p>— Tim Shipman (@ShippersUnbound) \n    <a href=\"https://twitter.com/ShippersUnbound/status/1182682778023972864?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T15:42:51.405Z\">at 4.42pm BST</time></p> \n</div> \n<div id=\"block-5da09ed88f084862358fc623\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T15:28:10.349Z\">4.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The pound had its biggest two-day rally against the dollar since the Brexit vote as hopes rose that a deal could be struck before the deadline later this month, my colleagues Richard Partington and Graeme Wearden report.</p> \n  <blockquote> \n   <p>Sterling climbed to the highest level in three months against the US currency, briefly hitting $1.27, amid mounting optimism in the City, after the EU’s chief negotiator, Michel Barnier, said talks could <a href=\"https://www.theguardian.com/politics/2019/oct/11/michel-barnier-meets-brexit-secretary-after-uks-positive-talks-with-ireland\">progress to the next phase</a>.</p> \n   <p>The pound has risen four cents against the dollar since Thursday, when Boris Johnson and the Irish Taoiseach, Leo Varadkar, agreed there was a “<a href=\"https://www.theguardian.com/politics/2019/oct/10/boris-johnson-and-leo-varadkar-say-they-see-pathway-to-brexit-deal\">pathway to a possible Brexit deal</a>”. That is the sharpest two-day rise in the pound since the EU referendum more than three years ago.</p> \n  </blockquote> \n  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-11T14:53:47/embed.html\" data-alt=\"The pound has surged as hopes of Brexit deal rise\"> \n   <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-11T14:53:47/embed.html\">The pound has surged as hopes of Brexit deal rise</a> \n   <figcaption>\n    The pound has surged as hopes of Brexit deal rise\n   </figcaption> \n  </figure> \n  <p>You can read the full story here –</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/oct/11/pound-surges-as-hopes-of-brexit-deal-rise\">Pound surges as hopes of Brexit deal rise</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5da098b48f084862358fc5b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T15:08:36.990Z\">4.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PickardJE/status/1182661210803757058\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Ministers have agreed to hand over £86.6m of taxpayers money to four ferry companies to ensure the flow of vital medicines into the UK after a No-Deal Brexit under a deal to be announced on Friday afternoon: <br><br>Britanny Ferries, DFDS, P&amp;O and Stena Line. Story to follow soon....</p>— Jim Pickard (@PickardJE) \n    <a href=\"https://twitter.com/PickardJE/status/1182661210803757058?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The government has announced it has signed contracts with ferry operators Brittany Ferries, DFDS, P&amp;O and Stena Line to provide freight capacity in the event of a no-deal Brexit. The deals will be worth up to £86.6m if the UK leaves the bloc without an agreement. An early termination fee of £11.5m will be paid to the firms if a Brexit deal is agreed. </p> \n  <p>Transport Secretary Grant Shapps said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The UK is getting ready to leave the EU on October 31 and, like any sensible government, we are preparing for all outcomes. Our decisive action means freight operators will be ready and waiting to transport vital medicines into the country from the moment we leave.</p> \n  </blockquote> \n  <p><a href=\"https://www.theguardian.com/uk-news/2019/may/01/chris-grayling-cancels-ferry-contracts-at-extra-50m-cost-to-taxpayers-brexit\">In May,</a> then-transport secretary Chris Grayling was forced to cancel ferry contracts signed to ensure critical imports could reach the UK in the event of a no-deal Brexit, when the date of Brexit was pushed back from 29 March to 31 October.</p> \n  <p>The contracts worth £89m with Brittany Ferries and DFDS were designed to secure ferry space for vital goods across the Channel. The cancellation resulted in a termination payout of £43.8m to the firms, along with costs taking the final bill over £50m. </p> \n </div> \n</div> \n<div id=\"block-5da096a98f08b13ca7c78d46\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T14:58:45.653Z\">3.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The prime minister visited a school in Beaconsfield in Buckinghamshire today – Dominic Grieve’s constituency – which ITV’s Paul Brand says has prompted speculation that he could be planning to stand there in the next election. Johnson only has a majority of 5,000 in his Uxbridge seat.</p> \n  <p><a href=\"https://www.thetimes.co.uk/edition/news/liberal-democrats-will-step-aside-at-general-election-for-dominic-grieve-jscdp2d6x\">The Sunday Times</a> reported last week that the Liberal Democrats would stand aside in Beaconsfield to help Grieve, the former Conservative attorney general, now an independent, to retain his seat.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1182663905425924098\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Rumour mill in overdrive about PM choosing Beaconsfield for his visit today by the way. Sitting MP is Dominic Grieve, who is planning to stand as an independent. But could Boris Johnson fancy running there rather than in Uxbridge, where things could be dicey for him? 🤷‍♂️</p>— Paul Brand (@PaulBrandITV) \n    <a href=\"https://twitter.com/PaulBrandITV/status/1182663905425924098?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Boris Johnson visited St Mary and All Saints C of E Primary School, where he admitted to <a href=\"https://www.bucksfreepress.co.uk/news/17963491.boris-johnson-schools-did-fall-far-behind/\">the Bucks Free Press</a> that some schools had fallen behind as a result of under funding.</p> \n </div> \n</div> \n<div id=\"block-5da0927b8f084862358fc53d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T14:37:43.193Z\">3.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The BBC is reporting that the aerospace, automotive, chemicals, food and drink and pharmaceutical sectors have written to the prime minister to express concern that Boris Johnson’s negotiators have dropped commitments to maintain regulatory alignment. They are concerned that the UK might no longer participate in specific EU regulatory institutions after any Brexit deal.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/1182664512748556289\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: bodies representing carmakers, chemicals industry, food and drink industry, aerospace, and pharma 1.1m workers, ok with May deal, previously concern on no deal - expressing big concern about general wider direction of the PMs Brexit deal. FULL story<a href=\"https://t.co/00slRN1K7g\">https://t.co/00slRN1K7g</a></p>— Faisal Islam (@faisalislam) \n    <a href=\"https://twitter.com/faisalislam/status/1182664512748556289?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da08c918f084862358fc4ae\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T14:08:06.297Z\">3.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson refuses to rule out Northern Ireland staying in customs union</h2> \n <div class=\"block-elements\"> \n  <p>In a pooled television clip following a visit to a school on Friday, Boris Johnson declined to say whether Northern Ireland would definitely leave the EU’s customs union when asked.</p> \n  <p>“I think it would be wrong of me to give a running commentary on the negotiations,” he said. “With the greatest possible respect I think, look at everything I’ve said previously. I think you can draw your own conclusions from that. But let our negotiators get on.”</p> \n  <p>Johnson said: “I can certainly tell you that under no circumstances will we see anything that damages the ability of the whole of the United Kingdom to take full advantage of Brexit, and I think that’s what people would expect, and that’s what I think we can achieve.”</p> \n  <p>He added: “Where Leo Varadkar and I got to yesterday was a joint feeling that there is a way forward, and we can see a pathway to a deal. That doesn’t mean it’s a done deal. So there’s work to be done.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T14:17:51.732Z\">at 3.17pm BST</time></p> \n</div> \n<div id=\"block-5da087918f083d8b3b9da21d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T14:04:40.026Z\">3.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Lots of chatter over what will happen now to the backstop, although no details were revealed officially today.</p> \n  <p>This is from Reuters, who have spoken to sources within the European commission:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>A diplomat and an EU official said Barnier had told member states that Britain had changed its position to now accept that the proposed replacement to the so-called “backstop” cannot erect a customs border between EU member Ireland and the British province of Northern Ireland. </em></p> \n   <p><em>“On customs, they admitted that the solution cannot result in the creation of a border in Ireland,” the diplomat said, adding that this admission was the reason Barnier gave national envoys in Brussels to justify going into intensified talks with Britain over the weekend. </em></p> \n   <p><em>Separately, two senior EU diplomats told Reuters the possible solution could include two elements: keeping Northern Ireland inside the UK’s customs regime and, at the same time, ensuring that customs and regulatory checks were carried out together. </em></p> \n   <p><em>Under an earlier British proposal, the regulatory border would run in the Irish Sea between Northern Ireland and mainland Britain. The sources said they understood that customs checks could be carried out there as well under the plan now under discussions. </em></p> \n   <p><em>That marked a change from the latest EU-UK discussions when London proposed dispersed customs checks across the whole island of Ireland, which the bloc rejected as unworkable and not offering enough protection to its single market. </em></p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SebastianEPayne/status/1182654816507564032\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The second ERG amendment made it unlawful for Northern Ireland to enter a separate customs territory from UK.<br><br>Boris Johnson will have to find a Commons majority to repeal/amend the trade bill if his new Brexit plan is going to fly. <a href=\"https://t.co/ZbtGXkEszQ\">pic.twitter.com/ZbtGXkEszQ</a></p>— Sebastian Payne (@SebastianEPayne) \n    <a href=\"https://twitter.com/SebastianEPayne/status/1182654816507564032?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1182655098041913344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Boris Johnson twice refuses to say Northern Ireland will leave the EU's Customs Union under the new pathway agreed with Varadkar. Instead, says: \"The whole of the UK will be able to take full advantage of Brexit\".</p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1182655098041913344?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesERothwell/status/1182654344388317185\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Reuters reports that UK has dropped plans for doing customs checks on the land border between NI and Republic of Ireland. Checks on customs and goods instead to go in the Irish sea<br><br>Sounds a lot like...the Northern Ireland-only backstop</p>— James Rothwell (@JamesERothwell) \n    <a href=\"https://twitter.com/JamesERothwell/status/1182654344388317185?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T14:20:14.454Z\">at 3.20pm BST</time></p> \n</div> \n<div id=\"block-5da084ed8f08b13ca7c78c13\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T13:36:09.659Z\">2.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Federation of Small Businesses has described the agreement to intensify Brexit negotiations as a circuit breaker which offers light at the end of the tunnel.</p> \n  <p>The FSB national chairman, <strong>Mike Cherry</strong>, said: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>After months lost in the Brexit uncertainty that has hit many of our small businesses, there finally appears to be a glimmer of hope at the end of the tunnel.</em></p> \n   <p><em>Positive technical talks appear to have been the circuit breaker needed to kick-start negotiations and provide a credible pathway towards a deal that avoids a no-deal Brexit on 31 October that many small businesses are simply unable to prepare for.</em></p> \n   <p><em>For these small firms, averting this outcome is the only sensible way forward. It truly is crunch time now and the small business message is clear – we need intensity and determination from both the UK government and EU, in the time that is left, to get a last-minute deal done.</em></p> \n   <p><em>These small businesses cannot afford to see this progress squandered and a return to the prospect of a no-deal Brexit on 31 October which would cause real harm to many small businesses.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T13:42:29.789Z\">at 2.42pm BST</time></p> \n</div> \n<div id=\"block-5da0820a8f083d8b3b9da1d4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T13:23:44.954Z\">2.23pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK 'drifting closer' to original Northern Ireland backstop - report</h2> \n <div class=\"block-elements\"> \n  <p>RTÉ’s Europe editor has said the UK appears to be moving back towards the original aims of the Northern Ireland backstop.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tconnellyRTE/status/1182641575580590080\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: The UK appears to be drifting closer back to the original aims of the Northern Ireland backstop, I understand. This is the message Michel Barnier delivered to EU27 ambassadors late this morning following his meeting with Brexit Secretary Steve Barclay</p>— Tony Connelly (@tconnellyRTE) \n    <a href=\"https://twitter.com/tconnellyRTE/status/1182641575580590080?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2018/jun/07/brexit-what-is-the-uks-backstop-proposal\">Brexit: what is the UK's backstop proposal?</a> </p> \n  </aside> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"f7a22732-f379-4368-8b27-6076c25d93de\" data-atom-type=\"qanda\"> \n    <div>\n     <div class=\"atom-Qanda\">\n      <p></p>\n      <p>The British government’s version of Brexit involves the UK ultimately leaving the single market and customs union, requiring the return of a range of checks on goods crossing the border between&nbsp;<a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a>&nbsp;and the Republic of Ireland. The “backstop” is intended as a standstill placeholder to ensure such checks do not have to be imposed between Brexit happening with a deal, and the start of a new free trade agreement yet to be negotiated between the UK and the EU.</p>\n      <p>Theresa May's withdrawal agreement proposed keeping the whole of the UK in a shared customs territory with the EU during this period. An alternative idea involves only Northern Ireland staying in the EU’s customs territory. That would place a customs border in the Irish Sea. May described it as a threat to the constitutional integrity of the UK, but the new prime minister, Boris Johnson, has opened the current talks by proposing an all-Ireland agri-food zone. The suggestion is that he will seek to quietly build on that with further NI-only arrangements.</p>\n      <p>Given an NI-only backstop was an EU proposal in the first place, the U-turn would be warmly welcomed in Brussels, although attempts to give the Northern Ireland assembly a veto on its continuation would not be acceptable, and the DUP would be unlikely to support the prime minister in such a move in parliament.</p>\n      <p>If there is a no-deal Brexit, then there is no backstop.</p>\n      <p><a href=\"https://www.theguardian.com/profile/daniel-boffey\"><b>Daniel Boffey</b></a></p>\n      <p></p>\n     </div>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Attention will also now turn to the absence of a devolved government in Northern Ireland. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tconnellyRTE/status/1182641580248915969\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">3/ On consent, I understand Mr Barnier said the UK is signalling a willingness to accept a simple majority endorsement in NI, rather than a veto for one party. Whether this is via a Stormont Assembly vote or even a referendum on exiting the new arrangements is not clear</p>— Tony Connelly (@tconnellyRTE) \n    <a href=\"https://twitter.com/tconnellyRTE/status/1182641580248915969?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is some more tunnel intrigue.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1182646225373405186\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">And one EU diplomat tells me: <br><br>\"So we seem to be going into a tunnel although that would imply a way out. So let’s see. Barnier has been given space to negotiate over the weekend. He will revert to ambassadors pre-summit to discuss the guidance sought from leaders at council.\"</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1182646225373405186?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T13:45:59.024Z\">at 2.45pm BST</time></p> \n</div> \n<div id=\"block-5da07d378f083d8b3b9da19b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T13:17:00.986Z\">2.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/oct/11/michel-barnier-meets-brexit-secretary-after-uks-positive-talks-with-ireland\">EU’s chief Brexit negotiator Michel Barnier has secured the agreement of the EU27 to open intensive “tunnel” negotiations on Boris Johnson’s latest proposals in major boost for UK government.</a></li> \n  </ul> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"4b74cb9c-e238-4bcd-8ae0-5fb25d8ae35e\" data-atom-type=\"qanda\"> \n    <div>\n     <div class=\"atom-Qanda\">\n      <p></p>\n      <p>\"Tunnel\" negotiations describe a Brussels process whereby a small group of negotiators hold discussions in secret, with no press briefings or documents published, meaning the offers and counter-offers are not disclosed – unless they are leaked.</p>\n      <p>In theory it allows a \"safe space\" where controversial ideas can be discussed without worrying about the political fall-out on either side from even considering them, emboldening negotiators to consider politically riskier proposals.</p>\n      <p>When Brexit negotiations have previously gone into the tunnel, even EU27 ambassadors have not been kept informed of the progress. It also allows the results to be presented as a joint proposal, avoiding the appearance that there have been winners and losers in a negotiation.</p>\n      <p>The Irish Times has reported that when a journalist asked a European commission official where the tunnel was, they replied: “The tunnel is not a place, but a state of mind.”</p>\n      <p></p>\n     </div>\n    </div>\n   </gu-atom> \n  </figure> \n  <ul> \n   <li>Earlier, he compared Brexit negotiations with climbing a mountain after both the UK and the EU released statements recognising that the talks were constructive.</li> \n  </ul> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"a888bf9e-3755-462a-bfb0-6ab62826acca\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/8X0oVqaSnsY?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/oct/11/john-mcdonnell-i-cant-see-jeremy-corbyn-staying-on-if-labour-loses-election\">Jeremy Corbyn would be likely to step down as Labour leader if the party loses the next election, John McDonnell has said, also raising the possibility of Labour potentially supporting a second Brexit referendum before a general election.</a></li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/oct/10/pro-remain-mps-plan-super-saturday-vote-second-referendum\">Pro-remain MPs are planning a crunch vote on a second referendum during the “super Saturday” sitting of parliament, as Jeremy Corbyn comes under pressure to back another Brexit vote before an election.</a></li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/oct/11/dominic-cummings-accused-of-conflict-of-interest-over-nhs-fund\">Dominic Cummings, Boris Johnson’s most senior aide, is facing conflict of interest accusations over a consultancy role he undertook for a government-endorsed healthcare startup that is in position to receive a share of a new £250m flagship public fund.</a></li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/oct/10/boris-johnsons-mother-exits-parkinsons-campaign-after-no-10-intervention\">Boris Johnson’s mother withdrew her name from a public letter expressing concerns about the poor provision of Parkinson’s treatment on the NHS following an intervention from Downing Street.</a></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5da07ab28f083d8b3b9da183\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T12:58:50.421Z\">1.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from Reuters, and suggests Macron was not fully abreast of the developments when he made these remarks:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>French President Emmanuel Macron hinted on Friday that the “next few hours” could be crucial regarding the possibility of a breakthrough on a Brexit deal. </em></p> \n   <p><em>Asked by a Reuters reporter if there was a “glimmer of hope” regarding a Brexit agreement, Macron replied: “Let us wait for the next few hours.”</em></p> \n   <p><em>Major investment banks said on Friday they had become more optimistic on the prospects for a Brexit deal following an upbeat meeting between Boris Johnson and [his] Irish counterpart Leo Varadkar. Macron is also due to meet German leader Angela Merkel on Sunday. </em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da079558f08b13ca7c78bab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T12:47:51.027Z\">1.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The next two days will be make or break, tweets <strong>Daniel Boffey</strong>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1182635091299885056\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Next 48 hours pretty make or break... Macron-Merkel meeting on Sunday will be a big moment... <a href=\"https://t.co/UwZQD0jIl5\">https://t.co/UwZQD0jIl5</a></p>— Daniel Boffey (@DanielBoffey) \n    <a href=\"https://twitter.com/DanielBoffey/status/1182635091299885056?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Europarl UK has posted this informational video.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EPinUK/status/1182634452431839232\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/EUCouncil?ref_src=twsrc%5Etfw\">@EUCouncil</a> will meet next week on 17 and 18 October to discuss a number of important issues, including EU long-term budget, priorities for the next 5 years and Brexit. But what is the European Council? Learn about its role and function here <a href=\"https://t.co/O8Y9BqZKYI\">pic.twitter.com/O8Y9BqZKYI</a></p>— Europarl UK (@EPinUK) \n    <a href=\"https://twitter.com/EPinUK/status/1182634452431839232?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Meanwhile, the tunnel debate rages on.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damonwake/status/1182637385290518530\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Ceci n'est pas un tunnel. <br><br>Fitting that things should take a surrealist turn in Brussels, of all places. <a href=\"https://t.co/KXPEfI2nKC\">https://t.co/KXPEfI2nKC</a></p>— Damon Wake (@damonwake) \n    <a href=\"https://twitter.com/damonwake/status/1182637385290518530?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T13:00:55.921Z\">at 2.00pm BST</time></p> \n</div> \n<div id=\"block-5da075b78f08b13ca7c78b58\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T12:41:06.214Z\">1.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The prime minister has said his thoughts are with those injured in a knife attack in Manchester which has seen five people taken to hospital with stab injuries. Anti-terror police are investigating.</p> \n  <p>One shop worker said: </p> \n  <blockquote class=\"quoted\"> \n   <p>A man was running around with a knife lunging at multiple people, one of which came into my store visibly shaken with a small graze. </p> \n   <p>Soon after, security staff told all retail staff to close their doors and move the public to the back of the stores.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1182631145386713088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Shocked by the incident in Manchester and my thoughts are with the injured and all those affected. Thank you to our excellent emergency services who responded and who are now investigating what happened.</p>— Boris Johnson (@BorisJohnson) \n    <a href=\"https://twitter.com/BorisJohnson/status/1182631145386713088?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Shadow home secretary <strong>Diane Abbott</strong> tweeted: “Shocked and saddened to hear about the events that have taken place at the Arndale Centre in Manchester. I will remain closely informed and updated on the situation.”</p> \n  <p>Our thoughts are also with those who have been injured, and wishing them a swift recovery.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/oct/11/multiple-stabbings-reported-near-arndale-centre-in-manchester\">Five people stabbed at Manchester Arndale centre</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5da075378f083d8b3b9da10b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T12:28:53.387Z\">1.28pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Talks to 'intensify' over coming days, EU confirms</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielFerrie/status/1182632481180307456\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Statement by <a href=\"https://twitter.com/EU_Commission?ref_src=twsrc%5Etfw\">@EU_Commission</a> on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> 👇<a href=\"https://t.co/qJReouH5Mz\">https://t.co/qJReouH5Mz</a> <a href=\"https://t.co/Lsahjz5JLr\">pic.twitter.com/Lsahjz5JLr</a></p>— Daniel Ferrie (@DanielFerrie) \n    <a href=\"https://twitter.com/DanielFerrie/status/1182632481180307456?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da070998f084862358fc2f2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T12:09:38.934Z\">1.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleagues <strong>Rowena Mason </strong>and <strong>Heather Stewart </strong>report that pro-remain MPs are planning a crunch vote on a second referendum during the “super Saturday” sitting of parliament next week, as <strong tabindex=\"-1\">Jeremy Corbyn</strong> comes under intense pressure from senior allies to back another Brexit vote before an election.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/10/pro-remain-mps-plan-super-saturday-vote-second-referendum\">Pro-remain MPs plan 'super Saturday' vote on second referendum</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T12:10:49.239Z\">at 1.10pm BST</time></p> \n</div> \n<div id=\"block-5da070618f084862358fc2f0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T12:07:32.723Z\">1.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The latest YouGov poll shows both the two largest parties slightly gaining ground.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/britainelects/status/1182620121300459521\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Westminster voting intention:<br><br>CON: 35% (+1)<br>LAB: 22% (+1)<br>LDEM: 20% (-3)<br>BREX: 12% (-)<br>GRN: 6% (+1)<br><br>via <a href=\"https://twitter.com/YouGov?ref_src=twsrc%5Etfw\">@YouGov</a>, 08 - 09 Oct<br>Chgs. w/ 01 Oct</p>— Britain Elects (@britainelects) \n    <a href=\"https://twitter.com/britainelects/status/1182620121300459521?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da06df88f084862358fc2d3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T11:59:26.478Z\">12.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And now to ask, what will happen in the tunnel? Will it even be called a tunnel?</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesERothwell/status/1182622117260607488\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU has agreed to enter the \"tunnel\" on new Brexit proposals - so intensifying talks. Big boost for Boris Johnson but we're still not clear what's been floated<br><br>May be related to whether N Ireland stays in customs union, and fresh idea on securing consent from people of N Ireland</p>— James Rothwell (@JamesERothwell) \n    <a href=\"https://twitter.com/JamesERothwell/status/1182622117260607488?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1182625153764806657\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I hear the EU27 have agreed to some form of intensified negotiations with the UK but it's not clear how they're going to be described, what the premise is and under what conditions. I bet the word \"tunnel\" will not feature.</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1182625153764806657?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da06b5e8f084862358fc29e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T11:50:59.977Z\">12.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamparsons/status/1182623561216856064\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Senior EU source inside Barnier briefing confirms to <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@skynews</a> that intense negotiations - aka \"the tunnel\" - will now begin between EU and UK <a href=\"https://t.co/7CX4doDOjl\">pic.twitter.com/7CX4doDOjl</a></p>— Adam Parsons (@adamparsons) \n    <a href=\"https://twitter.com/adamparsons/status/1182623561216856064?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da06abb8f083d8b3b9da079\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T11:46:46.267Z\">12.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from PA Media, confirming some of Campbell’s tweets from earlier.</p> \n  <blockquote class=\"quoted\"> \n   <p><em> John McDonnell has said he and Jeremy Corbyn would have to resign if Labour loses the next election. <br></em></p> \n   <p><em>Asked by former Labour spin doctor Alastair Campbell whether it was “possible for him to stay on” if Labour failed to win next time round, the shadow chancellor said: “I can’t see so.” </em></p> \n   <p><em>“I can’t see... I think it is the same for my own personal position, I can’t see so,” he told Campbell for an interview in GQ magazine. </em></p> \n   <p><em>“What we’d do is as the tradition, which is have an election for a new leader.” </em></p> \n   <p><em>McDonnell said he thought Mr Corbyn’s successor should be a woman. </em></p> \n   <p><em>“I’m still of the view now that whoever comes after Jeremy has got to be a woman,” he said. </em></p> \n   <p><em>“We’ve got to have a woman leader. If you look at the new youngsters that have come through, they are fantastic.”</em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da069938f08b13ca7c78ab6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T11:42:25.787Z\">12.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This will be the first time <strong>Boris Johnson</strong>’s negotiators will enter the tunnel, and it was not smooth going for his predecessors.</p> \n  <p>However, it allowed for an agreement to be reached.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>It was an unseasonably warm and sunny October day when the idea of the ‘tunnel’, the secretive negotiating phase from which Wednesday’s deal has emerged, was first raised with EU ambassadors in Brussels.</em></p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2018/nov/14/how-the-draft-brexit-agreement-emerged-from-the-tunnel\">How the draft Brexit agreement emerged from the 'tunnel' | Daniel Boffey</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T13:02:21.060Z\">at 2.02pm BST</time></p> \n</div> \n<div id=\"block-5da0668e8f084862358fc266\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T11:25:48.484Z\">12.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">EU member states give permission for 'tunnel' negotiations, says Barnier</h2> \n <div class=\"block-elements\"> \n  <p>The UK government had been keen to open “tunnel” negotiations with the commission on the detail of a deal, and this will be seen as a sign that progress is being made with the EU.</p> \n  <p>These intensive talks are now set to be held in the days befire the summit on 17 and 18 October.</p> \n  <p>The tunnel is Brussels jargon for discussions held among a small group of negotiators in complete secrecy, with no press briefings or documents published, meaning that the offers and counter-offers are not disclosed – unless they are leaked.</p> \n  <p>Even ambassadors of the EU27 would not be kept informed of the progress, as they are regularly with Brexit negotiations, and the results would be presented as a joint proposal.</p> \n  <p>The Irish Times has reported that when a journalist asked a European commission official where the tunnel was, they replied: “The tunnel is not a place, but a state of mind.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1182616333420244992\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Michel Barnier has got green light from the EU27 for there to be tunnel negotiations</p>— Daniel Boffey (@DanielBoffey) \n    <a href=\"https://twitter.com/DanielBoffey/status/1182616333420244992?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T11:43:18.236Z\">at 12.43pm BST</time></p> \n</div> \n<div id=\"block-5da0608e8f083d8b3b9d9fcc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T11:02:14.315Z\">12.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The BBC’s <strong>Katya Adler </strong>tweets that EU diplomats fear <strong>Boris Johnson </strong>could pull out of negotiations even after securing a concession.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1182608469460967424\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU diplomats also sceptical Boris Johnson would want to be seen to be ‘conceding’ to EU ahead of elex, with Brexit Party breathing down his neck. EU fear is the PM might enter intensive negotiations, get a concession from EU and then pull out.. /2</p>— katya adler (@BBCkatyaadler) \n    <a href=\"https://twitter.com/BBCkatyaadler/status/1182608469460967424?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Here are some further thoughts and insights from Sky’s <strong>Sam Coates</strong>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1182583135516741632\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If as advertised, there’s something politically very clever about Boris Johnson - Leo Varadkar plan. Allow BJ/DUP to say NI has left the customs union, while allowing EU to say whole of Ireland of Ireland continues to enforce one uniform rate of customs at border</p>— Sam Coates Sky (@SamCoatesSky) \n    <a href=\"https://twitter.com/SamCoatesSky/status/1182583135516741632?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T11:27:14.108Z\">at 12.27pm BST</time></p> \n</div> \n<div id=\"block-5da05bf18f084862358fc1cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:51:38.262Z\">11.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Although we haven’t seen the full quotes,<strong> Alastair Campbell</strong> has suggested that the shadow chancellor, <strong>John McDonnell</strong>, told him that he and the Labour leader, <strong>Jeremy Corbyn</strong>,<strong> </strong>would step down if they lost the next general election.</p> \n  <p>The next leader must also be a woman, McDonnell said in an as yet unpublished GQ interview, according to Campbell.</p> \n  <p>McDonnell also confirmed to Tony Blair’s former spin doctor that there must be a second referendum, as well as a general election. <a href=\"https://www.theguardian.com/politics/2019/oct/10/pro-remain-mps-plan-super-saturday-vote-second-referendum\">Corbyn said in his speech yesterday</a> that an election must come before any further referendum.<br></p> \n  <p>Campbell also tweets that McDonnell claimed parliamentary democracy and the rule of law is under threat. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/campbellclaret/status/1182587403162345473\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We talk elections/referendums -he wants the first but insists there must be the second. And he will not be neutral. Brexit policy ‘a vase’. Says no way of doing Brexit without undermining GFA. Believes <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> can win GE but If they don’t he and <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> will step down 2/8</p>— Alastair PEOPLE’S VOTE Campbell (@campbellclaret) \n    <a href=\"https://twitter.com/campbellclaret/status/1182587403162345473?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T11:28:22.217Z\">at 12.28pm BST</time></p> \n</div> \n<div id=\"block-5da05dcb8f083d8b3b9d9faf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:48:05.986Z\">11.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Brexit secretary, <strong>Stephen Barclay</strong>,<strong> </strong>has also welcomed a “constructive meeting” in Brussels. </p> \n  <p>A government spokesman said: “Steve Barclay had a constructive meeting with Michel Barnier this morning. Michel Barnier will brief ambassadors from the EU27 this afternoon.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T10:48:38.456Z\">at 11.48am BST</time></p> \n</div> \n<div id=\"block-5da05ac38f08b13ca7c789d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:35:43.215Z\">11.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Vintage Barnier here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EllieSwintonITV/status/1182602617630941184\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: EU chief negotiator <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a>: “Brexit is like climbing a mountain. You need vigilance, determination and patience” <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> <a href=\"https://twitter.com/itvnews?ref_src=twsrc%5Etfw\">@itvnews</a> <a href=\"https://t.co/PzYG5ygr0y\">pic.twitter.com/PzYG5ygr0y</a></p>— Ellie Swinton (@EllieSwintonITV) \n    <a href=\"https://twitter.com/EllieSwintonITV/status/1182602617630941184?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da05a0a8f08b13ca7c789ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:33:51.752Z\">11.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The commission spokesperson declines to go into detail about the meeting. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joncstone/status/1182604261038972929\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Commission spokesperson declines to go into detail on meeting but tells reporters that \"you can assume that they exchanged ideas or they discussed many different angles”</p>— Jon Stone (@joncstone) \n    <a href=\"https://twitter.com/joncstone/status/1182604261038972929?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But we do have confirmation the breakfast lasted 140 minutes. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1182588682353729536\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Barnier - Barclay breakfast ends after 2 hours and 20 minutes.. Big breakfast, big day. Sensible.</p>— Daniel Boffey (@DanielBoffey) \n    <a href=\"https://twitter.com/DanielBoffey/status/1182588682353729536?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da058f68f08b13ca7c789bd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:29:37.213Z\">11.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Meeting with Barclay was 'constructive' but Brexit negotiations require 'patience', says Barnier</h2> \n <div class=\"block-elements\"> \n  <p>After leaving the meeting, the EU’s chief negotiator said:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>We had a constructive meeting with Steve Barclay and the British team and now I’m going to debrief the 27 ambassadors and the Brexit steering group of the parliament. </em></p> \n   <p><em>I’ve already said that Brexit is like climbing a mountain: we need vigilance, determination and patience.</em></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T10:49:21.122Z\">at 11.49am BST</time></p> \n</div> \n<div id=\"block-5da0571f8f083d8b3b9d9f64\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:20:07.748Z\">11.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A spokeswoman for the European commission has said the Barnier-Barclay meeting was constructive. </p> \n  <p>“What I can say from our side is that <strong>Michel Barnier</strong> had a constructive meeting this morning with <strong>Steve Barclay</strong>,” said the spokeswoman, <strong>Mina Andreeva</strong>. </p> \n  <p>“And now he will debrief the EU27 ambassadors... and also inform the Brexit steering group accordingly.”</p> \n  <p>She added: “We are working towards a deal .. If there is a will, there is a way.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T10:50:19.645Z\">at 11.50am BST</time></p> \n</div> \n<div id=\"block-5da056158f083d8b3b9d9f5e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:16:38.556Z\">11.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking in Dublin, the Irish taoiseach, <strong>Leo Varadkar</strong>, has said he is still positive that a breakthrough can be found after his meeting with Boris Johnson yesterday. </p> \n  <p>“I think at this stage probably the less said the better,” he said.</p> \n  <blockquote class=\"quoted\"> \n   <p><em>The focus today very much switches to Brussels where Secretary [Stephen] Barclay is going to meet with Michel Barnier and I’d anticipate that will lead to some more detailed proposals being made, and the possible talks to enter the proverbial tunnel, but that’s kind of where things stand today.</em></p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SeanDefoe/status/1182597829732327424\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Leo Varadkar says he anticipates U.K. will table more detailed proposals that could lead to talks entering ‘the tunnel’. Says focus has very much shifted to Brussels and ‘the less said the better’ <a href=\"https://t.co/imeg6Y8YVV\">pic.twitter.com/imeg6Y8YVV</a></p>— Seán Defoe (@SeanDefoe) \n    <a href=\"https://twitter.com/SeanDefoe/status/1182597829732327424?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T10:24:25.329Z\">at 11.24am BST</time></p> \n</div> \n<div id=\"block-5da053578f08b13ca7c78975\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T10:03:47.999Z\">11.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s the full story from <strong>Daniel Boffey </strong>in Brussels.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/11/michel-barnier-meets-brexit-secretary-after-uks-positive-talks-with-ireland\">Make new offer today or 'no more chances', Tusk tells Johnson</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5da04e538f084862358fc139\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T09:43:09.099Z\">10.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Those Barnier/Barclay talks have come to an end. Barnier is expected to brief EU27 ambassadors on the discussions at around 11.30am UK time.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1182588682353729536\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Barnier - Barclay breakfast ends after 2 hours and 20 minutes.. Big breakfast, big day. Sensible.</p>— Daniel Boffey (@DanielBoffey) \n    <a href=\"https://twitter.com/DanielBoffey/status/1182588682353729536?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T10:05:28.726Z\">at 11.05am BST</time></p> \n</div> \n<div id=\"block-5da04cea8f08b13ca7c7892e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T09:37:11.193Z\">10.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Interesting spot by Roy Greenslade on the different way the Irish and English versions of the Sun regard the prospects of a deal: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GreensladeR/status/1182589708485959680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Slight difference in emphasis between <a href=\"https://twitter.com/TheSun?ref_src=twsrc%5Etfw\">@thesun</a> in England and Ireland over latest twist in the Brexit saga. The former is sceptical about the \"pathway\" mentioned by Leo Varadkar while the latter is more positive: \"We could, finally, have a breakthrough in the backstop deadlock\" <a href=\"https://t.co/KQ4AnYTVTJ\">pic.twitter.com/KQ4AnYTVTJ</a></p>— Roy Greenslade (@GreensladeR) \n    <a href=\"https://twitter.com/GreensladeR/status/1182589708485959680?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da04b088f084862358fc115\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T09:32:46.422Z\">10.32am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s the full <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2019/10/11/remarks-by-president-donald-tusk-after-his-meeting-with-president-of-cyprus-nicos-anastasiades/\">written text of Tusk’s statement on Brexit</a>: </p> \n  <blockquote class=\"quoted\"> \n   <p>Let me conclude with Brexit. Prime Minister Johnson promised the EU to come forward with a solution that would work for all. A solution that would not only satisfy the hardcore Brexiteers, but also solve our well known and legitimate objectives: to avoid a hard border on the island of Ireland, to protect the Good Friday Agreement and to ensure the integrity of the Single Market.</p> \n   <p>Unfortunately, we are still in a situation in which the UK has not come forward with a workable, realistic proposal.</p> \n   <p>A week ago I told PM Johnson that if there was no such proposal by today, I would announce publicly that there are no more chances – because of objective reasons - for a deal during the incoming European Council.</p> \n   <p>However, yesterday when the Irish Taoiseach and the UK Prime Minister met they both saw - for the first time - a pathway to a deal. I have received promising signals from the Taoiseach that a deal is still possible. Technical talks are taking place in Brussels as we speak. Of course, there is no guarantee of success and the time is practically up. But even the slightest chance must be used. A no deal Brexit will never be the choice of the EU. </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eucopresident/status/1182586159978946560\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My press statement in Nicosia on <a href=\"https://twitter.com/hashtag/Syria?src=hash&amp;ref_src=twsrc%5Etfw\">#Syria</a>, <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> and Turkey’s illegal drilling activities off the coast of Cyprus: <a href=\"https://t.co/CY8bPulLoI\">https://t.co/CY8bPulLoI</a> <a href=\"https://t.co/YLY8sjpU1v\">pic.twitter.com/YLY8sjpU1v</a></p>— Donald Tusk (@eucopresident) \n    <a href=\"https://twitter.com/eucopresident/status/1182586159978946560?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da046508f084862358fc0ed\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T09:17:52.478Z\">10.17am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tusk receives 'positive signals' from Ireland</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"98e7260bf3e4762b84c9d8288ad4d34762666cae\"> \n   <img src=\"https://media.guim.co.uk/98e7260bf3e4762b84c9d8288ad4d34762666cae/0_235_2988_1793/1000.jpg\" alt=\"European Council, President Donald Tusk attends a news conference at the Presidential Palace in Nicosia\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">European Council, President Donald Tusk attends a news conference at the Presidential Palace in Nicosia</span> \n    <span class=\"element-image__credit\">Photograph: Yiannis Kourtoglou/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>The head of the European council, <strong>Donald Tusk</strong>, has urged the Brexit negotiators not to waste the “slightest chance” of a deal. </p> \n  <p>Speaking in Nicosia after meeting the Cypriot president Nicos Anastasiades, Tusk said: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>A week ago I told Prime Minister Johnson that if there was no such proposal by today I would announce publicly that there are no more chances, because of objective reasons, for a deal during the upcoming European council. However yesterday when the Irish taoiseach and the UK prime minister met, they both saw for the first time a pathway to a deal. </p> \n   <p>I have received promising signals from the taoiseach that deal a still possible. Technical talks are taking place in Brussels as we speak. Of course, there’s no guarantee of success and the time is practically up. But even the slightest chance must be used.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T10:48:04.361Z\">at 11.48am BST</time></p> \n</div> \n<div id=\"block-5da042cd8f08b13ca7c788c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T08:55:31.709Z\">9.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ireland’s finance minister, Paschal Donohoe, said he is hopeful talks between Barnier and Barclay will yield a positive outcome. </p> \n  <p>Speaking to Ireland’s Newstalk, Donohoe said: </p> \n  <blockquote class=\"quoted\"> \n   <p>What happened yesterday was a positive discussion but the real detail discussion will begin now and that will be in Brussels.</p> \n   <p>Hopefully the meeting and the process today will be positive.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T09:04:09.589Z\">at 10.04am BST</time></p> \n</div> \n<div id=\"block-5da0375e8f084862358fc05c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T08:06:42.810Z\">9.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Barnier, Barclay and Tim Barrow, the UK ambassador to the EU, all looked fairly jolly before their talks at the European commission HQ in Brussels. </p> \n  <figure class=\"element element-image\" data-media-id=\"f0830c86fa1996fabdb1df9faa41deb9fea52a59\"> \n   <img src=\"https://media.guim.co.uk/f0830c86fa1996fabdb1df9faa41deb9fea52a59/0_0_4500_3000/1000.jpg\" alt=\"UK Brexit secretary Stephen Barclay is welcomed by European Union chief Brexit negotiator Michel Barnier before their meeting in Brussels\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Stephen Barclay (L) is welcomed by Michel Barnier before their meeting in Brussels.</span> \n    <span class=\"element-image__credit\">Photograph: Francisco Seco/Pool/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T08:46:54.973Z\">at 9.46am BST</time></p> \n</div> \n<div id=\"block-5da031fa8f083d8b3b9d9e37\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T07:46:24.861Z\">8.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The pro-Brexit Tory MP <strong>Nigel Evans</strong> has said members of the European Research Group of Eurosceptic Conservative MPs could vote for concessions on Northern Ireland if the Democratic Unionist party was in favour. </p> \n  <p>“I think it is very difficult to get it through without the DUP, but we have seen a shift from the DUP already,” he said, according to PA Media. “And if the DUP are in favour of it, it’d be very difficult for the ERG to go against.” </p> \n  <p>Evans said the ERG had not been briefed on the exchanges between Johnson and Varadkar. He said:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>“We’re going to look at the detail - none of us know. </p> \n   <p>“I believe it is three-dimensional poker and we’re playing very high risk stakes here. </p> \n   <p>“But at the end of the day, I think there’s a realisation by the European Union that Boris Johnson, completely different to Theresa May, is prepared to leave the European Union on October 31, unlike the March 29 deadline, which was movable.” </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T08:49:04.001Z\">at 9.49am BST</time></p> \n</div> \n<div id=\"block-5da030528f084862358fc028\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T07:37:28.692Z\">8.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>ITV’s Joe Pike has been told that the Labour defector, <strong>Angela Smith</strong>, now a Liberal Democrat MP, plans to stand against <strong>Graham Brady</strong>, the acting chair of the 1922 Committee of Tory MPs.</p> \n  <p>She faces a tough battle: in 2017 Brady secured a majority of more than 6,000 votes over Labour, with the Lib Dems a distant third. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joepike/status/1182557003794800640\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Angela Smith says: ‘Me and the <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> are confident we stand an excellent chance of winning the seat.’<br><br>The Altrincham constituency leans Remain and Sir Graham Brady is pro-Brexit.</p>— Joe Pike (@joepike) \n    <a href=\"https://twitter.com/joepike/status/1182557003794800640?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T08:52:08.744Z\">at 9.52am BST</time></p> \n</div> \n<div id=\"block-5da02e898f084862358fc015\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T07:31:08.565Z\">8.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Brexit party leader, <strong>Nigel Farage</strong>, sees an opening in all the speculation about compromises.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nigel_Farage/status/1182554541591552000\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Varadkar says a new “treaty agreement” is possible by the end of October. We didn’t vote Brexit to leave one EU treaty and sign up to another.</p>— Nigel Farage (@Nigel_Farage) \n    <a href=\"https://twitter.com/Nigel_Farage/status/1182554541591552000?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And Leave.EU, the pro-Brexit group that Farage founded, reckons Johnson has “blinked”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LeaveEUOfficial/status/1182554244618117120\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If a deal is in the offing, as today's media excitedly report, it means someone's blinked, and it looks like it's Boris.<br> <br>The PM's original proposal provided for a DUP veto. Not so, says the Northern Ireland Secretary, \"I can tell you it doesn't mean a veto for one community\". <a href=\"https://t.co/efKRzUnsA3\">pic.twitter.com/efKRzUnsA3</a></p>— Leave.EU (@LeaveEUOfficial) \n    <a href=\"https://twitter.com/LeaveEUOfficial/status/1182554244618117120?ref_src=twsrc%5Etfw\">October 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T08:52:49.229Z\">at 9.52am BST</time></p> \n</div> \n<div id=\"block-5da02bde8f084862358fc000\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T07:17:30.337Z\">8.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The education secretary, <strong>Gavin Williamson</strong>, says the cabinet has been briefed on what was agreed between Johnson and Varadkar.</p> \n  <p>But he has been giving nothing away in a round of broadcast interviews. “I had a very nice briefing this morning which was very much appreciated,” he told BBC Radio 4’s Today programme. </p> \n  <p>Asked what the reason was for optimism following the meeting, he said: “It does not benefit anyone to have a running commentary on live negotiations.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T08:53:22.583Z\">at 9.53am BST</time></p> \n</div> \n<div id=\"block-5da01fa18f083d8b3b9d9dd3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-11T07:05:06.571Z\">8.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Welcome to a Friday edition of Politics live after an <a href=\"https://www.theguardian.com/politics/2019/oct/10/boris-johnson-and-leo-varadkar-say-they-see-pathway-to-brexit-deal\">unexpectedly positive Brexit meeting between Boris Johnson and Leo Varadkar</a>.</p> \n  <p>Positive but also very private – it is unclear even whether the UK cabinet has been briefed on the detail of what was discussed. The two leaders agreed a delphic <a href=\"https://politico.us8.list-manage.com/track/click?u=e26c1a1c392386a968d02fdbc&amp;id=f3e069bb6d&amp;e=afd52c6e0b\">joint statement</a> after their meeting at a wedding hotel in Wirral. </p> \n  <p>Andrew Sparrow, who is taking a well-earned break from liveblogging duty, has a <a href=\"https://www.theguardian.com/politics/2019/oct/10/what-does-the-johnson-varadkar-brexit-statement-mean\">helpful guide on what the joint statement could mean</a>. </p> \n  <p>The Brexit secretary, Stephen Barclay, has just started talks in Brussels with the EU’s chief negotiator, Michel Barnier, to see if they can build on whatever was agreed by Johnson and Varadkar. </p> \n  <p>The Northern Ireland secretary, Julian Smith, has hinted that Johnson compromised on a proposal to give the suspended Stormont assembly a say every four years on Northern Ireland staying in the the European single market for goods but leave the customs union.</p> \n  <p>Speaking to BBC Northern Ireland, he said: “What I’m committing to is that we are not going to have one party having a veto over any element of this situation.” </p> \n  <p>Downing Street pointed out that so few people had been briefed about what was proposed that any comments about what could be involved is just speculation. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-11T09:03:14.434Z\">at 10.03am BST</time></p> \n</div>",
      "wordcount": "3823",
      "commentCloseDate": "2019-10-11T19:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-11T07:05:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-07T09:56:20Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cfp5v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0f838a8141b1202982f36e0ee6742c3c5d836119/0_76_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Here’s a quick summary of what happened this afternoon. Boris Johnson has signalled to the EU that he would make a major U-turn on his plans for the Irish border to successfully secure a 48-hour window of intensive negotiations over a potential Brexit deal. EU diplomats gave the green light to a weekend of talks after being told by the bloc’s chief negotiator, Michel Barnier, that Johnson seemed to better understand the importance of not having a customs border on the island of Ireland. Boris Johnson declined to say whether Northern Ireland would definitely leave the EU’s customs union when asked. “I think it would be wrong of me to give a running commentary on the negotiations,” he said. “With the greatest possible respect I think, look at everything I’ve said previously. I think you can draw your own conclusions from that. But let our negotiators get on.” The DUP has said it will only support a Brexit deal that is in Northern Ireland’s “long-term economic and constitutional interests”. Leader Arlene Foster said the party would exercise its “considerable influence” in Parliament to stand up for the region. She said her party was clear the UK must leave the EU as “one nation” and that no barriers to trade could be erected within the UK. She also stressed the importance of Northern Ireland giving democratic consent to any arrangement that might align the region with specific sectors of the single market. Jeremy Corbyn would be likely to step down as Labour leader if the party loses the next election, John McDonnell has said. In an interview with Tony Blair’s former spokesman, Alastair Campbell, in GQ, the shadow chancellor also said that in such an event he would also probably quit his role. McDonnell also raised the possibility of Labour potentially supporting a second Brexit referendum before a general election, an idea popular with some Labour MPs but so far resisted by Corbyn and his team. The DUP have issued an interestingly positive seeming statement – The pound had its biggest two-day rally against the dollar since the Brexit vote as hopes rose that a deal could be struck before the deadline later this month, my colleagues Richard Partington and Graeme Wearden report. Sterling climbed to the highest level in three months against the US currency, briefly hitting $1.27, amid mounting optimism in the City, after the EU’s chief negotiator, Michel Barnier, said talks could progress to the next phase. The pound has risen four cents against the dollar since Thursday, when Boris Johnson and the Irish Taoiseach, Leo Varadkar, agreed there was a “pathway to a possible Brexit deal”. That is the sharpest two-day rise in the pound since the EU referendum more than three years ago. You can read the full story here – The government has announced it has signed contracts with ferry operators Brittany Ferries, DFDS, P&amp;O and Stena Line to provide freight capacity in the event of a no-deal Brexit. The deals will be worth up to £86.6m if the UK leaves the bloc without an agreement. An early termination fee of £11.5m will be paid to the firms if a Brexit deal is agreed. Transport Secretary Grant Shapps said: The UK is getting ready to leave the EU on October 31 and, like any sensible government, we are preparing for all outcomes. Our decisive action means freight operators will be ready and waiting to transport vital medicines into the country from the moment we leave. In May, then-transport secretary Chris Grayling was forced to cancel ferry contracts signed to ensure critical imports could reach the UK in the event of a no-deal Brexit, when the date of Brexit was pushed back from 29 March to 31 October. The contracts worth £89m with Brittany Ferries and DFDS were designed to secure ferry space for vital goods across the Channel. The cancellation resulted in a termination payout of £43.8m to the firms, along with costs taking the final bill over £50m. The prime minister visited a school in Beaconsfield in Buckinghamshire today – Dominic Grieve’s constituency – which ITV’s Paul Brand says has prompted speculation that he could be planning to stand there in the next election. Johnson only has a majority of 5,000 in his Uxbridge seat. The Sunday Times reported last week that the Liberal Democrats would stand aside in Beaconsfield to help Grieve, the former Conservative attorney general, now an independent, to retain his seat. Boris Johnson visited St Mary and All Saints C of E Primary School, where he admitted to the Bucks Free Press that some schools had fallen behind as a result of under funding. The BBC is reporting that the aerospace, automotive, chemicals, food and drink and pharmaceutical sectors have written to the prime minister to express concern that Boris Johnson’s negotiators have dropped commitments to maintain regulatory alignment. They are concerned that the UK might no longer participate in specific EU regulatory institutions after any Brexit deal. In a pooled television clip following a visit to a school on Friday, Boris Johnson declined to say whether Northern Ireland would definitely leave the EU’s customs union when asked. “I think it would be wrong of me to give a running commentary on the negotiations,” he said. “With the greatest possible respect I think, look at everything I’ve said previously. I think you can draw your own conclusions from that. But let our negotiators get on.” Johnson said: “I can certainly tell you that under no circumstances will we see anything that damages the ability of the whole of the United Kingdom to take full advantage of Brexit, and I think that’s what people would expect, and that’s what I think we can achieve.” He added: “Where Leo Varadkar and I got to yesterday was a joint feeling that there is a way forward, and we can see a pathway to a deal. That doesn’t mean it’s a done deal. So there’s work to be done.” Lots of chatter over what will happen now to the backstop, although no details were revealed officially today. This is from Reuters, who have spoken to sources within the European commission: A diplomat and an EU official said Barnier had told member states that Britain had changed its position to now accept that the proposed replacement to the so-called “backstop” cannot erect a customs border between EU member Ireland and the British province of Northern Ireland. “On customs, they admitted that the solution cannot result in the creation of a border in Ireland,” the diplomat said, adding that this admission was the reason Barnier gave national envoys in Brussels to justify going into intensified talks with Britain over the weekend. Separately, two senior EU diplomats told Reuters the possible solution could include two elements: keeping Northern Ireland inside the UK’s customs regime and, at the same time, ensuring that customs and regulatory checks were carried out together. Under an earlier British proposal, the regulatory border would run in the Irish Sea between Northern Ireland and mainland Britain. The sources said they understood that customs checks could be carried out there as well under the plan now under discussions. That marked a change from the latest EU-UK discussions when London proposed dispersed customs checks across the whole island of Ireland, which the bloc rejected as unworkable and not offering enough protection to its single market. The Federation of Small Businesses has described the agreement to intensify Brexit negotiations as a circuit breaker which offers light at the end of the tunnel. The FSB national chairman, Mike Cherry, said: After months lost in the Brexit uncertainty that has hit many of our small businesses, there finally appears to be a glimmer of hope at the end of the tunnel. Positive technical talks appear to have been the circuit breaker needed to kick-start negotiations and provide a credible pathway towards a deal that avoids a no-deal Brexit on 31 October that many small businesses are simply unable to prepare for. For these small firms, averting this outcome is the only sensible way forward. It truly is crunch time now and the small business message is clear – we need intensity and determination from both the UK government and EU, in the time that is left, to get a last-minute deal done. These small businesses cannot afford to see this progress squandered and a return to the prospect of a no-deal Brexit on 31 October which would cause real harm to many small businesses. RTÉ’s Europe editor has said the UK appears to be moving back towards the original aims of the Northern Ireland backstop. Attention will also now turn to the absence of a devolved government in Northern Ireland. And here is some more tunnel intrigue. EU’s chief Brexit negotiator Michel Barnier has secured the agreement of the EU27 to open intensive “tunnel” negotiations on Boris Johnson’s latest proposals in major boost for UK government. Earlier, he compared Brexit negotiations with climbing a mountain after both the UK and the EU released statements recognising that the talks were constructive. Jeremy Corbyn would be likely to step down as Labour leader if the party loses the next election, John McDonnell has said, also raising the possibility of Labour potentially supporting a second Brexit referendum before a general election. Pro-remain MPs are planning a crunch vote on a second referendum during the “super Saturday” sitting of parliament, as Jeremy Corbyn comes under pressure to back another Brexit vote before an election. Dominic Cummings, Boris Johnson’s most senior aide, is facing conflict of interest accusations over a consultancy role he undertook for a government-endorsed healthcare startup that is in position to receive a share of a new £250m flagship public fund. Boris Johnson’s mother withdrew her name from a public letter expressing concerns about the poor provision of Parkinson’s treatment on the NHS following an intervention from Downing Street. This is from Reuters, and suggests Macron was not fully abreast of the developments when he made these remarks: French President Emmanuel Macron hinted on Friday that the “next few hours” could be crucial regarding the possibility of a breakthrough on a Brexit deal. Asked by a Reuters reporter if there was a “glimmer of hope” regarding a Brexit agreement, Macron replied: “Let us wait for the next few hours.” Major investment banks said on Friday they had become more optimistic on the prospects for a Brexit deal following an upbeat meeting between Boris Johnson and [his] Irish counterpart Leo Varadkar. Macron is also due to meet German leader Angela Merkel on Sunday. The next two days will be make or break, tweets Daniel Boffey. Europarl UK has posted this informational video. Meanwhile, the tunnel debate rages on. The prime minister has said his thoughts are with those injured in a knife attack in Manchester which has seen five people taken to hospital with stab injuries. Anti-terror police are investigating. One shop worker said: A man was running around with a knife lunging at multiple people, one of which came into my store visibly shaken with a small graze. Soon after, security staff told all retail staff to close their doors and move the public to the back of the stores. Shadow home secretary Diane Abbott tweeted: “Shocked and saddened to hear about the events that have taken place at the Arndale Centre in Manchester. I will remain closely informed and updated on the situation.” Our thoughts are also with those who have been injured, and wishing them a swift recovery. My colleagues Rowena Mason and Heather Stewart report that pro-remain MPs are planning a crunch vote on a second referendum during the “super Saturday” sitting of parliament next week, as Jeremy Corbyn comes under intense pressure from senior allies to back another Brexit vote before an election. The latest YouGov poll shows both the two largest parties slightly gaining ground. And now to ask, what will happen in the tunnel? Will it even be called a tunnel? This is from PA Media, confirming some of Campbell’s tweets from earlier. John McDonnell has said he and Jeremy Corbyn would have to resign if Labour loses the next election. Asked by former Labour spin doctor Alastair Campbell whether it was “possible for him to stay on” if Labour failed to win next time round, the shadow chancellor said: “I can’t see so.” “I can’t see... I think it is the same for my own personal position, I can’t see so,” he told Campbell for an interview in GQ magazine. “What we’d do is as the tradition, which is have an election for a new leader.” McDonnell said he thought Mr Corbyn’s successor should be a woman. “I’m still of the view now that whoever comes after Jeremy has got to be a woman,” he said. “We’ve got to have a woman leader. If you look at the new youngsters that have come through, they are fantastic.” This will be the first time Boris Johnson’s negotiators will enter the tunnel, and it was not smooth going for his predecessors. However, it allowed for an agreement to be reached. It was an unseasonably warm and sunny October day when the idea of the ‘tunnel’, the secretive negotiating phase from which Wednesday’s deal has emerged, was first raised with EU ambassadors in Brussels. The UK government had been keen to open “tunnel” negotiations with the commission on the detail of a deal, and this will be seen as a sign that progress is being made with the EU. These intensive talks are now set to be held in the days befire the summit on 17 and 18 October. The tunnel is Brussels jargon for discussions held among a small group of negotiators in complete secrecy, with no press briefings or documents published, meaning that the offers and counter-offers are not disclosed – unless they are leaked. Even ambassadors of the EU27 would not be kept informed of the progress, as they are regularly with Brexit negotiations, and the results would be presented as a joint proposal. The Irish Times has reported that when a journalist asked a European commission official where the tunnel was, they replied: “The tunnel is not a place, but a state of mind.” The BBC’s Katya Adler tweets that EU diplomats fear Boris Johnson could pull out of negotiations even after securing a concession. Here are some further thoughts and insights from Sky’s Sam Coates. Although we haven’t seen the full quotes, Alastair Campbell has suggested that the shadow chancellor, John McDonnell, told him that he and the Labour leader, Jeremy Corbyn, would step down if they lost the next general election. The next leader must also be a woman, McDonnell said in an as yet unpublished GQ interview, according to Campbell. McDonnell also confirmed to Tony Blair’s former spin doctor that there must be a second referendum, as well as a general election. Corbyn said in his speech yesterday that an election must come before any further referendum. Campbell also tweets that McDonnell claimed parliamentary democracy and the rule of law is under threat. The Brexit secretary, Stephen Barclay, has also welcomed a “constructive meeting” in Brussels. A government spokesman said: “Steve Barclay had a constructive meeting with Michel Barnier this morning. Michel Barnier will brief ambassadors from the EU27 this afternoon.” Vintage Barnier here. The commission spokesperson declines to go into detail about the meeting. But we do have confirmation the breakfast lasted 140 minutes. After leaving the meeting, the EU’s chief negotiator said: We had a constructive meeting with Steve Barclay and the British team and now I’m going to debrief the 27 ambassadors and the Brexit steering group of the parliament. I’ve already said that Brexit is like climbing a mountain: we need vigilance, determination and patience. A spokeswoman for the European commission has said the Barnier-Barclay meeting was constructive. “What I can say from our side is that Michel Barnier had a constructive meeting this morning with Steve Barclay,” said the spokeswoman, Mina Andreeva. “And now he will debrief the EU27 ambassadors... and also inform the Brexit steering group accordingly.” She added: “We are working towards a deal .. If there is a will, there is a way.” Speaking in Dublin, the Irish taoiseach, Leo Varadkar, has said he is still positive that a breakthrough can be found after his meeting with Boris Johnson yesterday. “I think at this stage probably the less said the better,” he said. The focus today very much switches to Brussels where Secretary [Stephen] Barclay is going to meet with Michel Barnier and I’d anticipate that will lead to some more detailed proposals being made, and the possible talks to enter the proverbial tunnel, but that’s kind of where things stand today. Here’s the full story from Daniel Boffey in Brussels. Those Barnier/Barclay talks have come to an end. Barnier is expected to brief EU27 ambassadors on the discussions at around 11.30am UK time. Interesting spot by Roy Greenslade on the different way the Irish and English versions of the Sun regard the prospects of a deal: Here’s the full written text of Tusk’s statement on Brexit: Let me conclude with Brexit. Prime Minister Johnson promised the EU to come forward with a solution that would work for all. A solution that would not only satisfy the hardcore Brexiteers, but also solve our well known and legitimate objectives: to avoid a hard border on the island of Ireland, to protect the Good Friday Agreement and to ensure the integrity of the Single Market. Unfortunately, we are still in a situation in which the UK has not come forward with a workable, realistic proposal. A week ago I told PM Johnson that if there was no such proposal by today, I would announce publicly that there are no more chances – because of objective reasons - for a deal during the incoming European Council. However, yesterday when the Irish Taoiseach and the UK Prime Minister met they both saw - for the first time - a pathway to a deal. I have received promising signals from the Taoiseach that a deal is still possible. Technical talks are taking place in Brussels as we speak. Of course, there is no guarantee of success and the time is practically up. But even the slightest chance must be used. A no deal Brexit will never be the choice of the EU. The head of the European council, Donald Tusk, has urged the Brexit negotiators not to waste the “slightest chance” of a deal. Speaking in Nicosia after meeting the Cypriot president Nicos Anastasiades, Tusk said: A week ago I told Prime Minister Johnson that if there was no such proposal by today I would announce publicly that there are no more chances, because of objective reasons, for a deal during the upcoming European council. However yesterday when the Irish taoiseach and the UK prime minister met, they both saw for the first time a pathway to a deal. I have received promising signals from the taoiseach that deal a still possible. Technical talks are taking place in Brussels as we speak. Of course, there’s no guarantee of success and the time is practically up. But even the slightest chance must be used. Ireland’s finance minister, Paschal Donohoe, said he is hopeful talks between Barnier and Barclay will yield a positive outcome. Speaking to Ireland’s Newstalk, Donohoe said: What happened yesterday was a positive discussion but the real detail discussion will begin now and that will be in Brussels. Hopefully the meeting and the process today will be positive. Barnier, Barclay and Tim Barrow, the UK ambassador to the EU, all looked fairly jolly before their talks at the European commission HQ in Brussels. The pro-Brexit Tory MP Nigel Evans has said members of the European Research Group of Eurosceptic Conservative MPs could vote for concessions on Northern Ireland if the Democratic Unionist party was in favour. “I think it is very difficult to get it through without the DUP, but we have seen a shift from the DUP already,” he said, according to PA Media. “And if the DUP are in favour of it, it’d be very difficult for the ERG to go against.” Evans said the ERG had not been briefed on the exchanges between Johnson and Varadkar. He said: “We’re going to look at the detail - none of us know. “I believe it is three-dimensional poker and we’re playing very high risk stakes here. “But at the end of the day, I think there’s a realisation by the European Union that Boris Johnson, completely different to Theresa May, is prepared to leave the European Union on October 31, unlike the March 29 deadline, which was movable.” ITV’s Joe Pike has been told that the Labour defector, Angela Smith, now a Liberal Democrat MP, plans to stand against Graham Brady, the acting chair of the 1922 Committee of Tory MPs. She faces a tough battle: in 2017 Brady secured a majority of more than 6,000 votes over Labour, with the Lib Dems a distant third. The Brexit party leader, Nigel Farage, sees an opening in all the speculation about compromises. And Leave.EU, the pro-Brexit group that Farage founded, reckons Johnson has “blinked”. The education secretary, Gavin Williamson, says the cabinet has been briefed on what was agreed between Johnson and Varadkar. But he has been giving nothing away in a round of broadcast interviews. “I had a very nice briefing this morning which was very much appreciated,” he told BBC Radio 4’s Today programme. Asked what the reason was for optimism following the meeting, he said: “It does not benefit anyone to have a running commentary on live negotiations.” Welcome to a Friday edition of Politics live after an unexpectedly positive Brexit meeting between Boris Johnson and Leo Varadkar. Positive but also very private – it is unclear even whether the UK cabinet has been briefed on the detail of what was discussed. The two leaders agreed a delphic joint statement after their meeting at a wedding hotel in Wirral. Andrew Sparrow, who is taking a well-earned break from liveblogging duty, has a helpful guide on what the joint statement could mean. The Brexit secretary, Stephen Barclay, has just started talks in Brussels with the EU’s chief negotiator, Michel Barnier, to see if they can build on whatever was agreed by Johnson and Varadkar. The Northern Ireland secretary, Julian Smith, has hinted that Johnson compromised on a proposal to give the suspended Stormont assembly a say every four years on Northern Ireland staying in the the European single market for goods but leave the customs union. Speaking to BBC Northern Ireland, he said: “What I’m committing to is that we are not going to have one party having a veto over any element of this situation.” Downing Street pointed out that so few people had been briefed about what was proposed that any comments about what could be involved is just speculation.",
      "charCount": "22701",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a> (now), <a href=\"profile/mattha-busby\">Mattha Busby</a> and <a href=\"profile/matthewweaver\">Matthew Weaver</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/oct/11/holding-mps-to-account-climate-records",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-10-11T13:00:11Z",
    "webTitle": "Why it's imperative to hold MPs to account on their climate record",
    "webUrl": "https://www.theguardian.com/environment/2019/oct/11/holding-mps-to-account-climate-records",
    "apiUrl": "https://content.guardianapis.com/environment/2019/oct/11/holding-mps-to-account-climate-records",
    "fields": {
      "headline": "Why it's imperative to hold MPs to account on their climate record",
      "standfirst": "<p>The Guardian’s analysis is a guide – intended to provoke debate before the next election</p><ul><li><a href=\"https://www.theguardian.com/environment/ng-interactive/2019/oct/11/guardian-climate-score-how-did-your-mp-do\">How did your MP score?</a></li><li><a href=\"https://www.theguardian.com/environment/2019/oct/11/tory-mps-five-times-more-likely-to-vote-against-climate-action\">Tory MPs five times more likely to vote against climate action</a></li></ul>",
      "trailText": "The Guardian’s analysis is a guide – intended to provoke debate ahead of the next election",
      "byline": "Jonathan Watts and Pamela Duncan",
      "main": "<figure class=\"element element-image\" data-media-id=\"74687fb37901fa247d90f6623cb45786bd70d88a\"> \n <img src=\"https://media.guim.co.uk/74687fb37901fa247d90f6623cb45786bd70d88a/0_0_6720_4032/1000.jpg\" alt=\"Climate change protesters outside the Houses of Parliament this year.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Climate change protesters outside the Houses of Parliament this year.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>The Guardian’s analysis of MPs’ climate records relies on two extensive pieces of research.</p> \n<p>Politicians were rated from 0% to 100% based on 16 key parliamentary votes that would affect the UK’s carbon emissions.</p> \n<p>The votes were chosen by the Guardian and DeSmog UK with additional consultations with Friends of the Earth, Greenpeace and other sources. <a href=\"https://www.theguardian.com/environment/2019/oct/11/guardian-mp-climate-score-methodology-parliament-votes\">A detailed breakdown of the methodology can be found here</a>. </p> \n<p>The Guardian also compiled publicly available information about donations, salaries, gifts and other interests registered by MPs that are linked to the fossil fuel industries.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/oct/11/mps-and-the-oil-industry-who-gave-what-to-whom\">MPs and the oil industry: who gave what to whom?</a> </p> \n</aside> \n<p>The analysis has already provoked strong reactions from some MPs, while others – even those with modest scores – recognised it was an important exercise that would stimulate debate between voters and the people who represent them.</p> \n<p>The sole criteria in assessing MPs’ scores was whether their votes were likely to increase or reduce emissions.</p> \n<p>So, votes for fracking and Heathrow expansion were considered negative because those bills encouraged more carbon-intensive gas production and airline travel.</p> \n<p>But votes for onshore wind and subsidies for renewable energy were deemed positive because those bills would have accelerated the shift to a low-carbon economy. </p> \n<p>For this analysis, a vote for nuclear power was judged positive in purely climate terms, even though there are many other serious environmental and economic concerns about this form of energy. Motions passed without a recorded vote could not be included in the scores.</p> \n<p>In addition, the Guardian looked at information taken from the parliamentary register of MPs’ interests that showed donations, salaries or benefits from fossil fuel companies, aviation firms or individuals and organisations that deny the need for urgent climate action.</p> \n<p>The results are not intended as the final word on whether an MP is for or against climate action, and there are limitations to the methodology used.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e182ee5f-c378-4474-b7da-79f6b0a671b3\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The Guardian has collaborated with leading scientists and NGOs to expose, with exclusive data, investigations and analysis, the fossil fuel companies that are perpetuating the climate crisis – some of which have accelerated their extraction of coal, oil and gas even as the devastating impact on the planet and humanity was becoming clear.<br></p>\n    <p>The investigation has involved more than 20 Guardian journalists working across the world for the past six months.</p>\n    <p>The project focuses on what the companies have extracted from the ground, and the subsequent emissions they are responsible for, since 1965. The analysis, undertaken by Richard Heede at the <a href=\"http://climateaccountability.org/\">Climate Accountability Institute</a>,&nbsp;calculates how much carbon is emitted throughout the supply chain, from extraction to use by consumers. Heede said: \"The fact that consumers combust the fuels to carbon dioxide, water, heat and pollutants does not absolve the fossil fuel companies from responsibility for knowingly perpetuating the carbon era and accelerating the climate crisis toward the existential threat it has now become.\"</p>\n    <p>One aim of the project is to move the focus of debate from individual responsibilities to power structures – so our reporters also examined the financial and lobbying structures that let fossil fuel firms keep growing, and discovered which elected politicians were voting for change.&nbsp;</p>\n    <p>Another aim of the project is to press governments and corporations to close the gap between ambitious long-term promises and lacklustre short-term action. The UN says the coming decade is crucial if the world is to avoid the most catastrophic consequences of global heating. Reining in our dependence on fossil fuels and dramatically accelerating the transition to renewable energy has never been more urgent.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>For example, it is difficult to quantify the work politicians do in committees, mobilising colleagues, spending time on climate issues or speaking out in the House of Commons. Individual MPs’ votes are also heavily influenced by the party whip.</p> \n<p>Yet academics and campaigners said they hoped the analysis would spur a debate about why parliament is not doing more to cut the UK’s emissions.</p> \n<p>“Every MP will look at this list and say: ‘Why am I there?’ They will have to justify their position,” said Rebecca Willis, a research associate at Lancaster University who has studied parliamentary attitudes on global warming.</p> \n<p>The analysis also comes at a critical moment, before a likely general election that could leave the winning party in power until 2025 – halfway through the decade in which <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">scientists warn that humankind must make a decisive shift</a> away from fossil fuels and other sources of carbon emissions.</p> \n<p>The current government already claims to be on the right path and political parties across the spectrum express support for radical action. </p> \n<p>Yet the the Guardian’s analysis shows Tory MPs have frequently voted down short-term practical measures to reduce emissions, for example through home heating efficiency or renewable energy subsidies, while lending their support to fracking and airport expansion.</p> \n<p><a href=\"https://www.theguardian.com/environment/2019/oct/11/tory-mps-five-times-more-likely-to-vote-against-climate-action\">The Conservatives have the worst record of any party</a>, with an average score of 17%.</p> \n<p>Despite Labour’s relatively high score of 86%, the party’s record was more mixed when it was in power in 2008-10. A year after pushing through the landmark Climate Change Act, Gordon Brown’s government voted against the 10:10 climate campaign and blocked a bill that would have made airport expansion more difficult.</p> \n<p>The Conservatives, who were then in opposition, supported both measures because their leader David Cameron wanted to create an image of a greener party. Yet after winning in 2010, his party – then in coalition with the Liberal Democrats – rolled back ambitious climate policies.</p> \n<p>The Lib Dems had an average score of 59% – until they accepted a number of ex-Tory MPs. Their inclusion brought the party down to 51%.</p> \n<p>The research has thrown up anomalies.</p> \n<p>Some relatively green Conservative MPs, such as Peter Bottomley (23%), Sarah Newton (15%), Peter Aldous (23%) and James Heappey (0%), have low scores because they were only eligible for a handful of votes, and in those they stuck to the party line.</p> \n<p>Other more climate sceptical MPs – most notably Owen Paterson (42%) – scored relatively highly because he has been in the house long enough to have been part of Cameron’s green Tory rebranding.</p> \n<p>Similarly, some Labour MPs have higher scores because they have only voted in opposition, while the stalwart environmental campaigners Kerry McCarthy (86%) and Mary Creagh (78%) fell short of a perfect mark because they stuck to the party line over the 10:10 campaign and airport expansion.</p> \n<p>Ed Milliband scored 78% although, as author of the 2008 Climate Change Act, he has arguably achieved as much as any MP in promoting emissions cuts.</p> \n<p> MPs who have a strong record on the environment said privately they were glad parliamentarians were being held to account on their climate voting records, though this could never be a perfect measure.</p>",
      "newspaperPageNumber": "19",
      "wordcount": "827",
      "firstPublicationDate": "2019-10-11T13:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-11T16:55:03Z",
      "newspaperEditionDate": "2019-10-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cc9ga",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/74687fb37901fa247d90f6623cb45786bd70d88a/0_0_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Guardian’s analysis of MPs’ climate records relies on two extensive pieces of research. Politicians were rated from 0% to 100% based on 16 key parliamentary votes that would affect the UK’s carbon emissions. The votes were chosen by the Guardian and DeSmog UK with additional consultations with Friends of the Earth, Greenpeace and other sources. A detailed breakdown of the methodology can be found here. The Guardian also compiled publicly available information about donations, salaries, gifts and other interests registered by MPs that are linked to the fossil fuel industries. The analysis has already provoked strong reactions from some MPs, while others – even those with modest scores – recognised it was an important exercise that would stimulate debate between voters and the people who represent them. The sole criteria in assessing MPs’ scores was whether their votes were likely to increase or reduce emissions. So, votes for fracking and Heathrow expansion were considered negative because those bills encouraged more carbon-intensive gas production and airline travel. But votes for onshore wind and subsidies for renewable energy were deemed positive because those bills would have accelerated the shift to a low-carbon economy. For this analysis, a vote for nuclear power was judged positive in purely climate terms, even though there are many other serious environmental and economic concerns about this form of energy. Motions passed without a recorded vote could not be included in the scores. In addition, the Guardian looked at information taken from the parliamentary register of MPs’ interests that showed donations, salaries or benefits from fossil fuel companies, aviation firms or individuals and organisations that deny the need for urgent climate action. The results are not intended as the final word on whether an MP is for or against climate action, and there are limitations to the methodology used. For example, it is difficult to quantify the work politicians do in committees, mobilising colleagues, spending time on climate issues or speaking out in the House of Commons. Individual MPs’ votes are also heavily influenced by the party whip. Yet academics and campaigners said they hoped the analysis would spur a debate about why parliament is not doing more to cut the UK’s emissions. “Every MP will look at this list and say: ‘Why am I there?’ They will have to justify their position,” said Rebecca Willis, a research associate at Lancaster University who has studied parliamentary attitudes on global warming. The analysis also comes at a critical moment, before a likely general election that could leave the winning party in power until 2025 – halfway through the decade in which scientists warn that humankind must make a decisive shift away from fossil fuels and other sources of carbon emissions. The current government already claims to be on the right path and political parties across the spectrum express support for radical action. Yet the the Guardian’s analysis shows Tory MPs have frequently voted down short-term practical measures to reduce emissions, for example through home heating efficiency or renewable energy subsidies, while lending their support to fracking and airport expansion. The Conservatives have the worst record of any party, with an average score of 17%. Despite Labour’s relatively high score of 86%, the party’s record was more mixed when it was in power in 2008-10. A year after pushing through the landmark Climate Change Act, Gordon Brown’s government voted against the 10:10 climate campaign and blocked a bill that would have made airport expansion more difficult. The Conservatives, who were then in opposition, supported both measures because their leader David Cameron wanted to create an image of a greener party. Yet after winning in 2010, his party – then in coalition with the Liberal Democrats – rolled back ambitious climate policies. The Lib Dems had an average score of 59% – until they accepted a number of ex-Tory MPs. Their inclusion brought the party down to 51%. The research has thrown up anomalies. Some relatively green Conservative MPs, such as Peter Bottomley (23%), Sarah Newton (15%), Peter Aldous (23%) and James Heappey (0%), have low scores because they were only eligible for a handful of votes, and in those they stuck to the party line. Other more climate sceptical MPs – most notably Owen Paterson (42%) – scored relatively highly because he has been in the house long enough to have been part of Cameron’s green Tory rebranding. Similarly, some Labour MPs have higher scores because they have only voted in opposition, while the stalwart environmental campaigners Kerry McCarthy (86%) and Mary Creagh (78%) fell short of a perfect mark because they stuck to the party line over the 10:10 campaign and airport expansion. Ed Milliband scored 78% although, as author of the 2008 Climate Change Act, he has arguably achieved as much as any MP in promoting emissions cuts. MPs who have a strong record on the environment said privately they were glad parliamentarians were being held to account on their climate voting records, though this could never be a perfect measure.",
      "charCount": "5185",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanwatts\">Jonathan Watts</a> and <a href=\"profile/pamela-duncan\">Pamela Duncan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/oct/11/tory-mps-five-times-more-likely-to-vote-against-climate-action",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-10-11T13:00:11Z",
    "webTitle": "Tory MPs five times as likely to vote against climate action",
    "webUrl": "https://www.theguardian.com/environment/2019/oct/11/tory-mps-five-times-more-likely-to-vote-against-climate-action",
    "apiUrl": "https://content.guardianapis.com/environment/2019/oct/11/tory-mps-five-times-more-likely-to-vote-against-climate-action",
    "fields": {
      "headline": "Tory MPs five times as likely to vote against climate action",
      "standfirst": "<p>Boris Johnson among dozens of MPs to record worst possible environmental score in Guardian analysis</p><ul><li><a href=\"https://www.theguardian.com/environment/ng-interactive/2019/oct/11/guardian-climate-score-how-did-your-mp-do\">How did your MP score?</a></li></ul>",
      "trailText": "Boris Johnson among dozens of MPs to record worst possible environmental score in Guardian analysis",
      "byline": "Jonathan Watts and Pamela Duncan",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"79b7673598dc0dba22b63e5099f8f10d59a47ab3\"> \n <img src=\"https://media.guim.co.uk/79b7673598dc0dba22b63e5099f8f10d59a47ab3/0_305_4732_2841/1000.jpg\" alt=\"Greenpeace activists redecorate the infamous ‘£350m a week for the NHS’ Vote Leave battlebus before the EU referendum in 2016\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Activists redecorate a Vote Leave battlebus before the referendum in 2016. The Greens’ Caroline Lucas has said political debate ‘is being sucked dry by Brexit’.</span> \n  <span class=\"element-image__credit\">Photograph: Guy Bell/Alamy</span> \n </figcaption> \n</figure>",
      "body": "<p> Conservative MPs are almost five times as likely to vote against climate action as legislators from other parties, a Guardian analysis of 16 indicative parliamentary divisions over the past decade has revealed.</p> \n<p>The Tories also registered many more donations, shares, salaries, gifts and tickets to sporting events from <a href=\"https://www.theguardian.com/environment/2019/oct/09/revealed-20-firms-third-carbon-emissions\">fossil fuel companies</a>, petrostates, aviation companies and climate sceptics, according to declarations made in the parliamentary record of MPs’ interests between 2008 and 2019.</p> \n<p>The Guardian, in collaboration with the investigative environmental journalism group <a href=\"https://www.desmog.co.uk/\">DeSmog UK</a>, rated MPs from 0% to 100% based on 16 parliamentary votes since 2008. The selection sought to cover a range of measures that would affect the UK’s carbon emissions, with an emphasis on votes where MPs were willing to break ranks and put the climate before their party.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/ng-interactive/2019/oct/11/guardian-climate-score-how-did-your-mp-do\">Guardian climate score: how did your MP do?</a> </p> \n</aside> \n<p>The analysis shows that although most politicians publicly express support for ambitious long-term climate targets, when it comes to short-term measures to reduce the UK’s carbon footprint, those in power are less likely to make this a priority.</p> \n<p>The scores are not intended to be a definitive evaluation of an MP’s green credentials – both the Conservatives and Liberal Democrat parties complained they had been hard done by.</p> \n<p>But experts said the scores were an important tool for voters to make a choice through a climate prism with a <a href=\"https://www.theguardian.com/politics/2019/oct/10/labour-failure-increase-vote-share-council-byelections-general-election-analysis\">potential general election</a> looming.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e182ee5f-c378-4474-b7da-79f6b0a671b3\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The Guardian has collaborated with leading scientists and NGOs to expose, with exclusive data, investigations and analysis, the fossil fuel companies that are perpetuating the climate crisis – some of which have accelerated their extraction of coal, oil and gas even as the devastating impact on the planet and humanity was becoming clear.<br></p>\n    <p>The investigation has involved more than 20 Guardian journalists working across the world for the past six months.</p>\n    <p>The project focuses on what the companies have extracted from the ground, and the subsequent emissions they are responsible for, since 1965. The analysis, undertaken by Richard Heede at the <a href=\"http://climateaccountability.org/\">Climate Accountability Institute</a>,&nbsp;calculates how much carbon is emitted throughout the supply chain, from extraction to use by consumers. Heede said: \"The fact that consumers combust the fuels to carbon dioxide, water, heat and pollutants does not absolve the fossil fuel companies from responsibility for knowingly perpetuating the carbon era and accelerating the climate crisis toward the existential threat it has now become.\"</p>\n    <p>One aim of the project is to move the focus of debate from individual responsibilities to power structures – so our reporters also examined the financial and lobbying structures that let fossil fuel firms keep growing, and discovered which elected politicians were voting for change.&nbsp;</p>\n    <p>Another aim of the project is to press governments and corporations to close the gap between ambitious long-term promises and lacklustre short-term action. The UN says the coming decade is crucial if the world is to avoid the most catastrophic consequences of global heating. Reining in our dependence on fossil fuels and dramatically accelerating the transition to renewable energy has never been more urgent.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Boris Johnson was among several dozen MPs, mostly Conservatives, who recorded the worst possible score of zero. Although the prime minister has at various times said it was important to cut emissions, records show he voted five times against bills or amendments that could have had a positive climate impact.</p> \n<p>He was also among 10 ministers who received donations or gifts from oil companies, airports, petrostates, climate sceptics or thinktanks identified as spreading information against climate action.</p> \n<p>The average voting score of Johnson’s cabinet was 17%, compared with the Labour shadow cabinet score of 90%.</p> \n<p>The leader of the opposition, Jeremy Corbyn, scored 92%.</p> \n<p>Labour MPs were far less likely than Conservatives to receive gifts or money related to fossil fuel interests. This is partly because they are in opposition and tend to rely more on donations from trade unions.</p> \n<p>One of the MPs most consistently opposed to measures to tackle climate change was Sammy Wilson, the Democratic Unionist party (DUP) politician who notoriously organised a “Climate Fools’ Day” parliamentary event in 2010 that gathered sceptic MPs.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/oct/09/revealed-20-firms-third-carbon-emissions\">Revealed: the 20 firms behind a third of all carbon emissions</a> </p> \n</aside> \n<p>The MP who received legitimate donations from the widest range of denialist and fossil fuel sources was the former international trade secretary Liam Fox.</p> \n<p>For the emissions-related votes, Conservative MPs averaged 17%, while non-Conservatives scored 80% on average. This breaks down as Labour 86%, Liberal Democrats 51%, Scottish National party and Plaid Cymru 100%, Change UK 59% and the DUP 62%. Sinn Féin had no score because its MPs boycott parliament. The average MP’s score was 50%.</p> \n<p>Jo Swinson, the leader of the Liberal Democrats, scored 50%, largely because Lib Dem MPs were often whipped to vote alongside the Conservatives during the 2010-15 coalition government. Her party’s overall voting average fell from 59% to 51% after the recent admission of former Tory Brexit rebels – inclusions the party said were unfair.</p> \n<p>A Lib Dem spokeswoman said a different selection of votes would have resulted in a higher scores for their MPs.</p> \n<p>The Guardian approached all the main political parties about the scores, explaining the methodology and how they were intended as a tool for the electorate. Their initial response was sharply divided.</p> \n<p>While Labour broadly welcomed the study, the Lib Dems questioned the methodology. A Conservative spokesperson said the findings were “complete nonsense”.</p> \n<p>“Addressing climate change is a top priority for the Conservative party, which is why in June we became the first major economy to legislate to end our contribution to global warming by 2050. Boris Johnson and the Conservatives are taking world-leading action on climate change. We have reduced emissions by a quarter since coming to office in 2010, the fastest reduction by any G20 nation, and boosted renewables to record levels.”</p> \n<p>A press officer for Corbyn said it was a “very valuable project for voters”. A Labour spokesperson added: “We’re proud that Labour has a long history of leading the way on the environment, as this analysis clearly shows. I would hope that no concerned MP feels compelled to ever again vote against legislation that will tackle climate change.”</p> \n<p>The Lib Dems said the party was proud of its record. “In government we presided over the largest increase in renewable generation ever seen in the UK’s history,” a party spokesperson said. “Since 2015 the Tories have consistently undermined the UK’s progress on tackling the climate emergency, as have Labour through their tacit support of Brexit. Liberal Democrats demand better. We are the only national party serious about tackling the climate emergency and we have radical plan to cut emissions to net zero by 2045 at the very latest.”</p> \n<p>Before seeing the results, Norman Lamb, the Lib Dem head of the Commons science and technology committee – who scored 62% – said: “It’s a good thing this is being done by the Guardian. MPs are leaders and we need to be held to account.”</p> \n<p>The Green party’s only MP, Caroline Lucas – who has consistently been a leader on environment issues – registered 92%. It was not 100% because she voted to keep nuclear power subsidies relatively low. Lucas and many environmentalists argued the subsidies would be better spent on cheaper, safer forms of renewable energy.</p> \n<p>The analysis, which covers 16 votes since the 2008 Climate Change Act, shows politicians of all stripes are less likely to vote for climate action when their party is in government and, with notable exceptions, follow the party whip.</p> \n<p>The top-scoring Conservative MP, Zac Goldsmith (67%), often voted against his own party in favour of measures that would help to stabilise the climate.</p> \n<p>The second-lowest-scoring Labour MP, Graham Stringer (57%), is a trustee of the Global Warming Policy Foundation, a UK-based organisation that denies the urgency of the climate crisis, and was <a href=\"https://www.independent.co.uk/news/uk/politics/graham-stringer-mp-climate-change-science-and-technology-committee-global-warming-policy-foundation-a7946966.html\">one of only two MPs</a> who voted against the 2014 conclusion of the Intergovernmental Panel on Climate Change (IPCC) that humans bore most responsibility for climate change.</p> \n<p>Lucas said MPs should rethink their priorities. “The climate emergency is a global crisis, more important in the long term than Brexit, but it doesn’t attract the same commitment and that’s simply not good enough,” she said.</p> \n<p>“MPs need to wake up to what people want: tougher action, more ambitious targets and a real sense of urgency.”</p> \n<p>The former Labour leader Ed Miliband said parties should maintain a consensus about the scale of the challenge but should battle over the measures needed to achieve the UK’s goals.</p> \n<p>“The climate emergency will be on the ballot paper at the next general election,” he said. “Parties need to fight it out on who really gets it, is willing to match rhetoric with action and grasps the overwhelming need to act now rather than later.”</p> \n<p>Analysts said that in the past, voter apathy had persuaded MPs they would not be judged on this issue.</p> \n<p>“The problem is with the silent majority of MPs,” said Rebecca Willis, a research associate at Lancaster University, who has studied parliamentary attitudes on global heating. “Very few politicians in the UK deny the science of climate – but there are not many that are very active on climate issues, either. The vast majority sit in between: they say the right things when required, but they don’t champion the issue or spend time on it. They don’t perceive that it’s a priority for voters.”</p> \n<p>Dave Timms of Friends of the Earth said: “There is still a broad consensus for the overall target, but when it comes to making the hard choices needed to achieve that target, climate action is at a standstill.”</p> \n<p><em>Additional reporting by <a href=\"https://www.theguardian.com/profile/lucy-campbell\">Luc</a></em><em><a href=\"https://www.theguardian.com/profile/lucy-campbell\">y Campbell</a>, <a href=\"https://www.theguardian.com/profile/nur-pirbhai\">Nur Pirbhai</a>, Christine Parry and Hanako Lowry</em></p>",
      "newspaperPageNumber": "18",
      "wordcount": "1320",
      "firstPublicationDate": "2019-10-11T13:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-14T15:21:59Z",
      "newspaperEditionDate": "2019-10-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cc9gv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/79b7673598dc0dba22b63e5099f8f10d59a47ab3/0_305_4732_2841/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Conservative MPs are almost five times as likely to vote against climate action as legislators from other parties, a Guardian analysis of 16 indicative parliamentary divisions over the past decade has revealed. The Tories also registered many more donations, shares, salaries, gifts and tickets to sporting events from fossil fuel companies, petrostates, aviation companies and climate sceptics, according to declarations made in the parliamentary record of MPs’ interests between 2008 and 2019. The Guardian, in collaboration with the investigative environmental journalism group DeSmog UK, rated MPs from 0% to 100% based on 16 parliamentary votes since 2008. The selection sought to cover a range of measures that would affect the UK’s carbon emissions, with an emphasis on votes where MPs were willing to break ranks and put the climate before their party. The analysis shows that although most politicians publicly express support for ambitious long-term climate targets, when it comes to short-term measures to reduce the UK’s carbon footprint, those in power are less likely to make this a priority. The scores are not intended to be a definitive evaluation of an MP’s green credentials – both the Conservatives and Liberal Democrat parties complained they had been hard done by. But experts said the scores were an important tool for voters to make a choice through a climate prism with a potential general election looming. Boris Johnson was among several dozen MPs, mostly Conservatives, who recorded the worst possible score of zero. Although the prime minister has at various times said it was important to cut emissions, records show he voted five times against bills or amendments that could have had a positive climate impact. He was also among 10 ministers who received donations or gifts from oil companies, airports, petrostates, climate sceptics or thinktanks identified as spreading information against climate action. The average voting score of Johnson’s cabinet was 17%, compared with the Labour shadow cabinet score of 90%. The leader of the opposition, Jeremy Corbyn, scored 92%. Labour MPs were far less likely than Conservatives to receive gifts or money related to fossil fuel interests. This is partly because they are in opposition and tend to rely more on donations from trade unions. One of the MPs most consistently opposed to measures to tackle climate change was Sammy Wilson, the Democratic Unionist party (DUP) politician who notoriously organised a “Climate Fools’ Day” parliamentary event in 2010 that gathered sceptic MPs. The MP who received legitimate donations from the widest range of denialist and fossil fuel sources was the former international trade secretary Liam Fox. For the emissions-related votes, Conservative MPs averaged 17%, while non-Conservatives scored 80% on average. This breaks down as Labour 86%, Liberal Democrats 51%, Scottish National party and Plaid Cymru 100%, Change UK 59% and the DUP 62%. Sinn Féin had no score because its MPs boycott parliament. The average MP’s score was 50%. Jo Swinson, the leader of the Liberal Democrats, scored 50%, largely because Lib Dem MPs were often whipped to vote alongside the Conservatives during the 2010-15 coalition government. Her party’s overall voting average fell from 59% to 51% after the recent admission of former Tory Brexit rebels – inclusions the party said were unfair. A Lib Dem spokeswoman said a different selection of votes would have resulted in a higher scores for their MPs. The Guardian approached all the main political parties about the scores, explaining the methodology and how they were intended as a tool for the electorate. Their initial response was sharply divided. While Labour broadly welcomed the study, the Lib Dems questioned the methodology. A Conservative spokesperson said the findings were “complete nonsense”. “Addressing climate change is a top priority for the Conservative party, which is why in June we became the first major economy to legislate to end our contribution to global warming by 2050. Boris Johnson and the Conservatives are taking world-leading action on climate change. We have reduced emissions by a quarter since coming to office in 2010, the fastest reduction by any G20 nation, and boosted renewables to record levels.” A press officer for Corbyn said it was a “very valuable project for voters”. A Labour spokesperson added: “We’re proud that Labour has a long history of leading the way on the environment, as this analysis clearly shows. I would hope that no concerned MP feels compelled to ever again vote against legislation that will tackle climate change.” The Lib Dems said the party was proud of its record. “In government we presided over the largest increase in renewable generation ever seen in the UK’s history,” a party spokesperson said. “Since 2015 the Tories have consistently undermined the UK’s progress on tackling the climate emergency, as have Labour through their tacit support of Brexit. Liberal Democrats demand better. We are the only national party serious about tackling the climate emergency and we have radical plan to cut emissions to net zero by 2045 at the very latest.” Before seeing the results, Norman Lamb, the Lib Dem head of the Commons science and technology committee – who scored 62% – said: “It’s a good thing this is being done by the Guardian. MPs are leaders and we need to be held to account.” The Green party’s only MP, Caroline Lucas – who has consistently been a leader on environment issues – registered 92%. It was not 100% because she voted to keep nuclear power subsidies relatively low. Lucas and many environmentalists argued the subsidies would be better spent on cheaper, safer forms of renewable energy. The analysis, which covers 16 votes since the 2008 Climate Change Act, shows politicians of all stripes are less likely to vote for climate action when their party is in government and, with notable exceptions, follow the party whip. The top-scoring Conservative MP, Zac Goldsmith (67%), often voted against his own party in favour of measures that would help to stabilise the climate. The second-lowest-scoring Labour MP, Graham Stringer (57%), is a trustee of the Global Warming Policy Foundation, a UK-based organisation that denies the urgency of the climate crisis, and was one of only two MPs who voted against the 2014 conclusion of the Intergovernmental Panel on Climate Change (IPCC) that humans bore most responsibility for climate change. Lucas said MPs should rethink their priorities. “The climate emergency is a global crisis, more important in the long term than Brexit, but it doesn’t attract the same commitment and that’s simply not good enough,” she said. “MPs need to wake up to what people want: tougher action, more ambitious targets and a real sense of urgency.” The former Labour leader Ed Miliband said parties should maintain a consensus about the scale of the challenge but should battle over the measures needed to achieve the UK’s goals. “The climate emergency will be on the ballot paper at the next general election,” he said. “Parties need to fight it out on who really gets it, is willing to match rhetoric with action and grasps the overwhelming need to act now rather than later.” Analysts said that in the past, voter apathy had persuaded MPs they would not be judged on this issue. “The problem is with the silent majority of MPs,” said Rebecca Willis, a research associate at Lancaster University, who has studied parliamentary attitudes on global heating. “Very few politicians in the UK deny the science of climate – but there are not many that are very active on climate issues, either. The vast majority sit in between: they say the right things when required, but they don’t champion the issue or spend time on it. They don’t perceive that it’s a priority for voters.” Dave Timms of Friends of the Earth said: “There is still a broad consensus for the overall target, but when it comes to making the hard choices needed to achieve that target, climate action is at a standstill.” Additional reporting by Lucy Campbell, Nur Pirbhai, Christine Parry and Hanako Lowry",
      "charCount": "8140",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanwatts\">Jonathan Watts</a> and <a href=\"profile/pamela-duncan\">Pamela Duncan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/11/labour-boris-johnson-election-conservatives",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-11T10:00:07Z",
    "webTitle": "Johnson’s thin coat of red paint could win him an election | Larry Elliott",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/11/labour-boris-johnson-election-conservatives",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/11/labour-boris-johnson-election-conservatives",
    "fields": {
      "headline": "Johnson’s thin coat of red paint could win him an election",
      "standfirst": "The idea of the Conservatives as the party of the working class should be beyond parody. Sadly, it is not",
      "trailText": "The idea of the Conservatives as the party of the working class should be beyond parody. Sadly, it is not, says economic editor Larry Elliott",
      "byline": "Larry Elliott",
      "main": "<figure class=\"element element-image\" data-media-id=\"e7f7ffa2a5893c8aac1860b5d3128761a5d5f060\"> <img src=\"https://media.guim.co.uk/e7f7ffa2a5893c8aac1860b5d3128761a5d5f060/0_20_5364_3218/1000.jpg\" alt=\"Jeremy Corbyn campaign speech\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Theresa May lost the Conservative party’s majority in 2017 to a Labour party campaigning with a simple message: for the many not the few.’</span> <span class=\"element-image__credit\">Photograph: Darren Staples/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The <a href=\"https://www.theguardian.com/politics/ng-interactive/2017/jun/09/theresa-may-election-gamble-fail-conservatives-majority-polls\" title=\"\">2017 general election</a> was a disaster for Theresa May. She lost the Conservative party’s overall majority, lost what leverage she had in the Brexit negotiations, and lost the argument to a Labour party campaigning with a simple message: for the many, not the few.</p> <p>But the dark cloud of Tory gloom had a silver lining: the party gained half a dozen seats in areas that had hitherto been seen as Labour fiefdoms. Stoke-on-Trent, Mansfield, <a href=\"https://www.bbc.co.uk/news/politics/constituencies/E14000843\" title=\"\">Derbyshire North East</a> and<a href=\"https://www.bbc.co.uk/news/politics/constituencies/E14001011\" title=\"\"> Walsall North</a> were never supposed to go Conservative, but in 2017 they did.</p> <p>Building on those modest successes is now central to Boris Johnson’s election strategy, and anybody who thinks the prime minister will go to the country on a platform of deregulation and devil-take-the-hindmost free-market capitalism really hasn’t been paying attention for the past three months.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/oct/10/boris-johnson-election-unpleasant-surprise-opposition\">Johnson’s desperate for a general election, but he faces an unpleasant surprise | Polly Toynbee</a> </p> </aside>  <p>To be sure, there are Tories who would like nothing better than to take an axe to the state and make London the wild west for footloose global capital. But while it is quite possible that they will eventually take control of the Conservative party, they are not running it at the moment.</p> <p>Dominic Cummings is no free-market zealot, and he is targeting Blue Labour voters: economic interventionists but social conservatives – people who loathe City bankers and want more money spent on the NHS, but are hardliners on law and order, believe in the nation state and are strongly attached to their own communities.</p> <p>David Cameron appealed to socially progressive neoliberals; Johnson, as was obvious to anyone watching last week’s Conservative conference in Manchester, has turned this strategy on its head. On the Monday afternoon the chancellor, Sajid Javid, <a href=\"https://www.theguardian.com/uk-news/2019/sep/30/conservatives-pledge-raise-national-living-wage-by-2024\" title=\"\">announced plans</a> for a higher minimum wage. The next morning, the home secretary, <a href=\"https://www.theguardian.com/uk-news/2019/oct/01/priti-patel-unveils-county-lines-crackdown\" title=\"\">Priti Patel</a>, was telling criminals she was coming to get them.</p> <p>Speaking at a fringe meeting, the former Tory minister David Willetts said: “The strategy is to shift the party’s electoral base away from remain-voting areas – such as Winchester and Guildford – to Brexit-voting Labour areas in the Midlands and the north. What these potential Tory voters want is the welfare state, higher public spending and the unfreezing of working-age benefits.”</p> <p>And that is what Johnson and Cummings are offering them. The biggest annual increase in <a href=\"https://www.theguardian.com/politics/2019/sep/04/sajid-javid-promises-decade-renewal-sets-out-post-brexit-spending\" title=\"\">public spending</a> for more than 15 years involves more money for the NHS, schools and the police. Tax cuts are being planned, even though this will mean breaking the government’s own budget-deficit rules.</p> <p>This has caused some confusion among the government’s political opponents. For years the left has said austerity wouldn’t work, and that a more activist fiscal policy would lead to stronger growth and – eventually – a lower deficit. It is something of a back-handed compliment to Jeremy Corbyn and John McDonnell that the Conservatives are now copying their ideas. There is, though, little point in branding Johnson’s economic policy rightwing when it clearly isn’t.</p> <p>Needless to say, Johnson’s approach has plenty of flaws. The ditching of austerity comes after nine years of cuts. Much damage has been caused, especially in those parts of “forgotten Britain” where low-income jobs are rife.</p> <p>With cynicism about politics running high, voters may join the <a href=\"https://www.theguardian.com/politics/2019/oct/08/no-deal-brexit-would-push-national-debt-to-levels-last-seen-in-60s\" title=\"\">experts</a> at the Institute for Fiscal Studies in wondering how long the spending splurge will last. History suggests it will be until the first budget after the general election, because governments like to get the tough measures out of the way early in a parliament’s life.</p> <p>The Tories also poll badly with younger voters, in large part because they have feather-bedded owner-occupiers and pensioners at the expense of renters and people of working age. Javid’s pledge to lower the age for the adult minimum wage from 25 to 21 is an acknowledgement of this weakness.</p> <p>But Labour needs to take the threat posed by Johnson seriously. For a start, the Conservatives are focusing on voters in the <a href=\"https://blogs.lse.ac.uk/brexit/2019/02/04/labours-path-to-vicotry-is-through-leave-voting-conservative-marginals/\" title=\"\">seats</a> where the election will be won and lost. Of Labour’s 45 target seats in England and Wales, all but 10 voted leave in the 2016 referendum. Similarly, 16 of the 25 most vulnerable seats Labour is defending voted leave, with four in England and five in Scotland voting remain.</p> <p>An often heard argument is that loathing of the Conservatives will mean the Labour heartlands stay loyal. But many of the seats up for grabs have wafer-thin majorities. For Johnson to win, he doesn’t need Labour voters to defect en masse; he simply needs a thousand or so in each constituency to stay at home.</p> <p>Corbyn did much better than expected in 2017, in part because his anti-austerity message resonated and in part because he managed to get the debate off Brexit. By doing so, he was able to disguise the fragility of the coalition between Labour’s blue- and white-collar constituencies.</p> <p>That’s not going to be so easy to pull off this time. The coming election will be dominated by Brexit, and Labour – despite Corbyn’s efforts – will fight it as a more overtly remain party. Labour is now two parties: a middle-class party dominated by people who see politics through the prism of identity and a working-class party dominated by people who see politics through the prism of class.</p> <p>Johnson thinks he can exploit the fact that Labour’s two wings no longer speak the same language by promising to deliver Brexit, bang up more criminals, build more hospitals and abolish poverty pay. Will it work? The idea of the Conservatives – bankrolled by hedge funds, and viscerally anti-union – as the party of the working class should be beyond parody. It has to be said, though, that many Labour MPs – especially those in the north – don’t exactly seem to be relishing the prospect of an election.</p> <p>• Larry Elliott is the Guardian’s economics editor</p>",
      "wordcount": "953",
      "commentCloseDate": "2019-10-11T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-11T10:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-11T15:44:08Z",
      "newspaperEditionDate": "2019-10-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cfm9t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e7f7ffa2a5893c8aac1860b5d3128761a5d5f060/0_20_5364_3218/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The 2017 general election was a disaster for Theresa May. She lost the Conservative party’s overall majority, lost what leverage she had in the Brexit negotiations, and lost the argument to a Labour party campaigning with a simple message: for the many, not the few. But the dark cloud of Tory gloom had a silver lining: the party gained half a dozen seats in areas that had hitherto been seen as Labour fiefdoms. Stoke-on-Trent, Mansfield, Derbyshire North East and Walsall North were never supposed to go Conservative, but in 2017 they did. Building on those modest successes is now central to Boris Johnson’s election strategy, and anybody who thinks the prime minister will go to the country on a platform of deregulation and devil-take-the-hindmost free-market capitalism really hasn’t been paying attention for the past three months. To be sure, there are Tories who would like nothing better than to take an axe to the state and make London the wild west for footloose global capital. But while it is quite possible that they will eventually take control of the Conservative party, they are not running it at the moment. Dominic Cummings is no free-market zealot, and he is targeting Blue Labour voters: economic interventionists but social conservatives – people who loathe City bankers and want more money spent on the NHS, but are hardliners on law and order, believe in the nation state and are strongly attached to their own communities. David Cameron appealed to socially progressive neoliberals; Johnson, as was obvious to anyone watching last week’s Conservative conference in Manchester, has turned this strategy on its head. On the Monday afternoon the chancellor, Sajid Javid, announced plans for a higher minimum wage. The next morning, the home secretary, Priti Patel, was telling criminals she was coming to get them. Speaking at a fringe meeting, the former Tory minister David Willetts said: “The strategy is to shift the party’s electoral base away from remain-voting areas – such as Winchester and Guildford – to Brexit-voting Labour areas in the Midlands and the north. What these potential Tory voters want is the welfare state, higher public spending and the unfreezing of working-age benefits.” And that is what Johnson and Cummings are offering them. The biggest annual increase in public spending for more than 15 years involves more money for the NHS, schools and the police. Tax cuts are being planned, even though this will mean breaking the government’s own budget-deficit rules. This has caused some confusion among the government’s political opponents. For years the left has said austerity wouldn’t work, and that a more activist fiscal policy would lead to stronger growth and – eventually – a lower deficit. It is something of a back-handed compliment to Jeremy Corbyn and John McDonnell that the Conservatives are now copying their ideas. There is, though, little point in branding Johnson’s economic policy rightwing when it clearly isn’t. Needless to say, Johnson’s approach has plenty of flaws. The ditching of austerity comes after nine years of cuts. Much damage has been caused, especially in those parts of “forgotten Britain” where low-income jobs are rife. With cynicism about politics running high, voters may join the experts at the Institute for Fiscal Studies in wondering how long the spending splurge will last. History suggests it will be until the first budget after the general election, because governments like to get the tough measures out of the way early in a parliament’s life. The Tories also poll badly with younger voters, in large part because they have feather-bedded owner-occupiers and pensioners at the expense of renters and people of working age. Javid’s pledge to lower the age for the adult minimum wage from 25 to 21 is an acknowledgement of this weakness. But Labour needs to take the threat posed by Johnson seriously. For a start, the Conservatives are focusing on voters in the seats where the election will be won and lost. Of Labour’s 45 target seats in England and Wales, all but 10 voted leave in the 2016 referendum. Similarly, 16 of the 25 most vulnerable seats Labour is defending voted leave, with four in England and five in Scotland voting remain. An often heard argument is that loathing of the Conservatives will mean the Labour heartlands stay loyal. But many of the seats up for grabs have wafer-thin majorities. For Johnson to win, he doesn’t need Labour voters to defect en masse; he simply needs a thousand or so in each constituency to stay at home. Corbyn did much better than expected in 2017, in part because his anti-austerity message resonated and in part because he managed to get the debate off Brexit. By doing so, he was able to disguise the fragility of the coalition between Labour’s blue- and white-collar constituencies. That’s not going to be so easy to pull off this time. The coming election will be dominated by Brexit, and Labour – despite Corbyn’s efforts – will fight it as a more overtly remain party. Labour is now two parties: a middle-class party dominated by people who see politics through the prism of identity and a working-class party dominated by people who see politics through the prism of class. Johnson thinks he can exploit the fact that Labour’s two wings no longer speak the same language by promising to deliver Brexit, bang up more criminals, build more hospitals and abolish poverty pay. Will it work? The idea of the Conservatives – bankrolled by hedge funds, and viscerally anti-union – as the party of the working class should be beyond parody. It has to be said, though, that many Labour MPs – especially those in the north – don’t exactly seem to be relishing the prospect of an election. • Larry Elliott is the Guardian’s economics editor",
      "charCount": "5784",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/oct/11/reckless-tory-pantomime-authoritarianism-thatcherism",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-11T05:00:50Z",
    "webTitle": "A reckless Tory party is resorting to pantomime authoritarianism | Daniel Trilling",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/11/reckless-tory-pantomime-authoritarianism-thatcherism",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/11/reckless-tory-pantomime-authoritarianism-thatcherism",
    "fields": {
      "headline": "A reckless Tory party is resorting to pantomime authoritarianism",
      "standfirst": "<p>The hard-right rhetoric is an imitation of Thatcher’s populism – but it has the potential to be even more vicious</p>",
      "trailText": "The hard-right rhetoric is an imitation of Thatcher’s populism – but it has the potential to be even more vicious, says Daniel Trilling, editor of New Humanist",
      "byline": "Daniel Trilling",
      "main": "<figure class=\"element element-image\" data-media-id=\"052b91de81d0c99092f3454dab7ba217b2ac6790\"> \n <img src=\"https://media.guim.co.uk/052b91de81d0c99092f3454dab7ba217b2ac6790/0_125_2745_1647/1000.jpg\" alt=\"Home Secretary Priti Patel making her keynote speech at the Conservative Party Conference 2019\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Priti Patel ‘casually caricatured the politicians opposed to her as the ‘north London metropolitan liberal elite’’.</span> \n  <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The rightwingers who now dominate the Conservative party see enemies everywhere they look. In parliament, “collaborators” with the European Union, who will force Britain to “surrender”. Behind them, shadowy financial backers such as George Soros, <a href=\"https://www.independent.co.uk/voices/jacob-rees-mogg-george-soros-antisemitism-house-of-commons-a9143006.html\" title=\"\">singled out</a> by Jacob Rees-Mogg as “remoaner funder-in-chief”. In the universities and the media, the promoters of “cultural Marxism”, an alien ideology that must be rooted out, according to <a href=\"https://www.theguardian.com/news/2019/mar/26/tory-mp-criticised-for-using-antisemitic-term-cultural-marxism\" title=\"\">Suella Braverman</a>. And above all, an unaccountable liberal elite that stands in the way of the hopes and aspirations of the British people.</p> \n<p>Once these claims were mostly to be found on the far right – but the current Tory leadership has placed them at the heart of mainstream discourse. Consider the new home secretary, Priti Patel, who casually caricatured the politicians opposed to her as the “north London metropolitan liberal elite” in a conference speech that drew outrage from some quarters and passionate defence – or rushed excuses – from others. Her choice of words, as many pointed out, echoed a classic antisemitic trope: “north London” is often a shorthand for Jews; “metropolitan liberal elite” isn’t far off from “rootless cosmopolitans”.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The destination is a revived hard-right populism, narrow in focus, pumped-up, aggressive</p> \n </blockquote> \n</aside> \n<p>But there is more to what the Tories are doing than offensive language – and the road map to it can be found in Patel’s <a href=\"https://content.guardianapis.com/atom/media/324fec34-7a44-40df-9701-f796aaaee041\" title=\"\">cartoonishly hardline performance</a>. The destination is a revived hard-right populism, narrow in focus, pumped-up, aggressive, that will define the Conservatives long after Brexit.</p> \n<p>Those whose “will” the Tories intend to enact are “hardworking, honest, law-abiding people whose needs are humble, whose expectations are modest and whose demands of their government are simple”. Patel’s policy proposals, such as they were, consist largely of signalling. It’s not clear how an “Australian points-based immigration system” differs from the UK’s current points-based immigration system – but it’s a good shorthand for immigration controls that police incomers by wealth and ethnicity and mete out savage treatment to unwanted refugees.</p> \n<p><a href=\"https://www.theguardian.com/commentisfree/2019/oct/04/child-slavery-county-lines-criminals-provincial-towns\" title=\"\">County lines drug dealing</a>, singled out for a crackdown, involves horrific exploitation and abuse but also – conveniently for rightwing press and politicians – fits a racialised image of crime-ridden inner cities infecting more respectable areas. Promises of tougher sentences, combined with more powers and weapons for police, add to the mood music.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e2f10cad-6bde-4965-9f25-59a02d5d69a9\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yR7lbC1xHG4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The message is clear: the Conservatives will protect the people – from the criminals and immigrants who would do them harm, and the elite liberals who would enable it.</p> \n<p>At a moment of crisis and with an election looming, the Tories are pinning their hopes on a replay of the populist authoritarianism that won Margaret Thatcher the 1979 election. Patel’s declaration that the Tories are “the party of law and order again” suggests that their campaigning on domestic policy will be simple and brutal: tougher criminal sentences and tougher borders; measures to keep ordinary British citizens safe that the unpatriotic Labour leadership is unwilling to take.</p> \n<p>In fact Patel directly invoked Thatcher, who “knew that if you made the British people your compass, if you took time to understand their lives and priorities, then your direction would always be true”. In admiring tones, Patel described Thatcher’s understanding of ordinary common sense: “an honest day’s work for an honest day’s pay, live within your means, pay your bills on time, and support the police”.</p> \n<p>The Conservatives may wish to emulate past glories, but they face radically different circumstances. The political theorist Stuart Hall was one of the few analysts on the left to <a href=\"http://banmarchive.org.uk/collections/mt/pdf/79_01_hall.pdf\" title=\"\">recognise</a> from the outset that Thatcherism represented a profound shift in the terms on which British politics were conducted. For Hall, it was a new form of rightwing populism that drew on familiar themes – law and order, race and immigration, discipline in schools – but assembled them in a new way that spoke directly to what millions of people experienced in their daily lives.</p> \n<p>In the 1970s, according to Hall, what people were frustrated by was a postwar social democracy that had run into serious economic trouble, a Labour party caught between representing working-class interests and policing workers on behalf of capital. It was easy to turn people against “socialism” and promise a restoration of order at a time when socialism, for many people, was synonymous with stagnation and an overbearing state bureaucracy.</p> \n<p>But 2019 is not 1979. The Conservatives want to tap into voters’ fears and frustrations once again, but now they cannot name the real causes – because they <em>are</em> the cause.</p> \n<p>Unlike the 1970s, we are not nearing the end of 30 years of relatively prosperous social democracy. Instead, we are finishing a decade in which Conservative-led governments have destroyed public services in order to preserve an economic ideology that was revealed to be bankrupt by the crash of 2008.</p> \n<p>People’s lived experience of Britain today is of a country that is physically and socially fraying at the seams: one of budget cuts, youth centre closures, hospital waiting lists, food banks, soaring homelessness, holes in the road. Councils – Tory-run councils – have <a href=\"https://www.theguardian.com/business/2018/sep/14/lost-for-words-somerset-cuts-28m-of-help-for-most-vulnerable\" title=\"\">gone bankrupt</a>. In so many walks of life, people right now are likely to be feeling that the safety net in which they once trusted has been ripped away.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/oct/05/north-london-trail-of-the-liberal-elite\">A journey in search of the north London metropolitan elite</a> </p> \n</aside> \n<p>But for the Conservatives to acknowledge this would mean acknowledging their own responsibility. So instead blame must be directed elsewhere: criminals, immigrants, anyone standing in the way of “getting Brexit done”. The Conservatives have no option but to engage in this pantomime authoritarianism, because they simply don’t have anything else to offer. For a party gearing up to fight a general election in the next few months, it was striking that they had almost no policies to announce at their party conference last week.</p> \n<p>This may be a pale imitation of Thatcherism’s authoritarian turn, but it has the potential to be even more vicious. Populism doesn’t just need a “people” to speak for, it needs an enemy – and Patel and her party are happy to name it, however reckless their language.</p> \n<p>While commentators debate their intentions – do they mean to invoke these poisonous tropes? – the real question is not about their choice of words. All this talk is in the service of something more forceful than language: it constructs a shifting and shapeless category of people who stand accused of working against the interests and security of the nation. That is violent imagery, and the Conservatives seem at the very least indifferent to the kind of emotions it will stir up, or the people who might be willing to act on them. Its effects will likely be longer-lasting and harder to remove than the current government.</p> \n<p>• Daniel Trilling is editor of New Humanist and author of Lights in the Distance: Exile and Refuge at the Borders of Europe</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1103",
      "commentCloseDate": "2019-10-11T10:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-11T05:00:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:32Z",
      "newspaperEditionDate": "2019-10-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cfm5q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/052b91de81d0c99092f3454dab7ba217b2ac6790/0_125_2745_1647/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The rightwingers who now dominate the Conservative party see enemies everywhere they look. In parliament, “collaborators” with the European Union, who will force Britain to “surrender”. Behind them, shadowy financial backers such as George Soros, singled out by Jacob Rees-Mogg as “remoaner funder-in-chief”. In the universities and the media, the promoters of “cultural Marxism”, an alien ideology that must be rooted out, according to Suella Braverman. And above all, an unaccountable liberal elite that stands in the way of the hopes and aspirations of the British people. Once these claims were mostly to be found on the far right – but the current Tory leadership has placed them at the heart of mainstream discourse. Consider the new home secretary, Priti Patel, who casually caricatured the politicians opposed to her as the “north London metropolitan liberal elite” in a conference speech that drew outrage from some quarters and passionate defence – or rushed excuses – from others. Her choice of words, as many pointed out, echoed a classic antisemitic trope: “north London” is often a shorthand for Jews; “metropolitan liberal elite” isn’t far off from “rootless cosmopolitans”. But there is more to what the Tories are doing than offensive language – and the road map to it can be found in Patel’s cartoonishly hardline performance. The destination is a revived hard-right populism, narrow in focus, pumped-up, aggressive, that will define the Conservatives long after Brexit. Those whose “will” the Tories intend to enact are “hardworking, honest, law-abiding people whose needs are humble, whose expectations are modest and whose demands of their government are simple”. Patel’s policy proposals, such as they were, consist largely of signalling. It’s not clear how an “Australian points-based immigration system” differs from the UK’s current points-based immigration system – but it’s a good shorthand for immigration controls that police incomers by wealth and ethnicity and mete out savage treatment to unwanted refugees. County lines drug dealing, singled out for a crackdown, involves horrific exploitation and abuse but also – conveniently for rightwing press and politicians – fits a racialised image of crime-ridden inner cities infecting more respectable areas. Promises of tougher sentences, combined with more powers and weapons for police, add to the mood music. The message is clear: the Conservatives will protect the people – from the criminals and immigrants who would do them harm, and the elite liberals who would enable it. At a moment of crisis and with an election looming, the Tories are pinning their hopes on a replay of the populist authoritarianism that won Margaret Thatcher the 1979 election. Patel’s declaration that the Tories are “the party of law and order again” suggests that their campaigning on domestic policy will be simple and brutal: tougher criminal sentences and tougher borders; measures to keep ordinary British citizens safe that the unpatriotic Labour leadership is unwilling to take. In fact Patel directly invoked Thatcher, who “knew that if you made the British people your compass, if you took time to understand their lives and priorities, then your direction would always be true”. In admiring tones, Patel described Thatcher’s understanding of ordinary common sense: “an honest day’s work for an honest day’s pay, live within your means, pay your bills on time, and support the police”. The Conservatives may wish to emulate past glories, but they face radically different circumstances. The political theorist Stuart Hall was one of the few analysts on the left to recognise from the outset that Thatcherism represented a profound shift in the terms on which British politics were conducted. For Hall, it was a new form of rightwing populism that drew on familiar themes – law and order, race and immigration, discipline in schools – but assembled them in a new way that spoke directly to what millions of people experienced in their daily lives. In the 1970s, according to Hall, what people were frustrated by was a postwar social democracy that had run into serious economic trouble, a Labour party caught between representing working-class interests and policing workers on behalf of capital. It was easy to turn people against “socialism” and promise a restoration of order at a time when socialism, for many people, was synonymous with stagnation and an overbearing state bureaucracy. But 2019 is not 1979. The Conservatives want to tap into voters’ fears and frustrations once again, but now they cannot name the real causes – because they are the cause. Unlike the 1970s, we are not nearing the end of 30 years of relatively prosperous social democracy. Instead, we are finishing a decade in which Conservative-led governments have destroyed public services in order to preserve an economic ideology that was revealed to be bankrupt by the crash of 2008. People’s lived experience of Britain today is of a country that is physically and socially fraying at the seams: one of budget cuts, youth centre closures, hospital waiting lists, food banks, soaring homelessness, holes in the road. Councils – Tory-run councils – have gone bankrupt. In so many walks of life, people right now are likely to be feeling that the safety net in which they once trusted has been ripped away. But for the Conservatives to acknowledge this would mean acknowledging their own responsibility. So instead blame must be directed elsewhere: criminals, immigrants, anyone standing in the way of “getting Brexit done”. The Conservatives have no option but to engage in this pantomime authoritarianism, because they simply don’t have anything else to offer. For a party gearing up to fight a general election in the next few months, it was striking that they had almost no policies to announce at their party conference last week. This may be a pale imitation of Thatcherism’s authoritarian turn, but it has the potential to be even more vicious. Populism doesn’t just need a “people” to speak for, it needs an enemy – and Patel and her party are happy to name it, however reckless their language. While commentators debate their intentions – do they mean to invoke these poisonous tropes? – the real question is not about their choice of words. All this talk is in the service of something more forceful than language: it constructs a shifting and shapeless category of people who stand accused of working against the interests and security of the nation. That is violent imagery, and the Conservatives seem at the very least indifferent to the kind of emotions it will stir up, or the people who might be willing to act on them. Its effects will likely be longer-lasting and harder to remove than the current government. • Daniel Trilling is editor of New Humanist and author of Lights in the Distance: Exile and Refuge at the Borders of Europe",
      "charCount": "6896",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-trilling\">Daniel Trilling</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]