[
  {
    "id": "politics/live/2019/nov/08/general-election-parties-unveil-plans-amid-spending-warnings-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-08T18:12:58Z",
    "webTitle": "General election: Nicola Sturgeon launches campaign  for 'most important election in our lifetimes' – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/nov/08/general-election-parties-unveil-plans-amid-spending-warnings-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/nov/08/general-election-parties-unveil-plans-amid-spending-warnings-live-news",
    "fields": {
      "headline": "General election: Nicola Sturgeon launches campaign  for 'most important election in our lifetimes' – as it happened",
      "standfirst": "<p>SNP leader speaks in Edinburgh as parties’ promises take shape</p><ul><li><a href=\"https://www.theguardian.com/society/2019/nov/08/private-surgery-nhs-patients-soars-under-tories\">Revealed: private surgery for NHS patients soars under Tories</a></li><li><a href=\"https://www.theguardian.com/politics/2019/nov/08/shifty-shades-of-may-boris-johnson-dodges-voters-in-week-of-election-hell\">Shifty shades of May: Johnson dodges voters in week of election pain</a></li><li><a href=\"https://www.theguardian.com/politics/2019/nov/08/tories-have-ongoing-relationship-with-russian-money-says-labour\">Tories have ‘ongoing relationship with Russian money’, says Labour</a></li><li><a href=\"https://www.theguardian.com/info/2016/mar/01/the-morning-briefing-start-the-day-one-step-ahead\">Sign up to the morning election briefing</a></li></ul>",
      "trailText": "SNP leader speaks in Edinburgh as parties’ promises take shape",
      "byline": "Damien Gayle (now) and Jedidajah Otte and Kate Lyons (earlier)",
      "main": "<figure class=\"element element-image\" data-media-id=\"ffcd6f4138745b932fc8ddad8e4b323d17ec16f3\"> <img src=\"https://media.guim.co.uk/ffcd6f4138745b932fc8ddad8e4b323d17ec16f3/214_281_3224_1934/1000.jpg\" alt=\"Nicola Sturgeon speaks at the SNP’s general election campaign launch in Edinburgh. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon speaks at the SNP’s general election campaign launch in Edinburgh. </span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure>",
      "body": "<div id=\"block-5dc5adfc8f08be4a102e5a96\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T18:12:58.893Z\">6.12pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Evening summary</h2>  <div class=\"block-elements\">  <ul> <li>Three Labour candidates have been embroiled in controversies around antisemitism.</li> <li>It was announced that Boris Johnson and Jeremy Corbyn will face each other in a live BBC debate in Southampton on 6 December, six days before the election.</li> <li><a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> told Northern Ireland businesses they can put customs declarations forms “in the bin” because there will be “no barriers of any kind” to trade crossing the Irish Sea.</li> <li>Dawn Butler said Labour would “dismantle the structural barriers” women face in the workplace with new policies of flexible working and increased maternity leave.</li> <li>Nicola Sturgeon launched the SNP campaign with a pledge to support revoking article 50.</li> <li>And the Liberal Democrats’ Jo Swinson travelled to Scotland where she vowed that her party would never support another Scottish independence referendum. </li> </ul> </div>   </div> <div id=\"block-5dc5a6798f08c2d1f80dc516\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T17:43:49.174Z\">5.43pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Liberal Democrats would never allow another Scottish independence referendum, Jo Swinson has said, as she pledged to keep Scotland in the UK and the UK in the EU. <br></p> <p>On a campaign visit to North East Fife, the most-marginal constituency at the last election, Swinson said another referendum is “the last thing we need”, warning it would just create further “chaos”, <strong>PA Media</strong> reports. <br></p> <p>Following the Prime Minister’s promise to voters about never allowing another referendum on Scotland’s future, Swinson also said her party would try to block any attempts by the SNP to hold another vote. <br></p> <p>“I’m absolutely clear, Liberal Democrats will not be allowing another independence referendum,” Swinson told reporters on her visit to a Crafty Maltsters, a farm in Auchtermuchty. <br></p> <blockquote class=\"quoted\"> <p>The SNP should be learning the lessons of Brexit, not repeating the mistakes. This is about stopping chaos. If you have an independence referendum, that’s about adding more chaos, more uncertainty, more cost and difficulties for families across Scotland and it’s the last thing we need.</p> <p>We are in a situation here in Scotland where we’ve had this constitutional obsession for eight years now. People actually just want government to get on with making their lives better. They are worried about the experience their children are having in schools, they are worried about the fact that their loved ones might struggle to get mental health treatment in anything like a reasonable timeframe, they”re worried about the future of our planet. </p> <p>These are the thing governments should be getting on with, frankly, whether that’s the government in Holyrood or whether that’s the government in Westminster. So stop Brexit, stop this obsession with independence and get on with making people’s lives better.</p> </blockquote> </div>   </div> <div id=\"block-5dc59f1d8f0867dcebfd1566\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T17:04:53.788Z\">5.04pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A Labour government would “dismantle the structural barriers” women face in the workplace with new policies of flexible working and increased maternity leave, shadow women and equalities secretary Dawn Butler has said. <br></p> <p>According to a report from <strong>PA Media</strong>, Butler said that Labour’s proposed workplace reforms are “the common sense approach to the modern way of life”. She added that a Labour government would aim to implement all of the policies within the first 100 days of being in office. <br></p> <p>Labour’s proposals include creating a new workers’ protection agency with powers to fine employers who fail to report or take action to deal with their “gender pay gap”, increasing statutory maternity pay from nine to 12 months, and a “presumption” in favour of flexible working from the first day an employee joins an organisation. <br></p>  <figure class=\"element element-image\" data-media-id=\"2204fa599adf885d353a2835d34ff02fb9bf49e8\"> <img src=\"https://media.guim.co.uk/2204fa599adf885d353a2835d34ff02fb9bf49e8/0_105_3500_2099/1000.jpg\" alt=\"Dawn Butler, shadow women and equalities secretary, left, speaks to Chloe Prior of Dignity UK, during a visit to launch Labour’s plan for women in the workplace, at the Business and Technology Centre, in Stevenage, Hertfordshire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dawn Butler, shadow women and equalities secretary, left, speaks to Chloe Prior of Dignity UK, during a visit to launch Labour’s plan for women in the workplace, at the Business and Technology Centre, in Stevenage, Hertfordshire</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>  <p>Butler said that white, straight men have “a privilege code to the lift”, fast tracking them into managerial positions, and that a Labour government would “lay the grounds for an elevator” for women, to help them secure a level playing field in the world of work. <br></p> <p>Speaking to a group of businesswomen at the Business and Technology Centre in Stevenage, Butler said: “I have announced today some policies around flexible working in the workplace to ensure flexible working is available from day one. <br></p> <p>“My whole thing is flipping the script from employees always having to push an agenda to the employer, making it their responsibility.” <br></p> <p>Ms Butler added: “Basically, my whole thing is just about respecting women, our bodies, what we go through, and making workplaces more acceptable and friendly so everybody can contribute to the economy. <br></p> <p>“All these policies are saying women matter.” </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T17:05:09.042Z\">at 5.05pm GMT</time></p>  </div> <div id=\"block-5dc5955a8f08be4a102e58da\" class=\"block\" data-block-contributor=\"profile/lukeharding\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T16:20:30.234Z\">4.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Labour says the Conservative party has taken nearly half a million pounds so far this year from just three wealthy individuals with close ties to Moscow, in the latest on the ongoing saga of Russian influence in UK politics.</p> <p>Jon Trickett, the shadow minister for the Cabinet Office, said that the Tories had an “ongoing relationship with Russian money”. Describing the <a draggable=\"true\" href=\"https://www.theguardian.com/politics/conservatives\">Conservatives</a> as the party of the “super-rich”, Trickett said political donations in Britain needed urgent reform and “cleaning up”.</p> <p>His comments come amid a row over Boris Johnson’s <a href=\"https://www.theguardian.com/politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election\">refusal to publish an explosive parliamentary report</a> on Kremlin attempts to subvert British democracy. Downing Street has effectively shelved the long-awaited report by the intelligence and security committee. It is now unlikely to be published before the election.</p> <p>The dossier is understood to examine the flow of Russian money into UK politics in general and the Conservative party in particular. It looks at the assaults carried out by Russian spies on British soil, including last year’s <a draggable=\"true\" href=\"https://www.theguardian.com/uk-news/sergei-skripal\">novichok attack in Salisbury on Sergei and Yulia Skripal</a>, and at attacks on the UK’s allies.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/08/tories-have-ongoing-relationship-with-russian-money-says-labour\">Tories have 'ongoing relationship with Russian money,' says Labour</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T16:40:11.803Z\">at 4.40pm GMT</time></p>  </div> <div id=\"block-5dc593e28f08be4a102e58c3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T16:16:09.783Z\">4.16pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson has told Northern Ireland businesses they can put customs declarations forms “in the bin” because there will be “no barriers of any kind” to trade crossing the Irish Sea, <strong>PA Media</strong> reports. </p> <p>The Prime Minister has suggested Brexit Secretary Stephen Barclay had been wrong to say goods between Northern Ireland and the rest of the UK would face checks as a result of the Brexit deal struck with the European Union. </p> <p>Barclay previously told MPs that “some information” and “minimal targeted interventions” would be required on goods travelling between the two areas of the UK, due to Northern Ireland remaining aligned with Dublin and Brussels’ trading rules for agricultural products and manufactured items as part of the exit terms. </p> </div>   </div> <div id=\"block-5dc5895f8f08c2d1f80dc314\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T15:49:08.939Z\">3.49pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Labour activists know that their success in this election will rely to a large extent on mobilising younger voters who support Jeremy Corbyn. </p> <p>To try to encourage young voters to register, activists from the grime inflected #FckBoris campaign, who organised <a href=\"https://www.theguardian.com/politics/2019/jul/24/boris-johnsons-first-day-office-protests-london\">mass protests on the PM’s first day in power</a>, are publicising more than two dozen “DIY register &amp; Rave parties” in towns and cities across the UK. </p>  <figure class=\"element element-image\" data-media-id=\"d50bc21deaf5a781525a592ab12caa1b7546fd88\"> <img src=\"https://media.guim.co.uk/d50bc21deaf5a781525a592ab12caa1b7546fd88/0_0_1200_1500/800.jpg\" alt=\"#FckBoris tour poster.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The #FckBoris tour poster</span> <span class=\"element-image__credit\">Photograph: #FckBoris</span> </figcaption> </figure>  <p>Rosa Caradonna, activist in the #FckBoris campaign, said:</p> <blockquote class=\"quoted\"> <p><em>Boris has the backing of millionaires and climate change deniers. He has already tried to block students, young and BAME people voting - and we are saying NAH. We are building a grassroots network of thousands of pissed-off young people who are going to kick Boris out. It’s our generation that have to deal with the worst effects of the climate crisis, rising racism and xenophobia, the destruction of the NHS and years of Tory cuts to our basic services. Not to mention that most of us have thousands of pounds of debt just for trying to get an education. </em><em> </em></p> </blockquote> <p>The first register and rave party Glasgow this Saturday, 9 November, while campaigners say they have a register to vote stalls in Barnet and Hendon, north London, today. </p> <p>Next Saturday they plan to take the fight to Boris in his Uxbridge constituency with a “register to vote parade”, complete with a carnival-style soundsystem on an open top bus.</p> </div>   </div> <div id=\"block-5dc584ce8f08be4a102e57c7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T15:14:11.776Z\">3.14pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Hello, <strong>Damien Gayle </strong>taking over the live blog now. </p> <p>Jonathan Freedland’s report of a fourth Labour potential parliamentary candidate being identified as having made antisemitic comments has proven false. We earlier shared on the blog a tweet from the Guardian columnist which claimed to have identified a shortlisted candidate from Birmingham Hall Green as having been fined over comments made on Facebook. </p> <p>Freedland has since deleted his tweets and replaced it with this correction.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Freedland/status/1192820816959942658\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour tell me that earlier reports of a candidate shortlisted in Birmingham Hall Green rested on a confusion about two men with the same name. The Majid Mahmood shortlisted for the seat is NOT the Majid Mahmood fined over comments on Facebook – and I’ve deleted those tweets</p>&mdash; Jonathan Freedland (@Freedland) <a href=\"https://twitter.com/Freedland/status/1192820816959942658?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>He later followed up with this apology. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Freedland/status/1192824765020561416\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I of course apologise wholeheartedly for passing on too hastily information from a previously reliable Labour source. It was a very bad error on my part, and one for which I will seek to make amends.</p>&mdash; Jonathan Freedland (@Freedland) <a href=\"https://twitter.com/Freedland/status/1192824765020561416?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T18:10:21.186Z\">at 6.10pm GMT</time></p>  </div> <div id=\"block-5dc580718f08c2d1f80dc29b\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T14:50:09.015Z\">2.50pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>BBC Scotland is to stage a general election leaders debate less than 48 hours before the polls open, which could exclude the Scottish Greens or the Brexit party if they fail to stand enough candidates. </p> <p>The broadcaster announced that the live debate would be staged at its Pacific Quay headquarters in Glasgow at 8pm on Tuesday 10 December, but the full line-up of party leaders has not yet been confirmed. </p> <p>The BBC will make an invitation conditional on how many Westminster candidates a party puts up for the election – risking another bitter row with any parties excluded from taking part. Nicola Sturgeon for the SNP, and Jo Swinson for the Lib Dems, have already protested at decisions by broadcasters to exclude them from some UK-level debates.</p> <p>The Scottish Greens are holding talks later on Friday with the BBC about the threshold it will expect parties to meet. </p> <p>Scotland has 59 Westminster constituencies and the Scottish Greens, which is separate from the Green party of England and Wales, only have candidates for 21 contests at present, with only three or four of its branches still to decide on whether to stand or not. The rest have opted not to put up candidates. Nominations close on 14 November. </p> <p>The BBC expects to have Sturgeon, Richard Leonard, the Scottish Labour leader, Jackson Carlaw, interim leader of the Scottish Conservatives, and Willie Rennie, leader of the Scottish Lib Dems. Their parties are contesting all 59 seats.</p> <p>The Brexit party has still to declare how many candidates it will stand in Scotland, but may struggle to contest all 59 seats.</p> </div>   </div> <div id=\"block-5dc5760f8f08be4a102e5728\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T14:17:20.821Z\">2.17pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>YouGov has published a thread with predicted voting intentions in the general election by region.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YouGov/status/1192803273792720896\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Westminster voting intention in the NORTH EAST (17-28 Oct)<br><br>Lab - 32% (-23 from GE2017 result)<br>Con - 26% (-8)<br>Lib Dem - 15% (+10)<br>Brexit Party - 19% (+15 on UKIP GE2017)<br>Green - 7% (+6)<a href=\"https://t.co/0LPtXVCDTX\">https://t.co/0LPtXVCDTX</a> <a href=\"https://t.co/jBfMMB6XWM\">pic.twitter.com/jBfMMB6XWM</a></p>&mdash; YouGov (@YouGov) <a href=\"https://twitter.com/YouGov/status/1192803273792720896?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc574098f08c2d1f80dc201\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T13:57:13.894Z\">1.57pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This just in from ITV’s <strong>Paul Brand</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1192802098473324544\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Look at these Tory poll ratings in Brexit heartlands from <a href=\"https://twitter.com/YouGov?ref_src=twsrc%5Etfw\">@YouGov</a> - leading in North West and Yorkshire, after decades lagging behind Labour. And neck and neck in Wales. I’m treating all polling with a pinch of salt, but this is a pretty clear vindication of Tory tactics. <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a> <a href=\"https://t.co/bPlwi052Ey\">pic.twitter.com/bPlwi052Ey</a></p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1192802098473324544?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc570e18f08c2d1f80dc1de\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T13:53:44.597Z\">1.53pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Several commentators wonder why the shortlist of Conservative candidates for Bassetlaw, a potential swing seat the Tories will need to target, has only been announced today. <br></p> <p>Bassetlaw was held by Labour MP John Mann from 2001 to 2019, before he stepped down to become a member of the House of Lords. <br></p> <p>The constituency has not been won by the Conservatives since 1924, but had a 67 per cent vote for leave in the 2016 referendum. <br></p> <p>Bassetlaw is making headlines with the<a href=\"https://www.theguardian.com/politics/2019/nov/06/labour-accused-of-student-union-politics-in-candidate-row\"> deselection of Labour candidate Sally Gimson</a> who was barred from standing by the NEC after internal complaints were made against her. <br></p> <p> Mann called the removal of Gimson a Momentum “stitch-up”.<br></p> <p>This from the Times’ <strong>Henry Zeffman</strong>:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hzeffman/status/1192794431059120129\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Quite weird given it&#39;s relatively close, and especially given Labour&#39;s row over their candidate this week, that the Tories didn&#39;t already have a candidate in place for Bassetlaw <a href=\"https://t.co/DNw0aZaN9m\">https://t.co/DNw0aZaN9m</a></p>&mdash; Henry Zeffman (@hzeffman) <a href=\"https://twitter.com/hzeffman/status/1192794431059120129?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T14:01:55.178Z\">at 2.01pm GMT</time></p>  </div> <div id=\"block-5dc56e218f0867dcebfd1261\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T13:36:07.549Z\">1.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Rajeev Syal</strong> has written about the former Labour candidate <strong>Gideon Bull</strong>, who pulled out of the election race for the Clacton seat after accusations that he used the insulting term “Shylock” in a meeting attended by a Jewish councillor.</p> <p>Here’s an excerpt: <em><br></em></p> <blockquote class=\"quoted\"> <p>Bull told the Guardian he made the comment in a clumsy attempt to describe a person who relentlessly tries to get what they want.</p> <p>“I’m standing down because I don’t want anything to deflect from the fact that Clacton has had years of neglect under the Tories. It was an honest mistake. The fact that there was a Jewish councillor in the room had no bearing on me saying it.”</p> <p>Bull claims he did not realise the character from The Merchant of Venice was Jewish and said he would have known if his schooling had been better.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/08/gideon-bull-labour-candidate-pulls-out-of-election-over-shylock-remarks\">Labour candidate pulls out of election over 'Shylock' remarks</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:53:08.632Z\">at 1.53pm GMT</time></p>  </div> <div id=\"block-5dc56c838f08c2d1f80dc1a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T13:28:10.998Z\">1.28pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Lib Dem MP <strong>Luciana Berger</strong> has criticised he BBC for excluding <strong>Jo Swinson</strong> from the standoff debate between Boris Johnson and Jeremy Corbyn, arguing the decision granted an exclusive platform to two pro-Brexit leaders.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lucianaberger/status/1192794618989105152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Why on earth <a href=\"https://twitter.com/BBCNews?ref_src=twsrc%5Etfw\">@BBCNews</a> are you denying the public the opportunity to hear from <a href=\"https://twitter.com/joswinson?ref_src=twsrc%5Etfw\">@joswinson</a>/ providing an exclusive platform to 2 Leaders who want Brexit? The <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@libdems</a> are polling close to <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@uklabour</a> and we are the strongest party of Remain. This is just plain wrong. <a href=\"https://twitter.com/hashtag/DebateHer?src=hash&amp;ref_src=twsrc%5Etfw\">#DebateHer</a> <a href=\"https://t.co/o1MaBZV5NU\">https://t.co/o1MaBZV5NU</a></p>&mdash; Luciana Berger (@lucianaberger) <a href=\"https://twitter.com/lucianaberger/status/1192794618989105152?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc569b48f0867dcebfd1225\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T13:23:20.962Z\">1.23pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A third Labour candidate in one day has been been embroiled in controversy surrounding allegations of antisemitism. <br></p> <p>Jewish News <a href=\"https://jewishnews.timesofisrael.com/labour-election-candidate-defended-jewish-final-solution-slur/\">reported</a> that <strong>Laura McAlpine</strong>, the party’s candidate for Harlow, defended her chief campaigner after he wrote about a “Jewish final solution” to the Israel and Palestine conflict. <br></p> <p>McAlpine, who is aiming to unseat the Tory MP Robert Halfon, refused to condemn the remarks of <strong>Brett Hawksbee</strong>, despite a party official having warned that Hawksbee had “breached IHRA (the International Holocaust Remembrance Alliance definition of antisemitism) in almost every single way possible”, the article stated.<br></p> <p>Hawksbee blogged in September 2018: “The fear of many on the left is that the ideological successors of the bombers of the King David hotel, the mass murderers who decimated Deir Yassin, would be quite happy to see a pogrom in Gaza and the West Bank, a Jewish final solution to the Palestine problem.”</p> <p>According to the article, one email circulated to Labour staffers stated that McAlpine “isn’t happy with the first line (of the apology) because she doesn’t want to be disloyal to someone who ‘organises so much for her and who she is on the phone with three times a day’”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:56:26.973Z\">at 1.56pm GMT</time></p>  </div> <div id=\"block-5dc5667f8f08c2d1f80dc15f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T13:03:39.686Z\">1.03pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> has turned his failed “Brexit - do or die” pledge into a “do or dry”, claiming he has given up alcohol until after Brexit is sorted, PA Media reports.<br><br>But according to the report, the prime minister was “watched sipping whisky during a distillery visit in Scotland on Thursday, casting doubt on his commitment to the alcohol ban”.</p> <blockquote class=\"quoted\"> <p>His [“do or dry”] remark came while chatting about health matters with nurses at the King’s Mill hospital in Nottinghamshire. <br>Johnson asked them to tell him more about the local Ashfield area, noting: “Someone said there’s a lot of first-time mums who are smoking or something like that. Is that right?” <br>The PM was told a lot of people smoke in Ashfield, before he switched his attention to vaping, saying: “I’m not certain about it. It might just encourage them to get into nicotine.” <br>He then asked: “What about alcohol?” before adding: “I’ve had to give it up until we get Brexit done.” <br>Johnson did not clarify whether he meant the first phase of Brexit – until the end of January 2020 – or the end of the transition period – in December next year – or what would happen if the UK remained in the EU.<em><br></em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:09:42.298Z\">at 1.09pm GMT</time></p>  </div> <div id=\"block-5dc564268f08c2d1f80dc14f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T12:56:58.790Z\">12.56pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Johnson and Corbyn to face off in TV debate</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> and <strong>Jeremy Corbyn</strong> will face each other in a live BBC debate in Southampton on 6 December just six days before Britons head to the polls.</p> <p>The BBC will also present a live seven-way podium debate between senior figures from the UK’s major political parties on 29 November in Cardiff. <br></p> <p>The Today presenter and former BBC political editor <strong>Nick Robinson</strong>, who will present the two debates, said he hoped they would “illuminate the choice we all face between competing parties, leaders, policies and visions for the country”.</p> <p>This from <strong>Kamal Ahmed</strong>, the BBC’s editorial director:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbckamal/status/1192781662003892224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Breaking: <a href=\"https://twitter.com/BBCNews?ref_src=twsrc%5Etfw\">@BBCNews</a> announces our most ambitious set of Leaders Debates ever - three prime-time election debate programmes including <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> <a href=\"https://twitter.com/joswinson?ref_src=twsrc%5Etfw\">@joswinson</a> <a href=\"https://twitter.com/NicolaSturgeon?ref_src=twsrc%5Etfw\">@NicolaSturgeon</a> <a href=\"https://twitter.com/hashtag/Election2019?src=hash&amp;ref_src=twsrc%5Etfw\">#Election2019</a> <a href=\"https://twitter.com/BBCNews?ref_src=twsrc%5Etfw\">@BBCnews</a></p>&mdash; Kamal Ahmed (@bbckamal) <a href=\"https://twitter.com/bbckamal/status/1192781662003892224?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p><strong>Nicola Sturgeon</strong> had previously described the decision by Sky to only invite <strong>Boris Johnson</strong>, <strong>Jeremy Corbyn</strong> and <strong>Jo Swinson</strong> for a live debate as “outrageous”:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicolaSturgeon/status/1191408171862122498\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Simply outrageous and unacceptable to exclude <a href=\"https://twitter.com/theSNP?ref_src=twsrc%5Etfw\">@theSNP</a> - the third largest party in UK. What are the other parties so scared of that they won’t agree to real debate? And why are broadcasters letting down voters, especially in Scotland? <a href=\"https://t.co/V3xokFN1zt\">https://t.co/V3xokFN1zt</a></p>&mdash; Nicola Sturgeon (@NicolaSturgeon) <a href=\"https://twitter.com/NicolaSturgeon/status/1191408171862122498?ref_src=twsrc%5Etfw\">November 4, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:10:48.659Z\">at 1.10pm GMT</time></p>  </div> <div id=\"block-5dc5639b8f08be4a102e5670\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T12:46:50.910Z\">12.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A good point made by the Sun’s <strong>Kate Ferguson</strong>:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kateferguson4/status/1192768600798629889\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s coming up to the end of the first week of the election campaign, but Boris Johnson has still not had a single press conference</p>&mdash; Kate Ferguson (@kateferguson4) <a href=\"https://twitter.com/kateferguson4/status/1192768600798629889?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc561a28f08c2d1f80dc13b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T12:41:26.788Z\">12.41pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This from my colleague <strong>Kate Proctor</strong>, reporting from <strong>Nigel Farage’s</strong> rally in Pontypool, south Wales. Pontypool is in the Torfaen constituency, which has been held by the Labour MP <strong>Nick Thomas-Symonds</strong> since 2015.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kate_M_Proctor/status/1192772432987377664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> tells people just outside Pontypool that &quot;Labour would crush the result of the referendum&quot; and they want the EU to make laws that govern the UK. Also makes interesting point that the media assume all Brexiteers are Tories. &quot;A fundamental misunderstanding.&quot; <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a> <a href=\"https://t.co/cwZaixnkL3\">pic.twitter.com/cwZaixnkL3</a></p>&mdash; Kate Proctor (@Kate_M_Proctor) <a href=\"https://twitter.com/Kate_M_Proctor/status/1192772432987377664?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kate_M_Proctor/status/1192773998821748737\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> challenges <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> to debate him head to head on the exact content of his Brexit deal. Farage speculates on whether Johnson has even read it because of answers he&#39;s given on NI and fishing.</p>&mdash; Kate Proctor (@Kate_M_Proctor) <a href=\"https://twitter.com/Kate_M_Proctor/status/1192773998821748737?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:11:19.613Z\">at 1.11pm GMT</time></p>  </div> <div id=\"block-5dc55f798f08c2d1f80dc10f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T12:37:10.198Z\">12.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>As predicted by some, the official Twitter account of the Conservative party just shared a meme featuring <strong>Nicola Sturgeon</strong> with a miniature <strong>Jeremy Corbyn</strong> in her pocket. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Conservatives/status/1192778822569070592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a>: SNP confirms they would demand another Independence Referendum NEXT YEAR to support Corbyn and Labour in a coalition. <a href=\"https://t.co/R1aRv6tPHx\">pic.twitter.com/R1aRv6tPHx</a></p>&mdash; Conservatives (@Conservatives) <a href=\"https://twitter.com/Conservatives/status/1192778822569070592?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>Many of you, dear readers, will remember the original, a billboard showing <strong>Ed Miliband</strong> stuffed into the pocket of <strong>Alex Salmond</strong>, with some believing <a href=\"https://www.theguardian.com/commentisfree/2015/mar/17/poster-power-ed-miliband-rule-out-coalition-snp\">it was this poster that forced Miliband to rule out an SNP coalitio</a>n during the 2015 general election campaign. <br></p> </div>   </div> <div id=\"block-5dc55d318f08c2d1f80dc0e7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T12:22:32.098Z\">12.22pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>While <strong>Nicola Sturgeon</strong> used her election campaign launch speech to declare war on <strong>Boris Johnson, </strong>he was given a tour of a school and tried to make a clay figure inspired by British sculptor Sir Antony Gormley, PA Media reports:<br></p> <blockquote class=\"quoted\"> <p> Speaking at the George Spencer Academy, near Nottingham, the prime minister remarked he had “gunk” on him before declaring the task would be “a piece of cake”. But seconds later, Johnson paused before joking: “It’s all going horribly wrong” as he had not followed the guide, and noted he was creating a figure similar to “Terminator”. <br>He also told pupils: “He’s an interesting chap Antony Gormley – all his sculptures are modelled on himself and then he persuades people to pay colossal sums for his own image around the world. It’s amazing success he’s had.”<em><br></em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:01:49.034Z\">at 1.01pm GMT</time></p>  </div> <div id=\"block-5dc55b978f08c2d1f80dc0d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T12:15:23.245Z\">12.15pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Political commentators widely consider <strong>Sturgeon’s</strong> hints that Labour might support a second Scottish referendum a boost for the Tory campaign.</p> <p>This from ITV’s <strong>Paul Brand</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1192769587676372992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Significant. Labour have ruled out a referendum next year but deal could be done over a referendum further down the line. Again, all this plays well for Tories. <a href=\"https://t.co/wxD583kOPi\">https://t.co/wxD583kOPi</a></p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1192769587676372992?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>And this from PoliticsHome’s <strong>Kevin Schofield</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1192768338465886208\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Nicola Sturgeon suggests Labour&#39;s leader backs Scottish independence: &quot;Jeremy Corbyn is someone who supports self-determination for literally every other country in the world. It would be mighty strange if he didn&#39;t support it for Scotland.&quot;<br>The Scottish Tories will love that.</p>&mdash; Kevin Schofield (@PolhomeEditor) <a href=\"https://twitter.com/PolhomeEditor/status/1192768338465886208?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T12:16:04.754Z\">at 12.16pm GMT</time></p>  </div> <div id=\"block-5dc559978f0867dcebfd116f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T12:08:05.088Z\">12.08pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This from Sky’s <strong>Lewis Goodall</strong> on Sturgeon’s speech, making a point others have previously made about the Catalonia <a href=\"https://www.theguardian.com/commentisfree/2017/nov/08/simple-facts-catalan-secessionism-selfish-goal\">independence referendum</a>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1192763889034911751\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Watching Nicola Sturgeon’s speech, it confirms that somehow, Westminster has managed to make nationalism appear the outward looking, progressive, cosmopolitan force. Quite the feat.</p>&mdash; Lewis Goodall (@lewis_goodall) <a href=\"https://twitter.com/lewis_goodall/status/1192763889034911751?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc5576f8f0867dcebfd115f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:55:28.691Z\">11.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here are Sturgeon’s comments on the possibility of a hung parliament, courtesy of the BBC’s <strong>Laura Kuenssberg</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1192766045196607489\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sturgeon says if there is a hung parliament she can’t see going into a formal coalition with Corbyn but she would look to form alliances to keep tories out of power, but would ‘drive a hard bargain’ to do so</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1192766045196607489?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:02:46.524Z\">at 1.02pm GMT</time></p>  </div> <div id=\"block-5dc556688f08c2d1f80dc0b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:52:45.293Z\">11.52am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Will <strong>Nicola Sturgeon</strong> also demand that the Trident missile system be moved from Scottish waters before she will support a Corbyn government?<br></p> <p>This from the BBC’s <strong>Norman Smith</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1192769788092784641\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Looks like <a href=\"https://twitter.com/NicolaSturgeon?ref_src=twsrc%5Etfw\">@NicolaSturgeon</a> wd also demand no nuclear wespons on Clyde as part of any deal with <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a></p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1192769788092784641?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:58:04.877Z\">at 11.58am GMT</time></p>  </div> <div id=\"block-5dc555118f08c2d1f80dc09c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:48:12.503Z\">11.48am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sturgeon</strong> said her party would not lend support to any party that would stand in the way of a new Scottish independence referendum. It will be interesting to see how this pledge will be compatible with her statement that the SNP MPs “would seek to form a progressive alliance to lock the Tories out of government”.</p> <p>This is the take of Sky’s <strong>Beth Rigby</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1192769977801232384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Suggesting that she will perhaps accept that the second referendum could be set in the latter stages of a Labour term.... <a href=\"https://t.co/5nEOYzpOPV\">https://t.co/5nEOYzpOPV</a></p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1192769977801232384?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T12:13:58.122Z\">at 12.13pm GMT</time></p>  </div> <div id=\"block-5dc553e18f08c2d1f80dc08d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:43:35.307Z\">11.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This from Sky’s <strong>Tamara Cohen</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1192768278055313408\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">You&#39;ll be seeing this again in the Tory ads.<br><br>Sturgeon says Corbyn and McDonnell&#39;s comments &quot;give us a pretty clear indication of the direction of travel&quot; in having <a href=\"https://twitter.com/hashtag/indyref2?src=hash&amp;ref_src=twsrc%5Etfw\">#indyref2</a><br><br>But she says sometimes they have to couch it so it &quot;spares the blushes&quot; of pro-Union Scots Labour</p>&mdash; Tamara Cohen (@tamcohen) <a href=\"https://twitter.com/tamcohen/status/1192768278055313408?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc553438f08be4a102e55b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:37:05.418Z\">11.37am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sturgeon</strong> wraps up and says she looks forward to the campaign trail. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:37:14.783Z\">at 11.37am GMT</time></p>  </div> <div id=\"block-5dc552858f0867dcebfd1112\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:35:34.388Z\">11.35am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Severin Carrell </strong>asks: One of the key challenges for Corbyn would be getting a budget passed. Would the SNP not pass that budget if Labour wouldn’t support another Scottish referendum? Sturgeon says it can’t be expected of the SNP to support anybody who doesn’t recognise the Scottish right to self-determination. <br></p> <p>Sturgeon adds that Corbyn is someone who supports self-determination “for literally every other country in the world”. It would be “mighty strange” if he didn’t support it for Scotland.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:40:51.561Z\">at 11.40am GMT</time></p>  </div> <div id=\"block-5dc551f48f08be4a102e559b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:31:58.288Z\">11.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>We don’t even know whether <strong>Jeremy Corbyn</strong> would campaign for remain or leave, <strong>Sturgeon</strong> says. That’s why voting SNP is the best way for the Scottish to avoid Brexit, she adds.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:32:08.618Z\">at 11.32am GMT</time></p>  </div> <div id=\"block-5dc5519a8f0867dcebfd1104\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:30:36.047Z\">11.30am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Any party that doesn’t offer another Scottish independence referendum would not be supported, Sturgeon says. But there are many other significant issues facing Scotland, such as devolution and climate change.<br></p> </div>   </div> <div id=\"block-5dc550d58f08c2d1f80dc05c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:29:04.420Z\">11.29am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sturgeon</strong> says the PM is not a man whose word can be taken seriously. When asked whether she would seek to prevent a Tory government by putting Jeremy Corbyn into No 10, she says she’s no fan of Jeremy Corbyn and that she would never support a Conservative government. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T13:05:08.443Z\">at 1.05pm GMT</time></p>  </div> <div id=\"block-5dc54f968f08be4a102e5581\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:25:39.540Z\">11.25am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Nicola Sturgeon launches SNP's 'escape Brexit' election campaign</h2>  <div class=\"block-elements\">  <p><strong>Nicola Sturgeon</strong> just delivered her campaign launch speech. She said Scotland had world-class institutions and should be entering a “golden era”. “If you are sick of the chaos ... vote SNP to escape Brexit,” she said. People who despair over Jeremy Corbyn’s lack of leadership should also vote SNP. The SNP would support revoking article 50, she tells a reporter but reiterates that Scotland needs to take its fate into its own hands.<br tabindex=\"-1\"></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:35:27.834Z\">at 11.35am GMT</time></p>  </div> <div id=\"block-5dc54bcf8f08c2d1f80dc029\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:10:16.424Z\">11.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Kate Proctor</strong> will be reporting from a Nigel Farage rally in Wales this morning. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kate_M_Proctor/status/1192757417626525697\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I&#39;m at Little Mill near Pontypool, South Wales, for The Brexit Party rally and <a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> due to speak shortly. The party think they have a good chance of taking Labour seats in this region. <a href=\"https://t.co/3YKJmCXhSg\">pic.twitter.com/3YKJmCXhSg</a></p>&mdash; Kate Proctor (@Kate_M_Proctor) <a href=\"https://twitter.com/Kate_M_Proctor/status/1192757417626525697?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>My colleague <strong>Severin Carrell</strong>, the Guardian’s Scotland editor, will be at the SNP’s election campaign launch with <strong>Nicola Sturgeon</strong> near Holyrood, and will keep us updated on the campaign of the Scottish Greens, which is set to launch at 11.30. <br><br>There is no love lost between the two parties, he says. The Greens are refusing to stand down candidates in key marginals, on a pro-indy pro-remain alliance basis. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:28:46.984Z\">at 11.28am GMT</time></p>  </div> <div id=\"block-5dc54b2b8f0867dcebfd10cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T11:04:18.035Z\">11.04am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Jonathan Freedland</strong> is talking about the shambolic start to the general election campaign on the latest episode of the Guardian’s Today in Focus podcast.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnushkaAsthana/status/1192757384973836288\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">And then wonderful stuff from <a href=\"https://twitter.com/Freedland?ref_src=twsrc%5Etfw\">@Freedland</a> on a chaotic first week of the election campaign - produced by <a href=\"https://twitter.com/courtneyyusuf?ref_src=twsrc%5Etfw\">@courtneyyusuf</a>   <a href=\"https://t.co/uo43zsdSZu\">https://t.co/uo43zsdSZu</a></p>&mdash; Anushka Asthana (@AnushkaAsthana) <a href=\"https://twitter.com/AnushkaAsthana/status/1192757384973836288?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc547cf8f08be4a102e5532\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T10:49:56.091Z\">10.49am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> told broadcast reporters today that suggesting the NHS could be up for grabs under his deal was “pure Loch Ness monster” territory, the Press Association reports. Asked whether he would legislate to protect the NHS from US intervention, the PM said: <br tabindex=\"-1\"></p> <blockquote class=\"quoted\"> <p> We can do free trade deals with countries around the world but under us the NHS is not for sale. It’s not going to be on any kind of international trade negotiation. This is pure Loch Ness monster, Bermuda Triangle stuff. <br tabindex=\"-1\"></p> <p>The NHS, free at the point of use, is a fantastic service and we not only believe in it, but are investing more in it than at any time in recent memory and we’ll continue to do so. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:29:59.950Z\">at 11.29am GMT</time></p>  </div> <div id=\"block-5dc5446e8f0867dcebfd108b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T10:43:44.136Z\">10.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>And back to election fever.</p> <p>Rumours say the former Labour MP <strong>Roger Godsiff</strong>, who was axed by the Labour party as its candidate for Birmingham Hall Green <a href=\"https://www.theguardian.com/uk-news/2019/nov/08/ex-labour-mp-to-run-as-independent-after-being-dropped-over-lgbt-row\">over comments on LGBT teaching</a>, is to be replaced with <strong>Ibrahim Dogus</strong>, the mayor of Lambeth, who is backed by the Labour leadership and trade unions. <br></p> <p>Dogus was previously in the running to stand in Labour-held Vauxhall to replace <strong>Kate Hoey</strong>, but lost to <strong>Florence Eshalomi</strong>.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/siennamarla/status/1192747025055571968\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I hear that Labour’s ruling body is considering the selection of Lambeth mayor Ibrahim Dogus as its candidate for Birmingham Hall Green, which would see him replace deselected Roger Godsiff.</p>&mdash; Sienna Rodgers (@siennamarla) <a href=\"https://twitter.com/siennamarla/status/1192747025055571968?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:33:21.445Z\">at 11.33am GMT</time></p>  </div> <div id=\"block-5dc542328f0867dcebfd107b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T10:31:42.818Z\">10.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>In other news: The <strong>30% Club</strong>, which campaigns for better gender balance through voluntary action from businesses, has launched its <a draggable=\"true\" href=\"https://30percentclub.org/assets/uploads/UK/30__Club_Reports/AreYouMissingMillions_Report.pdf\">The Missing Millions</a> report at the London Stock Exchange Group this morning. <br tabindex=\"-1\"></p> <p>According to the report, companies that fail to prioritise gender equality are missing out on millions of pounds. The report quotes a US study of 350 start-ups founded and co-founded by women, which reveals they generated 10% more in cumulative revenue over a five-year period and delivered twice as much for every dollar invested as those set up by men.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:33:58.064Z\">at 11.33am GMT</time></p>  </div> <div id=\"block-5dc53ad68f08be4a102e54d5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T10:09:34.330Z\">10.09am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Neither Labour nor the Conservatives are off to a good start today, with a video of <strong>Boris Johnson</strong> stating falsehoods about post-Brexit trade with Northern Ireland circulating widely, and the fall of two Labour candidates for the upcoming general election because of anti-Semitism allegations. <br></p> <p>There is much anger and scorn on the wires about both situations.</p> <p>This from Labour’s <strong>Keir Starmer</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Keir_Starmer/status/1192736222378110976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Boris Johnson either doesn’t understand the deal he has negotiated or he isn’t telling the truth. Probably both. <a href=\"https://t.co/fvqh7PWPjS\">pic.twitter.com/fvqh7PWPjS</a></p>&mdash; Keir Starmer (@Keir_Starmer) <a href=\"https://twitter.com/Keir_Starmer/status/1192736222378110976?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>And this from MailOnline’s <strong>Jack Maidment</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jrmaidment/status/1192743714214551552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This could be a big problem for Boris Johnson. <br><br>&#39;Northern Ireland has got a great deal. It has got a great deal. You keep free movement, you keep access to the single market...&#39;<br><br>Remainers in the rest of the UK ask: If it&#39;s so great, what about us?<a href=\"https://t.co/xkvmDLLp2l\">https://t.co/xkvmDLLp2l</a></p>&mdash; Jack Maidment (@jrmaidment) <a href=\"https://twitter.com/jrmaidment/status/1192743714214551552?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>And here we have the same point made by the Lib Dem’s <strong>Tom Brake</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thomasbrake/status/1192741180582350848\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I do agree on one point: the Single Market and freedom of movement are indeed a great deal - even <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> recognises this. <br><br>It&#39;s clear that the best deal for the UK is the one we have now: in the EU.</p>&mdash; Tom Brake 🔶 (@thomasbrake) <a href=\"https://twitter.com/thomasbrake/status/1192741180582350848?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>This from the Mail on Sunday’s <strong>Dan Hodges</strong> on the two disgraced Labour candidates:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DPJHodges/status/1192734789595480064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">One thing needs to be pointed out. We&#39;ve seen this sort of stuff before in local elections, when there are tens of thousands of candidates standing, and a few nutters are to be expected. But these are candidates for parliament. They&#39;re supposed to the cream of the Labour Party.</p>&mdash; (((Dan Hodges))) (@DPJHodges) <a href=\"https://twitter.com/DPJHodges/status/1192734789595480064?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>This from PoliticsHome’s <strong>Kevin Schofield</strong>:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1192733177376362496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Second Labour candidate to stand down inside 24 hours amid antisemitism allegations. Comes after John McDonnell said the party was doing even more than the Jewish community had asked to tackle the problem. <a href=\"https://t.co/ufHzAv6OC1\">https://t.co/ufHzAv6OC1</a></p>&mdash; Kevin Schofield (@PolhomeEditor) <a href=\"https://twitter.com/PolhomeEditor/status/1192733177376362496?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>According to LBC, the Labour candidate <strong>Ian Byrne</strong>, who is running in the safe seat of Liverpool West Derby, is <a href=\"https://www.lbcnews.co.uk/politics/uk/election-2019/labour-candidate-ian-byrne-in-foul-mouthed-tirade/\">responsible for a number of misogynist social media comments against female politicians</a>. In a post on Facebook in 2015 about Michelle Mone, the founder of underwear brand Ultimo, he called on his supporters to “hit the c**t where it hurts”. <br></p> <p>It emerged yesterday that <a href=\"https://www.theguardian.com/politics/2019/nov/07/boris-johnson-distances-himself-from-candidates-rape-comments-nick-conrad-keep-their-knickers-on\">the Tory candidate <strong>Nick Conrad</strong> will not stand in the Broadland seat in Norfolk</a>, due to controversial comments about rape in 2014.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T10:56:49.430Z\">at 10.56am GMT</time></p>  </div> <div id=\"block-5dc5392f8f08be4a102e54c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T09:47:11.108Z\">9.47am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>My colleague <strong>Maya Wolfe-Robinson</strong> has written a story on how thousands of children in care whose immigration status will be affected by <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> could face homelessness, immigration detention or deportation.<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/nov/08/brexit-could-mean-homelessness-for-eu-children-in-care-says-charity\">Brexit could mean homelessness for EU children in care, says charity</a> </p> </aside> </div>   </div> <div id=\"block-5dc5389a8f08c2d1f80dbf8f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T09:43:16.435Z\">9.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This from Sky’s <strong>Tom Rayner</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RaynerSkyNews/status/1192738618718269445\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Unearthed past comments are driving demands for candidates to pull out from standing in <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a>. Tory candidate Nick Conrad &amp; Labour’s Kate Ramsden stood down last night. Tories now demanding Lab candidates Ian Byrne, Jane Aitcheson &amp; Zarah Sultana quit too for social media posts</p>&mdash; Tom Rayner (@RaynerSkyNews) <a href=\"https://twitter.com/RaynerSkyNews/status/1192738618718269445?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc5362e8f0867dcebfd103b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T09:36:55.453Z\">9.36am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nancy Kelley, </strong>deputy chief executive of NatCen Social Research, has written an interesting comment about the voting age for the Times Red Box, stating that the majority of the public (60 per cent) think we should leave things as they are, while 19 per cent think 16 and 17 year olds should be allowed to vote, and 16 per cent say the voting age should be raised to 21.</p> <p>“Nearly a quarter of those aged 65 or over think older is better when it comes to voting in general elections,” she writes.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timesredbox/status/1192734251793276928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The country is divided on changing the voting age, writes <a href=\"https://twitter.com/Nancy_M_K?ref_src=twsrc%5Etfw\">@Nancy_M_K</a> of <a href=\"https://twitter.com/NatCen?ref_src=twsrc%5Etfw\">@NatCen</a> <a href=\"https://t.co/MnuHzI2Cjd\">https://t.co/MnuHzI2Cjd</a> <a href=\"https://t.co/OyKd73aW4T\">pic.twitter.com/OyKd73aW4T</a></p>&mdash; Red Box (@timesredbox) <a href=\"https://twitter.com/timesredbox/status/1192734251793276928?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T09:38:08.542Z\">at 9.38am GMT</time></p>  </div> <div id=\"block-5dc5342d8f0867dcebfd1028\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T09:25:06.894Z\">9.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Quick reminder that’s it worth refreshing this blog every once in a while, as sometimes posts get amended, but especially if you dislike typos. <br></p> </div>   </div> <div id=\"block-5dc5327a8f0867dcebfd1023\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T09:22:22.693Z\">9.22am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The SNP parliamentary leader, <strong tabindex=\"-1\">Ian Blackford, </strong>told the Today programme that his partywas “determined” to pass legislation that would allow it to hold another referendum on Scottish independence. <br tabindex=\"-1\"></p> <p>He added that the referendum needed to happen in 2020, so that Scotland could inform the EU of its wish to remain and then move into independent EU membership. </p> <p>Asked whether the SNP would be prepared to support <strong tabindex=\"-1\">Jeremy Corbyn</strong> if he offered a referendum, Blackford said: “It’s not a question of supporting Jeremy Corbyn, because it’s a question that we would put to whoever is in 10 Downing Street, that they must respect the votes of the people of Scotland.</p> <p>“We’ve won every election over the course of the last few years in Scotland, but crucially we won a mandate to have a referendum on Scottish independence.” <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T11:01:59.056Z\">at 11.01am GMT</time></p>  </div> <div id=\"block-5dc5303d8f0867dcebfd1017\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T09:11:15.516Z\">9.11am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A second Scottish Labour election candidate has been dropped after she posted an image on Twitter which appeared to threaten the Scottish National party candidate <strong>Joanna Cherry</strong>, who is defending her seat of Edinburgh South West.</p> <p><strong>Frances Hoole</strong> was selected to stand against Cherry, who won Edinburgh South West in 2015 and held it in 2017. She was brought before Scottish Labour national executive on Wednesday after posting a composite image of Cherry’s face being sprayed from a Cillit Bang household cleaner bottle with the caption “Bang. And the terf is gone.” <br></p> <p>“Terf” is the term used by trans-rights activists to describe women who are critics as “trans-exclusionary radical feminists”. </p> <p>Cherry has been a leading figure in the campaign by women parliamentarians and activists in the SNP <a href=\"https://www.theguardian.com/uk-news/2019/oct/14/snp-women-close-to-quitting-gender-recognition-proposals-trans-rights-scotland\">challenging some gender-recognition plans</a>, including altering census questions. </p> <p>Hoole apologised on Twitter and <a href=\"https://www.edinburghnews.scotsman.com/news/politics/joanna-cherrys-edinburgh-south-west-labour-opponent-removed-over-controversial-terf-twitter-post-886442\">told the Edinburgh Evening News</a> she accepted her tweet was unacceptable and apologised. “I am genuinely really sorry I posted it. I’m sorry about the violent content.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FCH00LE/status/1190374165913776128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I&#39;ve removed the meme, I didn&#39;t think when I posted it.<br>I apologise to her.<br>I&#39;m lucky to have never had threats like her and didn&#39;t consider it properly. <br>I&#39;ve removed threads so people don&#39;t have to read the transphobic hate attached. <br>Protecting tweets + disengaging.</p>&mdash; Frances Carmel Hoole (@FCH00LE) <a href=\"https://twitter.com/FCH00LE/status/1190374165913776128?ref_src=twsrc%5Etfw\">November 1, 2019</a></blockquote>  </figure>  <p>“I apologised about the actual content of the meme. It was silly, I posted it without looking very hard at it.”</p> <p>Her removal came on the same day another Scottish Labour candidate, Kate Ramsden, stood down in Gordon in north east Scotland after a blog emerged where she <a href=\"https://www.theguardian.com/politics/2019/nov/07/labour-candidate-kate-ramsden-steps-down-israel-comparison\">described Israel as “an abused child who becomes an abusive adult”</a>.</p> </div>   </div> <div id=\"block-5dc52d008f08be4a102e5472\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T09:04:37.412Z\">9.04am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>According to the BBC’s <strong>Iain Watson</strong>, an alliance of 51 Labour MPs has signed a letter pledging “to campaign to Remain in any confirmatory referendum”.</p> <p>Signatories include <strong>Wes Streeting</strong>, <strong>David Lammy</strong>, <strong>Margaret Beckett</strong>, <strong>Rosie Duffield</strong> and <strong>Helen Hayes</strong>. <br></p> <p>The letter states:<br></p> <blockquote class=\"quoted\"> <p>Nothing in politics is inevitable. Brexit can be stopped, but only through the Labour Party.</p> <p>Remain Labour is pleased to announce that 51 Labour Parliamentary Candidates have signed an election pledge which states: <br></p> <p>“Labour is committed to a confirmatory referendum, to give you the final say on Brexit. If elected as your Labour MP, I pledge to campaign to Remain in the EU.”</p> <p>Below is the current list of signatories to the pledge, which we fully expect to grow during the campaign.</p> <p>If you are a candidate who would like to sign our pledge, please contact <a href=\"https://www.toniaantoniazzi.co.uk\">laura@remain-labour.co.uk.</a></p> <p><a href=\"https://www.toniaantoniazzi.co.uk\">Tonia Antoniazzi</a>, Gower</p> <p><a href=\"https://vote.labour.org.uk/margaret-beckett\">Margaret Beckett</a>, Derby South</p> <p><a href=\"https://www.benbradshaw.co.uk\">Ben Bradshaw</a>, Exeter</p> <p><a href=\"https://ruthcadbury.org\">Ruth Cadbur</a>y, Brentford and Isleworth</p> <p><a href=\"https://www.janetdaby.org\">Janet Daby</a>, Lewisham East</p> <p><a href=\"https://www.geraintdavies.org.uk\">Geraint Davies</a>, Swansea West</p> <p><a href=\"https://www.debbonaire.co.uk\">Thangam Debbonaire</a>, Bristol West</p> <p><a href=\"https://stephendoughty.wales\">Stephen Doughty</a>, Cardiff South and Penarth</p> <p><a href=\"https://www.rosieduffieldmp.co.uk/home/\">Rosie Duffield</a>, Canterbury</p> <p><a href=\"https://www.mariaeagle.co.uk\">Maria Eagle</a>, South Liverpool and Halewood</p> <p><a href=\"https://www.paulfarrelly.com\">Paul Farrelly</a>, Newcastle-under-Lyme</p> <p><a href=\"https://www.vickyfoxcroft.org.uk\">Vicky Foxcroft,</a> Lewisham Deptford</p> <p><a href=\"https://www.helenhayes.org.uk\">Helen Hayes</a>, Dulwich and West Norwood </p> <p><a href=\"http://darren-jones.co.uk\">Darren Jones</a>, Bristol North</p> <p><a href=\"https://www.susanelanjones.co.uk\">Susan Jones</a>, Clwyd South</p> <p><a href=\"https://www.gedkillen.com\">Ged Killen</a>, Rutherglen and Hamilton West</p> <p><a href=\"https://www.peterkyle.co.uk\">Peter Kyle</a>, Hove</p> <p><a href=\"https://www.davidlammy.co.uk\">David Lammy</a>, Tottenham</p> <p><a href=\"https://www.kerrymccarthy.org\">Kerry McCarthy,</a> Bristol East</p> <p><a href=\"http://www.siobhainmcdonagh.org.uk\">Siobhain McDonagh</a>, Mitcham and Morden</p> <p><a href=\"https://www.alisonmcgovern.org.uk\">Alison McGovern</a>, Wirral South</p> <p><a href=\"https://www.catherinemckinnellmp.co.uk\">Catherine McKinnell,</a> Newcastle upon Tyne</p> <p><a href=\"https://www.annamcmorrin.co.uk/en/home/\">Anna McMorrin</a>, Cardiff North</p> <p><a href=\"https://www.ianmurraymp.com\">Ian Murray,</a> Edinburgh South</p> <p><a href=\"https://www.madeleinemoonmp.com\">Madeleine Moon</a>, Bridgend</p> <p><a href=\"http://www.stephenmorgan.org.uk\">Stephen Morgan,</a> Portsmouth South <br></p> <p>Mathew Pennycook, Greenwich and Woolwich</p> <p><a href=\"https://www.steve4croydon.com\">Steve Reed</a>, Croydon North</p> <p><a href=\"http://www.elliereeves.com\">Ellie Reeves</a>, Lewisham West and Penge</p> <p><a href=\"https://www.andyslaughter.co.uk\">Andy Slaughter,</a> Hammersmith and Fulham </p> <p><a href=\"https://www.wesstreeting.org\">Wes Streeting,</a> Ilford North</p> <p><a href=\"https://paulsweeney.mp\">Paul Sweeney</a>, Glasgow North East</p> <p><a href=\"https://jostevens.co.uk\">Jo Stevens</a>, Cardiff Central</p> <p><a href=\"https://gareththomas.org.uk\">Gareth Thomas</a>, Harrow West</p> <p><a href=\"https://www.anna4redcar.org.uk\">Anna Turley</a>, Redcar</p> <p><a href=\"https://www.danielzeichner.co.uk\">Daniel Zeichner</a>, Cambridge</p> <p><a href=\"http://www.beckenham-labour.co.uk\">Marina Ahmad</a>, Beckenham</p> <p>Callum Anderson, South West Bedfordshire </p> <p><a href=\"https://fleuranderson.co.uk\">Fleur Anderson,</a> Putney </p> <p><a href=\"https://www.karendavis.org\">Karen Davies</a>, Norwich North</p> <p>Pam Duncan-Glancy, Glasgow North</p> <p><a href=\"https://www.racheleden.net\">Rachel Eden</a>, Reading West</p> <p><a href=\"https://florenceeshalomi.com\">Flo Eshalomi,</a> Vauxhall</p> <p>Dan Greef, South Cambridgeshire</p> <p>Faten Hameed, Glasgow Central</p> <p><a href=\"https://peterlamb.org.uk\">Peter Lamb</a>, Crawley</p> <p><a href=\"https://www.martinmccluskey.scot\">Martin McCluskey</a>, Inverclyde</p> <p>Cheryl Pidgeon, Rushcliffe</p> <p><a href=\"http://vote.labour.org.uk/moira-ramage\">Moira Ramage</a>, Paisley and Renfrewshire</p> <p><a href=\"https://vote.labour.org.uk/matt-uberoi\">Matt Uberoi,</a> Chelsea and Fulham </p> <p><a href=\"http://www.emmawhysall.co.uk\">Emma Whysall,</a> Chipping Barnet <br></p> </blockquote> </div>   </div> <div id=\"block-5dc52afb8f08be4a102e5466\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T08:51:42.838Z\">8.51am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The crossbench peer <strong>Gus O’Donnell</strong> has said on the Today programme that the future chancellor would have to increase taxes in order to fund the government’s and the opposition’s current spending promises.</p> <p>“When you look at the big capital spending increases – it’s about 50 billion for Labour, 20 billion for the Conservatives - do we have the capacity?” he asked.</p> <p>“The civil servants who are writing their briefing packs for the incoming ministers for various parties will be thinking: well what could you spend this on?</p> <p>“What’s, as it were, shovel ready? Will you get good value for money if you rush at it this quickly?</p> <p>“So I think there’ll be lots of bottlenecks.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T09:08:28.778Z\">at 9.08am GMT</time></p>  </div> <div id=\"block-5dc529868f08be4a102e545a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T08:42:44.260Z\">8.42am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Liberal Democrat MP for Edinburgh West, <strong>Christine Jardine</strong>, has criticised the SNP’s push for another independence referendum, and told Sky that she believes the SNP needs “to start thinking about what’s best for the people of Scotland, not independence”.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1192710133845024769\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“The SNP need to start thinking about what’s best for the people of Scotland, not independence”<br> <br>The Lib Dem’s <a href=\"https://twitter.com/cajardineMP?ref_src=twsrc%5Etfw\">@cajardineMP</a> says that independence is being used as a “distraction” from the real issues.<a href=\"https://twitter.com/hashtag/GeneralElection2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GeneralElection2019</a> <br>Get more on <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a> here: <a href=\"https://t.co/nbhcEOrBnM\">https://t.co/nbhcEOrBnM</a> <a href=\"https://t.co/qx4hrgW72T\">pic.twitter.com/qx4hrgW72T</a></p>&mdash; Sky News (@SkyNews) <a href=\"https://twitter.com/SkyNews/status/1192710133845024769?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T09:03:59.532Z\">at 9.03am GMT</time></p>  </div> <div id=\"block-5dc5275c8f08be4a102e5452\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T08:33:13.037Z\">8.33am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Clacton Labour candidate, <strong>Gideon Bull,</strong> has quit over the accusation that he used an antisemitic term in front of a Jewish Labour councillor. According to the BBC’s <strong tabindex=\"-1\">Simon Dedman</strong>, Bull admitted in an interview with BBC Essex to using the term “Shylock” in a meeting, but added: “The allegation that I called a Jewish cabinet member ‘Shylock’ is entirely false.” <br tabindex=\"-1\"></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SiDedman/status/1192710988778393600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clacton Labour candidate who&#39;s quit Gideon Bull says when Councillor Zena Brabazon &quot;politely informed me that this saying was offensive, I immediately apologised and explained that I did not know that Shylock was Jewish&quot; <a href=\"https://twitter.com/hashtag/GE2019?src=hash&amp;ref_src=twsrc%5Etfw\">#GE2019</a></p>&mdash; Simon Dedman (@SiDedman) <a href=\"https://twitter.com/SiDedman/status/1192710988778393600?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:37:09.026Z\">at 8.37am GMT</time></p>  </div> <div id=\"block-5dc523768f0867dcebfd0fd1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T08:28:25.825Z\">8.28am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>While on the campaign trail, <strong>Boris Johnson</strong> promised there won’t be any checks on goods coming from Northern Ireland to the rest of the UK, a comment that has caused much furore on Twitter.<br></p> <p>This from my colleague <strong>Lisa O’Carroll</strong>:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1192712556860911616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Johnson saying he won&#39;t enact his own deal in NI. &quot;There will not be checks ... on goods from NI To GB, because we are the govt of the UK and we will not institute or implement or enact such checks. Idea that Tayto crisps .. are going to b vetted by some process is just nonsense&quot; <a href=\"https://t.co/iT7KtlXqbm\">https://t.co/iT7KtlXqbm</a></p>&mdash; lisa o&#39;carroll (@lisaocarroll) <a href=\"https://twitter.com/lisaocarroll/status/1192712556860911616?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>And this from Sky’s deputy political editor,<strong> Sam Coates</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1192705957324832769\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Boris Johnson on campaign trail claiming here that “there will not be checks from NI to GB”<br><br>There was a big row two weeks ago as ministers conceded there *would* be export processes under Johnson’s brexit deal<br><br>Johnson says there has been a lot of misunderstanding. <br><br>Cont/ <a href=\"https://t.co/XE5sXAIFmg\">https://t.co/XE5sXAIFmg</a></p>&mdash; Sam Coates Sky (@SamCoatesSky) <a href=\"https://twitter.com/SamCoatesSky/status/1192705957324832769?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>And this from Sky’s <strong>Lewis Goodall</strong>:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1192596712700944384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Official documents from his own government say the precise opposite of what the Prime Minister is saying here. <a href=\"https://t.co/begLyZrCsd\">https://t.co/begLyZrCsd</a></p>&mdash; Lewis Goodall (@lewis_goodall) <a href=\"https://twitter.com/lewis_goodall/status/1192596712700944384?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:32:33.017Z\">at 8.32am GMT</time></p>  </div> <div id=\"block-5dc51f9c8f08be4a102e542b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T08:08:17.826Z\">8.08am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>While membership growth is of course a boost for Labour’s chances at the polls next month, it remains to be seen whether the party will be able to overcome scepticism amongst moderate supporters.</p> <p><strong>Mike Gapes</strong>, the long-standing MP for Ilford South, who left the Labour party earlier this year, accused Shami Chakrabarti of “whitewashing” in regard to her comments today on antisemitism.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MikeGapes/status/1192703212626862080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Shameless Shami Whitewash on <a href=\"https://twitter.com/BBCr4today?ref_src=twsrc%5Etfw\">@BBCr4today</a>.  It is not that you “dragged your feet”.  It is that there are anti Jewish racists in senior positions in Corbyn Labour, including recently selected  Corbyn Labour Parliamentary candidates.   A fish rots from the head.</p>&mdash; Mike Gapes (@MikeGapes) <a href=\"https://twitter.com/MikeGapes/status/1192703212626862080?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>The Spectator’s editor, <strong>Fraser Nelson,</strong> has gone as far as suggesting that <strong>Tom Watson’s</strong> resignation as the party’s deputy leader and <strong>Ian Austin’s</strong> <a href=\"https://www.theguardian.com/politics/2019/nov/07/former-labour-mp-ian-austin-urges-voters-back-boris-johnson\">decision to leave the party and endorse the Conservatives</a> is a sign that “true Labour supporters need to vote for Boris Johnson”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FraserNelson/status/1192711867732549632\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ian Austin and Tom Watson both concluded that the Corbyn project is destructive of Labour values. They both quit - but only one had the courage to say why. My Telegraph column: <a href=\"https://t.co/aI6u3afeYj\">https://t.co/aI6u3afeYj</a></p>&mdash; Fraser Nelson (@FraserNelson) <a href=\"https://twitter.com/FraserNelson/status/1192711867732549632?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:21:04.340Z\">at 8.21am GMT</time></p>  </div> <div id=\"block-5dc51e4d8f0867dcebfd0fb3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T07:54:48.888Z\">7.54am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Labour party membership numbers are recovering, according to PoliticsHome’s <strong>Kevin Schofield</strong>. In July, it emerged that tens of thousands of members had quit, causing membership to shrink to less than half a million.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1192709361111588865\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">SCOOP: Labour&#39;s membership, which had dipped to 475,000, is now heading back towards half a million. Big boost for Jeremy Corbyn 5 weeks out from the election.<a href=\"https://t.co/qNzmhc51ne\">https://t.co/qNzmhc51ne</a></p>&mdash; Kevin Schofield (@PolhomeEditor) <a href=\"https://twitter.com/PolhomeEditor/status/1192709361111588865?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T07:56:47.791Z\">at 7.56am GMT</time></p>  </div> <div id=\"block-5dc51b218f0867dcebfd0fa5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T07:44:58.967Z\">7.44am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Labour peer and shadow attorney general, <strong>Shami Chakrabarti</strong> told BBC Radio 4’s Today programme that the Labour party had dragged its feet over complaints about antisemitism. <br tabindex=\"-1\"></p> <p>When asked about an opinion poll in the Jewish Chronicle newspaper, according to which the vast majority of British Jews consider Jeremy Corbyn to be an antisemite, she responded: “That obviously is incredibly alarming and disappointing. Because we dragged our feet on implementation for so long there is a trust gap. </p> <p>“And so even though I believe that our procedures are way better now than they were a few years ago, it’s going to take time to rebuild trust, and it’s going to take more than procedures.” </p> <p>Chakrabarti also described Labour’s pledge to change the way women are treated at work as “perhaps the most radical offer to women in 50 years”. <br></p> <p>Under a Labour-led government, <a href=\"https://www.theguardian.com/politics/2019/nov/07/mothers-promised-full-year-of-maternity-pay-in-labour-manifesto\">mothers will be given maternity pay for a full year after the birth of their children and all employees will have a right to work flexibly</a>, according to the party’s manifesto.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T07:58:34.240Z\">at 7.58am GMT</time></p>  </div> <div id=\"block-5dc517c78f08be4a102e5410\" class=\"block\" data-block-contributor=\"profile/jedidajah-otte\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T07:33:54.453Z\">7.33am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Hello, I’m taking over the blog from my colleague Kate Lyons.<br></p> <p>The SNP is launching its election campaign today. Hours ahead of the launch, the party’s official Twitter account shared an article from the Scotsman, in which it was reported yesterday that <strong>Boris Johnson</strong> would not allow another Scottish independence referendum, and that the PM had claimed the SNP leader,<strong> Nicola Sturgeon,</strong> and <strong>Jeremy Corbyn</strong> were “yoke-mates of destruction” over the threat they both pose to the future of the UK. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/theSNP/status/1192596445255340032\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\">✍️ <a href=\"https://t.co/Y3aAaWSS15\">https://t.co/Y3aAaWSS15</a> <a href=\"https://t.co/szNQ5bRMVF\">pic.twitter.com/szNQ5bRMVF</a></p>&mdash; The SNP (@theSNP) <a href=\"https://twitter.com/theSNP/status/1192596445255340032?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure>  <p>Sturgeon is to seek a section 30 order before the end of the year from whoever will be the next PM, which would allow Scotland to stage another vote on leaving the UK.</p> <p>Speaking before the launch, Sturgeon said: <br></p> <blockquote class=\"quoted\"> <p>A vote for the SNP is a vote to escape Brexit and to give people in Scotland the chance to choose a better future as an independent country so we never have to worry about our NHS being sold off by a Westminster government.</p> <p>[...] And while the Scottish parliament has control of health policy, we cannot currently stop Westminster signing away that protection in a trade deal, or entering agreements that dramatically push up drug prices or risk our public services, including the NHS.</p> <p>Boris Johnson has been very clear about his desire for a post-Brexit trade deal with Donald Trump – and no one should underestimate the threat which that poses.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:16:16.519Z\">at 8.16am GMT</time></p>  </div> <div id=\"block-5dc516268f0867dcebfd0f88\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T07:17:07.574Z\">7.17am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>PA Media has this report on Margaret Hodge’s interview on BBC Radio 4 this morning:</p> <blockquote> <p>Hodge, when asked who she would prefer to have as prime minister – Boris Johnson or Jeremy Corbyn – said: “I want a Labour government.”</p> <p>When pressed on the issue, the Labour candidate told the Today programme: “I think any government is more than any individual. And I want a Labour government. And I think that was as true of the past as it is of the present.”</p> <p>She told the programme there are parts of the current Labour project with which she disagrees: “I will not give up fighting for what I believe to be right and moral and important. I will never do that.”</p> <p>Hodge said there was “some hostility” to the work she had done around fighting antisemitism, adding: “I do think it’s a terrible reflection that actually there is myself and Ruth Smeeth and we’re the only two women Jewish MPs left on the Labour side.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:00:39.365Z\">at 8.00am GMT</time></p>  </div> <div id=\"block-5dc5100d8f0867dcebfd0f73\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T07:02:22.471Z\">7.02am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <h2>The papers</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1192565837183553540\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">GUARDIAN: Labour and Tories launch bidding war on spending <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/wRXGTYGj4C\">pic.twitter.com/wRXGTYGj4C</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1192565837183553540?ref_src=twsrc%5Etfw\">November 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1192560985908948996\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">DAILY TELEGRAPH: Vote Conservative, say Corbyn rebels <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/7jRfbWSg0j\">pic.twitter.com/7jRfbWSg0j</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1192560985908948996?ref_src=twsrc%5Etfw\">November 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1192562670890868737\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">EXPRESS: Vote Boris! And that’s the incredible plea from LABOUR bigwigs <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/u6jcgK9l7Y\">pic.twitter.com/u6jcgK9l7Y</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1192562670890868737?ref_src=twsrc%5Etfw\">November 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1192567436509351936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">MIRROR: Shameful <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/bppfYwbFDR\">pic.twitter.com/bppfYwbFDR</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1192567436509351936?ref_src=twsrc%5Etfw\">November 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1192569756345352193\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">MAIL: The LABOUR veterans who plead: Vote Tory <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/d9ufpq0Cdv\">pic.twitter.com/d9ufpq0Cdv</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1192569756345352193?ref_src=twsrc%5Etfw\">November 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1192568533051420672\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">TIMES: ⁦<a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a>⁩ bid to launch 1970s style cash spree <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/pB6eII9MwD\">pic.twitter.com/pB6eII9MwD</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1192568533051420672?ref_src=twsrc%5Etfw\">November 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5dc510678f0867dcebfd0f74\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T06:52:13.352Z\">6.52am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jon Henley, </strong>the Guardian’s Europe correspondent, on Boris Johnson:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonhenley/status/1192693079616163840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is all going to end so badly.<br><br>He&#39;s contradicting his own government&#39;s conclusions,  making it up as he goes along.<br><br>And he sounds like he&#39;s had a few too many. <a href=\"https://t.co/VtVz02OZq0\">https://t.co/VtVz02OZq0</a></p>&mdash; jon henley (@jonhenley) <a href=\"https://twitter.com/jonhenley/status/1192693079616163840?ref_src=twsrc%5Etfw\">November 8, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:01:35.175Z\">at 8.01am GMT</time></p>  </div> <div id=\"block-5dc50d108f0867dcebfd0f66\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T06:37:29.070Z\">6.37am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <h2>What’s happening today?</h2> <ul> <li>Nigel Farage is heading to Wales and will be attending a rally for the Brexit party in Pontypool at about midday and then another at Newport in the evening.</li> <li>Labour will be holding a lunchtime event in Stevenage featuring Dawn Butler, the shadow minister for women and equalities, who announced last night she would be throwing her hat into the ring for the job of deputy Labour leader.</li> <li>Jo Swinson is in Fife and Boris Johnson is on pooled visits, though it’s unclear exactly where.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:01:57.073Z\">at 8.01am GMT</time></p>  </div> <div id=\"block-5dc507768f08c2d1f80dbea9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T06:17:43.321Z\">6.17am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The list of candidates who have stood down<strong> </strong>for inappropriate behaviour continues to grow.</p> <p>A <a href=\"https://www.theguardian.com/politics/2019/nov/07/boris-johnson-distances-himself-from-candidates-rape-comments-nick-conrad-keep-their-knickers-on\">former radio host running as a Conservative candidate for Broadland</a> in Norfolk withdrew from the race after saying women should keep their “knickers on” to avoid rape and a Labour candidate who had been standing for Gordon in Aberdeenshire announced she would no longer run <a href=\"https://www.theguardian.com/politics/2019/nov/07/labour-candidate-kate-ramsden-steps-down-israel-comparison\">after it emerged she had made comments comparing Israel</a> to “an abused child who becomes an abusive adult”. </p> <p>Roger Godsiff, the Labour MP for Birmingham Hall Green, was among those told this week by the national executive committee that <a href=\"https://www.theguardian.com/uk-news/2019/nov/08/ex-labour-mp-to-run-as-independent-after-being-dropped-over-lgbt-row\">he would not be endorsed as a Labour candidate</a> over his support for people <a href=\"https://www.theguardian.com/education/2019/may/21/lgbt-lessons-police-chief-calls-end-birmingham-protests-schools\">protesting against the teaching of LGBT equality classes</a> at a local school. He has confirmed he will run as an Independent Labour candidate.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:02:18.850Z\">at 8.02am GMT</time></p>  </div> <div id=\"block-5dc4eb0e8f0867dcebfd0e94\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-11-08T06:01:47.791Z\">6.01am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Good morning!</p> <p>It’s day two of the election campaign and we hope you’re still brimful of energy for political news. I’m Kate Lyons and will be bringing you the day’s political news early in the morning, before I hand over the blog. As usual, you can get in touch via <a href=\"https://twitter.com/MsKateLyons\">Twitter</a> or email.</p> <p>The parties have started unveiling their plans and promises as leaders travel the country, laying out their stalls for election.<br></p> <p>Boris Johnson has <a href=\"https://www.theguardian.com/politics/2019/nov/08/boris-johnson-promises-preferential-immigration-for-nhs-staff\">announced a plan for half-price visas</a> and preferential immigration processes for doctors and nurses wanting to work in the UK. The new NHS visa would cost just £464 and would operate under a fast-track process, with applicants guaranteed a decision within two weeks.<br></p> <p>Labour has <a href=\"https://www.theguardian.com/politics/2019/nov/07/mothers-promised-full-year-of-maternity-pay-in-labour-manifesto\">unveiled its plans to improve equality in the workplace</a>, pledging to introduce maternity pay for a full year after the birth of a child and give workers the rights to choose hours that suit them, putting the onus on employers to explain why they cannot offer flexible working hours. The announcement comes as the shock of Tom Watson’s resignation as deputy leader continues to ripple through the party. Watson’s allies have called his decision a “big loss” for the centre, with one saying “it leaves some of us feeling abandoned. Tom was our shield.” The race to replace him has already begun, with Dawn Butler, the women’s and equalities shadow minister, the first to announce she will be throwing her hat in the ring for the job. Rajeev Syal has written this guide to the <a href=\"https://www.theguardian.com/politics/2019/nov/07/who-are-the-favourites-to-take-over-as-labour-deputy-leader\">runners and riders for the job</a>.</p> <p>But both parties have been <a href=\"https://www.theguardian.com/politics/2019/nov/07/tories-and-labour-warned-over-ambitious-spending-promises-infrastructure-investment\">warned by the Institute of Fiscal Studies about their ambitious spending promises</a>, saying that the public spending bidding war Labour and the Conservatives are engaged in may return infrastructure investment back to 1970s levels, but may also be undeliverable.</p> <p>Thanks for reading.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-08T08:03:27.783Z\">at 8.03am GMT</time></p>  </div>",
      "wordcount": "6057",
      "commentCloseDate": "2019-11-08T17:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-08T06:01:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-08-20T14:55:39Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ckt28",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ffcd6f4138745b932fc8ddad8e4b323d17ec16f3/214_281_3224_1934/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Three Labour candidates have been embroiled in controversies around antisemitism. It was announced that Boris Johnson and Jeremy Corbyn will face each other in a live BBC debate in Southampton on 6 December, six days before the election. Boris Johnson told Northern Ireland businesses they can put customs declarations forms “in the bin” because there will be “no barriers of any kind” to trade crossing the Irish Sea. Dawn Butler said Labour would “dismantle the structural barriers” women face in the workplace with new policies of flexible working and increased maternity leave. Nicola Sturgeon launched the SNP campaign with a pledge to support revoking article 50. And the Liberal Democrats’ Jo Swinson travelled to Scotland where she vowed that her party would never support another Scottish independence referendum. The Liberal Democrats would never allow another Scottish independence referendum, Jo Swinson has said, as she pledged to keep Scotland in the UK and the UK in the EU. On a campaign visit to North East Fife, the most-marginal constituency at the last election, Swinson said another referendum is “the last thing we need”, warning it would just create further “chaos”, PA Media reports. Following the Prime Minister’s promise to voters about never allowing another referendum on Scotland’s future, Swinson also said her party would try to block any attempts by the SNP to hold another vote. “I’m absolutely clear, Liberal Democrats will not be allowing another independence referendum,” Swinson told reporters on her visit to a Crafty Maltsters, a farm in Auchtermuchty. The SNP should be learning the lessons of Brexit, not repeating the mistakes. This is about stopping chaos. If you have an independence referendum, that’s about adding more chaos, more uncertainty, more cost and difficulties for families across Scotland and it’s the last thing we need. We are in a situation here in Scotland where we’ve had this constitutional obsession for eight years now. People actually just want government to get on with making their lives better. They are worried about the experience their children are having in schools, they are worried about the fact that their loved ones might struggle to get mental health treatment in anything like a reasonable timeframe, they”re worried about the future of our planet. These are the thing governments should be getting on with, frankly, whether that’s the government in Holyrood or whether that’s the government in Westminster. So stop Brexit, stop this obsession with independence and get on with making people’s lives better. A Labour government would “dismantle the structural barriers” women face in the workplace with new policies of flexible working and increased maternity leave, shadow women and equalities secretary Dawn Butler has said. According to a report from PA Media, Butler said that Labour’s proposed workplace reforms are “the common sense approach to the modern way of life”. She added that a Labour government would aim to implement all of the policies within the first 100 days of being in office. Labour’s proposals include creating a new workers’ protection agency with powers to fine employers who fail to report or take action to deal with their “gender pay gap”, increasing statutory maternity pay from nine to 12 months, and a “presumption” in favour of flexible working from the first day an employee joins an organisation. Butler said that white, straight men have “a privilege code to the lift”, fast tracking them into managerial positions, and that a Labour government would “lay the grounds for an elevator” for women, to help them secure a level playing field in the world of work. Speaking to a group of businesswomen at the Business and Technology Centre in Stevenage, Butler said: “I have announced today some policies around flexible working in the workplace to ensure flexible working is available from day one. “My whole thing is flipping the script from employees always having to push an agenda to the employer, making it their responsibility.” Ms Butler added: “Basically, my whole thing is just about respecting women, our bodies, what we go through, and making workplaces more acceptable and friendly so everybody can contribute to the economy. “All these policies are saying women matter.” Labour says the Conservative party has taken nearly half a million pounds so far this year from just three wealthy individuals with close ties to Moscow, in the latest on the ongoing saga of Russian influence in UK politics. Jon Trickett, the shadow minister for the Cabinet Office, said that the Tories had an “ongoing relationship with Russian money”. Describing the Conservatives as the party of the “super-rich”, Trickett said political donations in Britain needed urgent reform and “cleaning up”. His comments come amid a row over Boris Johnson’s refusal to publish an explosive parliamentary report on Kremlin attempts to subvert British democracy. Downing Street has effectively shelved the long-awaited report by the intelligence and security committee. It is now unlikely to be published before the election. The dossier is understood to examine the flow of Russian money into UK politics in general and the Conservative party in particular. It looks at the assaults carried out by Russian spies on British soil, including last year’s novichok attack in Salisbury on Sergei and Yulia Skripal, and at attacks on the UK’s allies. Boris Johnson has told Northern Ireland businesses they can put customs declarations forms “in the bin” because there will be “no barriers of any kind” to trade crossing the Irish Sea, PA Media reports. The Prime Minister has suggested Brexit Secretary Stephen Barclay had been wrong to say goods between Northern Ireland and the rest of the UK would face checks as a result of the Brexit deal struck with the European Union. Barclay previously told MPs that “some information” and “minimal targeted interventions” would be required on goods travelling between the two areas of the UK, due to Northern Ireland remaining aligned with Dublin and Brussels’ trading rules for agricultural products and manufactured items as part of the exit terms. Labour activists know that their success in this election will rely to a large extent on mobilising younger voters who support Jeremy Corbyn. To try to encourage young voters to register, activists from the grime inflected #FckBoris campaign, who organised mass protests on the PM’s first day in power, are publicising more than two dozen “DIY register &amp; Rave parties” in towns and cities across the UK. Rosa Caradonna, activist in the #FckBoris campaign, said: Boris has the backing of millionaires and climate change deniers. He has already tried to block students, young and BAME people voting - and we are saying NAH. We are building a grassroots network of thousands of pissed-off young people who are going to kick Boris out. It’s our generation that have to deal with the worst effects of the climate crisis, rising racism and xenophobia, the destruction of the NHS and years of Tory cuts to our basic services. Not to mention that most of us have thousands of pounds of debt just for trying to get an education. The first register and rave party Glasgow this Saturday, 9 November, while campaigners say they have a register to vote stalls in Barnet and Hendon, north London, today. Next Saturday they plan to take the fight to Boris in his Uxbridge constituency with a “register to vote parade”, complete with a carnival-style soundsystem on an open top bus. Hello, Damien Gayle taking over the live blog now. Jonathan Freedland’s report of a fourth Labour potential parliamentary candidate being identified as having made antisemitic comments has proven false. We earlier shared on the blog a tweet from the Guardian columnist which claimed to have identified a shortlisted candidate from Birmingham Hall Green as having been fined over comments made on Facebook. Freedland has since deleted his tweets and replaced it with this correction. He later followed up with this apology. BBC Scotland is to stage a general election leaders debate less than 48 hours before the polls open, which could exclude the Scottish Greens or the Brexit party if they fail to stand enough candidates. The broadcaster announced that the live debate would be staged at its Pacific Quay headquarters in Glasgow at 8pm on Tuesday 10 December, but the full line-up of party leaders has not yet been confirmed. The BBC will make an invitation conditional on how many Westminster candidates a party puts up for the election – risking another bitter row with any parties excluded from taking part. Nicola Sturgeon for the SNP, and Jo Swinson for the Lib Dems, have already protested at decisions by broadcasters to exclude them from some UK-level debates. The Scottish Greens are holding talks later on Friday with the BBC about the threshold it will expect parties to meet. Scotland has 59 Westminster constituencies and the Scottish Greens, which is separate from the Green party of England and Wales, only have candidates for 21 contests at present, with only three or four of its branches still to decide on whether to stand or not. The rest have opted not to put up candidates. Nominations close on 14 November. The BBC expects to have Sturgeon, Richard Leonard, the Scottish Labour leader, Jackson Carlaw, interim leader of the Scottish Conservatives, and Willie Rennie, leader of the Scottish Lib Dems. Their parties are contesting all 59 seats. The Brexit party has still to declare how many candidates it will stand in Scotland, but may struggle to contest all 59 seats. YouGov has published a thread with predicted voting intentions in the general election by region. This just in from ITV’s Paul Brand: Several commentators wonder why the shortlist of Conservative candidates for Bassetlaw, a potential swing seat the Tories will need to target, has only been announced today. Bassetlaw was held by Labour MP John Mann from 2001 to 2019, before he stepped down to become a member of the House of Lords. The constituency has not been won by the Conservatives since 1924, but had a 67 per cent vote for leave in the 2016 referendum. Bassetlaw is making headlines with the deselection of Labour candidate Sally Gimson who was barred from standing by the NEC after internal complaints were made against her. Mann called the removal of Gimson a Momentum “stitch-up”. This from the Times’ Henry Zeffman: My colleague Rajeev Syal has written about the former Labour candidate Gideon Bull, who pulled out of the election race for the Clacton seat after accusations that he used the insulting term “Shylock” in a meeting attended by a Jewish councillor. Here’s an excerpt: Bull told the Guardian he made the comment in a clumsy attempt to describe a person who relentlessly tries to get what they want. “I’m standing down because I don’t want anything to deflect from the fact that Clacton has had years of neglect under the Tories. It was an honest mistake. The fact that there was a Jewish councillor in the room had no bearing on me saying it.” Bull claims he did not realise the character from The Merchant of Venice was Jewish and said he would have known if his schooling had been better. The Lib Dem MP Luciana Berger has criticised he BBC for excluding Jo Swinson from the standoff debate between Boris Johnson and Jeremy Corbyn, arguing the decision granted an exclusive platform to two pro-Brexit leaders. A third Labour candidate in one day has been been embroiled in controversy surrounding allegations of antisemitism. Jewish News reported that Laura McAlpine, the party’s candidate for Harlow, defended her chief campaigner after he wrote about a “Jewish final solution” to the Israel and Palestine conflict. McAlpine, who is aiming to unseat the Tory MP Robert Halfon, refused to condemn the remarks of Brett Hawksbee, despite a party official having warned that Hawksbee had “breached IHRA (the International Holocaust Remembrance Alliance definition of antisemitism) in almost every single way possible”, the article stated. Hawksbee blogged in September 2018: “The fear of many on the left is that the ideological successors of the bombers of the King David hotel, the mass murderers who decimated Deir Yassin, would be quite happy to see a pogrom in Gaza and the West Bank, a Jewish final solution to the Palestine problem.” According to the article, one email circulated to Labour staffers stated that McAlpine “isn’t happy with the first line (of the apology) because she doesn’t want to be disloyal to someone who ‘organises so much for her and who she is on the phone with three times a day’”. Boris Johnson has turned his failed “Brexit - do or die” pledge into a “do or dry”, claiming he has given up alcohol until after Brexit is sorted, PA Media reports. But according to the report, the prime minister was “watched sipping whisky during a distillery visit in Scotland on Thursday, casting doubt on his commitment to the alcohol ban”. His [“do or dry”] remark came while chatting about health matters with nurses at the King’s Mill hospital in Nottinghamshire. Johnson asked them to tell him more about the local Ashfield area, noting: “Someone said there’s a lot of first-time mums who are smoking or something like that. Is that right?” The PM was told a lot of people smoke in Ashfield, before he switched his attention to vaping, saying: “I’m not certain about it. It might just encourage them to get into nicotine.” He then asked: “What about alcohol?” before adding: “I’ve had to give it up until we get Brexit done.” Johnson did not clarify whether he meant the first phase of Brexit – until the end of January 2020 – or the end of the transition period – in December next year – or what would happen if the UK remained in the EU. Boris Johnson and Jeremy Corbyn will face each other in a live BBC debate in Southampton on 6 December just six days before Britons head to the polls. The BBC will also present a live seven-way podium debate between senior figures from the UK’s major political parties on 29 November in Cardiff. The Today presenter and former BBC political editor Nick Robinson, who will present the two debates, said he hoped they would “illuminate the choice we all face between competing parties, leaders, policies and visions for the country”. This from Kamal Ahmed, the BBC’s editorial director: Nicola Sturgeon had previously described the decision by Sky to only invite Boris Johnson, Jeremy Corbyn and Jo Swinson for a live debate as “outrageous”: A good point made by the Sun’s Kate Ferguson: This from my colleague Kate Proctor, reporting from Nigel Farage’s rally in Pontypool, south Wales. Pontypool is in the Torfaen constituency, which has been held by the Labour MP Nick Thomas-Symonds since 2015. As predicted by some, the official Twitter account of the Conservative party just shared a meme featuring Nicola Sturgeon with a miniature Jeremy Corbyn in her pocket. Many of you, dear readers, will remember the original, a billboard showing Ed Miliband stuffed into the pocket of Alex Salmond, with some believing it was this poster that forced Miliband to rule out an SNP coalition during the 2015 general election campaign. While Nicola Sturgeon used her election campaign launch speech to declare war on Boris Johnson, he was given a tour of a school and tried to make a clay figure inspired by British sculptor Sir Antony Gormley, PA Media reports: Speaking at the George Spencer Academy, near Nottingham, the prime minister remarked he had “gunk” on him before declaring the task would be “a piece of cake”. But seconds later, Johnson paused before joking: “It’s all going horribly wrong” as he had not followed the guide, and noted he was creating a figure similar to “Terminator”. He also told pupils: “He’s an interesting chap Antony Gormley – all his sculptures are modelled on himself and then he persuades people to pay colossal sums for his own image around the world. It’s amazing success he’s had.” Political commentators widely consider Sturgeon’s hints that Labour might support a second Scottish referendum a boost for the Tory campaign. This from ITV’s Paul Brand: And this from PoliticsHome’s Kevin Schofield: This from Sky’s Lewis Goodall on Sturgeon’s speech, making a point others have previously made about the Catalonia independence referendum: Here are Sturgeon’s comments on the possibility of a hung parliament, courtesy of the BBC’s Laura Kuenssberg: Will Nicola Sturgeon also demand that the Trident missile system be moved from Scottish waters before she will support a Corbyn government? This from the BBC’s Norman Smith: Sturgeon said her party would not lend support to any party that would stand in the way of a new Scottish independence referendum. It will be interesting to see how this pledge will be compatible with her statement that the SNP MPs “would seek to form a progressive alliance to lock the Tories out of government”. This is the take of Sky’s Beth Rigby: This from Sky’s Tamara Cohen: Sturgeon wraps up and says she looks forward to the campaign trail. My colleague Severin Carrell asks: One of the key challenges for Corbyn would be getting a budget passed. Would the SNP not pass that budget if Labour wouldn’t support another Scottish referendum? Sturgeon says it can’t be expected of the SNP to support anybody who doesn’t recognise the Scottish right to self-determination. Sturgeon adds that Corbyn is someone who supports self-determination “for literally every other country in the world”. It would be “mighty strange” if he didn’t support it for Scotland. We don’t even know whether Jeremy Corbyn would campaign for remain or leave, Sturgeon says. That’s why voting SNP is the best way for the Scottish to avoid Brexit, she adds. Any party that doesn’t offer another Scottish independence referendum would not be supported, Sturgeon says. But there are many other significant issues facing Scotland, such as devolution and climate change. Sturgeon says the PM is not a man whose word can be taken seriously. When asked whether she would seek to prevent a Tory government by putting Jeremy Corbyn into No 10, she says she’s no fan of Jeremy Corbyn and that she would never support a Conservative government. Nicola Sturgeon just delivered her campaign launch speech. She said Scotland had world-class institutions and should be entering a “golden era”. “If you are sick of the chaos ... vote SNP to escape Brexit,” she said. People who despair over Jeremy Corbyn’s lack of leadership should also vote SNP. The SNP would support revoking article 50, she tells a reporter but reiterates that Scotland needs to take its fate into its own hands. My colleague Kate Proctor will be reporting from a Nigel Farage rally in Wales this morning. My colleague Severin Carrell, the Guardian’s Scotland editor, will be at the SNP’s election campaign launch with Nicola Sturgeon near Holyrood, and will keep us updated on the campaign of the Scottish Greens, which is set to launch at 11.30. There is no love lost between the two parties, he says. The Greens are refusing to stand down candidates in key marginals, on a pro-indy pro-remain alliance basis. My colleague Jonathan Freedland is talking about the shambolic start to the general election campaign on the latest episode of the Guardian’s Today in Focus podcast. Boris Johnson told broadcast reporters today that suggesting the NHS could be up for grabs under his deal was “pure Loch Ness monster” territory, the Press Association reports. Asked whether he would legislate to protect the NHS from US intervention, the PM said: We can do free trade deals with countries around the world but under us the NHS is not for sale. It’s not going to be on any kind of international trade negotiation. This is pure Loch Ness monster, Bermuda Triangle stuff. The NHS, free at the point of use, is a fantastic service and we not only believe in it, but are investing more in it than at any time in recent memory and we’ll continue to do so. And back to election fever. Rumours say the former Labour MP Roger Godsiff, who was axed by the Labour party as its candidate for Birmingham Hall Green over comments on LGBT teaching, is to be replaced with Ibrahim Dogus, the mayor of Lambeth, who is backed by the Labour leadership and trade unions. Dogus was previously in the running to stand in Labour-held Vauxhall to replace Kate Hoey, but lost to Florence Eshalomi. In other news: The 30% Club, which campaigns for better gender balance through voluntary action from businesses, has launched its The Missing Millions report at the London Stock Exchange Group this morning. According to the report, companies that fail to prioritise gender equality are missing out on millions of pounds. The report quotes a US study of 350 start-ups founded and co-founded by women, which reveals they generated 10% more in cumulative revenue over a five-year period and delivered twice as much for every dollar invested as those set up by men. Neither Labour nor the Conservatives are off to a good start today, with a video of Boris Johnson stating falsehoods about post-Brexit trade with Northern Ireland circulating widely, and the fall of two Labour candidates for the upcoming general election because of anti-Semitism allegations. There is much anger and scorn on the wires about both situations. This from Labour’s Keir Starmer: And this from MailOnline’s Jack Maidment: And here we have the same point made by the Lib Dem’s Tom Brake: This from the Mail on Sunday’s Dan Hodges on the two disgraced Labour candidates: This from PoliticsHome’s Kevin Schofield: According to LBC, the Labour candidate Ian Byrne, who is running in the safe seat of Liverpool West Derby, is responsible for a number of misogynist social media comments against female politicians. In a post on Facebook in 2015 about Michelle Mone, the founder of underwear brand Ultimo, he called on his supporters to “hit the c**t where it hurts”. It emerged yesterday that the Tory candidate Nick Conrad will not stand in the Broadland seat in Norfolk, due to controversial comments about rape in 2014. My colleague Maya Wolfe-Robinson has written a story on how thousands of children in care whose immigration status will be affected by Brexit could face homelessness, immigration detention or deportation. This from Sky’s Tom Rayner: Nancy Kelley, deputy chief executive of NatCen Social Research, has written an interesting comment about the voting age for the Times Red Box, stating that the majority of the public (60 per cent) think we should leave things as they are, while 19 per cent think 16 and 17 year olds should be allowed to vote, and 16 per cent say the voting age should be raised to 21. “Nearly a quarter of those aged 65 or over think older is better when it comes to voting in general elections,” she writes. Quick reminder that’s it worth refreshing this blog every once in a while, as sometimes posts get amended, but especially if you dislike typos. The SNP parliamentary leader, Ian Blackford, told the Today programme that his partywas “determined” to pass legislation that would allow it to hold another referendum on Scottish independence. He added that the referendum needed to happen in 2020, so that Scotland could inform the EU of its wish to remain and then move into independent EU membership. Asked whether the SNP would be prepared to support Jeremy Corbyn if he offered a referendum, Blackford said: “It’s not a question of supporting Jeremy Corbyn, because it’s a question that we would put to whoever is in 10 Downing Street, that they must respect the votes of the people of Scotland. “We’ve won every election over the course of the last few years in Scotland, but crucially we won a mandate to have a referendum on Scottish independence.” A second Scottish Labour election candidate has been dropped after she posted an image on Twitter which appeared to threaten the Scottish National party candidate Joanna Cherry, who is defending her seat of Edinburgh South West. Frances Hoole was selected to stand against Cherry, who won Edinburgh South West in 2015 and held it in 2017. She was brought before Scottish Labour national executive on Wednesday after posting a composite image of Cherry’s face being sprayed from a Cillit Bang household cleaner bottle with the caption “Bang. And the terf is gone.” “Terf” is the term used by trans-rights activists to describe women who are critics as “trans-exclusionary radical feminists”. Cherry has been a leading figure in the campaign by women parliamentarians and activists in the SNP challenging some gender-recognition plans, including altering census questions. Hoole apologised on Twitter and told the Edinburgh Evening News she accepted her tweet was unacceptable and apologised. “I am genuinely really sorry I posted it. I’m sorry about the violent content. “I apologised about the actual content of the meme. It was silly, I posted it without looking very hard at it.” Her removal came on the same day another Scottish Labour candidate, Kate Ramsden, stood down in Gordon in north east Scotland after a blog emerged where she described Israel as “an abused child who becomes an abusive adult”. According to the BBC’s Iain Watson, an alliance of 51 Labour MPs has signed a letter pledging “to campaign to Remain in any confirmatory referendum”. Signatories include Wes Streeting, David Lammy, Margaret Beckett, Rosie Duffield and Helen Hayes. The letter states: Nothing in politics is inevitable. Brexit can be stopped, but only through the Labour Party. Remain Labour is pleased to announce that 51 Labour Parliamentary Candidates have signed an election pledge which states: “Labour is committed to a confirmatory referendum, to give you the final say on Brexit. If elected as your Labour MP, I pledge to campaign to Remain in the EU.” Below is the current list of signatories to the pledge, which we fully expect to grow during the campaign. If you are a candidate who would like to sign our pledge, please contact laura@remain-labour.co.uk. Tonia Antoniazzi, Gower Margaret Beckett, Derby South Ben Bradshaw, Exeter Ruth Cadbury, Brentford and Isleworth Janet Daby, Lewisham East Geraint Davies, Swansea West Thangam Debbonaire, Bristol West Stephen Doughty, Cardiff South and Penarth Rosie Duffield, Canterbury Maria Eagle, South Liverpool and Halewood Paul Farrelly, Newcastle-under-Lyme Vicky Foxcroft, Lewisham Deptford Helen Hayes, Dulwich and West Norwood Darren Jones, Bristol North Susan Jones, Clwyd South Ged Killen, Rutherglen and Hamilton West Peter Kyle, Hove David Lammy, Tottenham Kerry McCarthy, Bristol East Siobhain McDonagh, Mitcham and Morden Alison McGovern, Wirral South Catherine McKinnell, Newcastle upon Tyne Anna McMorrin, Cardiff North Ian Murray, Edinburgh South Madeleine Moon, Bridgend Stephen Morgan, Portsmouth South Mathew Pennycook, Greenwich and Woolwich Steve Reed, Croydon North Ellie Reeves, Lewisham West and Penge Andy Slaughter, Hammersmith and Fulham Wes Streeting, Ilford North Paul Sweeney, Glasgow North East Jo Stevens, Cardiff Central Gareth Thomas, Harrow West Anna Turley, Redcar Daniel Zeichner, Cambridge Marina Ahmad, Beckenham Callum Anderson, South West Bedfordshire Fleur Anderson, Putney Karen Davies, Norwich North Pam Duncan-Glancy, Glasgow North Rachel Eden, Reading West Flo Eshalomi, Vauxhall Dan Greef, South Cambridgeshire Faten Hameed, Glasgow Central Peter Lamb, Crawley Martin McCluskey, Inverclyde Cheryl Pidgeon, Rushcliffe Moira Ramage, Paisley and Renfrewshire Matt Uberoi, Chelsea and Fulham Emma Whysall, Chipping Barnet The crossbench peer Gus O’Donnell has said on the Today programme that the future chancellor would have to increase taxes in order to fund the government’s and the opposition’s current spending promises. “When you look at the big capital spending increases – it’s about 50 billion for Labour, 20 billion for the Conservatives - do we have the capacity?” he asked. “The civil servants who are writing their briefing packs for the incoming ministers for various parties will be thinking: well what could you spend this on? “What’s, as it were, shovel ready? Will you get good value for money if you rush at it this quickly? “So I think there’ll be lots of bottlenecks.” The Liberal Democrat MP for Edinburgh West, Christine Jardine, has criticised the SNP’s push for another independence referendum, and told Sky that she believes the SNP needs “to start thinking about what’s best for the people of Scotland, not independence”. The Clacton Labour candidate, Gideon Bull, has quit over the accusation that he used an antisemitic term in front of a Jewish Labour councillor. According to the BBC’s Simon Dedman, Bull admitted in an interview with BBC Essex to using the term “Shylock” in a meeting, but added: “The allegation that I called a Jewish cabinet member ‘Shylock’ is entirely false.” While on the campaign trail, Boris Johnson promised there won’t be any checks on goods coming from Northern Ireland to the rest of the UK, a comment that has caused much furore on Twitter. This from my colleague Lisa O’Carroll: And this from Sky’s deputy political editor, Sam Coates: And this from Sky’s Lewis Goodall: While membership growth is of course a boost for Labour’s chances at the polls next month, it remains to be seen whether the party will be able to overcome scepticism amongst moderate supporters. Mike Gapes, the long-standing MP for Ilford South, who left the Labour party earlier this year, accused Shami Chakrabarti of “whitewashing” in regard to her comments today on antisemitism. The Spectator’s editor, Fraser Nelson, has gone as far as suggesting that Tom Watson’s resignation as the party’s deputy leader and Ian Austin’s decision to leave the party and endorse the Conservatives is a sign that “true Labour supporters need to vote for Boris Johnson”. Labour party membership numbers are recovering, according to PoliticsHome’s Kevin Schofield. In July, it emerged that tens of thousands of members had quit, causing membership to shrink to less than half a million. The Labour peer and shadow attorney general, Shami Chakrabarti told BBC Radio 4’s Today programme that the Labour party had dragged its feet over complaints about antisemitism. When asked about an opinion poll in the Jewish Chronicle newspaper, according to which the vast majority of British Jews consider Jeremy Corbyn to be an antisemite, she responded: “That obviously is incredibly alarming and disappointing. Because we dragged our feet on implementation for so long there is a trust gap. “And so even though I believe that our procedures are way better now than they were a few years ago, it’s going to take time to rebuild trust, and it’s going to take more than procedures.” Chakrabarti also described Labour’s pledge to change the way women are treated at work as “perhaps the most radical offer to women in 50 years”. Under a Labour-led government, mothers will be given maternity pay for a full year after the birth of their children and all employees will have a right to work flexibly, according to the party’s manifesto. Hello, I’m taking over the blog from my colleague Kate Lyons. The SNP is launching its election campaign today. Hours ahead of the launch, the party’s official Twitter account shared an article from the Scotsman, in which it was reported yesterday that Boris Johnson would not allow another Scottish independence referendum, and that the PM had claimed the SNP leader, Nicola Sturgeon, and Jeremy Corbyn were “yoke-mates of destruction” over the threat they both pose to the future of the UK. Sturgeon is to seek a section 30 order before the end of the year from whoever will be the next PM, which would allow Scotland to stage another vote on leaving the UK. Speaking before the launch, Sturgeon said: A vote for the SNP is a vote to escape Brexit and to give people in Scotland the chance to choose a better future as an independent country so we never have to worry about our NHS being sold off by a Westminster government. [...] And while the Scottish parliament has control of health policy, we cannot currently stop Westminster signing away that protection in a trade deal, or entering agreements that dramatically push up drug prices or risk our public services, including the NHS. Boris Johnson has been very clear about his desire for a post-Brexit trade deal with Donald Trump – and no one should underestimate the threat which that poses. PA Media has this report on Margaret Hodge’s interview on BBC Radio 4 this morning: Hodge, when asked who she would prefer to have as prime minister – Boris Johnson or Jeremy Corbyn – said: “I want a Labour government.” When pressed on the issue, the Labour candidate told the Today programme: “I think any government is more than any individual. And I want a Labour government. And I think that was as true of the past as it is of the present.” She told the programme there are parts of the current Labour project with which she disagrees: “I will not give up fighting for what I believe to be right and moral and important. I will never do that.” Hodge said there was “some hostility” to the work she had done around fighting antisemitism, adding: “I do think it’s a terrible reflection that actually there is myself and Ruth Smeeth and we’re the only two women Jewish MPs left on the Labour side.” The papers Jon Henley, the Guardian’s Europe correspondent, on Boris Johnson: What’s happening today? Nigel Farage is heading to Wales and will be attending a rally for the Brexit party in Pontypool at about midday and then another at Newport in the evening. Labour will be holding a lunchtime event in Stevenage featuring Dawn Butler, the shadow minister for women and equalities, who announced last night she would be throwing her hat into the ring for the job of deputy Labour leader. Jo Swinson is in Fife and Boris Johnson is on pooled visits, though it’s unclear exactly where. The list of candidates who have stood down for inappropriate behaviour continues to grow. A former radio host running as a Conservative candidate for Broadland in Norfolk withdrew from the race after saying women should keep their “knickers on” to avoid rape and a Labour candidate who had been standing for Gordon in Aberdeenshire announced she would no longer run after it emerged she had made comments comparing Israel to “an abused child who becomes an abusive adult”. Roger Godsiff, the Labour MP for Birmingham Hall Green, was among those told this week by the national executive committee that he would not be endorsed as a Labour candidate over his support for people protesting against the teaching of LGBT equality classes at a local school. He has confirmed he will run as an Independent Labour candidate. Good morning! It’s day two of the election campaign and we hope you’re still brimful of energy for political news. I’m Kate Lyons and will be bringing you the day’s political news early in the morning, before I hand over the blog. As usual, you can get in touch via Twitter or email. The parties have started unveiling their plans and promises as leaders travel the country, laying out their stalls for election. Boris Johnson has announced a plan for half-price visas and preferential immigration processes for doctors and nurses wanting to work in the UK. The new NHS visa would cost just £464 and would operate under a fast-track process, with applicants guaranteed a decision within two weeks. Labour has unveiled its plans to improve equality in the workplace, pledging to introduce maternity pay for a full year after the birth of a child and give workers the rights to choose hours that suit them, putting the onus on employers to explain why they cannot offer flexible working hours. The announcement comes as the shock of Tom Watson’s resignation as deputy leader continues to ripple through the party. Watson’s allies have called his decision a “big loss” for the centre, with one saying “it leaves some of us feeling abandoned. Tom was our shield.” The race to replace him has already begun, with Dawn Butler, the women’s and equalities shadow minister, the first to announce she will be throwing her hat in the ring for the job. Rajeev Syal has written this guide to the runners and riders for the job. But both parties have been warned by the Institute of Fiscal Studies about their ambitious spending promises, saying that the public spending bidding war Labour and the Conservatives are engaged in may return infrastructure investment back to 1970s levels, but may also be undeliverable. Thanks for reading.",
      "charCount": "36661",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/damien-gayle\">Damien Gayle</a> (now) and <a href=\"profile/jedidajah-otte\">Jedidajah Otte</a> and <a href=\"profile/kate-lyons\">Kate Lyons</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/nov/08/untangling-the-lies-told-about-universal-credit",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-11-08T18:04:47Z",
    "webTitle": "Untangling the lies told about universal credit | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/nov/08/untangling-the-lies-told-about-universal-credit",
    "apiUrl": "https://content.guardianapis.com/society/2019/nov/08/untangling-the-lies-told-about-universal-credit",
    "fields": {
      "headline": "Untangling the lies told about universal credit",
      "standfirst": "Guardian readers respond to the Advertising Standards Authority ruling on the government’s advertising campaign",
      "trailText": "<strong>Letters: </strong>Guardian readers respond to the Advertising Standards Authority ruling on the government’s advertising campaign",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"685a5c9538344e5556d1981de6ddc6d97c58aaa8\"> <img src=\"https://media.guim.co.uk/685a5c9538344e5556d1981de6ddc6d97c58aaa8/0_477_2972_1783/1000.jpg\" alt=\"Goods at a food bank.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Goods at a food bank. ‘The DWP must now start engaging with the evidence of the impact of welfare reform on pushing people into poverty,’ says Raji Hunjan.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>Aditya Chakrabortty’s article (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/06/government-universal-credit-deception-asa-taxpayer-funded-features\" title=\"\">The government uses your money to gaslight poor people</a>, 6 November) revealed the depth that the Department for Work and Pensions (DWP) will go to defend its failing flagship universal credit programme, which has pushed thousands of people into poverty. It is important people are able to make decisions that impact on their finances based on factual information.</p> <p>The anti-poverty charity Z2K (Zacchaeus 2000 Trust) that I lead was the first to complain to the Advertising Standards Authority (ASA) about this series of ads, and we are named in the ASA’s final ruling. We were compelled to make this complaint because we simply could not understand why the DWP would make assertions without clear evidence to back up their claims.</p> <p>We were really pleased to see such wide coverage of the ASA ruling, and to know that thousands of Guardian readers share our concerns. We are, however, very disappointed that the DWP is neither able to satisfactorily explain its actions or apologise for the harm they will have caused to the people who may have moved on to universal credit as a result.</p> <p>The ruling comes too late as the now discredited campaign has already ended. That’s why Z2K has launched a public campaign calling for an apology from the DWP and an independent investigation into how and why these adverts came to be authorised. It is vital that we the public can trust government departments to be telling us the truth, particularly in being clear about their strategies to ensure that the social security system works as a safety net to reduce the numbers of people now living in poverty in the UK. Instead of using taxpayers’ money on a failed PR campaign, the DWP must now start engaging meaningfully with the widespread evidence of the impact of welfare reform on pushing people into poverty. Join our campaign to tell the DWP to #StopMisleading today.<br><strong>Raji Hunjan</strong><br><em>CEO, Z2K (Zacchaeus 2000 Trust)</em></p> <p>• Aditya Chakrabortty points out that the government used our money to place misleading adverts about universal credit. What is more concerning is that claims the ASA call “misleading” are regularly used word-for-word by government ministers defending universal credit.</p> <p>The ASA found that government claim “people move into work faster” under universal credit breached the advertising code under the rules 3.1 (Misleading advertising), 3.7 (Substantiation), 3.9 (Qualification) and 3.11 (Exaggeration). That exact phrase has been used by government MPs 67 times in parliament to defend universal credit, as well as in countless media interviews. It is the key plank of the government’s claim that universal credit is making lives better – yet it fails to meet the basic standards of truthfulness and honesty that we demand of soap powder commercials. It is time that it is removed from the mouths of government ministers.<br><strong>Paul Morrison</strong><br><em>London</em></p> <p>• Huge credit to Aditya Chakrabortty. Credit also to cabinet secretary Mark Sedwill, for ruling that the government cannot publish a Treasury analysis of Labour’s spending plans. While both developments are clearly embarrassing to the Conservatives, I think they also reveal a worrying failure by the civil service to adhere to its “core values” of integrity, honesty, objectivity and impartiality.</p> <p>Specifically, officials in the DWP and Treasury seem to have been willing participants in attempts by the government to manipulate the evidence in order to support a predetermined policy (universal credit), rather than providing an objective analysis of its impact; and to devote resources to rubbishing opposition spending plans for party political purposes, while apparently not having sufficient resources to analyse the impact of the government’s Brexit deal.</p> <p>I worked for 38 years as a government analyst and I know that the UK civil service, in particular its analytical professions, has a deserved reputation for observing high standards of professionalism and propriety. It saddens me to see this now under serious threat from the actions of current government ministers, combined with the pressures from austerity and the demands of Brexit. It will be important for the next government, and civil servants themselves, to take steps to restore this reputation before it is too late.<br><strong>Alan Spence</strong><br><em>Southport, Merseyside</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "731",
      "commentable": "false",
      "firstPublicationDate": "2019-11-08T18:04:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:24:33Z",
      "newspaperEditionDate": "2019-11-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckjnf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/685a5c9538344e5556d1981de6ddc6d97c58aaa8/0_477_2972_1783/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Aditya Chakrabortty’s article (The government uses your money to gaslight poor people, 6 November) revealed the depth that the Department for Work and Pensions (DWP) will go to defend its failing flagship universal credit programme, which has pushed thousands of people into poverty. It is important people are able to make decisions that impact on their finances based on factual information. The anti-poverty charity Z2K (Zacchaeus 2000 Trust) that I lead was the first to complain to the Advertising Standards Authority (ASA) about this series of ads, and we are named in the ASA’s final ruling. We were compelled to make this complaint because we simply could not understand why the DWP would make assertions without clear evidence to back up their claims. We were really pleased to see such wide coverage of the ASA ruling, and to know that thousands of Guardian readers share our concerns. We are, however, very disappointed that the DWP is neither able to satisfactorily explain its actions or apologise for the harm they will have caused to the people who may have moved on to universal credit as a result. The ruling comes too late as the now discredited campaign has already ended. That’s why Z2K has launched a public campaign calling for an apology from the DWP and an independent investigation into how and why these adverts came to be authorised. It is vital that we the public can trust government departments to be telling us the truth, particularly in being clear about their strategies to ensure that the social security system works as a safety net to reduce the numbers of people now living in poverty in the UK. Instead of using taxpayers’ money on a failed PR campaign, the DWP must now start engaging meaningfully with the widespread evidence of the impact of welfare reform on pushing people into poverty. Join our campaign to tell the DWP to #StopMisleading today. Raji Hunjan CEO, Z2K (Zacchaeus 2000 Trust) • Aditya Chakrabortty points out that the government used our money to place misleading adverts about universal credit. What is more concerning is that claims the ASA call “misleading” are regularly used word-for-word by government ministers defending universal credit. The ASA found that government claim “people move into work faster” under universal credit breached the advertising code under the rules 3.1 (Misleading advertising), 3.7 (Substantiation), 3.9 (Qualification) and 3.11 (Exaggeration). That exact phrase has been used by government MPs 67 times in parliament to defend universal credit, as well as in countless media interviews. It is the key plank of the government’s claim that universal credit is making lives better – yet it fails to meet the basic standards of truthfulness and honesty that we demand of soap powder commercials. It is time that it is removed from the mouths of government ministers. Paul Morrison London • Huge credit to Aditya Chakrabortty. Credit also to cabinet secretary Mark Sedwill, for ruling that the government cannot publish a Treasury analysis of Labour’s spending plans. While both developments are clearly embarrassing to the Conservatives, I think they also reveal a worrying failure by the civil service to adhere to its “core values” of integrity, honesty, objectivity and impartiality. Specifically, officials in the DWP and Treasury seem to have been willing participants in attempts by the government to manipulate the evidence in order to support a predetermined policy (universal credit), rather than providing an objective analysis of its impact; and to devote resources to rubbishing opposition spending plans for party political purposes, while apparently not having sufficient resources to analyse the impact of the government’s Brexit deal. I worked for 38 years as a government analyst and I know that the UK civil service, in particular its analytical professions, has a deserved reputation for observing high standards of professionalism and propriety. It saddens me to see this now under serious threat from the actions of current government ministers, combined with the pressures from austerity and the demands of Brexit. It will be important for the next government, and civil servants themselves, to take steps to restore this reputation before it is too late. Alan Spence Southport, Merseyside • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4596",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/08/thoughts-on-the-lib-dem-green-and-plaid-cymru-remain-election-pact",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-08T18:01:26Z",
    "webTitle": "Thoughts on the Lib Dem, Green and Plaid Cymru remain election pact | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/08/thoughts-on-the-lib-dem-green-and-plaid-cymru-remain-election-pact",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/08/thoughts-on-the-lib-dem-green-and-plaid-cymru-remain-election-pact",
    "fields": {
      "headline": "Thoughts on the Lib Dem, Green and Plaid Cymru remain election pact",
      "standfirst": "<strong>Magi Young </strong>says<strong> </strong>Greens have far more in common with Labour, <strong>Tim Johnson</strong> believes this is the first proper application of tactical voting by established parties, while <strong>Martin Shaw</strong> makes an appeal to Lib Dems<br />",
      "trailText": "Letters: <strong>Magi Young </strong>says<strong> </strong>Greens have far more in common with Labour, <strong>Tim Johnson</strong> believes this is the first proper application of tactical voting by established parties, while <strong>Martin Shaw</strong> makes an appeal to Lib Dems<br />",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"99a7e257c1212a8441f473dccf7cec13410e3970\"> <img src=\"https://media.guim.co.uk/99a7e257c1212a8441f473dccf7cec13410e3970/0_0_6000_3600/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Like the Greens, Labour would never enter a coalition with the austerity-creating Tories,’ says Magi Young.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>The Greens’ electoral alliance with the Liberal Democrats (and Plaid Cymru) risks throwing their eco-socialism out with the remain bathwater (<a href=\"https://www.theguardian.com/politics/2019/nov/07/lib-dems-greens-and-plaid-cymru-reveal-remain-election-pact\" title=\"\">Report</a>, 8 November). Greens have far more in common with Labour. Unlike the Lib Dems, Labour and the Greens support the radical transformation of society.</p> <p>Labour’s target is decarbonisation by 2030, the Lib Dems’ is <a href=\"https://www.theguardian.com/politics/2019/sep/14/lib-dems-set-out-radical-agenda-for-tackling-climate-emergency\" title=\"\">2045</a>. Like 56% of voters (<a href=\"https://www.theguardian.com/environment/2019/nov/07/majority-of-uk-public-back-2030-zero-carbon-target-poll\" title=\"\">Majority of UK public back 2030 zero-carbon target – poll</a>, 7 November), Greens are more likely to support Labour’s policy.</p> <p>It is no coincidence that only Labour and Green MPs are contributors to Extinction Rebellion’s handbook <a href=\"https://www.amazon.co.uk/This-Not-Drill-Extinction-Rebellion/dp/0141991445\" title=\"\">This Is Not A Drill</a>. Back in April, protesters chained themselves to Jeremy Corbyn’s gate, not Jo Swinson’s, saying he was the “<a href=\"https://www.theguardian.com/environment/2019/apr/17/extinction-rebellion-halt-london-docklands-trains-carriage\" title=\"\">best hope this country has got</a>” to meet the challenges of the climate crisis. Furthermore, it is Labour’s shadow chancellor who promises to use every lever of government to fight the climate emergency. Like the Greens, Labour would never enter a coalition with the austerity-creating Tories.</p> <p>On Europe, the Greens and Labour support the most democratic solution (a second referendum) and their politicians play active and influential roles in the pro-remain leftwing <a href=\"https://www.anothereurope.org/\" title=\"\">Another Europe is Possible</a> campaign.</p> <p>The climate emergency is the most important issue facing us. For this reason, tactical votes in marginal seats should be for Labour. The risk – in this uniquely important election – is letting in the hard Brexit Tories. And like Labour voters, Greens understand how destructive this will be in the fight against the climate emergency.<br><strong>Magi Young</strong><br><em>Exeter</em></p> <p>• Almost 33 years ago, in January 1987, you published a letter from Nina Fishman, the Labour and trade union activist, calling for a tactical voting campaign for the coming general election. She was hoping to at least offset the coming third victory of Margaret Thatcher to some extent. That letter led to the first significant organised television campaign.</p> <p>Sadly, Nina died in 2009 (you published an excellent <a href=\"https://www.theguardian.com/politics/2009/dec/13/nina-fishman-obituary\" title=\"\">obituary</a> of her by Donald Sassoon). She would have been frustrated to see that electoral reform has still not been introduced for UK elections, and sad about the Labour party’s failure to understand the value of tactical voting. Among other things, that gave us a majority Tory government in 2015, and hence the Brexit crisis.</p> <p>But she would have been delighted by the historic pact between Liberal Democrats, Greens and Plaid Cymru. This is the first proper application of tactical voting by established parties. It could well deprive the Tories of a majority on 12 December. If Labour was able to enter a similar agreement it could do far more.<br><strong>Tim Johnson</strong><br><em>London</em></p> <p>• It is ironic that Unite to Remain, founded by Heidi Allen when she was an Independent MP, has become a three-way deal between the Liberal Democrats, Greens and Plaid Cymru, excluding the only grassroots pro-remain independent with a chance of winning: Claire Wright in East Devon. Claire won more than <a href=\"https://www.northdevongazette.co.uk/home/candidate-claire-wright-gears-up-for-election-1-6253787\" title=\"\">21,000</a> votes (35%) in 2017 to the Tories’ 29,000, while the Lib Dems gained less than 1,500. Independents also won by far the largest share of votes and seats in this year’s council elections. Can I appeal to the Liberal Democrats, who are admirably standing down for other independents like Dominic Grieve, to consider withdrawing their candidate so as to help East Devon get a pro-European MP?<br><strong>Martin Shaw</strong><br><em>Independent county councillor, Devon</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "598",
      "commentable": "false",
      "firstPublicationDate": "2019-11-08T18:01:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:19Z",
      "newspaperEditionDate": "2019-11-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckk2a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/99a7e257c1212a8441f473dccf7cec13410e3970/0_0_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Greens’ electoral alliance with the Liberal Democrats (and Plaid Cymru) risks throwing their eco-socialism out with the remain bathwater (Report, 8 November). Greens have far more in common with Labour. Unlike the Lib Dems, Labour and the Greens support the radical transformation of society. Labour’s target is decarbonisation by 2030, the Lib Dems’ is 2045. Like 56% of voters (Majority of UK public back 2030 zero-carbon target – poll, 7 November), Greens are more likely to support Labour’s policy. It is no coincidence that only Labour and Green MPs are contributors to Extinction Rebellion’s handbook This Is Not A Drill. Back in April, protesters chained themselves to Jeremy Corbyn’s gate, not Jo Swinson’s, saying he was the “best hope this country has got” to meet the challenges of the climate crisis. Furthermore, it is Labour’s shadow chancellor who promises to use every lever of government to fight the climate emergency. Like the Greens, Labour would never enter a coalition with the austerity-creating Tories. On Europe, the Greens and Labour support the most democratic solution (a second referendum) and their politicians play active and influential roles in the pro-remain leftwing Another Europe is Possible campaign. The climate emergency is the most important issue facing us. For this reason, tactical votes in marginal seats should be for Labour. The risk – in this uniquely important election – is letting in the hard Brexit Tories. And like Labour voters, Greens understand how destructive this will be in the fight against the climate emergency. Magi Young Exeter • Almost 33 years ago, in January 1987, you published a letter from Nina Fishman, the Labour and trade union activist, calling for a tactical voting campaign for the coming general election. She was hoping to at least offset the coming third victory of Margaret Thatcher to some extent. That letter led to the first significant organised television campaign. Sadly, Nina died in 2009 (you published an excellent obituary of her by Donald Sassoon). She would have been frustrated to see that electoral reform has still not been introduced for UK elections, and sad about the Labour party’s failure to understand the value of tactical voting. Among other things, that gave us a majority Tory government in 2015, and hence the Brexit crisis. But she would have been delighted by the historic pact between Liberal Democrats, Greens and Plaid Cymru. This is the first proper application of tactical voting by established parties. It could well deprive the Tories of a majority on 12 December. If Labour was able to enter a similar agreement it could do far more. Tim Johnson London • It is ironic that Unite to Remain, founded by Heidi Allen when she was an Independent MP, has become a three-way deal between the Liberal Democrats, Greens and Plaid Cymru, excluding the only grassroots pro-remain independent with a chance of winning: Claire Wright in East Devon. Claire won more than 21,000 votes (35%) in 2017 to the Tories’ 29,000, while the Lib Dems gained less than 1,500. Independents also won by far the largest share of votes and seats in this year’s council elections. Can I appeal to the Liberal Democrats, who are admirably standing down for other independents like Dominic Grieve, to consider withdrawing their candidate so as to help East Devon get a pro-European MP? Martin Shaw Independent county councillor, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3717",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/08/hidden-meaning-in-jeremy-corbyns-horseradish-gift-to-tom-watson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-08T17:51:57Z",
    "webTitle": "Hidden meaning in Jeremy Corbyn’s horseradish gift to Tom Watson? | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/08/hidden-meaning-in-jeremy-corbyns-horseradish-gift-to-tom-watson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/08/hidden-meaning-in-jeremy-corbyns-horseradish-gift-to-tom-watson",
    "fields": {
      "headline": "Hidden meaning in Jeremy Corbyn’s horseradish gift to Tom Watson?",
      "standfirst": "Brexit poetry | Reporting abuse | Tom Watson’s resignation | Film ratings | GCSE marking | Fracking",
      "trailText": "<strong>Brief letters:</strong> Brexit poetry | Reporting abuse | Tom Watson’s resignation | Film ratings | GCSE marking | Fracking",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a868f26dfaf6a4169e8d740790ab82b14d876cdd\"> <img src=\"https://media.guim.co.uk/a868f26dfaf6a4169e8d740790ab82b14d876cdd/0_448_3772_2262/1000.jpg\" alt=\"Horseradish\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Horseradish is sharp, deep-rooted and impossible to get rid of. What a gift, what a metaphor,’ says<strong> </strong>Elaine Yeo.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>Rhiannon Lucy Cosslett’s description of Brooke’s The Soldier as “snivelling ethnocentricity” (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/07/brexit-book-dead-poems\" title=\"\">Brexit poetry offers pleasure and catharsis</a>, Journal, 7 November) showed a marked lack of empathy for the catharsis of others. During and after both world wars, many soldiers and their wives/widows, children/orphans have found solace in Brooke’s stirring words. One could debate the merits of patriotism, but this poem is not “snivelling ethnocentricity”.<br><strong>Mark Thompson</strong><br><em>Romford, Essex</em></p> <p>• Joel Golby says TI’s behaviour in having his daughter’s hymen checked annually “borders on abuse” (<a href=\"https://www.theguardian.com/lifeandstyle/lostinshowbiz/2019/nov/07/sorry-james-dean-youre-better-off-dead-than-digitally-alive\" title=\"\">G2, 8 November</a>). Under Working Together to Safeguard Children and Young People, every school and college in the land would refer that behaviour for what it is: abuse. Many abusers attempt to justify their actions – we should not pander to them.<br><strong>Liz Leek</strong><br><em>Barnsley College</em></p> <p>• “I hope the horseradish plants I gave you thrive,” Jeremy Corbyn wrote in his response to Tom Watson’s resignation letter (<a href=\"https://www.theguardian.com/politics/2019/nov/06/tom-watson-to-quit-as-labour-deputy-leader-and-stand-down-as-mp\" title=\"\">Report</a>, 7 November). Horseradish is sharp, deep-rooted and impossible to get rid of. What a gift, what a metaphor!<br><strong>Elaine Yeo</strong><br><em>Enfield, London</em></p> <p>• How about adding a bleakness rating to your reviews? Peter Bradshaw gave Sorry We Missed You five stars (<a href=\"https://www.theguardian.com/film/2019/may/16/sorry-we-missed-you-review-ken-loach\" title=\"\">Review</a>, 2 November) but it deserved five shovels for the depths of despair it evoked. After I, Daniel Blake, I should have known the latest Loach would be gruelling but it left me without any hope at all. What a world we live in.<br><strong>Wendy Dear</strong><br><em>Cottenham, Cambridgeshire</em></p> <p>• Before politicians talk of gold standards in education (<a href=\"https://www.theguardian.com/education/2019/nov/05/french-and-german-gcses-to-be-marked-less-harshly-ofqual-rules\" title=\"\">Ofqual orders more lenient marking in GCSE French and German</a>, 6 November) they would do well to remember what the sterling gold standard did to the economy.<br><strong>Roy Boffy</strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• Further to the fracking moratorium correspondence (<a href=\"https://www.theguardian.com/environment/2019/nov/03/conservative-moratorium-on-fracking-is-just-an-election-ploy\" title=\"\">Letters</a>, 4 November), I have just re-read an earlier article (<a href=\"https://www.theguardian.com/environment/2019/oct/22/uk-to-use-1bn-meant-for-green-energy-to-support-fracking-in-argentina\" title=\"\">Britain to use £1bn green fund to support Argentina fracking</a>, 23 October). Says it all.<br><strong>Ruth Styles</strong><br><em>Frankton, Warwickshire</em></p>",
      "newspaperPageNumber": "7",
      "wordcount": "306",
      "commentable": "false",
      "firstPublicationDate": "2019-11-08T17:51:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:23Z",
      "newspaperEditionDate": "2019-11-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckk7e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a868f26dfaf6a4169e8d740790ab82b14d876cdd/0_448_3772_2262/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rhiannon Lucy Cosslett’s description of Brooke’s The Soldier as “snivelling ethnocentricity” (Brexit poetry offers pleasure and catharsis, Journal, 7 November) showed a marked lack of empathy for the catharsis of others. During and after both world wars, many soldiers and their wives/widows, children/orphans have found solace in Brooke’s stirring words. One could debate the merits of patriotism, but this poem is not “snivelling ethnocentricity”. Mark Thompson Romford, Essex • Joel Golby says TI’s behaviour in having his daughter’s hymen checked annually “borders on abuse” (G2, 8 November). Under Working Together to Safeguard Children and Young People, every school and college in the land would refer that behaviour for what it is: abuse. Many abusers attempt to justify their actions – we should not pander to them. Liz Leek Barnsley College • “I hope the horseradish plants I gave you thrive,” Jeremy Corbyn wrote in his response to Tom Watson’s resignation letter (Report, 7 November). Horseradish is sharp, deep-rooted and impossible to get rid of. What a gift, what a metaphor! Elaine Yeo Enfield, London • How about adding a bleakness rating to your reviews? Peter Bradshaw gave Sorry We Missed You five stars (Review, 2 November) but it deserved five shovels for the depths of despair it evoked. After I, Daniel Blake, I should have known the latest Loach would be gruelling but it left me without any hope at all. What a world we live in. Wendy Dear Cottenham, Cambridgeshire • Before politicians talk of gold standards in education (Ofqual orders more lenient marking in GCSE French and German, 6 November) they would do well to remember what the sterling gold standard did to the economy. Roy Boffy Sutton Coldfield, West Midlands • Further to the fracking moratorium correspondence (Letters, 4 November), I have just re-read an earlier article (Britain to use £1bn green fund to support Argentina fracking, 23 October). Says it all. Ruth Styles Frankton, Warwickshire",
      "charCount": "1986",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-08T17:21:46Z",
    "webTitle": "Lurching and rambling, Boris Johnson is in charge. But he’s lost control | Marina Hyde",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader",
    "fields": {
      "headline": "Lurching and rambling, Boris Johnson is in charge. But he’s lost control",
      "standfirst": "<p>It’s been a taboo-busting start to the Tories’ election campaign. But the spectacle of their leader is the most grotesque of all</p>",
      "trailText": "It’s been a taboo-busting start to the Tories’ election campaign. But the spectacle of Boris Johnson is the most grotesque of all, says Guardian columnist Marina Hyde",
      "byline": "Marina Hyde",
      "main": "<figure class=\"element element-image\" data-media-id=\"3ab80ca8ad5449abd308aad37ce6484f8da6ce66\"> \n <img src=\"https://media.guim.co.uk/3ab80ca8ad5449abd308aad37ce6484f8da6ce66/0_68_4362_2617/1000.jpg\" alt=\"‘Like a grotesque illustration to some cautionary nursery rhyme.’ Boris Johnson at the Roseisle distillery near Elgin, November 2019\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Like a grotesque illustration to some cautionary nursery rhyme.’ Boris Johnson at the Roseisle distillery near Elgin, November 2019. </span> \n  <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>The spectacle of Boris Johnson in a suit is increasingly disconcerting. Everything the prime minister says would make much more sense if he was wearing just his pants and a three-day-old dressing gown, and slurring, “I promise you I’ll CHANGE …” at one of the mothers of his children. It goes without saying that he might win a majority.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/08/shifty-shades-of-may-boris-johnson-dodges-voters-in-week-of-election-hell\">Shifty shades of May: Boris Johnson dodges voters in week of election hell</a> </p> \n</aside> \n<p>Then again, he might not. It’s certainly been quite a taboo-busting start to the Conservatives’ election campaign, featuring monstrous <a href=\"https://www.theguardian.com/politics/2019/nov/05/jacob-rees-mogg-claims-grenfell-victims-lacked-common-sense\" title=\"\">Grenfell insults</a>, allegations of deliberately collapsed <a href=\"https://www.theguardian.com/politics/2019/nov/06/alun-cairns-welsh-secretary-resigns-from-cabinet-over-trial-allegations\" title=\"\">rape trials</a>, and the blithe suggestion that Jeremy Corbyn might literally <a href=\"https://www.bbc.co.uk/news/av/uk-politics-50319640/general-election-2019-zahawi-on-corbyn-and-stalin-claims\" title=\"\">shoot the rich</a>. I think this is the bit where we’re meant to ask what they call their act, and for Johnson to triumphantly declare: “<a href=\"https://www.theguardian.com/film/2005/sep/02/3\" title=\"\">The Aristocrats!</a>” Either way, it has felt worth remembering all week that Johnson did actually have a clear majority for something. Namely, his Brexit deal, which was voted in favour of three weeks ago, but which he then went and pulled, on the pretext that the House of Commons asked for more than 15 minutes or so to debate it.</p> \n<p>Had the PM permitted parliament that non-luxury, he could have passed it into law and gone to the country with it in his back pocket, with Nigel Farage a more neutered force, and a few more weeks’ election planning than those that have yielded the current masterclass. But he knew best. Or did he? This remains to be seen, but if it turns out that Johnson needlessly brought about his own downfall via misplaced pride, it will be awkward to know quite what to say. Other than: don’t suppose you know any Ancient Greek, babe? Because I heard they had a word for this. I’ll lend you a Ladybird book about it while you contemplate a future phoning your speaking agent to scream: “I don’t understand why they’d book Stephen Fry and not me – I’m a 10th of his price!”</p> \n<p>On the subject of presumably competitively priced after-dinner speakers, what a week to learn that Theresa May has been <a href=\"https://www.thetimes.co.uk/article/theresa-mays-new-role-as-inspirational-speaker-cvtdbb9ck\" title=\"\">signed up to the circuit</a>, believed to have fought off a bid from the speaking clock for her services. May bills herself as a specialist in “inspiring lives” and how to “achieve progress”. Why not just add election-winning and contemporary streetdance? In for a penny; in for an unspecified number of pounds an hour. The news did seem to confirm that irony-manufacture is our sole thriving industry.</p> \n<p>Indeed, merely hours after both Sajid Javid and John McDonnell promised <a href=\"https://www.newstatesman.com/politics/elections/2019/11/what-do-labour-and-tories-spending-policies-reveal-about-their-election\" title=\"\">£22bn and £55bn</a> of investment respectively, it was revealed that <a href=\"https://www.theguardian.com/uk-news/2019/nov/08/crossrail-faces-further-delays-and-will-cost-more-than-18bn-tfl\" title=\"\">Crossrail</a> is currently going to be at least three years late and several billion over budget. The Institute for Fiscal Studies is advising huge caution over both Javid and McDonnell’s promises, but it feels perfectly conceivable to imagine either of these chancellors getting at least one set of public lavatories and a couple of extra tube stops for their promised bazillions, albeit not until the turn of the 2030s.</p> \n<p>Elsewhere, imbecility remains a key battleground, with debate over which party is fielding the more extravagantly or malevolently stupid candidates. Is it the Tories, whose children and families minister Nadhim Zahawi insisted he <a href=\"https://www.indy100.com/article/corbyn-stalin-tory-mp-shoot-rich-people-nadhim-zahawi-andrew-neil-9188851\" title=\"\">wasn’t sure</a> whether Jeremy Corbyn would shoot the rich, adding: ”You’ll have to ask him that question”? Or is it Labour, whose newly selected Pudsey candidate Jane Aitchison provided the BBC’s Emma Barnett with <a href=\"https://twitter.com/Emmabarnett/status/1192471263480045574\" title=\"\">12.5 seconds of dead air</a> in a discussion in which she apparently excused another candidate saying she’d celebrate the death of Tony Blair. It was one of those clips you listen to going, “Don’t say Hitler. Don’t say Hitler. Don’t say Hitler. Don’t say Hitler.” “For instance,” reasoned Jane, “they celebrated the death of Hitler.”</p> \n<p>Only in a field like this could Boris Johnson retain a reputation as an orator. The best way to get through a Johnson speech is tell yourself he’s going to make 10 jokes he’s done numerous times before, then it won’t be so bad when he only does nine. His three-and-a-half minute campaign launch set in Birmingham saw a return for several “old friends”. Yet again, Johnson produced his line about broadband being “informative vermicelli”, as though he were Taylor Swift and he had to do Shake it Off because that’s what the crowd had come for. “This is a prime minister on fire,” judged Gavin Williamson, who seems to be back in the fireplace selling business.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"446e419a-7ad6-44c8-96fa-8059ecb07419\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Lc1_nYlsj1Q?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The Liberal Democrats remain in the Jo Swinson-selling business, having put her front and centre of their campaign and all over their bus. Swinson sounds deeply over-coached, as you might expect of someone who has been an MP since she was 25. It’s difficult to imagine a career path that could make you less well-adjusted. I can’t help feeling Jo would have been better off as a Hollywood child star, or signing for Manchester City at nine before having both legs broken at 16.</p> \n<p>Then there was an inevitable second launch for Farage’s Brexit party, in which he doubled down on promises of a “cleaner” Brexit. I suppose there’s a kind of justice to Johnson now being on the wrong end of this rubbish. The bad news is that millions of cubic litres of demons have been released in the past three years; the worse news is that it’s the people who opened the box who are now charged with rounding them up.</p> \n<p>Thus Brexiteers are now attempting to debunk that which they themselves bunked barely four months ago. “We cannot simply DEMAND a ‘GATT Article 24’ agreement with [the EU],” Johnson supporter <a href=\"https://twitter.com/SteveBakerHW/status/1192373245435092992\" title=\"\">Steve Baker fumed</a> this week. ”This is not how the process works.” Right. I was trying to remember who had floated the idea that you could dictate to the EU in this way, when the name came to me: it was a guy called Boris Johnson. A real end-to-end service, as has always been the case with Johnson and Brexit since his Brussels correspondent days. He makes you sick so he can sell you the cure, and when the cure makes you even sicker, he’ll flog you the cure for that. I mean, I’ll tolerate this as the business model for Gwyneth Paltrow’s <a href=\"https://www.theguardian.com/lifeandstyle/2019/jun/28/goop-london-wellness-summit-gwyneth-paltrow\" title=\"\">Goop website</a>, but feel like it’s aiming low for a country.</p> \n<p>Ditto the truly alarming clip of Johnson <a href=\"https://www.theguardian.com/politics/video/2019/nov/08/there-will-not-be-checks-on-goods-from-northern-ireland-to-great-britain-boris-johnson-says-video\" title=\"\">lurching and rambling</a> at a Northern Ireland reception on Thursday night, during which he appeared to misunderstand Irish border checks, his own Brexit deal, and when to close his mouth. I know we’ve all had to lower our bars, but I guess I still want the person in control to be able to control himself.</p> \n<p>The most disturbing element of this performance is that the prime minister will almost certainly not have drunk a drop of alcohol. Just as it did in his nightmarish <a href=\"https://www.theguardian.com/commentisfree/2019/sep/06/boris-johnson-twilight-zone-police-escort-conservatives\" title=\"\">turn at the police academy</a> a few weeks ago, the task of governing even himself seemed quite beyond him. Frequently accused of sexual incontinence, Johnson now seems to have developed verbal incontinence. And who knows what besides. That’s the thing about unchecked appetites: they end up consuming you.</p> \n<p>So let’s play out this first week of the election campaign with the prime minister shambling about, like the grotesque illustration to some cautionary nursery rhyme. “Boris was so self-obsessed / It quite devoured all the rest / Nothing but a husk remained / To his ego was he chained. / Here he gurgled on the telly / Droning about vermicelli / There he mumbled customs vows / His own supporters raising brows. / Children out for number one / Start with friends but end with none. / They’re left quite mad and most unhappy / Needing several kinds of nappy.”</p> \n<p>• Marina Hyde is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1293",
      "commentCloseDate": "2019-11-08T21:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-08T17:21:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:16Z",
      "newspaperEditionDate": "2019-11-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckkgn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3ab80ca8ad5449abd308aad37ce6484f8da6ce66/0_68_4362_2617/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The spectacle of Boris Johnson in a suit is increasingly disconcerting. Everything the prime minister says would make much more sense if he was wearing just his pants and a three-day-old dressing gown, and slurring, “I promise you I’ll CHANGE …” at one of the mothers of his children. It goes without saying that he might win a majority. Then again, he might not. It’s certainly been quite a taboo-busting start to the Conservatives’ election campaign, featuring monstrous Grenfell insults, allegations of deliberately collapsed rape trials, and the blithe suggestion that Jeremy Corbyn might literally shoot the rich. I think this is the bit where we’re meant to ask what they call their act, and for Johnson to triumphantly declare: “The Aristocrats!” Either way, it has felt worth remembering all week that Johnson did actually have a clear majority for something. Namely, his Brexit deal, which was voted in favour of three weeks ago, but which he then went and pulled, on the pretext that the House of Commons asked for more than 15 minutes or so to debate it. Had the PM permitted parliament that non-luxury, he could have passed it into law and gone to the country with it in his back pocket, with Nigel Farage a more neutered force, and a few more weeks’ election planning than those that have yielded the current masterclass. But he knew best. Or did he? This remains to be seen, but if it turns out that Johnson needlessly brought about his own downfall via misplaced pride, it will be awkward to know quite what to say. Other than: don’t suppose you know any Ancient Greek, babe? Because I heard they had a word for this. I’ll lend you a Ladybird book about it while you contemplate a future phoning your speaking agent to scream: “I don’t understand why they’d book Stephen Fry and not me – I’m a 10th of his price!” On the subject of presumably competitively priced after-dinner speakers, what a week to learn that Theresa May has been signed up to the circuit, believed to have fought off a bid from the speaking clock for her services. May bills herself as a specialist in “inspiring lives” and how to “achieve progress”. Why not just add election-winning and contemporary streetdance? In for a penny; in for an unspecified number of pounds an hour. The news did seem to confirm that irony-manufacture is our sole thriving industry. Indeed, merely hours after both Sajid Javid and John McDonnell promised £22bn and £55bn of investment respectively, it was revealed that Crossrail is currently going to be at least three years late and several billion over budget. The Institute for Fiscal Studies is advising huge caution over both Javid and McDonnell’s promises, but it feels perfectly conceivable to imagine either of these chancellors getting at least one set of public lavatories and a couple of extra tube stops for their promised bazillions, albeit not until the turn of the 2030s. Elsewhere, imbecility remains a key battleground, with debate over which party is fielding the more extravagantly or malevolently stupid candidates. Is it the Tories, whose children and families minister Nadhim Zahawi insisted he wasn’t sure whether Jeremy Corbyn would shoot the rich, adding: ”You’ll have to ask him that question”? Or is it Labour, whose newly selected Pudsey candidate Jane Aitchison provided the BBC’s Emma Barnett with 12.5 seconds of dead air in a discussion in which she apparently excused another candidate saying she’d celebrate the death of Tony Blair. It was one of those clips you listen to going, “Don’t say Hitler. Don’t say Hitler. Don’t say Hitler. Don’t say Hitler.” “For instance,” reasoned Jane, “they celebrated the death of Hitler.” Only in a field like this could Boris Johnson retain a reputation as an orator. The best way to get through a Johnson speech is tell yourself he’s going to make 10 jokes he’s done numerous times before, then it won’t be so bad when he only does nine. His three-and-a-half minute campaign launch set in Birmingham saw a return for several “old friends”. Yet again, Johnson produced his line about broadband being “informative vermicelli”, as though he were Taylor Swift and he had to do Shake it Off because that’s what the crowd had come for. “This is a prime minister on fire,” judged Gavin Williamson, who seems to be back in the fireplace selling business. The Liberal Democrats remain in the Jo Swinson-selling business, having put her front and centre of their campaign and all over their bus. Swinson sounds deeply over-coached, as you might expect of someone who has been an MP since she was 25. It’s difficult to imagine a career path that could make you less well-adjusted. I can’t help feeling Jo would have been better off as a Hollywood child star, or signing for Manchester City at nine before having both legs broken at 16. Then there was an inevitable second launch for Farage’s Brexit party, in which he doubled down on promises of a “cleaner” Brexit. I suppose there’s a kind of justice to Johnson now being on the wrong end of this rubbish. The bad news is that millions of cubic litres of demons have been released in the past three years; the worse news is that it’s the people who opened the box who are now charged with rounding them up. Thus Brexiteers are now attempting to debunk that which they themselves bunked barely four months ago. “We cannot simply DEMAND a ‘GATT Article 24’ agreement with [the EU],” Johnson supporter Steve Baker fumed this week. ”This is not how the process works.” Right. I was trying to remember who had floated the idea that you could dictate to the EU in this way, when the name came to me: it was a guy called Boris Johnson. A real end-to-end service, as has always been the case with Johnson and Brexit since his Brussels correspondent days. He makes you sick so he can sell you the cure, and when the cure makes you even sicker, he’ll flog you the cure for that. I mean, I’ll tolerate this as the business model for Gwyneth Paltrow’s Goop website, but feel like it’s aiming low for a country. Ditto the truly alarming clip of Johnson lurching and rambling at a Northern Ireland reception on Thursday night, during which he appeared to misunderstand Irish border checks, his own Brexit deal, and when to close his mouth. I know we’ve all had to lower our bars, but I guess I still want the person in control to be able to control himself. The most disturbing element of this performance is that the prime minister will almost certainly not have drunk a drop of alcohol. Just as it did in his nightmarish turn at the police academy a few weeks ago, the task of governing even himself seemed quite beyond him. Frequently accused of sexual incontinence, Johnson now seems to have developed verbal incontinence. And who knows what besides. That’s the thing about unchecked appetites: they end up consuming you. So let’s play out this first week of the election campaign with the prime minister shambling about, like the grotesque illustration to some cautionary nursery rhyme. “Boris was so self-obsessed / It quite devoured all the rest / Nothing but a husk remained / To his ego was he chained. / Here he gurgled on the telly / Droning about vermicelli / There he mumbled customs vows / His own supporters raising brows. / Children out for number one / Start with friends but end with none. / They’re left quite mad and most unhappy / Needing several kinds of nappy.” • Marina Hyde is a Guardian columnist",
      "charCount": "7435",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marinahyde\">Marina Hyde</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "society/2019/nov/08/austerity-pushed-families-crisis-thrown-away-lifelines",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-11-08T11:10:46Z",
    "webTitle": "Austerity has pushed families into crisis and then thrown away the lifelines | Richard Vize",
    "webUrl": "https://www.theguardian.com/society/2019/nov/08/austerity-pushed-families-crisis-thrown-away-lifelines",
    "apiUrl": "https://content.guardianapis.com/society/2019/nov/08/austerity-pushed-families-crisis-thrown-away-lifelines",
    "fields": {
      "headline": "Austerity has pushed families into crisis and then thrown away the lifelines",
      "standfirst": "<p>Relentless cuts have put more children at risk of violence, poverty and homelessness, with no end in sight whatever politicians promise<br></p>",
      "trailText": "Relentless cuts have put more children at risk of violence, poverty and homelessness, with no end in sight whatever politicians promise<br>",
      "byline": "Richard Vize",
      "main": "<figure class=\"element element-image\" data-media-id=\"d27891eabeafea07a16dfd743c9ac8061c8ff86d\"> <img src=\"https://media.guim.co.uk/d27891eabeafea07a16dfd743c9ac8061c8ff86d/0_74_4256_2554/1000.jpg\" alt=\"Councils report a surge in demand for children’s services, driven by escalating family conflict and hardship.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Councils report a surge in demand for children’s services, driven by escalating family conflict and hardship.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Domestic violence, poverty, poor housing and substance abuse are driving a surge in children at risk, as austerity pushes families over the edge.</p> <p>A <a href=\"https://www.local.gov.uk/increasing-conflict-and-hardship-behind-rise-struggling-families-needing-support-councils\">survey of lead councillors</a> for children’s services in England just published by the Local Government Association delivers a devastating assessment of the factors behind massive and rising demand, while the same relentless cuts fuelling it prevent local authorities from providing the care and support that is so badly needed.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/feb/26/childrens-services-financial-crisis-big-five-charities\">Children's services in England are in financial crisis, say charities</a> </p> </aside>  <p>While much of the debate about council funding has focused on adult social care, the survey reveals that for each of the three years between 2015 and 2018, well over half the councils had to make significant cuts to children’s services.</p> <p>Half of the 152 councils in England responded to the survey, with 47% saying that budget shortfalls last year created a severe or significant risk to children’s social care.</p> <p>Cuts to services such as policing and youth work are aggravating factors, and there are major concerns about what will happen following the end of the current budget for the <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7585\">Troubled Families programme</a>.</p> <p>Against this backdrop of financial atrophy, demand for services is swelling. Around 64% of the lead councillors said the number or complexity of children’s cases had increased “to a great extent” over the past four years.</p> <p>Poverty and its consequences are pushing this demand. Of the councils seeing rising need, 81% said it was being driven by escalating family conflict, with causes such as domestic abuse, substance misuse and criminality, while 70% said growing family hardship – such as poverty, poor housing and debt – had played a part.</p> <p>Austerity drives people struggling to keep their lives together over the edge. Two years ago, the Association of Directors of Children’s Services warned that the relentless cuts were <a href=\"https://www.theguardian.com/society/2017/oct/11/austerity-policy-blamed-record-numbers-children-taken-into-care\">pushing families into crisis</a>, as punitive welfare policies such as the two-child limit and housing benefit cuts – imposed by politicians with little understanding of the reality of many people’s lives – took their toll.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/social-care-network/2017/aug/30/social-work-austerity-child-protection-austerity\">Social workers on austerity: ‘We can’t stop cases escalating like we used to’</a> </p> </aside>  <p>In 2017/18, <a href=\"https://adcs.org.uk/safeguarding/article/new-research-highlights-increasing-safeguarding-pressures\">more than 75,000 children were in care</a> – an increase of 24% in a decade. More than 170,000 child in need assessments that year identified domestic abuse is a factor – a scandalous number and a quarter of the total. Children’s services directors are adamant that welfare reforms are <a href=\"https://adcs.org.uk/assets/documentation/ADCS_SAFEGUARDING_PRESSURES_PHASE_6_FINAL.pdf\">putting more children in danger</a> by pushing more families into poverty. It is sickening to see them report that the Homelessness Reduction Act 2018 has driven up homelessness.</p> <p>As well as exacerbating the conditions that lead to children being harmed, austerity has stripped away vital support to cope with the consequences. To give just one example, the Bureau of Investigative Journalism found that local authorities in England <a href=\"https://www.thebureauinvestigates.com/stories/2017-10-16/a-system-at-breaking-point\">cut their spending on domestic violence refuges</a> by 24% between 2010 and 2017.</p> <p>Last year’s <a href=\"https://publications.parliament.uk/pa/cm201719/cmselect/cmhaff/1015/101502.htm\">home affairs select committee report on domestic abuse</a> said the impact on children included mental illness, education difficulties, poor cognitive development and trauma from parental breakup. Children make up around half the residents of women’s refuges, but support for them is often poor.</p> <p>The pattern seen with domestic abuse – austerity driving up demand and driving down support – is mirrored in areas such as substance abuse and homelessness.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2018/jun/20/society-weekly-email-newsletter-sign-up\">Sign up for Society Weekly: our newsletter for public service professionals</a> </p> </aside>  <p>With both Conservatives and Labour <a href=\"https://www.theguardian.com/business/2019/nov/07/labour-and-tories-race-to-ramp-up-spending-despite-borrowing-risks\">promising a post-election spending spree</a>, it is tempting to believe that the dark clouds of austerity will soon lift, but they will not. Even if there is a sudden increase in local government funding for day-to-day services – and it is far from clear that will happen – it will take years to rebuild lost capacity such as the <a href=\"https://www.theguardian.com/society/2018/apr/05/1000-sure-start-childrens-centres-may-have-shut-since-2010\">hundreds of shuttered Sure Start centres</a>, countless voluntary sector programmes and the loss of experienced staff.</p> <p>Unless there is a surprise in their manifesto, the Conservatives show no sign of recanting on their welfare reforms, and the practical and emotional damage already inflicted on families on the edge will endure for many years whatever the policy changes. Austerity has assailed children from every angle, fracturing their homes and depriving them and their families of help.</p> <p>• Richard Vize is a public policy commentator and analyst</p> <p>• This article was amended on 14 November 2019. It previously referred to the end of the budget for the Troubled Families programme next year; funding for the programme has been extended to 2021</p> <p><br> </p>",
      "wordcount": "703",
      "commentCloseDate": "2019-11-10T11:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-08T11:10:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:20Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cktnn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d27891eabeafea07a16dfd743c9ac8061c8ff86d/0_74_4256_2554/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Domestic violence, poverty, poor housing and substance abuse are driving a surge in children at risk, as austerity pushes families over the edge. A survey of lead councillors for children’s services in England just published by the Local Government Association delivers a devastating assessment of the factors behind massive and rising demand, while the same relentless cuts fuelling it prevent local authorities from providing the care and support that is so badly needed. While much of the debate about council funding has focused on adult social care, the survey reveals that for each of the three years between 2015 and 2018, well over half the councils had to make significant cuts to children’s services. Half of the 152 councils in England responded to the survey, with 47% saying that budget shortfalls last year created a severe or significant risk to children’s social care. Cuts to services such as policing and youth work are aggravating factors, and there are major concerns about what will happen following the end of the current budget for the Troubled Families programme. Against this backdrop of financial atrophy, demand for services is swelling. Around 64% of the lead councillors said the number or complexity of children’s cases had increased “to a great extent” over the past four years. Poverty and its consequences are pushing this demand. Of the councils seeing rising need, 81% said it was being driven by escalating family conflict, with causes such as domestic abuse, substance misuse and criminality, while 70% said growing family hardship – such as poverty, poor housing and debt – had played a part. Austerity drives people struggling to keep their lives together over the edge. Two years ago, the Association of Directors of Children’s Services warned that the relentless cuts were pushing families into crisis, as punitive welfare policies such as the two-child limit and housing benefit cuts – imposed by politicians with little understanding of the reality of many people’s lives – took their toll. In 2017/18, more than 75,000 children were in care – an increase of 24% in a decade. More than 170,000 child in need assessments that year identified domestic abuse is a factor – a scandalous number and a quarter of the total. Children’s services directors are adamant that welfare reforms are putting more children in danger by pushing more families into poverty. It is sickening to see them report that the Homelessness Reduction Act 2018 has driven up homelessness. As well as exacerbating the conditions that lead to children being harmed, austerity has stripped away vital support to cope with the consequences. To give just one example, the Bureau of Investigative Journalism found that local authorities in England cut their spending on domestic violence refuges by 24% between 2010 and 2017. Last year’s home affairs select committee report on domestic abuse said the impact on children included mental illness, education difficulties, poor cognitive development and trauma from parental breakup. Children make up around half the residents of women’s refuges, but support for them is often poor. The pattern seen with domestic abuse – austerity driving up demand and driving down support – is mirrored in areas such as substance abuse and homelessness. With both Conservatives and Labour promising a post-election spending spree, it is tempting to believe that the dark clouds of austerity will soon lift, but they will not. Even if there is a sudden increase in local government funding for day-to-day services – and it is far from clear that will happen – it will take years to rebuild lost capacity such as the hundreds of shuttered Sure Start centres, countless voluntary sector programmes and the loss of experienced staff. Unless there is a surprise in their manifesto, the Conservatives show no sign of recanting on their welfare reforms, and the practical and emotional damage already inflicted on families on the edge will endure for many years whatever the policy changes. Austerity has assailed children from every angle, fracturing their homes and depriving them and their families of help. • Richard Vize is a public policy commentator and analyst • This article was amended on 14 November 2019. It previously referred to the end of the budget for the Troubled Families programme next year; funding for the programme has been extended to 2021",
      "charCount": "4397",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-vize\">Richard Vize</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/08/jacob-rees-mogg-billionaires-labour-values",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-08T06:00:21Z",
    "webTitle": "When Jacob Rees-Mogg lets slip what he really believes, the choices become clear | Gary Younge",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/08/jacob-rees-mogg-billionaires-labour-values",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/08/jacob-rees-mogg-billionaires-labour-values",
    "fields": {
      "headline": "When Jacob Rees-Mogg lets slip what he really believes, the choices become clear",
      "standfirst": "<p>His candour revealed a sense of innate superiority. A Labour MP’s comment about billionaires spoke to very different values</p>",
      "trailText": "His candour revealed a sense of innate superiority. A Labour MP’s comment about billionaires spoke to very different values, says Guardian columnist Gary Younge",
      "byline": "Gary Younge",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"a4937394473ca8168047be9d191b083ad1e82a25\"> \n <img src=\"https://media.guim.co.uk/a4937394473ca8168047be9d191b083ad1e82a25/0_0_2560_1536/1000.jpg\" alt=\"Ben Jennings illustration\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n</figure>",
      "body": "<p>In a recent interview, the Indian novelist and campaigner <a href=\"https://www.theguardian.com/books/2019/may/31/arundhati-roy-novelist-god-small-things-activism\" title=\"\">Arundhati Roy</a> described a tabletop mountain in the Indian state of Odisha as a symbol for who or what will rule the world. “For the mining companies, the mountain is worth the cost of the bauxite that can be mined,” she told me. “For the people … who live on that mountain it’s a water tank [that] has held the water of the monsoons and the plains for centuries. [To them] that bauxite is worth nothing if it’s outside the mountain.” That, she said, raises the question, “Can we leave the bauxite in the mountain?”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/06/jacob-rees-moggs-grenfell-remarks-caused-huge-distress-admits-tory-chairman\">Jacob Rees-Mogg's Grenfell remarks 'caused huge distress', admits Tory chairman</a> </p> \n</aside> \n<p>Like the tale about the mountain and the decision about the bauxite, politics is, largely, about choices and narratives. It’s a choice, not simply between different manifestos, policies and programmes, but between competing stories about who we are, what is important, how we got here and where we go next.</p> \n<p>This week clearly showcased the value systems underpinning the choice both in this election and in the broader political moment, and how they are framed by the media. They were revealed in remarks made accidentally and extemporaneously in two radio interviews – in moments of candour in which the interviewee spoke unselfconsciously in order to make a point, not the news. They went viral because they illustrated bigger truths that are widely held but rarely openly claimed.</p> \n<p>The first involved Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, on Radio 5 Live’s Emma Barnett Gets Answers. Barnett, who does get answers but rarely really listens to them, was quizzing Russell-Moyle about why Labour wanted to broaden the debate beyond Brexit. He steered <a href=\"https://www.bbc.co.uk/programmes/p07t8240\" title=\"\">the conversation</a> towards inequality, saying of the rich: “You will have a decision. What side are you on? Are you on the side of the tax dodgers and the billionaires or are you on the side of normal working people?”</p> \n<p>“Some people aspire to be a billionaire in this country,” said Barnett. “Is that a dirty thing?”</p> \n<p>“I don’t think anyone should be a billionaire,” replied Russell-Moyle.</p> \n<p>The second involved Jacob Rees-Mogg, leader of the House of Commons, who was asked by Nick Ferrari on LBC if race or class discrimination had anything to do with the Grenfell tragedy. <a href=\"https://www.youtube.com/watch?v=B4AYHQEggRI\" title=\"\">Rees-Mogg</a> said no, pointing instead to the flammable cladding and the residents’ decision to obey the fire brigade’s demands to stay put. “If either of us were in a fire,” <a href=\"https://www.theguardian.com/politics/2019/nov/05/jacob-rees-mogg-claims-grenfell-victims-lacked-common-sense\" title=\"\">he told Ferrari</a>, “whatever the fire brigade said we would leave the burning building. It just seems the common sense thing to do and it’s such a tragedy that that didn’t happen.”</p> \n<p>Russell-Moyle let slip a combative vision of a country in which there should be a limit to how much wealth any one individual might have at a time when our schools and hospitals are underfunded, real wages have yet to recover from the financial crisis, and <a href=\"https://fullfact.org/economy/poverty-uk-guide-facts-and-figures/\" title=\"\">14 million people</a> live in relative poverty, <a href=\"https://www.theguardian.com/business/2018/dec/04/four-million-british-workers-live-in-poverty-charity-says\" title=\"\">4 million</a> of whom are working.</p> \n<p>He set that limit pretty high. A billion pounds is <a href=\"https://www.theguardian.com/business/2019/nov/03/labour-billionaires-general-election-super-rich-ashley-ratcliffe\" title=\"\">a lot of money</a>. Very few people aspire to that level of wealth because it’s impossible to imagine. It’s more than anyone can count or spend. In Britain it’s not the realm of the 1% – the targets of Occupy Wall Street – but the 0.0002%. Nonetheless, it lays down a clear marker about the kind of country Russell-Moyle does not want to live in – where obscene wealth is possible amid widespread poverty. And he makes it clear it’s a vision he’s prepared to fight for.</p> \n<p>Rees-Mogg gives voice to a sense of <a href=\"https://www.theguardian.com/commentisfree/2019/nov/06/gaffe-jacob-rees-mogg-grenfell-tories-votes\" title=\"\">innate superiority</a> that comes with the privilege of his class. If he lived in Grenfell Tower he would have survived because, unlike those who died, he has common sense. Having insisted the tragedy had nothing to do with class discrimination, his contempt drips from every word. Drawing Ferrari in to his orbit – “If either of us were in a fire” – you are left wondering what kind of people he thinks were actually in the fire.</p> \n<p>His is a world where people who live in tower blocks do not know what’s best for them and die through deference, obedience or ignorance rather than survive through self-preservation, entitlement and determination. It is, in short, a world in which he is intrinsically better than other people.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"15f481d7-613e-42a9-aa59-f81ee4975749\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/ZAGMf0luGGQ?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Both statements are off the cuff; neither are sanctioned by spin doctors or are official policy. Yet each, in its own way, illustrates the values and priorities of the two major parties: the first uncompromising in its pursuit of a fairer future for everyone; the second arrogantly assuming the unfairness that exists is the fault of those who suffer the most, who should have made better choices.</p> \n<p>Meanwhile the responses indicate how those agendas are treated by the media. When Russell-Moyle makes his point he is challenged doggedly. Barnett swaps the faux-outrage that fuels her drivetime shtick for what looks like genuine incredulity, pushing back instantly and insistently. Someone must speak up for billionaires, and Barnett defends them as though they are an oppressed group. “You are painting all billionaires as offshore, morally base individuals.”</p> \n<p>When Rees-Mogg makes his point, however, he is given free rein. The scandal is not realised in real time – the outrage emerges later from social media. Ferrari listens intently while Rees-Mogg prattles on. “It’s rather sad to raise these kinds of points [of racism and classism] over a great tragedy,” Rees-Mogg says.</p> \n<p>“Well it’s a Labour MP who’s doing it,” interjects Ferrari.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2018/nov/09/mystic-mogg-jacob-rees-mogg-willam-predicts-brexit-plans\">How to explain Jacob Rees-Mogg? Start with his father's books</a> </p> \n</aside> \n<p>Challenge the existence of billionaires and you will be confronted in disbelief; utter a slur against those who die in a fire and you will get an uninterrupted hearing.</p> \n<p>Finally, when faced with the furore they have caused, the two politicians’ responses couldn’t have been more different. Russell-Moyle <a href=\"https://www.theguardian.com/commentisfree/2019/nov/01/viral-billionaires-super-rich-exist\" title=\"\">doubled down</a>, writing on the Guardian website: “The notion that billionaires should not exist is rather commonplace, and I am confident it’s an idea shared by the majority of the population.”</p> \n<p>Rees-Mogg folded, issuing an <a href=\"https://www.theguardian.com/politics/2019/nov/06/rees-mogg-keeps-low-profile-after-grenfell-comments-outrage\" title=\"\">apology</a> in which he claimed he meant to say the exact opposite to what he actually said. Then another Tory MP stepped up to defend him, explaining that what he really meant was that he was cleverer than the fire service chiefs who gave the advice. He too then apologised.</p> \n<p>These were only gaffes in the sense that both the Labour and Tory MPs were caught saying out loud what they actually believe. “The danger when Margaret speaks without thinking,” the late leader of the House of Commons, Norman St John-Stevas, said of his former boss, Margaret Thatcher, “is that she says what she thinks.” She was not alone. The challenge here is not that you might be caught in a lie. It’s that you might be caught in the truth and then have to explain yourself.</p> \n<p>• Gary Younge is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1149",
      "commentCloseDate": "2019-11-08T12:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-08T06:00:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:17Z",
      "newspaperEditionDate": "2019-11-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckfn3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a4937394473ca8168047be9d191b083ad1e82a25/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In a recent interview, the Indian novelist and campaigner Arundhati Roy described a tabletop mountain in the Indian state of Odisha as a symbol for who or what will rule the world. “For the mining companies, the mountain is worth the cost of the bauxite that can be mined,” she told me. “For the people … who live on that mountain it’s a water tank [that] has held the water of the monsoons and the plains for centuries. [To them] that bauxite is worth nothing if it’s outside the mountain.” That, she said, raises the question, “Can we leave the bauxite in the mountain?” Like the tale about the mountain and the decision about the bauxite, politics is, largely, about choices and narratives. It’s a choice, not simply between different manifestos, policies and programmes, but between competing stories about who we are, what is important, how we got here and where we go next. This week clearly showcased the value systems underpinning the choice both in this election and in the broader political moment, and how they are framed by the media. They were revealed in remarks made accidentally and extemporaneously in two radio interviews – in moments of candour in which the interviewee spoke unselfconsciously in order to make a point, not the news. They went viral because they illustrated bigger truths that are widely held but rarely openly claimed. The first involved Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, on Radio 5 Live’s Emma Barnett Gets Answers. Barnett, who does get answers but rarely really listens to them, was quizzing Russell-Moyle about why Labour wanted to broaden the debate beyond Brexit. He steered the conversation towards inequality, saying of the rich: “You will have a decision. What side are you on? Are you on the side of the tax dodgers and the billionaires or are you on the side of normal working people?” “Some people aspire to be a billionaire in this country,” said Barnett. “Is that a dirty thing?” “I don’t think anyone should be a billionaire,” replied Russell-Moyle. The second involved Jacob Rees-Mogg, leader of the House of Commons, who was asked by Nick Ferrari on LBC if race or class discrimination had anything to do with the Grenfell tragedy. Rees-Mogg said no, pointing instead to the flammable cladding and the residents’ decision to obey the fire brigade’s demands to stay put. “If either of us were in a fire,” he told Ferrari, “whatever the fire brigade said we would leave the burning building. It just seems the common sense thing to do and it’s such a tragedy that that didn’t happen.” Russell-Moyle let slip a combative vision of a country in which there should be a limit to how much wealth any one individual might have at a time when our schools and hospitals are underfunded, real wages have yet to recover from the financial crisis, and 14 million people live in relative poverty, 4 million of whom are working. He set that limit pretty high. A billion pounds is a lot of money. Very few people aspire to that level of wealth because it’s impossible to imagine. It’s more than anyone can count or spend. In Britain it’s not the realm of the 1% – the targets of Occupy Wall Street – but the 0.0002%. Nonetheless, it lays down a clear marker about the kind of country Russell-Moyle does not want to live in – where obscene wealth is possible amid widespread poverty. And he makes it clear it’s a vision he’s prepared to fight for. Rees-Mogg gives voice to a sense of innate superiority that comes with the privilege of his class. If he lived in Grenfell Tower he would have survived because, unlike those who died, he has common sense. Having insisted the tragedy had nothing to do with class discrimination, his contempt drips from every word. Drawing Ferrari in to his orbit – “If either of us were in a fire” – you are left wondering what kind of people he thinks were actually in the fire. His is a world where people who live in tower blocks do not know what’s best for them and die through deference, obedience or ignorance rather than survive through self-preservation, entitlement and determination. It is, in short, a world in which he is intrinsically better than other people. Both statements are off the cuff; neither are sanctioned by spin doctors or are official policy. Yet each, in its own way, illustrates the values and priorities of the two major parties: the first uncompromising in its pursuit of a fairer future for everyone; the second arrogantly assuming the unfairness that exists is the fault of those who suffer the most, who should have made better choices. Meanwhile the responses indicate how those agendas are treated by the media. When Russell-Moyle makes his point he is challenged doggedly. Barnett swaps the faux-outrage that fuels her drivetime shtick for what looks like genuine incredulity, pushing back instantly and insistently. Someone must speak up for billionaires, and Barnett defends them as though they are an oppressed group. “You are painting all billionaires as offshore, morally base individuals.” When Rees-Mogg makes his point, however, he is given free rein. The scandal is not realised in real time – the outrage emerges later from social media. Ferrari listens intently while Rees-Mogg prattles on. “It’s rather sad to raise these kinds of points [of racism and classism] over a great tragedy,” Rees-Mogg says. “Well it’s a Labour MP who’s doing it,” interjects Ferrari. Challenge the existence of billionaires and you will be confronted in disbelief; utter a slur against those who die in a fire and you will get an uninterrupted hearing. Finally, when faced with the furore they have caused, the two politicians’ responses couldn’t have been more different. Russell-Moyle doubled down, writing on the Guardian website: “The notion that billionaires should not exist is rather commonplace, and I am confident it’s an idea shared by the majority of the population.” Rees-Mogg folded, issuing an apology in which he claimed he meant to say the exact opposite to what he actually said. Then another Tory MP stepped up to defend him, explaining that what he really meant was that he was cleverer than the fire service chiefs who gave the advice. He too then apologised. These were only gaffes in the sense that both the Labour and Tory MPs were caught saying out loud what they actually believe. “The danger when Margaret speaks without thinking,” the late leader of the House of Commons, Norman St John-Stevas, said of his former boss, Margaret Thatcher, “is that she says what she thinks.” She was not alone. The challenge here is not that you might be caught in a lie. It’s that you might be caught in the truth and then have to explain yourself. • Gary Younge is a Guardian columnist",
      "charCount": "6718",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/garyyounge\">Gary Younge</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/nov/08/fed-up-spaniards-frustrated-on-eve-of-fourth-election-in-four-years",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-11-08T05:00:19Z",
    "webTitle": "'Fed up': Spaniards frustrated on eve of fourth election in four years",
    "webUrl": "https://www.theguardian.com/world/2019/nov/08/fed-up-spaniards-frustrated-on-eve-of-fourth-election-in-four-years",
    "apiUrl": "https://content.guardianapis.com/world/2019/nov/08/fed-up-spaniards-frustrated-on-eve-of-fourth-election-in-four-years",
    "fields": {
      "headline": "'Fed up': Spaniards frustrated on eve of fourth election in four years",
      "standfirst": "<p>Catalan separatism dominates debate ahead of poll that could redraw nation’s political map</p>",
      "trailText": "Catalan separatism dominates debate ahead of poll that could redraw nation’s political map",
      "byline": "Sam Jones in Guadalajara",
      "main": "<figure class=\"element element-image\" data-media-id=\"3e106e121de2627d2b49c5dc27472dd0595741ab\"> \n <img src=\"https://media.guim.co.uk/3e106e121de2627d2b49c5dc27472dd0595741ab/0_0_4928_2957/1000.jpg\" alt=\"Spanish Prime Minister and candidate for the Spanish Socialist PSOE party Pedro Sanchez\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Spanish Prime Minister Pedro Sánchez says he was forced to call another election after rival parties refused to co-operate to form a majority after the previous one in April 2019.</span> \n  <span class=\"element-image__credit\">Photograph: Jorge Guerrero/AFP via Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>The two women who stand chatting in the porch of San Ginés church in Guadalajara on a crisp November afternoon speak eloquently for a large portion of the Spanish nation.</p> \n<p>“<em>Estoy hasta el gorro,</em>” says one after shaking her head and delivering a fusillade of sighs: I’m sick to the back teeth of it all.</p> \n<p>Her companion nods: “We need a government that can actually govern.”</p> \n<p>Like most Spaniards, the pair, who do not want to give their names nor say how they would vote, are not relishing Sunday’s general election – the country’s fourth in as many years.</p> \n<p>“I just feel fed up and defrauded,” says the first woman.</p> \n<p>“None of the politicians here seems to get it. We can’t go on like this. We can’t go on with more and more problems and more and more unemployment. People keep saying things are getting better but they’re not.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"97264d36-dde5-4dad-ae72-8081cb0e6977\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>What’s going on in Spain right now?</strong></p>\n    <p></p>\n    <p>The country is holding its fourth general election in as many years this Sunday. Although the ruling socialist party (PSOE) won the most votes in the last election seven months ago, it fell short of a majority and was unable to enlist the necessary support to form a government.</p>\n    <p></p>\n    <p><strong>Why is Spain heading to the polls so often?</strong></p>\n    <p></p>\n    <p>Spanish politics has grown increasingly fragmented and polarised over recent years. The PSOE and their conservative rivals in the People’s party (PP) ruled for decades until their duopoly was challenged by the emergence of the anti-austerity Podemos (We Can) party and the centre-right Citizens party.&nbsp;</p>\n    <p>The political picture has been further complicated by the advent of Vox, the first far-right party to win more than a single seat in congress since Spain’s return to democracy, and by the appearance of Más País, a new leftwing party led by Iñigo Errejón, one of the founders of Podemos.</p>\n    <p>That means there are now three parties chasing votes on the left, and three chasing votes on the right.</p>\n    <p></p>\n    <p><strong>What will happen on Sunday? </strong></p>\n    <p></p>\n    <p>The PSOE is once again expected to finish first, but it will almost certainly fall well short of a majority and could lose a few of the 123 seats it won last time. The PP is predicted to rally after April’s abysmal performance, Citizens to plummet, Unidas Podemos to dip slightly, and Vox to surge ahead, possibly becoming the third biggest party in congress.</p>\n    <p></p>\n    <p><strong>And then? </strong></p>\n    <p></p>\n    <p>Back to the negotiating table and a familiar sense of déjà vu. With rightwing parties unlikely to win the 176 seats needed for a majority in the 350-seat parliament between them, it will again be up the PSOE to try to cut a deal with Podemos and others to regain office. Past experiences suggest the negotiations will be long, difficult and quite possibly fruitless. Other parties may need to break the impasse by abstaining so that the PSOE can resume power as a minority government.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The latest general election comes just seven months after the previous one, and fewer than six months after European, regional and municipal elections were held.</p> \n<p>Since the end of April, the country has been in the hands of the acting government of Prime Minister Pedro Sánchez, whose ruling <a href=\"https://www.theguardian.com/world/2019/apr/28/spain-election-socialists-to-win-most-seats-far-right-vox-resurgent\">Spanish Socialist Workers’ party (PSOE) won the last election but failed to win a majority</a>.</p> \n<p>The <a href=\"https://www.theguardian.com/world/2019/sep/17/spain-braces-for-another-election-as-deadline-looms\">PSOE’s attempts to form a government came to nothing</a> after the centre-right Citizens party ruled out any form of co-operation, and efforts to make a deal with the anti-austerity Unidas Podemos also proved fruitless.</p> \n<p>Sánchez claims that his rivals’ intransigence left him with no choice but to call another election. The timing, however, is far from ideal.</p> \n<p>The bitterly divisive question of Catalan independence re-erupted last month after <a href=\"https://www.theguardian.com/world/2019/oct/14/catalan-separatist-leaders-given-lengthy-prison-sentences\">Spain’s supreme court jailed nine separatist leaders for sedition over their roles in the failed push for independence two years ago</a>, prompting violent protests on the streets of Barcelona.</p> \n<p>The <a href=\"https://www.theguardian.com/world/2019/oct/26/tourism-industry-counts-cost-after-separatist-riots-blight-barcelona\">unrest</a> was seized on by the parties of the Spanish right, who accused Sánchez of weakness in the face of such separatist provocation.</p> \n<p>It has proved <a href=\"https://www.theguardian.com/world/2019/nov/06/barcelona-picks-itself-up-after-protests-as-spain-goes-to-polls\">a particular gift to the far-right Vox party, which has seen a surge in support amid its calls for a radical recentralisation of Spain</a>.</p> \n<p>Polls suggest <a href=\"https://elpais.com/politica/2019/11/03/actualidad/1572801969_634397.html\">the party could now become the country’s third largest political force</a> after the PSOE and the socialists’ traditional rival, the conservative People’s party (PP).</p> \n<p>The Citizens party looks set to pay a high price for its <a href=\"https://www.theguardian.com/world/2019/jun/24/key-figure-in-spains-citizens-party-quits-over-far-right-alliance\">decision to forfeit the centre ground and lurch to the right</a> in the hope of competing with the PP and Vox.</p> \n<p>If recent polls prove accurate, the party will see its seat count tumble from 57 to 20 or fewer.</p> \n<figure class=\"element element-image\" data-media-id=\"7ce857136e57b2ac394d36ea19d802d674740833\"> \n <img src=\"https://media.guim.co.uk/7ce857136e57b2ac394d36ea19d802d674740833/1062_0_3748_2249/1000.jpg\" alt=\"Citizens' party leader, Albert Rivera (left), and Unidas Podemos’ leader, Pabo Iglesias. Citizens look set to lose seats to Vox.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Citizens’ party leader, Albert Rivera (left), and Unidas Podemos’ leader, Pablo Iglesias. Citizens look set to lose seats to Vox.</span> \n  <span class=\"element-image__credit\">Photograph: Juan Carlos Hidalgo/EPA</span> \n </figcaption> \n</figure> \n<p>To make matters worse, Spain’s unemployment figures rose by almost 100,000 in October and the European commission has revised the country’s growth forecast down from 2.3% to 1.9% for this year, and from 1.9% to 1.5% for 2020.</p> \n<p>Then there is the question of frustration and apathy. In April, turnout reached 75.5%, well up from the 69.8% of voters who headed to the polls in June 2016.</p> \n<p>José Pablo Ferrándiz, chief researcher for the polling firm Metroscopia, believes turnout will be somewhere around 70% on Sunday.</p> \n<p>In places such as Guadalajara, which lies an hour’s drive north-east of Madrid in Castilla-La Mancha, Citizens’ collapse could be Vox’s triumph.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/vox-provinces-zip/giv-3902YRiQweDKeetw/\" data-alt=\"Possible Vox gains in the Spanish general elec\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/vox-provinces-zip/giv-3902YRiQweDKeetw/\">Possible Vox gains in the Spanish general elec</a> \n</figure> \n<p>Six months ago, the PSOE, the PP and Citizens each took one of the province’s three seats, with the latter edging out Vox by fewer than 3,500 votes.</p> \n<p>“If you look at the map of the last election, the people scrapping over the last seat in many places were Citizens and Vox,” said Ferrándiz.</p> \n<p>“Citizens won them last time round, but the party’s fall means that Vox won’t need to pick up many more votes to take them.”</p> \n<p>Although the PSOE are again expected to finish first, polls suggest they may lose some of the 123 seats they won in April.</p> \n<p>“Sánchez thought he’d keep the voters who supported him six months ago but also pick up some more from Citizens and so win a larger majority,” said Ferrándiz.</p> \n<p>“But neither of those things appears to be happening. The battle is now between the other parties on the right – and abstention.”</p> \n<figure class=\"element element-image\" data-media-id=\"5bb0914568edd3011140ec64d5334485626c88dd\"> \n <img src=\"https://media.guim.co.uk/5bb0914568edd3011140ec64d5334485626c88dd/0_284_4000_2400/1000.jpg\" alt=\"Spanish far-right Vox supporters wave Spanish flags during a campaign rally in Santander. Vox has seen a surge of support.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Spanish far-right Vox supporters wave Spanish flags during a campaign rally in Santander. Vox has seen a surge of support.</span> \n  <span class=\"element-image__credit\">Photograph: Ander Gillenea/AFP via Getty Images</span> \n </figcaption> \n</figure> \n<p>In keeping with the growing political fragmentation of recent years, things are also growing crowded on the Spanish left, with the PSOE and Podemos now joined by Más País (More Country), a party led by Íñigo Errejón, one of the founders of Podemos.</p> \n<p>Whatever the result this weekend, negotiations to form a government promise to be as fraught and tortuous as last time, and a renewed impasse beckons.</p> \n<p>Despite the weariness though, Vox is not the only party looking forward to Sunday.</p> \n<p>The PP is expected to bounce back from its terrible showing in April, while the Catalan Republican Left (ERC) – the largest and most moderate of Catalonia’s three pro-independence parties – is expected to finish first in the region and perhaps extend its lead over the Catalan branch of the socialist party.</p> \n<p>The ERC favours a less confrontational and more pragmatic approach to the quest for Catalan independence than Together for Catalonia, the separatist party led by the former Catalan president Carles Puigdemont.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"27834bc10828a44f94586dd844a0c7725171e5a2\"> \n <img src=\"https://media.guim.co.uk/27834bc10828a44f94586dd844a0c7725171e5a2/2594_276_2203_2753/800.jpg\" alt=\"Three dummies entitled ‘Democracy’, ‘Right to protest’ and ‘Freedom’ hang from a bridge in Girona, Catalonia on 2 November. Division over the Catalan independence issue has impacted the political landscape across Spain.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Three dummies entitled ‘Democracy’, ‘Right to protest’ and ‘Freedom’ hang from a bridge in Girona, Catalonia on 2 November. Division over the Catalan independence issue has impacted the political landscape across Spain.</span> \n  <span class=\"element-image__credit\">Photograph: Pau Barrena/AFP via Getty Images</span> \n </figcaption> \n</figure> \n<p>The strategy appears to be paying off in a large chunk for the region – where many people are still furious over the supreme court’s verdict.</p> \n<p>“Perhaps we’re the ones who can make more progress than anybody else because we keep our ideas but we have a plan to implement the republic, even if it’s not magic and we’re not saying that things can be done overnight,” said Alfred Bosch, the ERC politician who serves as the region’s foreign minister.</p> \n<p>“Perhaps that looks more realistic and more appealing.”</p> \n<p>Realism may abound in places such as Guadalajara, but political appeal is in rather shorter supply.</p> \n<p>Jesús Iglesias, a 49-year-old security guard from the city, lists his worries as he takes a cigarette break: pensions; the cost of renting; the situation in Catalonia, and what he sees as an excess of ineffectual publicly elected officials.</p> \n<p>“We need to get rid of the political old guard and get some new, young people in,” he says. “Given the size of the country, we have far too many politicians and local councillors.”</p> \n<p>Iglesias may also be <em>“hasta el gorro”</em>, and torn between the PP and Citizens, but he knows he once again has a democratic duty to fulfil on Sunday.</p> \n<p>And besides: “If I don’t vote, I can’t complain.”</p>",
      "wordcount": "1074",
      "firstPublicationDate": "2019-11-08T05:00:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-08T05:03:38Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ck4n4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3e106e121de2627d2b49c5dc27472dd0595741ab/0_0_4928_2957/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The two women who stand chatting in the porch of San Ginés church in Guadalajara on a crisp November afternoon speak eloquently for a large portion of the Spanish nation. “Estoy hasta el gorro,” says one after shaking her head and delivering a fusillade of sighs: I’m sick to the back teeth of it all. Her companion nods: “We need a government that can actually govern.” Like most Spaniards, the pair, who do not want to give their names nor say how they would vote, are not relishing Sunday’s general election – the country’s fourth in as many years. “I just feel fed up and defrauded,” says the first woman. “None of the politicians here seems to get it. We can’t go on like this. We can’t go on with more and more problems and more and more unemployment. People keep saying things are getting better but they’re not.” The latest general election comes just seven months after the previous one, and fewer than six months after European, regional and municipal elections were held. Since the end of April, the country has been in the hands of the acting government of Prime Minister Pedro Sánchez, whose ruling Spanish Socialist Workers’ party (PSOE) won the last election but failed to win a majority. The PSOE’s attempts to form a government came to nothing after the centre-right Citizens party ruled out any form of co-operation, and efforts to make a deal with the anti-austerity Unidas Podemos also proved fruitless. Sánchez claims that his rivals’ intransigence left him with no choice but to call another election. The timing, however, is far from ideal. The bitterly divisive question of Catalan independence re-erupted last month after Spain’s supreme court jailed nine separatist leaders for sedition over their roles in the failed push for independence two years ago, prompting violent protests on the streets of Barcelona. The unrest was seized on by the parties of the Spanish right, who accused Sánchez of weakness in the face of such separatist provocation. It has proved a particular gift to the far-right Vox party, which has seen a surge in support amid its calls for a radical recentralisation of Spain. Polls suggest the party could now become the country’s third largest political force after the PSOE and the socialists’ traditional rival, the conservative People’s party (PP). The Citizens party looks set to pay a high price for its decision to forfeit the centre ground and lurch to the right in the hope of competing with the PP and Vox. If recent polls prove accurate, the party will see its seat count tumble from 57 to 20 or fewer. To make matters worse, Spain’s unemployment figures rose by almost 100,000 in October and the European commission has revised the country’s growth forecast down from 2.3% to 1.9% for this year, and from 1.9% to 1.5% for 2020. Then there is the question of frustration and apathy. In April, turnout reached 75.5%, well up from the 69.8% of voters who headed to the polls in June 2016. José Pablo Ferrándiz, chief researcher for the polling firm Metroscopia, believes turnout will be somewhere around 70% on Sunday. In places such as Guadalajara, which lies an hour’s drive north-east of Madrid in Castilla-La Mancha, Citizens’ collapse could be Vox’s triumph. Six months ago, the PSOE, the PP and Citizens each took one of the province’s three seats, with the latter edging out Vox by fewer than 3,500 votes. “If you look at the map of the last election, the people scrapping over the last seat in many places were Citizens and Vox,” said Ferrándiz. “Citizens won them last time round, but the party’s fall means that Vox won’t need to pick up many more votes to take them.” Although the PSOE are again expected to finish first, polls suggest they may lose some of the 123 seats they won in April. “Sánchez thought he’d keep the voters who supported him six months ago but also pick up some more from Citizens and so win a larger majority,” said Ferrándiz. “But neither of those things appears to be happening. The battle is now between the other parties on the right – and abstention.” In keeping with the growing political fragmentation of recent years, things are also growing crowded on the Spanish left, with the PSOE and Podemos now joined by Más País (More Country), a party led by Íñigo Errejón, one of the founders of Podemos. Whatever the result this weekend, negotiations to form a government promise to be as fraught and tortuous as last time, and a renewed impasse beckons. Despite the weariness though, Vox is not the only party looking forward to Sunday. The PP is expected to bounce back from its terrible showing in April, while the Catalan Republican Left (ERC) – the largest and most moderate of Catalonia’s three pro-independence parties – is expected to finish first in the region and perhaps extend its lead over the Catalan branch of the socialist party. The ERC favours a less confrontational and more pragmatic approach to the quest for Catalan independence than Together for Catalonia, the separatist party led by the former Catalan president Carles Puigdemont. The strategy appears to be paying off in a large chunk for the region – where many people are still furious over the supreme court’s verdict. “Perhaps we’re the ones who can make more progress than anybody else because we keep our ideas but we have a plan to implement the republic, even if it’s not magic and we’re not saying that things can be done overnight,” said Alfred Bosch, the ERC politician who serves as the region’s foreign minister. “Perhaps that looks more realistic and more appealing.” Realism may abound in places such as Guadalajara, but political appeal is in rather shorter supply. Jesús Iglesias, a 49-year-old security guard from the city, lists his worries as he takes a cigarette break: pensions; the cost of renting; the situation in Catalonia, and what he sees as an excess of ineffectual publicly elected officials. “We need to get rid of the political old guard and get some new, young people in,” he says. “Given the size of the country, we have far too many politicians and local councillors.” Iglesias may also be “hasta el gorro”, and torn between the PP and Citizens, but he knows he once again has a democratic duty to fulfil on Sunday. And besides: “If I don’t vote, I can’t complain.”",
      "charCount": "6270",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/samjones\">Sam Jones</a> in Guadalajara"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/nov/08/renaming-the-welsh-assembly-if-we-can-say-dail-why-not-senedd",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-11-08T00:01:10Z",
    "webTitle": "Renaming the Welsh assembly: 'If we can say Dáil, why not Senedd?'",
    "webUrl": "https://www.theguardian.com/uk-news/2019/nov/08/renaming-the-welsh-assembly-if-we-can-say-dail-why-not-senedd",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/08/renaming-the-welsh-assembly-if-we-can-say-dail-why-not-senedd",
    "fields": {
      "headline": "Renaming the Welsh assembly: 'If we can say Dáil, why not Senedd?'",
      "standfirst": "<p>Celebrities including Cerys Matthews and Ifor ap Glyn call for a Welsh-only name</p>",
      "trailText": "Celebrities including Cerys Matthews and Ifor ap Glyn call for a Welsh-only name",
      "byline": "Steven Morris",
      "main": "<figure class=\"element element-image\" data-media-id=\"6b09d63ccc515b9f4783522bde4ea56b7c44a3ce\"> <img src=\"https://media.guim.co.uk/6b09d63ccc515b9f4783522bde4ea56b7c44a3ce/800_1187_6477_3887/1000.jpg\" alt=\"The debating chamber of the Senedd, home of the National Assembly for Wales\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The debating chamber of the Senedd, home of the National Assembly for Wales.</span> <span class=\"element-image__credit\">Photograph: Matthew Horwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A group of more than 30 actors, writers and celebrities have signed an open letter calling for the National Assembly for Wales to be given the Welsh-only name the Senedd.</p> <p>Assembly members last month backed the idea of giving the assembly two new names – Senedd Cymru and the Welsh Parliament – and are to debate the issue again next week.</p> <p>The actor Michael Sheen and the musician and radio DJ Cerys Matthews have been among those calling for it to have a Welsh-only name. Other signatories include the rugby referee Nigel Owens, the Radio 1 DJ Huw Stephens and Wales’ national poet, Ifor ap Glyn. A rally will be held in Cardiff Bay on Saturday calling for the Welsh-only name.</p> <p>The letter, which has been sent to all members of the Welsh assembly, reads: “At one time in Wales’ history, there was a deliberate and specific effort though the law and by the authorities to erase the Welsh language from every part of public life – from our schools to our courts, from public administration to place names. There is now a broad consensus that Wales’ unique language is something to treasure and celebrate as an essential part of our future.</p> <p>“The naming of our national legislature as the ‘Senedd’ is therefore significant as a statement of the Wales we want to see for generations to come. Giving this most important of national institutions a Welsh-only name sends an important message about the central and special status we wish to see for the language in the public life of the country. This is a chance to show that Welsh really does, as is so often said, belong to and include everyone, whatever their background.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/oct/05/senedd-welsh-assembly-name-backlash-huw-edwards\">Huw Edwards joins backlash over bilingual name for Welsh Senedd</a> </p> </aside>  <p>The letter added that Senedd was already widely used “by the majority of people as the institution’s name, in Welsh and English.” It urged people to vote on 13 November in support of the Welsh-only name.</p> <p>Senedd is already the name of the building that houses the assembly’s debating chamber and is the Welsh word for parliament.</p> <p>When the issue <a href=\"https://www.bbc.co.uk/news/uk-wales-politics-49973487\">was debated last month</a>, the former first minister Carwyn Jones argued for a bilingual name because he said not everybody understood the Welsh one.</p> <p>Leena Sarah Farhat, from the language campaign group Cymdeithas yr Iaith, said: “If we can all say ‘Dáil’ or ‘Bundestag’ without the need for an official English name, why can’t we do the same with Senedd? We’re calling on our politicians to show confidence in our unique language, confidence in Wales and all its people – whether they speak Welsh or not – by giving our Senedd a Welsh-only name, a name that can belong to us all.</p> <p>“Most people already call the institution the ‘Senedd’ – just as they proudly sing the Welsh words of our national anthem. Everyone, from every background, has the right to celebrate these uniquely Welsh things, and no-one has the right to tell non-Welsh speakers otherwise. By giving the Senedd an additional English name, it will inevitably lead to less use of the Welsh name.”</p>",
      "newspaperPageNumber": "22",
      "wordcount": "508",
      "firstPublicationDate": "2019-11-08T00:01:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-08T00:01:10Z",
      "newspaperEditionDate": "2019-11-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ckekt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6b09d63ccc515b9f4783522bde4ea56b7c44a3ce/800_1187_6477_3887/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A group of more than 30 actors, writers and celebrities have signed an open letter calling for the National Assembly for Wales to be given the Welsh-only name the Senedd. Assembly members last month backed the idea of giving the assembly two new names – Senedd Cymru and the Welsh Parliament – and are to debate the issue again next week. The actor Michael Sheen and the musician and radio DJ Cerys Matthews have been among those calling for it to have a Welsh-only name. Other signatories include the rugby referee Nigel Owens, the Radio 1 DJ Huw Stephens and Wales’ national poet, Ifor ap Glyn. A rally will be held in Cardiff Bay on Saturday calling for the Welsh-only name. The letter, which has been sent to all members of the Welsh assembly, reads: “At one time in Wales’ history, there was a deliberate and specific effort though the law and by the authorities to erase the Welsh language from every part of public life – from our schools to our courts, from public administration to place names. There is now a broad consensus that Wales’ unique language is something to treasure and celebrate as an essential part of our future. “The naming of our national legislature as the ‘Senedd’ is therefore significant as a statement of the Wales we want to see for generations to come. Giving this most important of national institutions a Welsh-only name sends an important message about the central and special status we wish to see for the language in the public life of the country. This is a chance to show that Welsh really does, as is so often said, belong to and include everyone, whatever their background.” The letter added that Senedd was already widely used “by the majority of people as the institution’s name, in Welsh and English.” It urged people to vote on 13 November in support of the Welsh-only name. Senedd is already the name of the building that houses the assembly’s debating chamber and is the Welsh word for parliament. When the issue was debated last month, the former first minister Carwyn Jones argued for a bilingual name because he said not everybody understood the Welsh one. Leena Sarah Farhat, from the language campaign group Cymdeithas yr Iaith, said: “If we can all say ‘Dáil’ or ‘Bundestag’ without the need for an official English name, why can’t we do the same with Senedd? We’re calling on our politicians to show confidence in our unique language, confidence in Wales and all its people – whether they speak Welsh or not – by giving our Senedd a Welsh-only name, a name that can belong to us all. “Most people already call the institution the ‘Senedd’ – just as they proudly sing the Welsh words of our national anthem. Everyone, from every background, has the right to celebrate these uniquely Welsh things, and no-one has the right to tell non-Welsh speakers otherwise. By giving the Senedd an additional English name, it will inevitably lead to less use of the Welsh name.”",
      "charCount": "2919",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stevenmorris\">Steven Morris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]