[
  {
    "id": "politics/2019/aug/17/labour-tory-mps-unite-plot-radical-law-stop-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-17T20:20:52Z",
    "webTitle": "Labour and Tory MPs plot ‘radical’ law to thwart no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/17/labour-tory-mps-unite-plot-radical-law-stop-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/17/labour-tory-mps-unite-plot-radical-law-stop-no-deal-brexit",
    "fields": {
      "headline": "Labour and Tory MPs plot ‘radical’ law to thwart no-deal Brexit",
      "standfirst": "Those who feel any bid to topple Boris Johnson will fail are focusing on measures to stop the UK crashing out",
      "trailText": "Those who feel any bid to topple Boris Johnson will fail are focusing on measures to stop the UK crashing out",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"b02bd74a4ffcab687fa2ef7a55fd55d020ccfe13\"> <img src=\"https://media.guim.co.uk/b02bd74a4ffcab687fa2ef7a55fd55d020ccfe13/0_263_3500_2100/1000.jpg\" alt=\"Labour leader Jeremy Corbyn tries out a guitar with John Newhouse of a local charity Trust Music during a visit to Bolton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour leader Jeremy Corbyn tries out a guitar with John Newhouse of local charity Trust Music during a visit to Bolton.</span> <span class=\"element-image__credit\">Photograph: Peter Byrne/PA</span> </figcaption> </figure>",
      "body": "<p>Senior Labour and Conservative MPs leading the battle to stop a no-deal Brexit are focusing on passing a “radical” new law to block it, after concluding that there is no imminent prospect of toppling Boris Johnson and installing an emergency government.</p> <p>Last week was punctuated by rows among MPs over who should lead a temporary government to stop a no-deal Brexit, with the Lib Dems and other MPs refusing to back any move that would <a href=\"https://www.theguardian.com/politics/2019/aug/15/sarah-wollaston-jeremy-corbyn-government-may-be-lesser-of-two-evils\" title=\"\">put Jeremy Corbyn in No 10</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/17/corbyn-labour-no-deal-brexit-mps-flirting-with-disaster\">Jeremy Corbyn pleads with MPs: back me now before it’s too late</a> </p> </aside>  <p>However, those planning to use legislation to stop the UK crashing out of the EU believe there is a growing majority for their plans and think No 10 will be unable to stop them.</p> <p>Shadow cabinet members and cabinet ministers who departed with the arrival of Johnson are among those backing the strategy in preference to a no-confidence vote in the prime minister. They believe the hardline tactics deployed by Dominic Cummings, who <a href=\"https://www.theguardian.com/politics/2019/aug/15/dominic-cummings-blog-political-values\" title=\"\">ran the Vote Leave campaign</a> and is now the prime minister’s key adviser, have swelled the numbers prepared to act.</p> <p>“This is not the time for boring and neutral tactics,” said one figure involved. “This isn’t a time for typical deference. These people will show no deference and give no quarter – and we need to be just as ruthless and organised as they are.”</p> <p>A senior Labour figure said: “People are slightly barking up the wrong tree. My strong view is that there is a clear majority to try to stop no deal. It’s stronger now because those coming out of the cabinet are undoubtedly swelling the numbers, but also swelling the morale on the Tory side to do something. It feels like the majority is stronger than it was and the determination is stronger.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"95a48adc29f1482ebe38d15e45d556a255b33457\"> <img src=\"https://media.guim.co.uk/95a48adc29f1482ebe38d15e45d556a255b33457/628_287_2489_1493/1000.jpg\" alt=\"Dominic Grieve.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Grieve.</span> <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> </figcaption> </figure>  <p>A third figure said: “For my money, I don’t think a no-confidence vote will be particularly winnable in early September – even some opposition MPs wouldn’t back it. Why go for that when there’s a more direct route?”</p> <p>MPs plan to pass a law stating that the prime minister must request a delay to Brexit to avoid a no-deal outcome. However, their challenge has been to find a parliamentary device enabling them to do so. There are no guarantees of success, but tactics include amending a vote relating to the Northern Ireland executive, altering parliament’s standing orders, and using an emergency debate to seize control of the parliamentary timetable – which is not usually allowed under parliament’s current rulebook.</p> <p>The stakes are high. Dominic Grieve, a Tory MP who has been a leader of the efforts, said that he had received death threats as a result of Johnson’s Brexit rhetoric.</p> <p>Downing Street is said to be holding daily meetings about how to delay legislation in September – a tactic designed to take away opportunities for MPs to hijack government plans with measures opposing no deal. However, rebels already believe they can act without any legislation being presented by the government. “They are planning on how to take away any hooks, but we don’t need hooks,” said one of those involved.</p> <p>Some insiders have been pleased that much public attention has been focused on the idea of a government of national unity, which took the spotlight off their plans to seize control of parliament and pass an anti-no-deal law next month. Others are also happy that ideas are being stressed-tested now. One former minister said: “I don’t think it’s a bad use of the summer for unworkable ideas to be aired, scrutinised and dismissed.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b5c51525da78123e461d80d370c07f5f96a29159\"> <img src=\"https://media.guim.co.uk/b5c51525da78123e461d80d370c07f5f96a29159/513_245_4895_2937/1000.jpg\" alt=\"Jo Swinson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>  <p>The row over who should lead a unity government following a no-confidence vote in Johnson’s administration was ignited when Jo Swinson, the new Lib Dem leader, <a href=\"https://www.theguardian.com/politics/2019/aug/15/corbyns-plan-to-lead-caretaker-government-unworkable-say-lib-dems\" title=\"\">rejected Corbyn’s offer to lead a temporary government </a>as “a nonsense”. Swinson has since softened her rhetoric.</p> <p>Corbyn’s letter offering to lead a temporary government came after Tom Watson, Labour’s deputy leader, and Swinson discussed cross-party efforts to stop no deal. “It was absolutely the right thing for Jeremy to do and forced the Lib Dems into an error,” said a Labour MP usually critical of Corbyn.</p> <p>Most accept that, while Swinson was too dismissive of Corbyn’s offer, she was right to conclude that a Corbyn-led emergency government was a non-starter. Opponents of no deal calculate that at least eight Tory rebels would be needed, and some of the most likely have already this ruled out.</p> <p>MPs in all parties are already discussing ways of sidelining Corbyn by seeing if there is enough support for a unity leader, such as Harriet Harman or Ken Clarke, who would not require the support of Labour’s front bench. Ultimately, several Labour MPs believe Corbyn will back a unity figure if his own attempt to form a government has failed and no deal looms.</p> <p>“He’ll get a bite of the cherry – no one can stop him trying to form a government,” said one MP. “The real issue is, after that, will he make way or see no deal happen? That is coming down the road.”</p> <p>Meanwhile, many Conservatives still hope Johnson will return to the Commons at the 11th hour with one last chance to vote for a Brexit deal similar to that offered by Theresa May. They believe Labour MPs opposed to a second referendum, such as Lisa Nandy, could be convinced to back it. While most are convinced that Cummings is prepared to leave the EU without a deal, some also expect serving ministers to rebel should such an outcome look imminent.</p> <p>“I just think their inner Tory who cares about the economy will scream at ministers as it did for Theresa May,” said one former minister. “I think Cummings will be told ‘no’ and then sort of explode like a Dr Who dalek whose wires are fatally crossed, screaming ‘exterminate.’”</p> <h2>Stopping no deal</h2> <p><br></p> <h2>Corbyn-led temporary government</h2> <p>Jeremy Corbyn has offered to lead a temporary government tasked with requesting a delay to Brexit from the EU, before triggering an election.</p> <p><strong>Likelihood: one in five</strong></p> <h2>Government of national unity</h2> <p><em>Jo Swinson, the Lib Dem leader, has said Corbyn cannot command enough support to lead a temporary government. She has instead suggested a temporary government of national unity, led by a more neutral figure </em><em>such as Labour’s Harriet Harman or veteran Tory Ken Clarke.</em></p> <p><strong>Likelihood: </strong><strong>two in five</strong></p> <h2>New laws blocking no deal</h2> <p><em>MPs such as Dominic Grieve, Oliver Letwin, </em><em>Nick Boles</em><em> and Yvette Cooper have been part of efforts to pass new legislation that orders the prime minister to request a Brexit delay to avoid no deal.</em></p> <p><strong>Likelihood: </strong><strong>three in five</strong></p> <h2>A Brexit deal is agreed</h2> <p><em>Some MPs are still holding out hope that Boris Johnson will offer them a vote on a Brexit deal based on the agreement put forward by Theresa May. </em><em>For it to pass, Labour MPs opposed to a second referendum, such as Lisa Nandy, would have to back it.</em></p> <p><strong>Likelihood: </strong><strong>two in five</strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1142",
      "commentable": "false",
      "firstPublicationDate": "2019-08-17T20:20:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:26Z",
      "newspaperEditionDate": "2019-08-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c6895",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b02bd74a4ffcab687fa2ef7a55fd55d020ccfe13/0_263_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Senior Labour and Conservative MPs leading the battle to stop a no-deal Brexit are focusing on passing a “radical” new law to block it, after concluding that there is no imminent prospect of toppling Boris Johnson and installing an emergency government. Last week was punctuated by rows among MPs over who should lead a temporary government to stop a no-deal Brexit, with the Lib Dems and other MPs refusing to back any move that would put Jeremy Corbyn in No 10. However, those planning to use legislation to stop the UK crashing out of the EU believe there is a growing majority for their plans and think No 10 will be unable to stop them. Shadow cabinet members and cabinet ministers who departed with the arrival of Johnson are among those backing the strategy in preference to a no-confidence vote in the prime minister. They believe the hardline tactics deployed by Dominic Cummings, who ran the Vote Leave campaign and is now the prime minister’s key adviser, have swelled the numbers prepared to act. “This is not the time for boring and neutral tactics,” said one figure involved. “This isn’t a time for typical deference. These people will show no deference and give no quarter – and we need to be just as ruthless and organised as they are.” A senior Labour figure said: “People are slightly barking up the wrong tree. My strong view is that there is a clear majority to try to stop no deal. It’s stronger now because those coming out of the cabinet are undoubtedly swelling the numbers, but also swelling the morale on the Tory side to do something. It feels like the majority is stronger than it was and the determination is stronger.” A third figure said: “For my money, I don’t think a no-confidence vote will be particularly winnable in early September – even some opposition MPs wouldn’t back it. Why go for that when there’s a more direct route?” MPs plan to pass a law stating that the prime minister must request a delay to Brexit to avoid a no-deal outcome. However, their challenge has been to find a parliamentary device enabling them to do so. There are no guarantees of success, but tactics include amending a vote relating to the Northern Ireland executive, altering parliament’s standing orders, and using an emergency debate to seize control of the parliamentary timetable – which is not usually allowed under parliament’s current rulebook. The stakes are high. Dominic Grieve, a Tory MP who has been a leader of the efforts, said that he had received death threats as a result of Johnson’s Brexit rhetoric. Downing Street is said to be holding daily meetings about how to delay legislation in September – a tactic designed to take away opportunities for MPs to hijack government plans with measures opposing no deal. However, rebels already believe they can act without any legislation being presented by the government. “They are planning on how to take away any hooks, but we don’t need hooks,” said one of those involved. Some insiders have been pleased that much public attention has been focused on the idea of a government of national unity, which took the spotlight off their plans to seize control of parliament and pass an anti-no-deal law next month. Others are also happy that ideas are being stressed-tested now. One former minister said: “I don’t think it’s a bad use of the summer for unworkable ideas to be aired, scrutinised and dismissed.” The row over who should lead a unity government following a no-confidence vote in Johnson’s administration was ignited when Jo Swinson, the new Lib Dem leader, rejected Corbyn’s offer to lead a temporary government as “a nonsense”. Swinson has since softened her rhetoric. Corbyn’s letter offering to lead a temporary government came after Tom Watson, Labour’s deputy leader, and Swinson discussed cross-party efforts to stop no deal. “It was absolutely the right thing for Jeremy to do and forced the Lib Dems into an error,” said a Labour MP usually critical of Corbyn. Most accept that, while Swinson was too dismissive of Corbyn’s offer, she was right to conclude that a Corbyn-led emergency government was a non-starter. Opponents of no deal calculate that at least eight Tory rebels would be needed, and some of the most likely have already this ruled out. MPs in all parties are already discussing ways of sidelining Corbyn by seeing if there is enough support for a unity leader, such as Harriet Harman or Ken Clarke, who would not require the support of Labour’s front bench. Ultimately, several Labour MPs believe Corbyn will back a unity figure if his own attempt to form a government has failed and no deal looms. “He’ll get a bite of the cherry – no one can stop him trying to form a government,” said one MP. “The real issue is, after that, will he make way or see no deal happen? That is coming down the road.” Meanwhile, many Conservatives still hope Johnson will return to the Commons at the 11th hour with one last chance to vote for a Brexit deal similar to that offered by Theresa May. They believe Labour MPs opposed to a second referendum, such as Lisa Nandy, could be convinced to back it. While most are convinced that Cummings is prepared to leave the EU without a deal, some also expect serving ministers to rebel should such an outcome look imminent. “I just think their inner Tory who cares about the economy will scream at ministers as it did for Theresa May,” said one former minister. “I think Cummings will be told ‘no’ and then sort of explode like a Dr Who dalek whose wires are fatally crossed, screaming ‘exterminate.’” Stopping no deal Corbyn-led temporary government Jeremy Corbyn has offered to lead a temporary government tasked with requesting a delay to Brexit from the EU, before triggering an election. Likelihood: one in five Government of national unity Jo Swinson, the Lib Dem leader, has said Corbyn cannot command enough support to lead a temporary government. She has instead suggested a temporary government of national unity, led by a more neutral figure such as Labour’s Harriet Harman or veteran Tory Ken Clarke. Likelihood: two in five New laws blocking no deal MPs such as Dominic Grieve, Oliver Letwin, Nick Boles and Yvette Cooper have been part of efforts to pass new legislation that orders the prime minister to request a Brexit delay to avoid no deal. Likelihood: three in five A Brexit deal is agreed Some MPs are still holding out hope that Boris Johnson will offer them a vote on a Brexit deal based on the agreement put forward by Theresa May. For it to pass, Labour MPs opposed to a second referendum, such as Lisa Nandy, would have to back it. Likelihood: two in five",
      "charCount": "6621",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/aug/17/trade-deal-trump-change-britain-for-the-worse-animal-welfare-tech-monopoly",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-08-17T16:00:47Z",
    "webTitle": "A trade deal with Trump will change Britain for the worse",
    "webUrl": "https://www.theguardian.com/business/2019/aug/17/trade-deal-trump-change-britain-for-the-worse-animal-welfare-tech-monopoly",
    "apiUrl": "https://content.guardianapis.com/business/2019/aug/17/trade-deal-trump-change-britain-for-the-worse-animal-welfare-tech-monopoly",
    "fields": {
      "headline": "A trade deal with Trump will change Britain for the worse",
      "standfirst": "The EU has opposed brutal animal welfare and rampant tech monopolies. Post-Brexit Britain will be exposed to both",
      "trailText": "The EU has opposed brutal animal welfare and rampant tech monopolies. Post-Brexit Britain will be exposed to both",
      "byline": "Phillip Inman",
      "main": "<figure class=\"element element-image\" data-media-id=\"dc5ee9d741af85a7156b3f855d15e8f2832b7ace\"> <img src=\"https://media.guim.co.uk/dc5ee9d741af85a7156b3f855d15e8f2832b7ace/0_225_4000_2400/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A trade deal with Trump’s America will not just include chlorinated chicken, but favourable terms for many US exporters.</span> <span class=\"element-image__credit\">Photograph: Rex Shutterstock</span> </figcaption> </figure>",
      "body": "<p><a href=\"https://www.theguardian.com/us-news/2019/aug/07/us-uk-trade-deal-mike-pompeo-brexit-dominic-raab\" title=\"\">A trade deal with the US</a> would be a defining moment for the UK. It is not an exaggeration to say it would reveal the country’s direction of travel more than any other decision in the aftermath of Britain quitting the European Union.</p> <p>Amid the confusing array of government pledges – more police and more spending on the regions while also cutting taxes for the better off (mostly in London and the home counties) – it is the basics of any trade deal that will set Britain’s course for decades to come.</p> <p>The most emotive questions apply to agriculture, and not just in the UK. It’s fair to say that American farmers can get very emotional about access to foreign markets, especially when they have put more time and effort into producing cheap food than probably anyone else in the world.</p> <p>US policymakers have long understood that <a href=\"https://www.theguardian.com/environment/2017/jan/29/britain-us-trade-deal-gm-food-eu-rules\" title=\"\">cheap food</a> and cheap energy are the bedrocks of a flourishing economy. In the modern era, they are the keys to higher disposable incomes when wages are flat. They allow workers to maintain some semblance of their living standards from year to year while the producers and owners of capital walk off with the bulk of any gains.</p> <p>Free-trade ministers like Liz Truss, Dominic Raab and even the prime minister understand this too. Give the people low-cost food and lightly taxed energy and they won’t complain much when employers say the wage bill must be kept under control to maintain shareholder dividends and bosses’ bonuses. To a great extent, this urge to lower costs through tax cuts and deregulation was the motivation for the rich elite (on both sides of the Atlantic) to promote a clean break with the high-tax, regulation-heavy EU.</p> <p>In terms of regulation and tax, Britain has trodden a line between the US and continental Europe for the last 40 years, keeping VAT on domestic energy at 5% when in Germany it is almost 20%, and freezing fuel duty every year since 2010 to keep down prices at the pumps.</p> <p>Agriculture was a different matter. Locked into the EU’s common agricultural policy, UK producers had some protection from foreign competition and prices were kept relatively high.</p> <p>A trade deal with the US provides the opportunity to marry cheap energy to cheap food. However, the shift to cheap food involves a philosophical gear change, one that has been clear since the US started negotiations with the EU over trade under the Obama administration.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>US regulators believe the only test of food is whether it is safe. Beyond this, the state abdicates responsibility</p> </blockquote> </aside>  <p>The notorious Transatlantic Trade and Investment Partnership (TTIP) was already foundering on the rocks of agriculture when Donald Trump canned the talks in 2017.</p> <p>The difference between the two sides centres on safety. US regulators believe the only test of food is whether it is safe or not. Beyond this, the state abdicates responsibility. If the consumer wants livestock to be treated decently, they can choose to pay the producer more.</p> <p>But the Tory MP George Eustice said earlier this year that “a modern trade deal is not simply about commerce, it is also about values”. <a href=\"https://www.theguardian.com/commentisfree/2019/mar/06/us-chlorinated-chicken-trade-deal-agriculture\" title=\"\">His objection to US food</a> is not just about chlorine-washed chicken and beef injected with hormones, bad though that is. He couldn’t support the importing of animals treated as meat to be thrown around, in life and in death, when Britain considers them sentient beings to be treated with some respect.</p> <p>Eustice will be asked to shelve his concerns about the treatment of animals when trade talks begin, just as he will be told that any agreement must protect US corporations from consumer boycotts, and – in a nod to Benjamin Netanyahu – prevent boycotts of Israeli companies too. Along the same lines, big tech firms must be allowed to bundle products in the name of efficiency, giving them the room to build the monopolies that the EU has denied them.</p> <p>Of course free marketeers like Truss, Raab and even Eustice, even if they can reconcile themselves to the destruction of much UK farming, will find this export of US protectionism hard to swallow (along with American chicken, which has rates of campylobacter infection 10 times higher than in the UK, despite the chlorine wash). But to achieve the goal of cheap food and cheap tech, swallow them they must.</p> <p>John Bolton, Trump’s national security adviser, <a href=\"https://www.theguardian.com/commentisfree/2019/aug/13/john-bolton-trade-deal-uk-colonise\" title=\"\">waded into the debate last week</a> on a trip to London. He said the US was prepared to strike discrete deals covering separate industries. But that’s not the way it works. Soon after Bolton’s intervention, the US farm lobby put him right, <a href=\"https://www.bbc.co.uk/news/business-49353220\" title=\"\">making it clear agriculture must be included</a> or farmers would be camping on the steps of Capitol Hill. For different reasons, <a href=\"https://www.theguardian.com/commentisfree/2019/aug/15/brexiteers-uk-farming-agriculture-no-deal-brexit\" title=\"\">Britain’s farmers, and some consumers, will also be feeling angry</a>, though probably not angry enough.</p>",
      "newspaperPageNumber": "55",
      "wordcount": "788",
      "commentCloseDate": "2019-08-17T20:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-17T16:00:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:39Z",
      "newspaperEditionDate": "2019-08-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c63e4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dc5ee9d741af85a7156b3f855d15e8f2832b7ace/0_225_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A trade deal with the US would be a defining moment for the UK. It is not an exaggeration to say it would reveal the country’s direction of travel more than any other decision in the aftermath of Britain quitting the European Union. Amid the confusing array of government pledges – more police and more spending on the regions while also cutting taxes for the better off (mostly in London and the home counties) – it is the basics of any trade deal that will set Britain’s course for decades to come. The most emotive questions apply to agriculture, and not just in the UK. It’s fair to say that American farmers can get very emotional about access to foreign markets, especially when they have put more time and effort into producing cheap food than probably anyone else in the world. US policymakers have long understood that cheap food and cheap energy are the bedrocks of a flourishing economy. In the modern era, they are the keys to higher disposable incomes when wages are flat. They allow workers to maintain some semblance of their living standards from year to year while the producers and owners of capital walk off with the bulk of any gains. Free-trade ministers like Liz Truss, Dominic Raab and even the prime minister understand this too. Give the people low-cost food and lightly taxed energy and they won’t complain much when employers say the wage bill must be kept under control to maintain shareholder dividends and bosses’ bonuses. To a great extent, this urge to lower costs through tax cuts and deregulation was the motivation for the rich elite (on both sides of the Atlantic) to promote a clean break with the high-tax, regulation-heavy EU. In terms of regulation and tax, Britain has trodden a line between the US and continental Europe for the last 40 years, keeping VAT on domestic energy at 5% when in Germany it is almost 20%, and freezing fuel duty every year since 2010 to keep down prices at the pumps. Agriculture was a different matter. Locked into the EU’s common agricultural policy, UK producers had some protection from foreign competition and prices were kept relatively high. A trade deal with the US provides the opportunity to marry cheap energy to cheap food. However, the shift to cheap food involves a philosophical gear change, one that has been clear since the US started negotiations with the EU over trade under the Obama administration. The notorious Transatlantic Trade and Investment Partnership (TTIP) was already foundering on the rocks of agriculture when Donald Trump canned the talks in 2017. The difference between the two sides centres on safety. US regulators believe the only test of food is whether it is safe or not. Beyond this, the state abdicates responsibility. If the consumer wants livestock to be treated decently, they can choose to pay the producer more. But the Tory MP George Eustice said earlier this year that “a modern trade deal is not simply about commerce, it is also about values”. His objection to US food is not just about chlorine-washed chicken and beef injected with hormones, bad though that is. He couldn’t support the importing of animals treated as meat to be thrown around, in life and in death, when Britain considers them sentient beings to be treated with some respect. Eustice will be asked to shelve his concerns about the treatment of animals when trade talks begin, just as he will be told that any agreement must protect US corporations from consumer boycotts, and – in a nod to Benjamin Netanyahu – prevent boycotts of Israeli companies too. Along the same lines, big tech firms must be allowed to bundle products in the name of efficiency, giving them the room to build the monopolies that the EU has denied them. Of course free marketeers like Truss, Raab and even Eustice, even if they can reconcile themselves to the destruction of much UK farming, will find this export of US protectionism hard to swallow (along with American chicken, which has rates of campylobacter infection 10 times higher than in the UK, despite the chlorine wash). But to achieve the goal of cheap food and cheap tech, swallow them they must. John Bolton, Trump’s national security adviser, waded into the debate last week on a trip to London. He said the US was prepared to strike discrete deals covering separate industries. But that’s not the way it works. Soon after Bolton’s intervention, the US farm lobby put him right, making it clear agriculture must be included or farmers would be camping on the steps of Capitol Hill. For different reasons, Britain’s farmers, and some consumers, will also be feeling angry, though probably not angry enough.",
      "charCount": "4633",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/phillipinman\">Phillip Inman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]