[
  {
    "id": "politics/2019/feb/28/brexit-contortions-kamikaze-ministers-and-parliaments-finest-hour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-02-28T18:27:35Z",
    "webTitle": "Brexit contortions, kamikaze ministers and parliament’s finest hour | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/feb/28/brexit-contortions-kamikaze-ministers-and-parliaments-finest-hour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/feb/28/brexit-contortions-kamikaze-ministers-and-parliaments-finest-hour",
    "fields": {
      "headline": "Brexit contortions, kamikaze ministers and parliament’s finest hour",
      "standfirst": "Readers respond to recent developments in the Commons and elsewhere as the clock runs down to the article 50 deadline",
      "trailText": "<strong>Letters:</strong> Readers respond to recent developments in the Commons and elsewhere as the clock runs down to the article 50 deadline",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"885adb3d6206ce5135caeabe78e98dda8e091d77\"> <img src=\"https://media.guim.co.uk/885adb3d6206ce5135caeabe78e98dda8e091d77/0_371_5568_3341/1000.jpg\" alt=\"Prime minister’s questions in the House Of Commons this week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prime minister’s questions in the House Of Commons this week.</span> <span class=\"element-image__credit\">Photograph: Xinhua/Barcroft Images</span> </figcaption> </figure>",
      "body": "<p>On studying more detailed results of this week’s various amendments in parliament (Brexit amendments: How MPs voted, 28 February), I am really, really confused about what motivates MPs to vote the way they do. We’re told that an enormous upheaval was created by <a href=\"https://www.theguardian.com/politics/2019/feb/22/theresa-may-must-go-in-three-months-cabinet-ministers-say\" title=\"\">Amber Rudd, David Gauke and Greg Clark threatening to resign</a> from the cabinet unless Theresa May removed the threat of a no-deal outcome.</p> <p>But when the SNP introduced an amendment to reject no-deal in all circumstances, all three of them voted against it. So did Tobias Ellwood, Nick Boles and Oliver Letwin. Dominic Grieve apparently abstained. And Justine Greening. Of Conservatives, only Ken Clarke voted with the SNP. Does this mean that all other Conservative MPs still think that there are some circumstances in which no-deal would be a good idea?<br><strong>Karen Lewton</strong><br><em>Newcastle upon Tyne</em></p> <p>• Liz Truss’s description of three cabinet colleagues as “kamikaze cabinet ministers” is misconceived (<a href=\"https://www.theguardian.com/politics/2019/feb/26/tory-mps-tell-theresa-may-to-face-down-brexit-hardliners\" title=\"\">Use Brexit delay tactic to face down the Eurosceptics, ministers tell May</a>, 27 February). It is the prime minister who is the kamikaze pilot; the ministers are passengers – not usually found in kamikaze aircraft.<br><strong>Jeremy Beecham</strong><br><em>Labour, House of Lords</em></p> <p>• Watching Kepa Arrizabalaga <a href=\"https://www.theguardian.com/football/2019/feb/24/chelsea-manchester-city-carabao-cup-match-report\" title=\"\">refuse to leave the pitch at Wembley on Sunday</a>, blissfully confident in his own ability to win the day for the blues, defiantly refusing to accept his colleagues’ increasingly frenzied demands that he go, I couldn’t help feeling that I had seen this somewhere before. The humiliating defeat that followed shortly afterwards seemed all too inevitable. Chelsea might like to sign a replacement keeper but they have a no-deal transfer embargo at present.<br><strong>Peter Holdridge</strong><br><em>Countesthorpe, Leicestershire</em></p> <p>• Rafael Behr (<a href=\"https://www.theguardian.com/commentisfree/2019/feb/27/clean-brexit-theresa-may\" title=\"\">Journal</a>, 27 February)captures Brexiteer loathing for an article 50 extension, motivated by rejection of compromise, the beating heart of leave fanaticism. But more than this, backbench creativity from Yvette Cooper, Dominic Grieve and others to stop Theresa May using her office as a battering ram for the government’s discredited deal instils abject fear in the no-deal brigade, now beginning to envisage the prospect of any Brexit at all evaporating.</p> <p>Despite years of Brexit damage crystallising, BBC news and Newsnight coverage is littered with vox pop voters, sold the lie of a “clean” Brexit, telling Westminster to “just get on with it”.</p> <p>Rather, this crisis is the exact moment for selfless parliamentarians to not give up, to tirelessly work for the national interest and stop a cabal of privileged steamboat gamblers trying to keep relevant while the country flounders. This could be parliament’s finest postwar hour.<br><strong>Nick Mayer</strong><br><em>Southampton</em></p> <p>• As a pro-Europe party, Labour’s role now, as Polly Toynbee rightly observes, should be “to do all it can to prevent any kind of Brexit, and let voters decide” (<a href=\"https://www.theguardian.com/commentisfree/2019/feb/25/labour-brexit-jeremy-corbyn-public-vote-remain\" title=\"\">Journal</a>, 26 February). The real challenge, however, is not to convince the public, who, if opinion polls are to be believed, have moved in favour of remain, but to get to the point where there is a vote. The major hurdle now is to convince enough MPs to support a people’s vote.</p> <p>Strange, since it’s generally agreed that, in normal circumstances, there would be a substantial pro-remain majority in the House of Commons. Why is that so many MPs still see a people’s vote as a betrayal, rather than a reinforcement of democracy?<br><strong>John Aeberhard</strong><br><em>Steeple Ashton, Wiltshire</em></p> <p>• You get used to the government’s response to critical reports on its failings being “and that’s why we’re spending £X million on…”, but it was unusually preposterous for a government spokesperson to claim the National Audit Office’s report on IT readiness for Brexit showed “real progress”, when in fact it showed that six out of eight IT systems required to allow the UK’s borders to function are in danger of being unready and UK businesses are a “red-rated” risk in a no-deal Brexit (<a href=\"https://www.theguardian.com/politics/2019/feb/27/six-out-of-eight-border-it-systems-may-not-be-ready-for-no-deal\" title=\"\">Report</a>, 28 February).<br><strong>John Bailey</strong><br><em>St Albans, Hertfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "681",
      "commentable": "false",
      "firstPublicationDate": "2019-02-28T18:27:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:03Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apnfa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/885adb3d6206ce5135caeabe78e98dda8e091d77/0_371_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On studying more detailed results of this week’s various amendments in parliament (Brexit amendments: How MPs voted, 28 February), I am really, really confused about what motivates MPs to vote the way they do. We’re told that an enormous upheaval was created by Amber Rudd, David Gauke and Greg Clark threatening to resign from the cabinet unless Theresa May removed the threat of a no-deal outcome. But when the SNP introduced an amendment to reject no-deal in all circumstances, all three of them voted against it. So did Tobias Ellwood, Nick Boles and Oliver Letwin. Dominic Grieve apparently abstained. And Justine Greening. Of Conservatives, only Ken Clarke voted with the SNP. Does this mean that all other Conservative MPs still think that there are some circumstances in which no-deal would be a good idea? Karen Lewton Newcastle upon Tyne • Liz Truss’s description of three cabinet colleagues as “kamikaze cabinet ministers” is misconceived (Use Brexit delay tactic to face down the Eurosceptics, ministers tell May, 27 February). It is the prime minister who is the kamikaze pilot; the ministers are passengers – not usually found in kamikaze aircraft. Jeremy Beecham Labour, House of Lords • Watching Kepa Arrizabalaga refuse to leave the pitch at Wembley on Sunday, blissfully confident in his own ability to win the day for the blues, defiantly refusing to accept his colleagues’ increasingly frenzied demands that he go, I couldn’t help feeling that I had seen this somewhere before. The humiliating defeat that followed shortly afterwards seemed all too inevitable. Chelsea might like to sign a replacement keeper but they have a no-deal transfer embargo at present. Peter Holdridge Countesthorpe, Leicestershire • Rafael Behr (Journal, 27 February)captures Brexiteer loathing for an article 50 extension, motivated by rejection of compromise, the beating heart of leave fanaticism. But more than this, backbench creativity from Yvette Cooper, Dominic Grieve and others to stop Theresa May using her office as a battering ram for the government’s discredited deal instils abject fear in the no-deal brigade, now beginning to envisage the prospect of any Brexit at all evaporating. Despite years of Brexit damage crystallising, BBC news and Newsnight coverage is littered with vox pop voters, sold the lie of a “clean” Brexit, telling Westminster to “just get on with it”. Rather, this crisis is the exact moment for selfless parliamentarians to not give up, to tirelessly work for the national interest and stop a cabal of privileged steamboat gamblers trying to keep relevant while the country flounders. This could be parliament’s finest postwar hour. Nick Mayer Southampton • As a pro-Europe party, Labour’s role now, as Polly Toynbee rightly observes, should be “to do all it can to prevent any kind of Brexit, and let voters decide” (Journal, 26 February). The real challenge, however, is not to convince the public, who, if opinion polls are to be believed, have moved in favour of remain, but to get to the point where there is a vote. The major hurdle now is to convince enough MPs to support a people’s vote. Strange, since it’s generally agreed that, in normal circumstances, there would be a substantial pro-remain majority in the House of Commons. Why is that so many MPs still see a people’s vote as a betrayal, rather than a reinforcement of democracy? John Aeberhard Steeple Ashton, Wiltshire • You get used to the government’s response to critical reports on its failings being “and that’s why we’re spending £X million on…”, but it was unusually preposterous for a government spokesperson to claim the National Audit Office’s report on IT readiness for Brexit showed “real progress”, when in fact it showed that six out of eight IT systems required to allow the UK’s borders to function are in danger of being unready and UK businesses are a “red-rated” risk in a no-deal Brexit (Report, 28 February). John Bailey St Albans, Hertfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4266",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/feb/28/the-pointless-pain-caused-by-austerity",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-02-28T18:25:02Z",
    "webTitle": "The pointless pain caused by austerity | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/feb/28/the-pointless-pain-caused-by-austerity",
    "apiUrl": "https://content.guardianapis.com/society/2019/feb/28/the-pointless-pain-caused-by-austerity",
    "fields": {
      "headline": "The pointless pain caused by austerity",
      "standfirst": "Readers condemn the massive budget surplus which has been achieved through stringent cuts to public services",
      "trailText": "<strong>Letters:</strong> Readers condemn the massive budget surplus which has been achieved through stringent cuts to public services",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"96bd205953ba1d5dbbec337e1c82892ed35e4c9e\"> <img src=\"https://media.guim.co.uk/96bd205953ba1d5dbbec337e1c82892ed35e4c9e/0_654_4867_2921/1000.jpg\" alt=\"Three teenage boys kick a football against the wall of a run down boarded up pub.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Poverty and deprivation are detrimental to brain and physical development in early childhood and the negative effects track into adulthood.’ </span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The severe cuts to children’s services since 2010 reported by the five major children’s charities (<a href=\"https://www.theguardian.com/society/2019/feb/26/childrens-services-financial-crisis-big-five-charities\" title=\"\">Cuts plunge children’s services in England into crisis, charities warn,</a> 26 February) are an indictment of this government and its predecessor’s austerity which no amount of evasive waffle by the minister for children and families can justify. Poverty and material deprivation are known to be detrimental to brain and physical development in early childhood, and the negative effects track into adulthood. Austerity is responsible for both an increase in child poverty and material disadvantage, and a reduction in services which help to mitigate the worst effects. Government policy is blighting the lives of a whole generation of children and setting them up for mental and physical health problems as adults.<br><strong>Nick Spencer</strong><br><em>Emeritus professor of child health, University of Warwick</em></p> <p>• This large surplus is nothing to celebrate when you remember how it has been achieved (<a href=\"https://www.theguardian.com/business/2019/feb/21/uk-public-finances-hit-record-surplus-to-give--philip-hammond-pre-brexit-boost\" title=\"\">Biggest monthly surplus since 1993 gives Hammond £15bn Brexit boost</a>, 22 February). It has taken huge cuts to the funding for our public services, many of which are on the verge of terminal decline, a foolishly shortsighted policy which will end up costing us all more as a result of the problems the cuts are causing. You previously reported that the years of austerity have caused an average £3,629 a year loss per household in real terms (<a href=\"https://www.theguardian.com/business/2019/feb/21/uk-economy-100bn-smaller-because-of-austerity-thinktank\" title=\"\">Nine years of austerity has hit household budgets hard, study claims</a>, 21 February). It’s hard to believe that many still think Tories are the most competent economic managers.<br><strong>Michael Miller</strong><br><em>Sheffield</em></p> <p>• Analysis of recent OBR data has revealed that the effects of austerity have suppressed GDP by almost £100bn in 2018-19 alone. And the effects have not been evenly felt, with the heaviest burden borne by the poorest households.<br><strong>David Murray</strong><br><em>Wallington, Surrey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "344",
      "commentable": "false",
      "firstPublicationDate": "2019-02-28T18:25:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-02-28T18:34:03Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apmh2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/96bd205953ba1d5dbbec337e1c82892ed35e4c9e/0_654_4867_2921/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The severe cuts to children’s services since 2010 reported by the five major children’s charities (Cuts plunge children’s services in England into crisis, charities warn, 26 February) are an indictment of this government and its predecessor’s austerity which no amount of evasive waffle by the minister for children and families can justify. Poverty and material deprivation are known to be detrimental to brain and physical development in early childhood, and the negative effects track into adulthood. Austerity is responsible for both an increase in child poverty and material disadvantage, and a reduction in services which help to mitigate the worst effects. Government policy is blighting the lives of a whole generation of children and setting them up for mental and physical health problems as adults. Nick Spencer Emeritus professor of child health, University of Warwick • This large surplus is nothing to celebrate when you remember how it has been achieved (Biggest monthly surplus since 1993 gives Hammond £15bn Brexit boost, 22 February). It has taken huge cuts to the funding for our public services, many of which are on the verge of terminal decline, a foolishly shortsighted policy which will end up costing us all more as a result of the problems the cuts are causing. You previously reported that the years of austerity have caused an average £3,629 a year loss per household in real terms (Nine years of austerity has hit household budgets hard, study claims, 21 February). It’s hard to believe that many still think Tories are the most competent economic managers. Michael Miller Sheffield • Analysis of recent OBR data has revealed that the effects of austerity have suppressed GDP by almost £100bn in 2018-19 alone. And the effects have not been evenly felt, with the heaviest burden borne by the poorest households. David Murray Wallington, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2168",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/feb/28/rights-threatened-by-immigration-bill",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-02-28T18:24:32Z",
    "webTitle": "Rights threatened by immigration bill | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/feb/28/rights-threatened-by-immigration-bill",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/feb/28/rights-threatened-by-immigration-bill",
    "fields": {
      "headline": "Rights threatened by immigration bill",
      "standfirst": "<strong>Lloyd Russell-Moyle MP, Caroline Lucas MP</strong> and others explain their objections to the government’s immigration bill",
      "trailText": "Letters: <strong>Lloyd Russell-Moyle MP, Caroline Lucas MP</strong> and others explain their objections to the government’s immigration bill",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c9cbafc0b3a21dffc69439e6d91a86da80825f7d\"> <img src=\"https://media.guim.co.uk/c9cbafc0b3a21dffc69439e6d91a86da80825f7d/24_0_3451_2070/1000.jpg\" alt=\"A border force officer examines a passport\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The UK government is proposing to end the free movement of Europeans into the UK and replace it with a skills-based immigration system.</span> <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> </figcaption> </figure>",
      "body": "<p>The government’s <a href=\"https://www.parliament.uk/business/news/2019/parliamentary-news-2019/immigration-and-social-security-co-ordination-eu-withdrawal-bill-commons-stages/\" title=\"\">immigration bill</a> is a threat to the rights of millions of people, and we oppose it. When the bill comes to its third reading in March, we urge all MPs to vote against it.</p> <p>The immigration bill will extend the hostile environment to European migrants, putting them into the same system that brought us the Windrush scandal. The income thresholds introduced by the bill will separate families and exclude many millions of people who might otherwise have contributed to our society.</p> <p>We reject utterly the lie that immigration is to blame for the state of public services or falling wages. These are the result of austerity, privatisation and deregulation. Ending free movement will do nothing to end these damaging policies, and will put migrant workers at the mercy of their employers.</p> <p>We need solidarity, not scapegoating. On 1 March, we will be joining a day of action against the bill, with communities making their voice heard up and down the country.<br><strong>Lloyd Russell-Moyle MP, Ged Killen MP, Caroline Lucas MP, Alex Sobel MP, Julie Ward MEP, Sabrina Huck</strong><em> Labour Campaign for Free Movement, </em><strong>Ana Oppenheim</strong><em> Another Europe is Possible, </em><strong>Nadia Whittome</strong><em> Labour for a Socialist Europe, </em><strong>Nick Dearden</strong><em> Global Justice Now, </em><strong>Jilna Shah </strong><em>Migrants Rights Network, </em><strong>Hilary Wainwright </strong><em>Editor, Red Pepper</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "260",
      "commentable": "false",
      "firstPublicationDate": "2019-02-28T18:24:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-02-28T18:34:02Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apynj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c9cbafc0b3a21dffc69439e6d91a86da80825f7d/24_0_3451_2070/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The government’s immigration bill is a threat to the rights of millions of people, and we oppose it. When the bill comes to its third reading in March, we urge all MPs to vote against it. The immigration bill will extend the hostile environment to European migrants, putting them into the same system that brought us the Windrush scandal. The income thresholds introduced by the bill will separate families and exclude many millions of people who might otherwise have contributed to our society. We reject utterly the lie that immigration is to blame for the state of public services or falling wages. These are the result of austerity, privatisation and deregulation. Ending free movement will do nothing to end these damaging policies, and will put migrant workers at the mercy of their employers. We need solidarity, not scapegoating. On 1 March, we will be joining a day of action against the bill, with communities making their voice heard up and down the country. Lloyd Russell-Moyle MP, Ged Killen MP, Caroline Lucas MP, Alex Sobel MP, Julie Ward MEP, Sabrina Huck Labour Campaign for Free Movement, Ana Oppenheim Another Europe is Possible, Nadia Whittome Labour for a Socialist Europe, Nick Dearden Global Justice Now, Jilna Shah Migrants Rights Network, Hilary Wainwright Editor, Red Pepper • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1596",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/feb/28/church-must-speak-up-on-begum-return",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-02-28T18:23:25Z",
    "webTitle": "Church must speak up on Begum return | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/feb/28/church-must-speak-up-on-begum-return",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/feb/28/church-must-speak-up-on-begum-return",
    "fields": {
      "headline": "Church must speak up on Begum return",
      "standfirst": "Chris Williamson | Shamima Begum | Toilets | Roald Dahl",
      "trailText": "<strong>Brief letters:</strong> Chris Williamson | Shamima Begum | Toilets | Roald Dahl",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"913f37084aa41ee951372fecb94817c5d3cb6f0b\"> <img src=\"https://media.guim.co.uk/913f37084aa41ee951372fecb94817c5d3cb6f0b/0_506_1449_869/1000.jpg\" alt=\"Shamima Begum\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shamima Begum. ‘Where is the church’s voice in supporting the return to the UK of Shamima Begum and her young son?’ asks David Jennings. Photograph: PA</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>Can you imagine any Labour MP thinking it would be alright to say we’ve been too apologetic about racism or indeed sexism (<a href=\"https://www.theguardian.com/politics/2019/feb/27/labour-suspends-chris-williamson-over-antisemitism-remarks\" title=\"\">Williamson suspended after U-turn by Labour</a>, 28 February)?<br><strong>Kate Myers</strong><br><em>London</em></p> <p>• Where is the church’s voice in supporting the return to the UK of Shamima Begum and her young son (<a href=\"https://www.theguardian.com/uk-news/2019/feb/27/sajid-javid-difficult-to-strip-shamima-begum-of-uk-citizenship\" title=\"\">Report</a>, 28 February)? Are we not aware of the parable of the prodigal son, the younger son being welcomed back by his father after leaving home and squandering his inheritance (<a href=\"https://www.biblegateway.com/passage/?search=luke%2015:11-32&amp;version=ESV\" title=\"\">Luke 15:11-32</a>)? Or are we more content to act as the belligerent elder son resentful of the welcome given to his returning brother?<br><strong>David Jennings</strong><br><em>Canon theologian, Leicester Cathedral</em></p> <p>• I believe the most accurate term for the smallest room (<a href=\"https://www.theguardian.com/politics/2019/feb/27/how-to-have-the-sweetest-brexit-break\" title=\"\">Letters</a>, 28 February) is the (possibly) Old English “shândry”, which roughly translates as “shithouse”.<br><strong>Ellie Sedgwick</strong><br><em>Halesworth, Suffolk</em></p> <p>• In the US, looking for a house to rent, we were confused by the term “half-bath”; perhaps this was a small sit-bath suitable for children? With a young family this appealed to me, so I asked to see one and was shown a downstairs loo.<br><strong>Nicolette Wise</strong><br><em>Dalry, Dumfries &amp; Galloway</em></p> <p>• On the theme of Dahl’s new words (<a href=\"https://www.theguardian.com/books/2019/feb/28/squinky-pigsquiffle-how-roald-dahl-teaches-children-creative-swearing\" title=\"\">Report</a>, 28 February), may I offer one of my own. Skuldoggery is what my beagle puppy gets up to when he thinks we are not watching.<br><strong>Geoff Wheeler</strong><br><em>Coventry</em></p> <p>• Our six-year-old granddaughter recently said something or other would be “a disastrophe”. Just about sums up the entire Brexit affair.<br><strong>Paulina Church</strong><br><em>Manchester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "290",
      "commentable": "false",
      "firstPublicationDate": "2019-02-28T18:23:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:42Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apmy5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/913f37084aa41ee951372fecb94817c5d3cb6f0b/0_506_1449_869/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Can you imagine any Labour MP thinking it would be alright to say we’ve been too apologetic about racism or indeed sexism (Williamson suspended after U-turn by Labour, 28 February)? Kate Myers London • Where is the church’s voice in supporting the return to the UK of Shamima Begum and her young son (Report, 28 February)? Are we not aware of the parable of the prodigal son, the younger son being welcomed back by his father after leaving home and squandering his inheritance (Luke 15:11-32)? Or are we more content to act as the belligerent elder son resentful of the welcome given to his returning brother? David Jennings Canon theologian, Leicester Cathedral • I believe the most accurate term for the smallest room (Letters, 28 February) is the (possibly) Old English “shândry”, which roughly translates as “shithouse”. Ellie Sedgwick Halesworth, Suffolk • In the US, looking for a house to rent, we were confused by the term “half-bath”; perhaps this was a small sit-bath suitable for children? With a young family this appealed to me, so I asked to see one and was shown a downstairs loo. Nicolette Wise Dalry, Dumfries &amp; Galloway • On the theme of Dahl’s new words (Report, 28 February), may I offer one of my own. Skuldoggery is what my beagle puppy gets up to when he thinks we are not watching. Geoff Wheeler Coventry • Our six-year-old granddaughter recently said something or other would be “a disastrophe”. Just about sums up the entire Brexit affair. Paulina Church Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1791",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/feb/28/mps-debate-climate-after-school-strike-but-only-a-handful-turn-up",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-02-28T17:37:59Z",
    "webTitle": "MPs debate climate after school strike – but only a handful turn up",
    "webUrl": "https://www.theguardian.com/politics/2019/feb/28/mps-debate-climate-after-school-strike-but-only-a-handful-turn-up",
    "apiUrl": "https://content.guardianapis.com/politics/2019/feb/28/mps-debate-climate-after-school-strike-but-only-a-handful-turn-up",
    "fields": {
      "headline": "MPs debate climate after school strike – but only a handful turn up",
      "standfirst": "<p>Government benches mostly empty for debate inspired by schoolchildren’s climate strike</p>",
      "trailText": "Government benches mostly empty for debate inspired by schoolchildren’s climate strike",
      "byline": "Sandra Laville",
      "main": "<figure class=\"element element-image\" data-media-id=\"1dfc391694f375f62027d26942f62f2e8e2ff8a4\"> \n <img src=\"https://media.guim.co.uk/1dfc391694f375f62027d26942f62f2e8e2ff8a4/50_0_530_318/500.png\" alt=\"House of Commons\" width=\"500\" height=\"300\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A handful of MPs debate climate change in the House of Commons.</span> \n  <span class=\"element-image__credit\">Photograph: parliamentlive.tv</span> \n </figcaption> \n</figure>",
      "body": "<p>In the week that the UK experienced its <a href=\"https://www.theguardian.com/uk-news/2019/feb/26/uk-hottest-winter-day-ever\">hottest ever winter day</a>, just a handful of government MPs attended a debate on climate change in parliament on Thursday. </p> \n<p>Layla Moran, the Liberal Democrat MP for Oxford West and Abingdon, said she had secured the discussion after being inspired by the thousands of UK <a href=\"https://www.theguardian.com/environment/2019/feb/15/uk-climate-change-strike-school-pupils-children-environment-protest\">schoolchildren who went on strike over climate change</a> this month and wanted to thank them for forcing MPs into action.</p> \n<p>Moran said climate change had not been debated in the main chamber of the House of Commons for two years. She spoke, however, to a chamber where the seats were predominantly empty. At points, as few as 10 MPs sat on government benches, although the opposition side was more occupied. The lacklustre response to the debate from the government was in stark contrast to the condemnation by Downing Street to the <a href=\"https://www.theguardian.com/environment/2019/feb/14/uk-pupils-climate-change-strike-headteachers-unions-schools\">thousands of children involved in the strike</a> for climate change, calling it “truancy”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"2f73ba48-765e-4771-8b4f-221c71d3ab0e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/cMZwTawkqYg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Mary Creagh, chair of the environmental audit committee, said politicians needed to shape and bend the financial system to invest in a green economy.</p> \n<p>“To achieve net zero [carbon emissions] we have to reduce our emissions rapidly and at scale in every area of our economy and our lives,” she said.</p> \n<p>Zac Goldsmith, Conservative MP for Richmond Park and North Kingston, said last year’s <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">UN Intergovernmental Panel on Climate Change report</a> – detailing the difference between meeting a 1.5C rise above pre-industrial levels compared with 2C – gave the most alarming picture yet of the impact of climate change.</p> \n<p>He said: “If you look at the trends, we are not heading for that apocalyptic 2 degree rise, we are heading something that looks more like 3 degrees, the consequences of which we cannot possibly estimate.”</p> \n<p>In light of that, he said “the idea of children missing a few hours of geometry or PE to wake our political system up is somehow the wrong thing to do just seems … absurd”.</p> \n<p>Caroline Lucas, the Green MP for Brighton Pavilion, who secured the debate with Moran, said long-term climate targets had to be amended to net zero. She said even after all of the international conferences and pledges, the Earth was still set to warm by 3-4C.</p> \n<p>“Time is quickly running out to limit warming even to the 1.5 or 2 degree aspirations of the IPCC. We face a climate emergency … It calls for unprecedented boldness of vision and a new way of thinking.”</p>",
      "newspaperPageNumber": "6",
      "wordcount": "409",
      "firstPublicationDate": "2019-02-28T17:37:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-20T14:23:34Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apmtz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1dfc391694f375f62027d26942f62f2e8e2ff8a4/50_0_530_318/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the week that the UK experienced its hottest ever winter day, just a handful of government MPs attended a debate on climate change in parliament on Thursday. Layla Moran, the Liberal Democrat MP for Oxford West and Abingdon, said she had secured the discussion after being inspired by the thousands of UK schoolchildren who went on strike over climate change this month and wanted to thank them for forcing MPs into action. Moran said climate change had not been debated in the main chamber of the House of Commons for two years. She spoke, however, to a chamber where the seats were predominantly empty. At points, as few as 10 MPs sat on government benches, although the opposition side was more occupied. The lacklustre response to the debate from the government was in stark contrast to the condemnation by Downing Street to the thousands of children involved in the strike for climate change, calling it “truancy”. Mary Creagh, chair of the environmental audit committee, said politicians needed to shape and bend the financial system to invest in a green economy. “To achieve net zero [carbon emissions] we have to reduce our emissions rapidly and at scale in every area of our economy and our lives,” she said. Zac Goldsmith, Conservative MP for Richmond Park and North Kingston, said last year’s UN Intergovernmental Panel on Climate Change report – detailing the difference between meeting a 1.5C rise above pre-industrial levels compared with 2C – gave the most alarming picture yet of the impact of climate change. He said: “If you look at the trends, we are not heading for that apocalyptic 2 degree rise, we are heading something that looks more like 3 degrees, the consequences of which we cannot possibly estimate.” In light of that, he said “the idea of children missing a few hours of geometry or PE to wake our political system up is somehow the wrong thing to do just seems … absurd”. Caroline Lucas, the Green MP for Brighton Pavilion, who secured the debate with Moran, said long-term climate targets had to be amended to net zero. She said even after all of the international conferences and pledges, the Earth was still set to warm by 3-4C. “Time is quickly running out to limit warming even to the 1.5 or 2 degree aspirations of the IPCC. We face a climate emergency … It calls for unprecedented boldness of vision and a new way of thinking.”",
      "charCount": "2369",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sandralaville\">Sandra Laville</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-02-28T17:11:39Z",
    "webTitle": "Brexit: Article 50 extension would lead to 'humiliation' for UK, says Eustice as he resigns as minister - Politics live",
    "webUrl": "https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live",
    "fields": {
      "headline": "Brexit: Article 50 extension would lead to 'humiliation' for UK, says Eustice as he resigns as minister - Politics live",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c779f8be4b01c747a0e574a#block-5c779f8be4b01c747a0e574a\">Tom Watson’s Today interview - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77d5abe4b0d68623052728#block-5c77d5abe4b0d68623052728\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77f822e4b09f04c9ee12e3#block-5c77f822e4b09f04c9ee12e3\">George Eustice’s resignation letter - Snap analysis</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c781285e4b09f04c9ee14c5#block-5c781285e4b09f04c9ee14c5\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"98258a5a93a8cc061755365b24ba27306250b5de\"> <img src=\"https://media.guim.co.uk/98258a5a93a8cc061755365b24ba27306250b5de/0_17_1371_823/1000.jpg\" alt=\"George Eustice has resigned as fisheries minister over Theresa May’s decision to offer MPs a vote on extending article 50\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">George Eustice has resigned as fisheries minister over Theresa May’s decision to offer MPs a vote on extending article 50</span> <span class=\"element-image__credit\">Photograph: Simon Hadley/NFU</span> </figcaption> </figure>",
      "body": "<div id=\"block-5c781285e4b09f04c9ee14c5\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T17:11:39.985Z\">5.11pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/feb/28/junior-minister-george-eustice-resigns-over-article-50-vote\">Agriculture minister George Eustice has resigned from the government over Theresa May’s decision to allow a vote on delaying article 50, saying it would be “the final humiliation of our country”.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/feb/28/extension-article-50-must-be-one-off-brussels-eu27-uk-brexit-delay\">Brussels is to insist that any Brexit delay is a one-off, according to senior EU diplomats, setting the stage for Theresa May to present MPs with the choice of her deal or a chaotic no-deal exit this summer.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/feb/28/eu-angers-uk-with-its-support-for-spains-gibraltar-airport-claims\">The British government has expressed anger after the EU offered tentative support for Spain’s territorial claim over the land on which Gibraltar airport is built.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/feb/28/scrap-laws-driving-privatisation-of-health-service-say-nhs-bosses\">NHS bosses have urged ministers to scrap controversial legislation that has led to the widespread privatisation of healthcare as part of a major revamp of the health service.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/feb/28/theresa-may-backs-ally-jordan-king-abdullah-underwrites-world-bank-loan\">Britain launched an economic and diplomatic push to protect Jordan as an oasis of political stability in the Middle East by staging a conference designed to rescue the debt-ridden country, and help its leader, mainly by an injection of private sector investment.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/tv-and-radio/2019/feb/28/david-lammy-stacey-dooley-comic-relief-white-saviour-row-uganda-red-nose-day-film\">The Labour MP David Lammy has denied snubbing Comic Relief after he became embroiled in a dispute with the television journalist and Strictly Come Dancing winner Stacey Dooley.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5c7811cfe4b07200085700e9\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:55:16.361Z\">4.55pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p> A group of Extinction Rebellion climate activists planning to stage a protest during first minister’s questions were stopped by police from entering the Scottish parliament earlier today.</p> <p><strong>Extinction Rebellion Scotland</strong>, an offshoot of the now global network of climate protestors, said they planned to interrupt Nicola Sturgeon by challenging her to pursue much more radical, tougher policies to cut carbon emissions. Activists posing as tourists staged a<a href=\"https://www.theguardian.com/politics/2019/jan/25/extinction-rebellion-activists-occupy-scottish-parliament\">n occupation in the Holyrood chamber on Friday 25 January,</a> a non-sitting day, and also a sit-down protest in Parliament Square outside Westminster.</p> <p>Sturgeon insists her government is amongst the world leaders on tackling climate change, but an Extinction Rebellion spokeswoman said: </p> <blockquote class=\"quoted\"> <p>We were intending to stand up during first minister’s questions, and ask ‘why won’t the Scottish government commit to going carbon neutral by 2025? We call on the Scottish government to tell the truth and act as if the truth was real.</p> </blockquote> <p>A Police Scotland spokesman said: </p> <blockquote class=\"quoted\"> <p>On the morning of Thursday 27th February, officers working at the Scottish parliament had reason to believe that five individuals attempting to enter the Scottish parliament were intent on disrupting parliamentary business. They were refused entry and left the area with no issue.</p> </blockquote> </div>   </div> <div id=\"block-5c781065e4b07200085700e0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:48:21.959Z\">4.48pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Boris Johnson say no deal 'may yet be best option for UK'</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson</strong>, the former foreign secretary, has welcomed George Eustice’s resignation. He says leaving the EU with no deal “may yet be the best option for the UK”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1101160057188896768\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">George Eustice is brave and right - and his superb letter to the PM shows that no deal may yet be the best option for the U.K.</p>&mdash; Boris Johnson (@BorisJohnson) <a href=\"https://twitter.com/BorisJohnson/status/1101160057188896768?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c781034e4b0c5f213664a21\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:46:26.395Z\">4.46pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is the BBC’s <strong>Norman Smith</strong> on George Eustice’s resignation.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1101159706448592896\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What makes <a href=\"https://twitter.com/MPGeorgeEustice?ref_src=twsrc%5Etfw\">@MPGeorgeEustice</a> resignation different is that he has never been a Brexit ultra. Ominous for PM to lose loyal, middle ground Brexiteer.</p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1101159706448592896?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c780d96e4b0c5f2136649ee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:35:08.116Z\">4.35pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is <strong>Michael Gove</strong>, the environment secretary, on the resignation of his junior minister and fellow Brexiter George Eustice.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelgove/status/1101154411248787456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So sorry to see George go. He has been a brilliant minister and will remain a dear friend. He leaves an outstanding legacy, with the Agriculture and Fisheries Bills setting domestic policy for the first time in nearly 50 years. He will be very much missed.</p>&mdash; Michael Gove (@michaelgove) <a href=\"https://twitter.com/michaelgove/status/1101154411248787456?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7809c1e4b09f04c9ee142c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:19:50.274Z\">4.19pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is <strong>Theresa May</strong>’s response to George Eustice’s resignation letter. By the standard of these things, it is warm and complimentary. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1101153450950307840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">PM response to <a href=\"https://twitter.com/MPGeorgeEustice?ref_src=twsrc%5Etfw\">@MPGeorgeEustice</a> resignation <a href=\"https://t.co/36YFLhCJiG\">pic.twitter.com/36YFLhCJiG</a></p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1101153450950307840?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c7808f4e4b0c5f213664991\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:16:23.562Z\">4.16pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>Russell Group</strong> is calling on Sajid Javid to scrap plans for a 36-month visa for EU nationals coming to the UK in the event of a no-deal Brexit because it discriminates against Scottish universities, which offer four year degrees.</p> <p>Describing the plans, which would also penalise future EU students wanting to study engineering or medicine courses, which also last longer than three years, as “a kick in the teeth” for Scottish universities, the Russell Group head of policy Jess Cole said: </p> <blockquote class=\"quoted\"> <p>Introducing a non-extendable, three-year visa for EU nationals would be bizarre. It’s a kick in the teeth to Scottish universities, given nearly every undergraduate course in Scotland is four years, and to courses such as medicine and engineering, which are also longer. This makes no sense for the NHS and industry, given the doctors and engineers we need.</p> </blockquote> <p>Alastair Sim, director of<strong> Universities Scotland</strong>, said: </p> <blockquote class=\"quoted\"> <p>This policy actively discriminates against Scottish universities as our undergraduate degrees are typically four years in length. This is an oversight by the UK government but one which will inflict disproportionate damage to our institutions and must be rectified as a matter of urgency.</p> </blockquote> </div>   </div> <div id=\"block-5c780740e4b0c5f21366496e\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:11:18.341Z\">4.11pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Brexiters plan march from Sunderland to London to protest about referendum 'betrayal'</h2>  <div class=\"block-elements\">  <p>It’s not quite <a href=\"https://www.theguardian.com/century/1930-1939/Story/0,6051,127027,00.html\">the Jarrow March</a>, although it follows a similar route – next month a group of pro-Brexit protesters , led by Nigel Farage, are due to stage a walk from Sunderland to London to “voice their deep disappointment at the ongoing betrayal of the referendum result”.</p> <p>The event is being organised by <strong>Leave Means Leave,</strong> whose founder and chair, Richard Tice and John Longworth, will be among the planned “core group” of marchers who will trek the entire 270 or so miles.</p> <p>Farage, the former Ukip leader who is setting up a <a href=\"https://www.theguardian.com/politics/2019/jan/20/nigel-farage-to-lead-new-pro-brexit-party-if-eu-departure-delayed-ukip\">new pro-Brexit party</a>, will be there for the start – Sunderland was chosen as the first city to record a vote for leave in 2016 – and on yet-to-be-confirmed other legs to be fitted round his “pre-existing commitments”, a spokesman for Leave Means Leave said.</p> <p>The march will end with a rally in Parliament Square on 29 March, the planned Brexit date, though of course it might end up not being then.</p> <p>In a quote released by the organisers, Farage said:</p> <blockquote class=\"quoted\"> <p>The Westminster elite are in the process of betraying the British people over Brexit. All of us who want Britain to be a great country once again accept that we must be prepared to stand up for what we believe in and fight for our independence.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"01fe186936a0aa9fad2148a250e2d89086e31a7c\"> <img src=\"https://media.guim.co.uk/01fe186936a0aa9fad2148a250e2d89086e31a7c/0_49_5208_3126/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage</span> <span class=\"element-image__credit\">Photograph: John Keeble/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c77f03ee4b0c5f2136647e6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T16:06:17.511Z\">4.06pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">EU rejects Costa plan backed by MPs for mini agreement on citizens' rights in event of no deal</h2>  <div class=\"block-elements\">  <p>The <strong>European commission </strong>has rejected the UK parliament’s call for a mini deal guaranteeing citizens’ rights in the event of the withdrawal agreement being rejected. Last night the Commons <a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76e681e4b01c747a0e521f#block-5c76e681e4b01c747a0e521f\">approved without opposition</a> the <a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76aa7ee4b0822aecfce057#block-5c76aa7ee4b0822aecfce057\">amendment</a> tabled by the Tory MP Alberto Costa saying the government should ask the EU “to adopt part two of the withdrawal agreement on citizens’ rights ... whatever the outcome of negotiations on other aspects of the withdrawal agreement.” The government originally opposed the amendment, on the grounds that the EU would never agree, although<a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76b4c1e4b0822aecfce13b#block-5c76b4c1e4b0822aecfce13b\"> it changed its mind yesterday hours ahead of the vote.</a></p> <p>And today we’ve discovered that<a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76aa7ee4b0822aecfce057#block-5c76aa7ee4b0822aecfce057\"> Theresa May’s initial assessment was right</a>; according to the EU, the Costa plan is a non-starter. This is what the European commission’s spokeswoman<strong> Mina Andreeva </strong>told a Brussels briefing when asked if the EU was willing to strike a deal of the kind proposed by Costa. She replied:</p> <blockquote class=\"quoted\"> <p>We will not negotiate mini-deals because negotiating such mini-deals outside the withdrawal agreement would imply that the negotiations have failed.</p> </blockquote> <p>Andreeva said that the best way to protect the continuing rights of expat citizens was “through the withdrawal agreement”. </p> </div>   </div> <div id=\"block-5c77f822e4b09f04c9ee12e3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T15:44:50.637Z\">3.44pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">George Eustice's resignation letter - Snap analysis</h2>  <div class=\"block-elements\">  <p>Last night most Tory MPs voted alongside the opposition to back an amendment approving Theresa May’s decision to allow the Commons a possible vote on extending article 50. Dozens of Conservatives abstained, but only 20 voted against. They were all hardline Brexiters, but they were small in number, and <a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76ea18e4b0822aecfce45c#block-5c76ea18e4b0822aecfce45c\">they lost the vote by a majority of almost 500.</a> The rebellion seemed contained.</p> <p>But <strong>George Eustice</strong>’s resignation shows that it is not just the Brexiter ultras who are furious about the prospect of article 50 being extended. He is one of the Brexiter pragmatists - in his letter he says that he accepts the need for compromise, and will vote for Theresa May’s deal - but felt strongly enough about this to leave government.</p> <p>Here are some of the main points from his letter. (See<a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77f405e4b0c5f21366480a#block-5c77f405e4b0c5f21366480a\"> 2.47pm.)</a></p> <ul> <li><strong>Eustice claims that allowing article 50 to be extended would lead to “humiliation” for the UK because it would allow the EU to dictate terms.</strong></li> </ul> <ul> <li><strong>He says that the UK must be willing to leave the EU with no deal in order to get the best outcome</strong>. However, he does not explain in detail exactly how he expects the EU would react to this brinkmanship, or what concessions he thinks they might offer.</li> </ul> <ul> <li><strong>He claims that, in the event of a no-deal Brexit, the EU would offer the UK an informal nine-month transition.</strong></li> </ul> <blockquote class=\"quoted\"> <p>We must be ready to face down the European Union here and now. The absence of an agreement poses risks and costs for them too. We already know that in the event of “no deal” the EU will seek an informal transition period for nine months in many areas and settlement talks could continue within this window.</p> </blockquote> <p>This is significant because it reflects a relatively common view amongst Brexiters. But this is not what the EU are saying would happen in the event of no deal. Towards the end of last year, when giving <a href=\"http://www.sipotra.it/wp-content/uploads/2018/09/Oral-evidence-The-progress-of-the-UK%E2%80%99s-negotiations-on-EU-withdrawal-HC-372.pdf\">evidence to the Commons Brexit committee (pdf),<strong> <br></strong></a><strong>Michel Barnier,</strong> the EU’s chief Brexit negotiators, was asked if there would be informal UK-EU deals in the event of there being no agreement. He replied:</p> <blockquote class=\"quoted\"> <p>Now if there is a no deal there is no more discussion. There is no more negotiation. It is over and each side will take its own unilateral contingency measures, and we will take them in such areas as aviation, but this does not mean mini-deals in the case of a no deal. We want a deal. We want an overall agreement; otherwise each will take their own contingency measures on their own side. </p> </blockquote> <ul> <li><strong>Eustice claims that parliament is now “in direct control of events”. </strong>This is questionable, because the amendment that would have forced the government to cede control of the parliamentary timetable to allow the Yvette Cooper bill to be debated was never voted on or passed. But Eustice clearly feels that, even though the original Cooper plan was not implemented, it might just as well have been.</li> </ul> <ul> <li><strong>He says that he is resigning because he wants to be “free to participate in the critical debate” coming up. </strong>That implies that he wants to be able to vote against extending article 50 if there is a vote on 14 March (following the defeat of the Brexit deal). That in turn implies that he expects May to whip Tory MPs to vote for extension in those circumstances - something ministers have refused to confirm.</li> </ul> <ul> <li><strong>He accuses the EU of not acting honourably. </strong>He says:</li> </ul> <blockquote class=\"quoted\"> <p>I do not believe that the commission has behaved honourably during these negotiations. They have deliberately made progress slow and difficult. They have stated in terms that they will refuse to even hold substantive negotiations on a future partnership until after we leave. If the position of parliament is now that we will refuse to leave without an agreement then we are somewhat stuck. This is uncomfortable for everyone, but we cannot negotiate a successful Brexit unless we are prepared to walk through the door.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-02-28T15:53:42.563Z\">at 3.53pm GMT</time></p>  </div> <div id=\"block-5c77f7fee4b0c5f213664858\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T15:02:56.854Z\">3.02pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from the BBC’s <strong>Laura Kuenssberg </strong>on George Eustice’s resignation.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1101134854392082435\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hearing ‘swelling unhappiness’ among some ministers over what happened last night <a href=\"https://t.co/R3wP8SB4NH\">https://t.co/R3wP8SB4NH</a></p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1101134854392082435?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c77f4c6e4b0c5f213664813\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T14:52:27.470Z\">2.52pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>To make sense of George Eustice’s resignation, it helps to know that, although he is not the most vocal of the Brexiters in government, he is probably the only one who once stood as a Ukip candidate. That was back in 1999, when he failed to get elected as an MP. He subsequently joined the Conservatives, working for David Cameron as his press secretary when Cameron was opposition leader, before being elected MP for Camborne and Redruth in Cornwall in 2010.</p> </div>   </div> <div id=\"block-5c77f405e4b0c5f21366480a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T14:47:28.513Z\">2.47pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">George Eustice's resignation letter in full</h2>  <div class=\"block-elements\">  <p>Here is the full text of <strong>George Eustice</strong>’s resignation letter. Here is his resignation letter in full.</p> <blockquote class=\"quoted\"> <p>It is with tremendous sadness that I have decided to resign from the government following the decision this week to allow the postponement of our exit from the EU. Since parliament is now in direct control of events, I want to be free to participate in the critical debate that will take place in the weeks ahead.</p> <p>It has been an honour to work alongside so many talented individuals at Defra over the past five years. Defra has phenomenal expertise and, more than any other government department, has embraced the opportunities posed by our exit from the EU. I have particularly welcomed the chance to craft two new Bills on farming and fisheries, which are the first for half a century, as we have prepared the ground to restore self-government in this country.</p> <p>I will vote for your withdrawal agreement when it returns to the House and I very much hope that the attorney general succeeds in securing final changes so that others might too. Although I campaigned to leave, I have always supported compromise to achieve a reconciliation in our country. Leaving the EU would represent an historic change and it is natural that some people will feel apprehensive. I have been open to the idea of using our existing membership of the EEA as an exit mechanism and I supported your approach outlined at Chequers when others did not. I have stuck with the government through a series of rather undignified retreats. However, I fear that developments this week will lead to a sequence of events culminating in the EU dictating the terms of any extension requested and the final humiliation of our country.</p> <p>I appreciate that you have been terribly undermined by those in parliament who refuse to respect the referendum result. You have shown tenacity and resilience over the past year. However, what our country needs from all its political leaders at this critical juncture is courage, and we are about to find out whether parliament has it.</p> <p>As a Defra Minister, I have enjoyed good relations with the European commission and with ministers from other member states. However, I do not believe that the commission has behaved honourably during these negotiations. They have deliberately made progress slow and difficult. They have stated in terms that they will refuse to even hold substantive negotiations on a future partnership until after we leave. If the position of Parliament is now that we will refuse to leave without an agreement then we are somewhat stuck. This is uncomfortable for everyone, but we cannot negotiate a successful Brexit unless we are prepared to walk through the door.</p> <p>We must therefore have the courage, if necessary, to reclaim our freedom first and talk afterwards. We must be ready to face down the European Union here and now. The absence of an agreement poses risks and costs for them too. We already know that in the event of “no deal” the EU will seek an informal transition period for nine months in many areas and settlement talks could continue within this window.</p> <p>I will do what I can from the back benches to try to salvage this sorry situation and I hope that, when the moment comes, Parliament will not let our country down.</p> </blockquote> <h2><br></h2> </div>   </div> <div id=\"block-5c77f2e8e4b09f04c9ee1286\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T14:43:51.637Z\">2.43pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">George Eustice resigns as fisheries minister in protest against May agreeing possible article 50 extension</h2>  <div class=\"block-elements\">  <p><strong>George Eustice,</strong> the Brexiter fisheries minister, has just announced his resignation from the government. He says he is opposed to Theresa May’s decision to allow MPs a vote on extending article 50.</p> </div>   </div> <div id=\"block-5c77edc5e4b072000856fe99\" class=\"block\" data-block-contributor=\"profile/lisaocarroll\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T14:20:31.975Z\">2.20pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>David Lidington, the Cabinet Office minister, has moved to quell concerns in Ireland after reports that Britain wanted to start a “beef trade war”.</p> <p>Downing Street said there was still no firm date for the publication of the schedule of tariffs which was due last week. </p> <p><strong>Simon Coveney,</strong> Ireland’s deputy prime minister, told the Irish parliament that Lidington rang him to tell him he was concerned about the reports over beef wars and “made it clear to me that they were not coming from the British government”.</p> <p>Coveney told MPs in the Dail there were “elements within the Westminster system that are frustrated that they cannot get over this issue of the backstop and want to see some pressure being applied to Ireland.”</p> <p>Ireland is concerned about the prospect of tariffs with around 50% of its Beef exports going to the UK.</p> <p>Government briefings to food sector interests suggest that while tariffs threaten price rises, quotas will be used to counter that in areas such as beef where Britain relies on imports. </p> <p>This would mean little or no price rises on foods like beef and dairy imports. </p> </div>   </div> <div id=\"block-5c77d5abe4b0d68623052728\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T13:30:57.315Z\">1.30pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/feb/28/john-mcdonnell-amendment-second-brexit-referendum-could-happen-next-week\">Labour will vote for a second referendum on Brexit when Theresa May tries to get her deal through parliament in the next fortnight, John McDonnell has said. </a></strong>And there is a chance Labour could win the vote, he claimed.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/feb/28/labour-worst-day-shame-tom-watson-luciana-berger-resignation\">Labour’s deputy leader, Tom Watson, has accused suspended MP Chris Williamson of being “deliberately inflammatory” over antisemitism in the party, as he pledged to wage a personal battle to regain trust over the issue.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/feb/28/migration-from-non-eu-countries-reach-highest-level-in-15-years\">Net migration to Britain from the EU has dropped to the lowest level for almost a decade, fuelled by falling numbers of eastern European citizens since the Brexit vote, even as migration from the rest of the world rose.</a> </strong>The CBI and the Institute of Directors have expressed concern about the trend. (See<a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77cfa8e4b07087b5298eb9#block-5c77cfa8e4b07087b5298eb9\"> 12.11pm.)</a></li> </ul> <ul> <li><strong>Scotland could see the size of its workforce fall by up to 5% over two decades as a result of the UK government’s immigration plans, an expert panel advising the Scottish government has said in<a href=\"https://www.gov.scot/binaries/content/documents/govscot/publications/report/2019/02/uk-immigration-policy-leaving-eu-impacts-scotlands-economy-population-society/documents/uk-immigration-policy-leaving-eu-impacts-scotlands-economy-population-society/uk-immigration-policy-leaving-eu-impacts-scotlands-economy-population-society/govscot%3Adocument\"> a report (pdf).</a></strong> Summarising the findings, <a href=\"https://www.gov.scot/news/scotland-to-suffer-under-uk-immigration-proposals/\">a Scottish government news release </a>said:</li> </ul> <blockquote class=\"quoted\"> <p>The report reveals the harm UK government proposals would have on Scotland, reducing migration by up to 50%, thereby jeopardising Scotland’s economy, public services and future population growth.</p> <p>The advisory group also highlighted the disproportionate impact of the UK government’s proposed salary threshold, under which people earning less than £30,000 would not be allowed admittance to the UK.</p> <p>The group estimated 63% of workers in Scotland currently earn below that level, and that it would exclude a greater proportion of women than men as well as younger people at the start of their career.</p> </blockquote> <ul> <li><strong>Sir Mark Sedwill, the cabinet secretary, has told MPs that TV adverts explaining the implications of a no-deal Brexit will be broadcast.</strong> Giving evidence to the Commons public administration and constitutional affairs committee, he said: </li> </ul> <blockquote class=\"quoted\"> <p>Information [about no deal[ is available. We’ve been putting it out on the website for several months, that’s now been complemented by some radio advertising. We have plans to bring through some television advertising as well. </p> <p>So there is a communications campaign, but of course citizens and businesses are aware of that but they also look at the front pages and the news bulletins and they make a judgment, their own judgments, about the likelihood of no deal on 29 March. </p> </blockquote> <ul> <li><strong>Sedwill told the committee that the government will make an announcement about “new towns” next week.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77bfb8e4b01c747a0e5882#block-5c77bfb8e4b01c747a0e5882\">11.04am.) </a>He was speaking in response to a question about reports that the government will increase investment in leave-voting Labour areas, and the move is likely to be seen as part of a bid to encourage Labour MPs to back the government’s Brexit deal. <a href=\"https://www.theguardian.com/politics/2019/feb/27/may-to-offer-workers-rights-pledges-to-gain-labour-brexit-support\">The government is also expected to announce new pledges on workers’ rights next week</a> - another strand of its strategy to win round opposition MPs on Brexit.</li> </ul> <ul> <li><strong>Sedwill told the committee there was too much leaking from cabinet. </strong>He said:</li> </ul> <blockquote class=\"quoted\"> <p>Ministers are entitled, and indeed are required, to exercise full candour in debating issues [in cabinet] before a decision is made, and expect to be able to able to do so in confidence. And, of course, the area in my view of collective responsibility that has been under most pressure - I can’t put it quite as well <a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76865ae4b0822aecfcde5b#block-5c76865ae4b0822aecfcde5b\">as Peter Bone did yesterday in the House</a> - is the breakdown in the confidentiality of those discussions. That is an issue that we are going to have to address as we work our way through this.</p> </blockquote> <ul> <li><strong>The basic salary of an MP will rise by 2.7% from £77,379 from to £79,468 in April, <a href=\"http://www.theipsa.org.uk/news/press-releases-2019/28-february-2019-mps-pay-for-2019-20/\">the Independent Parliamentary Standards Authority has announced.</a></strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-02-28T13:42:55.874Z\">at 1.42pm GMT</time></p>  </div> <div id=\"block-5c77d492e4b0e6e402c1b776\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T12:35:11.503Z\">12.35pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>And here is some more reaction to the immigration figures. (See <a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77bef4e4b02ea1bd8e5bac#block-5c77bef4e4b02ea1bd8e5bac\">11.06am.)</a></p> <p>From <strong>Diane Abbott</strong>, the shadow home secretary</p> <blockquote class=\"quoted\"> <p>The data simply confirms the fakery behind the government’s immigration policy. Once again the number of migrants coming here vastly outstrips its unworkable 100,000 net migration target.</p> </blockquote> <p>From Madeleine Sumption, director of the <strong>Migration Observatory</strong> at the University of Oxford</p> <blockquote class=\"quoted\"> <p>The overall story the data tell on EU migration is clear - Britain is not as attractive to EU migrants as it was a couple of years ago. </p> <p>EU net migration happened to be unusually high in the run-up to the referendum so at least some of this decline would probably have happened anyway even without Brexit.</p> </blockquote> <p>From Lord Green of Deddington, chairman of <strong>Migration Watch UK</strong>, said: </p> <blockquote class=\"quoted\"> <p>It is a real concern that non-EU net migration has risen still further to more than a quarter of a million even before the government has implemented its proposals to loosen the work permit system.</p> </blockquote> </div>   </div> <div id=\"block-5c77d156e4b0d686230526b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T12:18:23.542Z\">12.18pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>These are from the Sun’s <strong>Nick Gutteridge </strong>in Brussels.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nick_gutteridge/status/1101089455220363264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Commission spokeswoman says there are &#39;no further technical meetings this week&#39; on Brexit. But UK and EU officials, including Olly Robbins and Sabine Weyand, are in constant contact. High chance Brexit Secretary Steve Barclay will be back over to Brussels early next week.</p>&mdash; Nick Gutteridge (@nick_gutteridge) <a href=\"https://twitter.com/nick_gutteridge/status/1101089455220363264?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nick_gutteridge/status/1101089940220317696\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Commission spokes also says Juncker and May have agreed work on the &#39;3 strands&#39; of ongoing negotiations (assurances, alternative arrangements, Political Declaration) must be done &#39;in time before the Council on March 21&#39;. Leaving open possibility of talks going right to the wire.</p>&mdash; Nick Gutteridge (@nick_gutteridge) <a href=\"https://twitter.com/nick_gutteridge/status/1101089940220317696?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c77cfa8e4b07087b5298eb9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T12:11:47.074Z\">12.11pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">CBI and IoD express concern about falling immigration from EU</h2>  <div class=\"block-elements\">  <p>Here is some reaction to the migration figures out this morning, showing a sharp fall in net migration from the EU since the referendum, but an increase in net migration from outside the EU. (See<a href=\"https://www.theguardian.com/politics/live/2019/feb/28/brexit-latest-news-developments-mcdonnell-says-theres-chance-labour-could-win-vote-for-second-referendum-politics-live?page=with:block-5c77bef4e4b02ea1bd8e5bac#block-5c77bef4e4b02ea1bd8e5bac\"> 11.06am.)</a></p> <p>From <strong>Ed Davey</strong>, the Lib Dem home affairs spokesman</p> <blockquote class=\"quoted\"> <p>Hospitals, schools and social care providers are already struggling to hire the staff they need, and Brexit is making that problem so much worse.</p> <p>Even before we’ve left the EU, the chaos created by Tory ministers and the nasty rhetoric of Brexiters is putting off the EU workers that our public services badly need.</p> </blockquote> <p>From Matthew Fell, the <strong>CBI</strong>’s chief UK policy director</p> <blockquote class=\"quoted\"> <p>These figures confirm fewer EU workers are coming to the UK, exacerbating labour and skills shortages across many sectors, from farm labourers to engineers.</p> <p>Businesses cannot succeed without access skills and labour, which is why it’s so important the government delivers a post-Brexit immigration system which is both open and controlled.</p> </blockquote> <p>From Tej Parikh, an economist at the<strong> Institute of Directors</strong></p> <blockquote class=\"quoted\"> <p>With job vacancies at record highs, recruiting from abroad has never been more crucial for British businesses. </p> <p>Flexible and hassle-free access to international skillsets is part and parcel of having a globally competitive skills regime, so adjusting to the government’s post-Brexit immigration agenda, with its new restrictions, will present some challenges. </p> <p>Already, firms across the retail, hospitality and construction sectors are facing obstacles as some EU workers are returning home, while it’s also becoming harder to attract labour from Europe amidst the uncertain political climate.</p> </blockquote> <p>From Stephen Clarke, an economic analyst at the <strong>Resolution Foundation</strong> thinktank</p> <blockquote class=\"quoted\"> <p>While UK politicians are seemingly unable to provide any clarity on where Britain is heading post-Brexit, EU migrants are increasingly doing so – by leaving.</p> <p>EU migration is now at its lowest level in a decade – a fall that is being driven by fewer EU migrants coming to the UK for work. In contrast, migration from the rest of the world is close to a record high, though many of these migrants are coming to study rather than work.</p> <p>Post-Brexit Britain’s migration system is still to be decided, and is years away from coming into effect. But many areas of the labour market – particularly firms in high-turnover sectors like hospitality who are reliant on the free movement of EU workers – are going to have to adjust to lower migration well before the new system is in place.</p> </blockquote> <p>From <strong>Prof Jonathan Portes</strong>, a fellow at UK in a Changing Europe, an academic network</p> <blockquote class=\"quoted\"> <p>Today’s migration statistics show a continued fall in EU migration – indeed, comparing today’s data with the most recent labour force statistics, it is very likely that more Europeans are now leaving the UK than are arriving. This undoubtedly reflects the impact of Brexit on the attractiveness of the UK to other Europeans.</p> </blockquote> </div>   </div> <div id=\"block-5c77c731e4b02ea1bd8e5c10\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T11:35:57.432Z\">11.35am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Chris Williamson,</strong> who has been suspended from Labour for saying the party was “too apologetic” in response to complaints about antisemitism, has posted a message on Twitter thanking those Labour members who have supported him.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DerbyChrisW/status/1101077667208675328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I want to thank grassroots Labour Party members and supporters from the bottom of my heart for the incredible solidarity you have shown me over the last 48 hours.<br>My message is this:<br>Keep your eyes on the prize and hold on because <a href=\"https://twitter.com/hashtag/ChangeIsComing?src=hash&amp;ref_src=twsrc%5Etfw\">#ChangeIsComing</a><a href=\"https://t.co/WBBKoCpN5E\">https://t.co/WBBKoCpN5E</a></p>&mdash; Chris Williamson MP #GTTO (@DerbyChrisW) <a href=\"https://twitter.com/DerbyChrisW/status/1101077667208675328?ref_src=twsrc%5Etfw\">February 28, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c77c28fe4b02ea1bd8e5bc5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T11:25:17.394Z\">11.25am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Watson says Labour investigation into Chris Williamson should take 'weeks, not months'</h2>  <div class=\"block-elements\">  <p><strong>Tom Watson, </strong>Labour’s deputy leader, has told BBC’s Radio 5 Live that <a href=\"https://www.theguardian.com/politics/2019/feb/27/labour-suspends-chris-williamson-over-antisemitism-remarks\">the party’s inquiry into Chris Williamson </a>should take “weeks, not months”. In an interview with Emma Barnett, asked how long the investigation should take, he replied:</p> <p>It has to be very quick …</p> <blockquote class=\"quoted\"> <p>I’m not going to set a date but I do know our general secretary is under a lot of pressure on this ... I would imagine, in order to gather evidence and for him to have his case heard, it’s probably a matter of weeks ... But it’s definitely weeks not months, in my view.</p> </blockquote> <p>Curiously, Watson also insisted that he was not technically Corbyn’s deputy. This may come as a surprise to anyone familiar with his job title but, in response to a question as to whether he was speaking out as Corbyn’s deputy or in his own right (Barnett wanted to know why Corbyn was not giving interviews on Williamson), Watson explained:</p> <blockquote class=\"quoted\"> <p>I’m not actually Jeremy’s deputy. I was elected by 200,000 Labour party members. I have my own mandate and I have a responsibility in light of that, which is why I am speaking out now.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"8e1de1be8cf67b81fb26d2c93b41d42c774445a9\"> <img src=\"https://media.guim.co.uk/8e1de1be8cf67b81fb26d2c93b41d42c774445a9/0_49_4800_2880/1000.jpg\" alt=\"Chris Williamson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Williamson</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c77c0f3e4b02ea1bd8e5bb5\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T11:08:45.508Z\">11.08am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Greek foreign ministry has uploaded a Brexit FAQs website for UK nationals living in the country. The<a href=\"http://brexit.gov.gr/uk-citizens-in-greece/\"> “Greece gets prepared for Brexit” site </a>comes a week after Athens’ leftist government announced that the rights of all UK nationals resident in Greece - estimated at 45,000 - will be fully protected in the event of London crashing out of the EU without a deal. </p> <p>The site lists various FAQs under a picture of the Parthenon and, given the uncertainty, ends with “more questions ands answers to follow soon!” <br><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-02-28T11:09:22.336Z\">at 11.09am GMT</time></p>  </div> <div id=\"block-5c77bef4e4b02ea1bd8e5bac\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T11:06:49.350Z\">11.06am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Immigration from outside EU hits highest level for 15 years</h2>  <div class=\"block-elements\">  <p>Net migration from outside the EU has hit the highest level in nearly 15 years, as a post-Brexit plunge in arrivals from the bloc continued, new figures reveal. As the Press Association reports, overall, the balance between the numbers arriving in and leaving the UK remained above 250,000 - nearly three times the government’s target level of below 100,000. <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/internationalmigration/bulletins/migrationstatisticsquarterlyreport/february2019\">Office for National Statistics data</a> showed that 261,000 more non-EU citizens came to the country than left in the year ending September 2018. This was the highest estimate since 2004. </p> <p>EU net migration continued to add to the UK’s population, but it almost halved year-on-year to 57,000 - a level last seen in 2009, the Press Association reports. Overall, around 283,000 more people moved to the UK with an intention to stay 12 months or more than left.</p>  <figure class=\"element element-image\" data-media-id=\"ae8bcd5f4bde956495c5e4584f10de30a3bfeb63\"> <img src=\"https://media.guim.co.uk/ae8bcd5f4bde956495c5e4584f10de30a3bfeb63/0_0_727_630/500.png\" alt=\"Immigration figures\" width=\"500\" height=\"433\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Immigration figures</span> <span class=\"element-image__credit\">Photograph: ONS</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c77bfb8e4b01c747a0e5882\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T11:04:47.436Z\">11.04am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>At the public administration committee <strong>Sir Mark Sedwill,</strong> the cabinet secretary, has just told MPs that there will be an announcement about “new towns” next week. He was responding to a question from Labour’s <strong>Rupa Huq </strong>about reports that <a href=\"https://www.theguardian.com/global/2019/jan/31/labour-mps-split-over-backing-theresa-may-in-return-for-investment\">the government will increase investment in leave-voting Labour areas, </a>in what is being seen by some as a move to encourage Labour MPs to vote for the government’s Brexit deal.</p> </div>   </div> <div id=\"block-5c77b63ce4b01c747a0e5808\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T10:25:15.355Z\">10.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Alberto Costa</strong>, the Tory MP forced to resign as a parliamentary aide by Theresa May, has obliquely criticised the government’s sluggish decision to back his EU migrants amendment as “better late than never”.</p> <p>Costa, a Scot who served as private parliamentary secretary to Scottish secretary David Mundell before effectively sacked for putting down the unauthorised amendment, robustly defended his actions in an interview with BBC Radio Scotland.</p> <p>He said his amendment, which instructs May to seek European Union guarantees on residency rights for EU migrants living in the UK after Brexit, and vice versa, had unified Westminster’s parties for the first time since the Brexit vote in June 2016. He told Good Morning Scotland:</p> <blockquote class=\"quoted\"> <p>I brought together all wings of my party, the Labour leader and his party, the SNP leader and his party, the leader of the Liberal Democrats, and his party, the Green party, the Welsh nationalists, Lady Herman, the DUP; it’s the first time we’ve ever seen the House of Commons putting their name down to an amendment with full government backing, on a wholly uncontroversial issue. This morning, I’m really pleased.</p> </blockquote> <p>Costa, the MP for South Leicestershire, and a lawyer, refused to discuss the nature of his dismissal, but said he and May had “a full and frank discussion” about his measure after prime minister’s questions. There was significant levels of confusion at Westminster over whether May would endorse his proposal; she eventually did.</p> <blockquote class=\"quoted\"> <p>I made it very clear to her that the whole house was brought together by my amendment; she confirmed she would give full government support, and you know what, all I care about are the rights of five million people.</p> </blockquote> <p>Asked whether he felt he had been a casualty of Brexit chaos, he said: “Well there’s an old idiom of better late than never.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-02-28T10:29:00.560Z\">at 10.29am GMT</time></p>  </div> <div id=\"block-5c77b467e4b01c747a0e57eb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T10:20:21.475Z\">10.20am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Cabinet secretary admits there's too much leaking from cabinet meetings</h2>  <div class=\"block-elements\">  <p><strong>Sir Mark Sedwill,</strong> the cabinet secretary, has just started giving evidence to the Commons public administration and constitutional affairs committee. The Tory Brexiter David Jones has just asked him if there is any precedent for cabinet ministers openly arguing against government policy, as is happening now. He was referring to the way three pro-Europeans published <a href=\"https://www.dailymail.co.uk/news/article-6736131/MPs-Rudd-Clark-Gauke-appeal-Tory-unity-party-engulfed-bitter-fighting.html\">a Daily Mail article</a> on Saturday saying the government should rule out a no-deal Brexit. Sedwill appeared to concede that this was unprecedented, saying “I don’t think there’s an exact parallel”, although he subsequently said similar issues arose at the time of the Iraq war.</p> <p>He also admitted that there was too much leaking from cabinet. There has been a “breakdown” in confidentiality, he said.</p>  <figure class=\"element element-image\" data-media-id=\"d9e418615d1e1fe5e37177ab3049dc6c31010fd9\"> <img src=\"https://media.guim.co.uk/d9e418615d1e1fe5e37177ab3049dc6c31010fd9/26_0_663_398/500.png\" alt=\"Sir Mark Sedwill\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Mark Sedwill</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c779f8be4b01c747a0e574a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T09:57:45.944Z\">9.57am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Tom Watson's Today interview - Summary</h2>  <div class=\"block-elements\">  <p><strong>Tom Watson</strong>, Labour’s deputy leader and shadow culture secretary, was on the Today programme this morning ahead of a speech he will give later on online gambling. My colleague <strong>Rob Davies</strong> has previewed the speech here.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/feb/28/labour-to-push-for-stricter-online-gambling-regulations\">Labour to push for stricter online gambling regulations</a> </p> </aside>  <p>But Watson was also asked about wider Labour issues, particularly antisemitism. Here are the main points he made.</p> <ul> <li><strong>Watson said the resignation of Luciana Berger last week was “the worst day of shame in the Labour Party’s 120-year history”</strong>. He would be meeting Jeremy Corbyn next week to discuss what more could be done to tackle antisemitism in the party. He explained:</li> </ul> <blockquote class=\"quoted\"> <p>I’ve asked to see Jeremy on Monday next week to talk about how we can further improve our measures to deal with antisemitism. </p> <p>When Luciana Berger left the Labour party, I thought it was the worst day of shame in the Labour party’s 120-year history. A pregnant young MP bullied out of her own party by racist thugs. </p> <p>The one thing I say to my colleagues and half a million Labour party members is that I am not going to allow them to be tainted by racism, so I am going to speak out on antisemitism for as long as it takes to root it out and deal with it. There’s individual responsibility here but there’s also collective responsibility on the shadow cabinet and national executive committee to speak out and deal with it.</p> </blockquote> <ul> <li><strong>He strongly criticised Chris Williamson, <a href=\"https://www.theguardian.com/society/2019/feb/28/labour-to-push-for-stricter-online-gambling-regulations\">who was suspended from the party yesterday,</a> saying some of Williamson’s comments have been “almost ... deliberately inflammatory”. </strong>Watson said:</li> </ul> <blockquote class=\"quoted\"> <p>Having monitored some of the things he’s said in the last week, our general secretary decided that the pattern of behaviour over recent months was potentially bringing our party into disrepute, and so has suspended him from the party and there’ll be an inquiry. </p> <p>He’s entitled to a fair hearing but I’ve been very, very concerned that his comments have almost been deliberately inflammatory and causing offence to not just parliamentary colleagues but people in the Jewish community who understandably have a real concern about antisemitism in the Labour party.</p> </blockquote> <ul> <li><strong>He said he did not know whether or not, <a href=\"https://www.independent.co.uk/news/uk/politics/jeremy-corbyn-chris-williamson-antisemitism-labour-mp-video-jewish-abuse-a8800496.html\">as has been claimed</a>, someone from Jeremy Corbyn’s office argued against Williamson being suspended.</strong></li> </ul> <ul> <li><strong>Watson failed to give Corbyn a wholehearted endorsement as a potential prime minister.</strong> When asked if Corbyn was fit to be prime minister, he replied:</li> </ul> <blockquote class=\"quoted\"> <p>He could easily be prime minister. </p> <p>But, of course, we could do without the antisemitism because it allows you to ask me that question on the Today programme. We need to close these issues down and we do it by being absolutely vigilant in the way we deal with racism in our own ranks. That’s on all of us.</p> </blockquote> <ul> <li><strong>He confirmed that he wanted to set up a group for Labour MPs from the party’s social democratic wing. </strong>He explained:</li> </ul> <blockquote class=\"quoted\"> <p>For very understandable reasons in the party - to do with the challenge to Jeremy a couple of years ago and some MPs not wanting to serve - we’ve not got a balance of traditions on our front bench. </p> <p>We can handle that, but it does mean there needs to be a different way of making sure that those traditions’ voices are expressed in a different way on policy-making. </p> <p>There’s no big issue about this but I do want the democratic socialist and the Christian socialist and the social democratic traditions to be heard in the parliamentary Labour party - if not on the front bench, to be heard by the front bench.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"e08779675941f77092d0e18ce02f3661e9ac1b96\"> <img src=\"https://media.guim.co.uk/e08779675941f77092d0e18ce02f3661e9ac1b96/0_14_3500_2100/1000.jpg\" alt=\"Tom Watson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Watson</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c77ab63e4b01c747a0e578c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T09:36:37.202Z\">9.36am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>In the Commons <strong>Nick Brown</strong>, the Labour chief whip, has just moved the writ for the Newport West byelection, caused by the death of Paul Flynn. It is due to take place on Thursday 4 April.</p> </div>   </div> <div id=\"block-5c779f1ce4b02ea1bd8e5a64\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-02-28T09:21:36.182Z\">9.21am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">McDonnell says there's chance Labour could win vote for second Brexit referendum</h2>  <div class=\"block-elements\">  <p>After its Brexit amendment was defeated in the Commons last night, <a href=\"https://www.theguardian.com/politics/live/2019/feb/27/brexit-debate-latest-news-developments-pmqs-chair-jacob-rees-mogg-drops-his-calls-for-wholesale-removal-of-backstop-politics-live?page=with:block-5c76e242e4b02ea1bd8e54ff#block-5c76e242e4b02ea1bd8e54ff\">Labour is now officially committed to backing a second referendum. </a>That does not mean that Jeremy Corbyn has become a passionate enthusiast for the idea, there are still many in the party who suspect that his office will manoeuvre to sabotage any such people’s vote if it becomes a probability (not least because it would be hugely divisive), and there is no evidence that, even with Labour whipping its MPs, there is a majority for referendum legislation in the Commons.</p> <p>Still, David Cameron <a href=\"https://www.theguardian.com/politics/blog/live/2019/jan/21/brexit-latest-news-mays-statement-mps-commons-deal-will-be-absolute-disaster-says-business-minister-as-may-prepares-to-address-mps-politics-live?page=with:block-5c45c934e4b058cfe6d94345#block-5c45c934e4b058cfe6d94345\">(if we believe Donald Tusk)</a> and Nick Clegg (see<a href=\"https://www.theguardian.com/politics/live/2019/jan/15/brexit-vote-parliament-latest-news-may-corbyn-gove-tells-tories-they-can-improve-outcome-if-mays-deal-passed-politics-live?page=with:block-5c3e054be4b0649df24d2124#block-5c3e054be4b0649df24d2124\"> here)</a> are both available to give Corbyn some advice on what can happen when you back a referendum expecting it to never happen.</p> <p>And last night <strong>John McDonnell,</strong> the shadow chancellor, said there was a chance Labour could win a vote on a second referendum soon. In recent weeks McDonnell has become much more positive about the case for a second referendum than Corbyn and this is what he told ITV’s Peston programme.</p> <blockquote class=\"quoted\"> <p><em>When the meaningful vote comes back, and we’re told maybe that might be March 12</em><em>, that’s the time when we’ll have to put the [second referendum] amendment up. Let me just say, we’re still going to argue we want a general election, we’re still going to argue we think our deal that we put up is the best option, but we realise, we’ve got to break this deadlock. We’ve said we’ll keep all the options on the table because we still want a general election. </em></p> <p><em>Things are shifting. There is a chance we could win it, and I’ll tell you why. It’s because people are worried about their constituencies, they’re worried about jobs, they’re worried about the economy. And I think the more we focus on that, the more there’s a chance that either a deal will go through that will protect jobs and the economy, or to get some deal through it will be conditional on going back to the people.</em></p> </blockquote> <p>McDonnell also said that, even though his Hayes and Harlington constituency voted leave, he would vote remain in a second referendum, he would campaign for remain if there were a referendum. He explained: </p> <blockquote class=\"quoted\"> <p><em>Yes I would [vote remain] because I did last time. I think it’s the right thing to do. At the same time, I tell you, we’ve got to respect people’s views on this. My constituency voted leave, and I am going back all the time and explaining to the people in my constituency, this is why I’ve come to this conclusion. Almost I’ve been forced to. We’ve gone through every path, there’s been no deal that’s been brought forward that is acceptable to parliament at the moment that would protect their jobs and their livelihoods, so we’ve been forced into this situation where there’s no other route that we can see other than this.</em></p> </blockquote> <p>After the vote last night <strong>Jeremy Corbyn</strong> himself also released <a href=\"https://twitter.com/jeremycorbyn/status/1100873124659236866\">a statement </a>saying that the party would now “back a public vote in order to prevent a damaging Tory Brexit or a disastrous no deal outcome”. But he included a caveat, adding:</p> <blockquote class=\"quoted\"> <p>We will also continue to push for the other available options to prevent those outcomes, including a close economic relationship based on our credible alternative plan or a general election.</p> </blockquote> <p>Here is the agenda for the day.<br></p> <p><em>9.30am:</em> Stephen Barclay, the Brexit secretary, takes questions in the Commons.</p> <p><em>10am:</em> Sir Mark Sedwill, the cabinet secretary, gives evidence to the Commons public administration committee.</p> <p><em>10.40am:</em> Tom Watson, the Labour deputy leader and shadow culture secretary, gives a speech on online gambling.</p> <p><em>4.30pm: </em>Theresa May speaks at the end of the Jordan: Growth and Opportunity Conference, following talks with Jordan’s King Abdullah in Downing Street earlier.</p> <p>As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I finish, at around 5pm.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-the-boeing-company-trump-kim-summit-drama-labours-second-coming-derby-day-redux/\"> the Politico Europe round-up of this morning’s political news.</a><a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-the-boeing-company-were-gonna-need-a-longer-road-exclusive-brexit-poll-vote-night-is-on/\"> </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p>  <figure class=\"element element-image\" data-media-id=\"1abe8277125ed70af0f7bb726502f81bd0b8234e\"> <img src=\"https://media.guim.co.uk/1abe8277125ed70af0f7bb726502f81bd0b8234e/0_70_4168_2501/1000.jpg\" alt=\"John McDonnell on ITV’s Peston last night.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McDonnell on ITV’s Peston last night.</span> <span class=\"element-image__credit\">Photograph: Jonathan Hordle/ITV/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-02-28T13:42:00.755Z\">at 1.42pm GMT</time></p>  </div>",
      "wordcount": "6234",
      "commentCloseDate": "2019-02-28T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-02-28T09:21:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:08Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/apknb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/98258a5a93a8cc061755365b24ba27306250b5de/0_17_1371_823/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Agriculture minister George Eustice has resigned from the government over Theresa May’s decision to allow a vote on delaying article 50, saying it would be “the final humiliation of our country”. Brussels is to insist that any Brexit delay is a one-off, according to senior EU diplomats, setting the stage for Theresa May to present MPs with the choice of her deal or a chaotic no-deal exit this summer. The British government has expressed anger after the EU offered tentative support for Spain’s territorial claim over the land on which Gibraltar airport is built. NHS bosses have urged ministers to scrap controversial legislation that has led to the widespread privatisation of healthcare as part of a major revamp of the health service. Britain launched an economic and diplomatic push to protect Jordan as an oasis of political stability in the Middle East by staging a conference designed to rescue the debt-ridden country, and help its leader, mainly by an injection of private sector investment. The Labour MP David Lammy has denied snubbing Comic Relief after he became embroiled in a dispute with the television journalist and Strictly Come Dancing winner Stacey Dooley. That’s all from me for today. Thanks for the comments. A group of Extinction Rebellion climate activists planning to stage a protest during first minister’s questions were stopped by police from entering the Scottish parliament earlier today. Extinction Rebellion Scotland, an offshoot of the now global network of climate protestors, said they planned to interrupt Nicola Sturgeon by challenging her to pursue much more radical, tougher policies to cut carbon emissions. Activists posing as tourists staged an occupation in the Holyrood chamber on Friday 25 January, a non-sitting day, and also a sit-down protest in Parliament Square outside Westminster. Sturgeon insists her government is amongst the world leaders on tackling climate change, but an Extinction Rebellion spokeswoman said: We were intending to stand up during first minister’s questions, and ask ‘why won’t the Scottish government commit to going carbon neutral by 2025? We call on the Scottish government to tell the truth and act as if the truth was real. A Police Scotland spokesman said: On the morning of Thursday 27th February, officers working at the Scottish parliament had reason to believe that five individuals attempting to enter the Scottish parliament were intent on disrupting parliamentary business. They were refused entry and left the area with no issue. Boris Johnson, the former foreign secretary, has welcomed George Eustice’s resignation. He says leaving the EU with no deal “may yet be the best option for the UK”. Here is the BBC’s Norman Smith on George Eustice’s resignation. Here is Michael Gove, the environment secretary, on the resignation of his junior minister and fellow Brexiter George Eustice. Here is Theresa May’s response to George Eustice’s resignation letter. By the standard of these things, it is warm and complimentary. The Russell Group is calling on Sajid Javid to scrap plans for a 36-month visa for EU nationals coming to the UK in the event of a no-deal Brexit because it discriminates against Scottish universities, which offer four year degrees. Describing the plans, which would also penalise future EU students wanting to study engineering or medicine courses, which also last longer than three years, as “a kick in the teeth” for Scottish universities, the Russell Group head of policy Jess Cole said: Introducing a non-extendable, three-year visa for EU nationals would be bizarre. It’s a kick in the teeth to Scottish universities, given nearly every undergraduate course in Scotland is four years, and to courses such as medicine and engineering, which are also longer. This makes no sense for the NHS and industry, given the doctors and engineers we need. Alastair Sim, director of Universities Scotland, said: This policy actively discriminates against Scottish universities as our undergraduate degrees are typically four years in length. This is an oversight by the UK government but one which will inflict disproportionate damage to our institutions and must be rectified as a matter of urgency. It’s not quite the Jarrow March, although it follows a similar route – next month a group of pro-Brexit protesters , led by Nigel Farage, are due to stage a walk from Sunderland to London to “voice their deep disappointment at the ongoing betrayal of the referendum result”. The event is being organised by Leave Means Leave, whose founder and chair, Richard Tice and John Longworth, will be among the planned “core group” of marchers who will trek the entire 270 or so miles. Farage, the former Ukip leader who is setting up a new pro-Brexit party, will be there for the start – Sunderland was chosen as the first city to record a vote for leave in 2016 – and on yet-to-be-confirmed other legs to be fitted round his “pre-existing commitments”, a spokesman for Leave Means Leave said. The march will end with a rally in Parliament Square on 29 March, the planned Brexit date, though of course it might end up not being then. In a quote released by the organisers, Farage said: The Westminster elite are in the process of betraying the British people over Brexit. All of us who want Britain to be a great country once again accept that we must be prepared to stand up for what we believe in and fight for our independence. The European commission has rejected the UK parliament’s call for a mini deal guaranteeing citizens’ rights in the event of the withdrawal agreement being rejected. Last night the Commons approved without opposition the amendment tabled by the Tory MP Alberto Costa saying the government should ask the EU “to adopt part two of the withdrawal agreement on citizens’ rights ... whatever the outcome of negotiations on other aspects of the withdrawal agreement.” The government originally opposed the amendment, on the grounds that the EU would never agree, although it changed its mind yesterday hours ahead of the vote. And today we’ve discovered that Theresa May’s initial assessment was right; according to the EU, the Costa plan is a non-starter. This is what the European commission’s spokeswoman Mina Andreeva told a Brussels briefing when asked if the EU was willing to strike a deal of the kind proposed by Costa. She replied: We will not negotiate mini-deals because negotiating such mini-deals outside the withdrawal agreement would imply that the negotiations have failed. Andreeva said that the best way to protect the continuing rights of expat citizens was “through the withdrawal agreement”. Last night most Tory MPs voted alongside the opposition to back an amendment approving Theresa May’s decision to allow the Commons a possible vote on extending article 50. Dozens of Conservatives abstained, but only 20 voted against. They were all hardline Brexiters, but they were small in number, and they lost the vote by a majority of almost 500. The rebellion seemed contained. But George Eustice’s resignation shows that it is not just the Brexiter ultras who are furious about the prospect of article 50 being extended. He is one of the Brexiter pragmatists - in his letter he says that he accepts the need for compromise, and will vote for Theresa May’s deal - but felt strongly enough about this to leave government. Here are some of the main points from his letter. (See 2.47pm.) Eustice claims that allowing article 50 to be extended would lead to “humiliation” for the UK because it would allow the EU to dictate terms. He says that the UK must be willing to leave the EU with no deal in order to get the best outcome. However, he does not explain in detail exactly how he expects the EU would react to this brinkmanship, or what concessions he thinks they might offer. He claims that, in the event of a no-deal Brexit, the EU would offer the UK an informal nine-month transition. We must be ready to face down the European Union here and now. The absence of an agreement poses risks and costs for them too. We already know that in the event of “no deal” the EU will seek an informal transition period for nine months in many areas and settlement talks could continue within this window. This is significant because it reflects a relatively common view amongst Brexiters. But this is not what the EU are saying would happen in the event of no deal. Towards the end of last year, when giving evidence to the Commons Brexit committee (pdf), Michel Barnier, the EU’s chief Brexit negotiators, was asked if there would be informal UK-EU deals in the event of there being no agreement. He replied: Now if there is a no deal there is no more discussion. There is no more negotiation. It is over and each side will take its own unilateral contingency measures, and we will take them in such areas as aviation, but this does not mean mini-deals in the case of a no deal. We want a deal. We want an overall agreement; otherwise each will take their own contingency measures on their own side. Eustice claims that parliament is now “in direct control of events”. This is questionable, because the amendment that would have forced the government to cede control of the parliamentary timetable to allow the Yvette Cooper bill to be debated was never voted on or passed. But Eustice clearly feels that, even though the original Cooper plan was not implemented, it might just as well have been. He says that he is resigning because he wants to be “free to participate in the critical debate” coming up. That implies that he wants to be able to vote against extending article 50 if there is a vote on 14 March (following the defeat of the Brexit deal). That in turn implies that he expects May to whip Tory MPs to vote for extension in those circumstances - something ministers have refused to confirm. He accuses the EU of not acting honourably. He says: I do not believe that the commission has behaved honourably during these negotiations. They have deliberately made progress slow and difficult. They have stated in terms that they will refuse to even hold substantive negotiations on a future partnership until after we leave. If the position of parliament is now that we will refuse to leave without an agreement then we are somewhat stuck. This is uncomfortable for everyone, but we cannot negotiate a successful Brexit unless we are prepared to walk through the door. This is from the BBC’s Laura Kuenssberg on George Eustice’s resignation. To make sense of George Eustice’s resignation, it helps to know that, although he is not the most vocal of the Brexiters in government, he is probably the only one who once stood as a Ukip candidate. That was back in 1999, when he failed to get elected as an MP. He subsequently joined the Conservatives, working for David Cameron as his press secretary when Cameron was opposition leader, before being elected MP for Camborne and Redruth in Cornwall in 2010. Here is the full text of George Eustice’s resignation letter. Here is his resignation letter in full. It is with tremendous sadness that I have decided to resign from the government following the decision this week to allow the postponement of our exit from the EU. Since parliament is now in direct control of events, I want to be free to participate in the critical debate that will take place in the weeks ahead. It has been an honour to work alongside so many talented individuals at Defra over the past five years. Defra has phenomenal expertise and, more than any other government department, has embraced the opportunities posed by our exit from the EU. I have particularly welcomed the chance to craft two new Bills on farming and fisheries, which are the first for half a century, as we have prepared the ground to restore self-government in this country. I will vote for your withdrawal agreement when it returns to the House and I very much hope that the attorney general succeeds in securing final changes so that others might too. Although I campaigned to leave, I have always supported compromise to achieve a reconciliation in our country. Leaving the EU would represent an historic change and it is natural that some people will feel apprehensive. I have been open to the idea of using our existing membership of the EEA as an exit mechanism and I supported your approach outlined at Chequers when others did not. I have stuck with the government through a series of rather undignified retreats. However, I fear that developments this week will lead to a sequence of events culminating in the EU dictating the terms of any extension requested and the final humiliation of our country. I appreciate that you have been terribly undermined by those in parliament who refuse to respect the referendum result. You have shown tenacity and resilience over the past year. However, what our country needs from all its political leaders at this critical juncture is courage, and we are about to find out whether parliament has it. As a Defra Minister, I have enjoyed good relations with the European commission and with ministers from other member states. However, I do not believe that the commission has behaved honourably during these negotiations. They have deliberately made progress slow and difficult. They have stated in terms that they will refuse to even hold substantive negotiations on a future partnership until after we leave. If the position of Parliament is now that we will refuse to leave without an agreement then we are somewhat stuck. This is uncomfortable for everyone, but we cannot negotiate a successful Brexit unless we are prepared to walk through the door. We must therefore have the courage, if necessary, to reclaim our freedom first and talk afterwards. We must be ready to face down the European Union here and now. The absence of an agreement poses risks and costs for them too. We already know that in the event of “no deal” the EU will seek an informal transition period for nine months in many areas and settlement talks could continue within this window. I will do what I can from the back benches to try to salvage this sorry situation and I hope that, when the moment comes, Parliament will not let our country down. George Eustice, the Brexiter fisheries minister, has just announced his resignation from the government. He says he is opposed to Theresa May’s decision to allow MPs a vote on extending article 50. David Lidington, the Cabinet Office minister, has moved to quell concerns in Ireland after reports that Britain wanted to start a “beef trade war”. Downing Street said there was still no firm date for the publication of the schedule of tariffs which was due last week. Simon Coveney, Ireland’s deputy prime minister, told the Irish parliament that Lidington rang him to tell him he was concerned about the reports over beef wars and “made it clear to me that they were not coming from the British government”. Coveney told MPs in the Dail there were “elements within the Westminster system that are frustrated that they cannot get over this issue of the backstop and want to see some pressure being applied to Ireland.” Ireland is concerned about the prospect of tariffs with around 50% of its Beef exports going to the UK. Government briefings to food sector interests suggest that while tariffs threaten price rises, quotas will be used to counter that in areas such as beef where Britain relies on imports. This would mean little or no price rises on foods like beef and dairy imports. Labour will vote for a second referendum on Brexit when Theresa May tries to get her deal through parliament in the next fortnight, John McDonnell has said. And there is a chance Labour could win the vote, he claimed. Labour’s deputy leader, Tom Watson, has accused suspended MP Chris Williamson of being “deliberately inflammatory” over antisemitism in the party, as he pledged to wage a personal battle to regain trust over the issue. Net migration to Britain from the EU has dropped to the lowest level for almost a decade, fuelled by falling numbers of eastern European citizens since the Brexit vote, even as migration from the rest of the world rose. The CBI and the Institute of Directors have expressed concern about the trend. (See 12.11pm.) Scotland could see the size of its workforce fall by up to 5% over two decades as a result of the UK government’s immigration plans, an expert panel advising the Scottish government has said in a report (pdf). Summarising the findings, a Scottish government news release said: The report reveals the harm UK government proposals would have on Scotland, reducing migration by up to 50%, thereby jeopardising Scotland’s economy, public services and future population growth. The advisory group also highlighted the disproportionate impact of the UK government’s proposed salary threshold, under which people earning less than £30,000 would not be allowed admittance to the UK. The group estimated 63% of workers in Scotland currently earn below that level, and that it would exclude a greater proportion of women than men as well as younger people at the start of their career. Sir Mark Sedwill, the cabinet secretary, has told MPs that TV adverts explaining the implications of a no-deal Brexit will be broadcast. Giving evidence to the Commons public administration and constitutional affairs committee, he said: Information [about no deal[ is available. We’ve been putting it out on the website for several months, that’s now been complemented by some radio advertising. We have plans to bring through some television advertising as well. So there is a communications campaign, but of course citizens and businesses are aware of that but they also look at the front pages and the news bulletins and they make a judgment, their own judgments, about the likelihood of no deal on 29 March. Sedwill told the committee that the government will make an announcement about “new towns” next week. (See 11.04am.) He was speaking in response to a question about reports that the government will increase investment in leave-voting Labour areas, and the move is likely to be seen as part of a bid to encourage Labour MPs to back the government’s Brexit deal. The government is also expected to announce new pledges on workers’ rights next week - another strand of its strategy to win round opposition MPs on Brexit. Sedwill told the committee there was too much leaking from cabinet. He said: Ministers are entitled, and indeed are required, to exercise full candour in debating issues [in cabinet] before a decision is made, and expect to be able to able to do so in confidence. And, of course, the area in my view of collective responsibility that has been under most pressure - I can’t put it quite as well as Peter Bone did yesterday in the House - is the breakdown in the confidentiality of those discussions. That is an issue that we are going to have to address as we work our way through this. The basic salary of an MP will rise by 2.7% from £77,379 from to £79,468 in April, the Independent Parliamentary Standards Authority has announced. And here is some more reaction to the immigration figures. (See 11.06am.) From Diane Abbott, the shadow home secretary The data simply confirms the fakery behind the government’s immigration policy. Once again the number of migrants coming here vastly outstrips its unworkable 100,000 net migration target. From Madeleine Sumption, director of the Migration Observatory at the University of Oxford The overall story the data tell on EU migration is clear - Britain is not as attractive to EU migrants as it was a couple of years ago. EU net migration happened to be unusually high in the run-up to the referendum so at least some of this decline would probably have happened anyway even without Brexit. From Lord Green of Deddington, chairman of Migration Watch UK, said: It is a real concern that non-EU net migration has risen still further to more than a quarter of a million even before the government has implemented its proposals to loosen the work permit system. These are from the Sun’s Nick Gutteridge in Brussels. Here is some reaction to the migration figures out this morning, showing a sharp fall in net migration from the EU since the referendum, but an increase in net migration from outside the EU. (See 11.06am.) From Ed Davey, the Lib Dem home affairs spokesman Hospitals, schools and social care providers are already struggling to hire the staff they need, and Brexit is making that problem so much worse. Even before we’ve left the EU, the chaos created by Tory ministers and the nasty rhetoric of Brexiters is putting off the EU workers that our public services badly need. From Matthew Fell, the CBI’s chief UK policy director These figures confirm fewer EU workers are coming to the UK, exacerbating labour and skills shortages across many sectors, from farm labourers to engineers. Businesses cannot succeed without access skills and labour, which is why it’s so important the government delivers a post-Brexit immigration system which is both open and controlled. From Tej Parikh, an economist at the Institute of Directors With job vacancies at record highs, recruiting from abroad has never been more crucial for British businesses. Flexible and hassle-free access to international skillsets is part and parcel of having a globally competitive skills regime, so adjusting to the government’s post-Brexit immigration agenda, with its new restrictions, will present some challenges. Already, firms across the retail, hospitality and construction sectors are facing obstacles as some EU workers are returning home, while it’s also becoming harder to attract labour from Europe amidst the uncertain political climate. From Stephen Clarke, an economic analyst at the Resolution Foundation thinktank While UK politicians are seemingly unable to provide any clarity on where Britain is heading post-Brexit, EU migrants are increasingly doing so – by leaving. EU migration is now at its lowest level in a decade – a fall that is being driven by fewer EU migrants coming to the UK for work. In contrast, migration from the rest of the world is close to a record high, though many of these migrants are coming to study rather than work. Post-Brexit Britain’s migration system is still to be decided, and is years away from coming into effect. But many areas of the labour market – particularly firms in high-turnover sectors like hospitality who are reliant on the free movement of EU workers – are going to have to adjust to lower migration well before the new system is in place. From Prof Jonathan Portes, a fellow at UK in a Changing Europe, an academic network Today’s migration statistics show a continued fall in EU migration – indeed, comparing today’s data with the most recent labour force statistics, it is very likely that more Europeans are now leaving the UK than are arriving. This undoubtedly reflects the impact of Brexit on the attractiveness of the UK to other Europeans. Chris Williamson, who has been suspended from Labour for saying the party was “too apologetic” in response to complaints about antisemitism, has posted a message on Twitter thanking those Labour members who have supported him. Tom Watson, Labour’s deputy leader, has told BBC’s Radio 5 Live that the party’s inquiry into Chris Williamson should take “weeks, not months”. In an interview with Emma Barnett, asked how long the investigation should take, he replied: It has to be very quick … I’m not going to set a date but I do know our general secretary is under a lot of pressure on this ... I would imagine, in order to gather evidence and for him to have his case heard, it’s probably a matter of weeks ... But it’s definitely weeks not months, in my view. Curiously, Watson also insisted that he was not technically Corbyn’s deputy. This may come as a surprise to anyone familiar with his job title but, in response to a question as to whether he was speaking out as Corbyn’s deputy or in his own right (Barnett wanted to know why Corbyn was not giving interviews on Williamson), Watson explained: I’m not actually Jeremy’s deputy. I was elected by 200,000 Labour party members. I have my own mandate and I have a responsibility in light of that, which is why I am speaking out now. The Greek foreign ministry has uploaded a Brexit FAQs website for UK nationals living in the country. The “Greece gets prepared for Brexit” site comes a week after Athens’ leftist government announced that the rights of all UK nationals resident in Greece - estimated at 45,000 - will be fully protected in the event of London crashing out of the EU without a deal. The site lists various FAQs under a picture of the Parthenon and, given the uncertainty, ends with “more questions ands answers to follow soon!” Net migration from outside the EU has hit the highest level in nearly 15 years, as a post-Brexit plunge in arrivals from the bloc continued, new figures reveal. As the Press Association reports, overall, the balance between the numbers arriving in and leaving the UK remained above 250,000 - nearly three times the government’s target level of below 100,000. Office for National Statistics data showed that 261,000 more non-EU citizens came to the country than left in the year ending September 2018. This was the highest estimate since 2004. EU net migration continued to add to the UK’s population, but it almost halved year-on-year to 57,000 - a level last seen in 2009, the Press Association reports. Overall, around 283,000 more people moved to the UK with an intention to stay 12 months or more than left. At the public administration committee Sir Mark Sedwill, the cabinet secretary, has just told MPs that there will be an announcement about “new towns” next week. He was responding to a question from Labour’s Rupa Huq about reports that the government will increase investment in leave-voting Labour areas, in what is being seen by some as a move to encourage Labour MPs to vote for the government’s Brexit deal. Alberto Costa, the Tory MP forced to resign as a parliamentary aide by Theresa May, has obliquely criticised the government’s sluggish decision to back his EU migrants amendment as “better late than never”. Costa, a Scot who served as private parliamentary secretary to Scottish secretary David Mundell before effectively sacked for putting down the unauthorised amendment, robustly defended his actions in an interview with BBC Radio Scotland. He said his amendment, which instructs May to seek European Union guarantees on residency rights for EU migrants living in the UK after Brexit, and vice versa, had unified Westminster’s parties for the first time since the Brexit vote in June 2016. He told Good Morning Scotland: I brought together all wings of my party, the Labour leader and his party, the SNP leader and his party, the leader of the Liberal Democrats, and his party, the Green party, the Welsh nationalists, Lady Herman, the DUP; it’s the first time we’ve ever seen the House of Commons putting their name down to an amendment with full government backing, on a wholly uncontroversial issue. This morning, I’m really pleased. Costa, the MP for South Leicestershire, and a lawyer, refused to discuss the nature of his dismissal, but said he and May had “a full and frank discussion” about his measure after prime minister’s questions. There was significant levels of confusion at Westminster over whether May would endorse his proposal; she eventually did. I made it very clear to her that the whole house was brought together by my amendment; she confirmed she would give full government support, and you know what, all I care about are the rights of five million people. Asked whether he felt he had been a casualty of Brexit chaos, he said: “Well there’s an old idiom of better late than never.” Sir Mark Sedwill, the cabinet secretary, has just started giving evidence to the Commons public administration and constitutional affairs committee. The Tory Brexiter David Jones has just asked him if there is any precedent for cabinet ministers openly arguing against government policy, as is happening now. He was referring to the way three pro-Europeans published a Daily Mail article on Saturday saying the government should rule out a no-deal Brexit. Sedwill appeared to concede that this was unprecedented, saying “I don’t think there’s an exact parallel”, although he subsequently said similar issues arose at the time of the Iraq war. He also admitted that there was too much leaking from cabinet. There has been a “breakdown” in confidentiality, he said. Tom Watson, Labour’s deputy leader and shadow culture secretary, was on the Today programme this morning ahead of a speech he will give later on online gambling. My colleague Rob Davies has previewed the speech here. But Watson was also asked about wider Labour issues, particularly antisemitism. Here are the main points he made. Watson said the resignation of Luciana Berger last week was “the worst day of shame in the Labour Party’s 120-year history”. He would be meeting Jeremy Corbyn next week to discuss what more could be done to tackle antisemitism in the party. He explained: I’ve asked to see Jeremy on Monday next week to talk about how we can further improve our measures to deal with antisemitism. When Luciana Berger left the Labour party, I thought it was the worst day of shame in the Labour party’s 120-year history. A pregnant young MP bullied out of her own party by racist thugs. The one thing I say to my colleagues and half a million Labour party members is that I am not going to allow them to be tainted by racism, so I am going to speak out on antisemitism for as long as it takes to root it out and deal with it. There’s individual responsibility here but there’s also collective responsibility on the shadow cabinet and national executive committee to speak out and deal with it. He strongly criticised Chris Williamson, who was suspended from the party yesterday, saying some of Williamson’s comments have been “almost ... deliberately inflammatory”. Watson said: Having monitored some of the things he’s said in the last week, our general secretary decided that the pattern of behaviour over recent months was potentially bringing our party into disrepute, and so has suspended him from the party and there’ll be an inquiry. He’s entitled to a fair hearing but I’ve been very, very concerned that his comments have almost been deliberately inflammatory and causing offence to not just parliamentary colleagues but people in the Jewish community who understandably have a real concern about antisemitism in the Labour party. He said he did not know whether or not, as has been claimed, someone from Jeremy Corbyn’s office argued against Williamson being suspended. Watson failed to give Corbyn a wholehearted endorsement as a potential prime minister. When asked if Corbyn was fit to be prime minister, he replied: He could easily be prime minister. But, of course, we could do without the antisemitism because it allows you to ask me that question on the Today programme. We need to close these issues down and we do it by being absolutely vigilant in the way we deal with racism in our own ranks. That’s on all of us. He confirmed that he wanted to set up a group for Labour MPs from the party’s social democratic wing. He explained: For very understandable reasons in the party - to do with the challenge to Jeremy a couple of years ago and some MPs not wanting to serve - we’ve not got a balance of traditions on our front bench. We can handle that, but it does mean there needs to be a different way of making sure that those traditions’ voices are expressed in a different way on policy-making. There’s no big issue about this but I do want the democratic socialist and the Christian socialist and the social democratic traditions to be heard in the parliamentary Labour party - if not on the front bench, to be heard by the front bench. In the Commons Nick Brown, the Labour chief whip, has just moved the writ for the Newport West byelection, caused by the death of Paul Flynn. It is due to take place on Thursday 4 April. After its Brexit amendment was defeated in the Commons last night, Labour is now officially committed to backing a second referendum. That does not mean that Jeremy Corbyn has become a passionate enthusiast for the idea, there are still many in the party who suspect that his office will manoeuvre to sabotage any such people’s vote if it becomes a probability (not least because it would be hugely divisive), and there is no evidence that, even with Labour whipping its MPs, there is a majority for referendum legislation in the Commons. Still, David Cameron (if we believe Donald Tusk) and Nick Clegg (see here) are both available to give Corbyn some advice on what can happen when you back a referendum expecting it to never happen. And last night John McDonnell, the shadow chancellor, said there was a chance Labour could win a vote on a second referendum soon. In recent weeks McDonnell has become much more positive about the case for a second referendum than Corbyn and this is what he told ITV’s Peston programme. When the meaningful vote comes back, and we’re told maybe that might be March 12, that’s the time when we’ll have to put the [second referendum] amendment up. Let me just say, we’re still going to argue we want a general election, we’re still going to argue we think our deal that we put up is the best option, but we realise, we’ve got to break this deadlock. We’ve said we’ll keep all the options on the table because we still want a general election. Things are shifting. There is a chance we could win it, and I’ll tell you why. It’s because people are worried about their constituencies, they’re worried about jobs, they’re worried about the economy. And I think the more we focus on that, the more there’s a chance that either a deal will go through that will protect jobs and the economy, or to get some deal through it will be conditional on going back to the people. McDonnell also said that, even though his Hayes and Harlington constituency voted leave, he would vote remain in a second referendum, he would campaign for remain if there were a referendum. He explained: Yes I would [vote remain] because I did last time. I think it’s the right thing to do. At the same time, I tell you, we’ve got to respect people’s views on this. My constituency voted leave, and I am going back all the time and explaining to the people in my constituency, this is why I’ve come to this conclusion. Almost I’ve been forced to. We’ve gone through every path, there’s been no deal that’s been brought forward that is acceptable to parliament at the moment that would protect their jobs and their livelihoods, so we’ve been forced into this situation where there’s no other route that we can see other than this. After the vote last night Jeremy Corbyn himself also released a statement saying that the party would now “back a public vote in order to prevent a damaging Tory Brexit or a disastrous no deal outcome”. But he included a caveat, adding: We will also continue to push for the other available options to prevent those outcomes, including a close economic relationship based on our credible alternative plan or a general election. Here is the agenda for the day. 9.30am: Stephen Barclay, the Brexit secretary, takes questions in the Commons. 10am: Sir Mark Sedwill, the cabinet secretary, gives evidence to the Commons public administration committee. 10.40am: Tom Watson, the Labour deputy leader and shadow culture secretary, gives a speech on online gambling. 4.30pm: Theresa May speaks at the end of the Jordan: Growth and Opportunity Conference, following talks with Jordan’s King Abdullah in Downing Street earlier. As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I finish, at around 5pm. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "36758",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "tv-and-radio/2019/feb/28/david-lammy-stacey-dooley-comic-relief-white-saviour-row-uganda-red-nose-day-film",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-02-28T15:58:26Z",
    "webTitle": "'White saviour' row: David Lammy denies snubbing Comic Relief",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/feb/28/david-lammy-stacey-dooley-comic-relief-white-saviour-row-uganda-red-nose-day-film",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/feb/28/david-lammy-stacey-dooley-comic-relief-white-saviour-row-uganda-red-nose-day-film",
    "fields": {
      "headline": "'White saviour' row: David Lammy denies snubbing Comic Relief",
      "standfirst": "<p>Labour MP in social media spat with Stacey Dooley over trip to Uganda for Red Nose Day</p>",
      "trailText": "Labour MP in social media spat with Stacey Dooley over trip to Uganda for Red Nose Day",
      "byline": "Nadeem Badshah",
      "main": "<figure class=\"element element-image\" data-media-id=\"91e2ec0b75f3c554bd49ce20823f66a770236116\"> <img src=\"https://media.guim.co.uk/91e2ec0b75f3c554bd49ce20823f66a770236116/0_0_2560_1536/1000.jpg\" alt=\"Stacey Dooley and David Lammy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stacey Dooley and David Lammy: he said he was not questioning the Strictly Come Dancing winner’s motives.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>The Labour MP David Lammy has denied snubbing Comic Relief after he became embroiled in a dispute with the television journalist and <a href=\"https://www.theguardian.com/tv-and-radio/2018/dec/16/stacey-dooley-tenacious-film-maker-turned-strictly-champion\">Strictly Come Dancing winner</a> Stacey Dooley.</p> <p>Lammy had accused Dooley of perpetuating “tired and unhelpful stereotypes” about Africa after she travelled to Uganda for an upcoming Comic Relief documentary.</p> <p>The MP for Tottenham criticised her on Twitter after she shared pictures on social media of her trip including one of her posing with a young child.</p> <p>Dooley responded by inviting Lammy to travel to the continent himself while Comic Relief suggested the MP had snubbed an offer to collaborate with the charity on a film in Africa.</p> <p>Lammy said it was “simply not true” that he had not responded to the offer, adding he had held two meetings with the organisation. Lammy claimed Comic Relief had “fallen short” of what he called its “public duty” to promote racial equality and serve minority communities.</p> <p>Comic Relief on Thursday made no apologies, saying the offer of a collaborative film was “still open”. It thanked Dooley for helping people “working with or supported by Comic Relief projects tell their own stories in their own words”.</p> <p>Lammy initially had responded to the pictures posted on Instagram by Dooley by tweeting: “The world does not need any more white saviours.</p> <p>“As I’ve said before, this just perpetuates tired and unhelpful stereotypes. Let’s instead promote voices from across the continent of Africa and have serious debate.”</p> <p>Lammy said his issue was not “personal” with Dooley and he did not question her “good motives”.</p> <p>However, he said he had a problem with “British celebrities” being flown out to Africa for Red Nose Day to make films that send “a distorted image” of the continent and perpetuate “an old idea from the colonial era”.</p> <p>Lammy, who is of Guyanese descent, said “many black” Britons are “deeply uncomfortable” with Comic Relief’s “poverty porn”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1100807931233226752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The world does not need any more white saviours. As I&#39;ve said before, this just perpetuates tired and unhelpful stereotypes. Let&#39;s instead promote voices from across the continent of Africa and have serious debate.<a href=\"https://t.co/LySa0BXeyi\">https://t.co/LySa0BXeyi</a></p>&mdash; David Lammy (@DavidLammy) <a href=\"https://twitter.com/DavidLammy/status/1100807931233226752?ref_src=twsrc%5Etfw\">February 27, 2019</a></blockquote>  </figure>  <p>Dooley, who has made documentaries for the BBC on topics including fast fashion and an Islamic State sex slave, responded by suggesting the politician should raise awareness of poverty himself.</p> <p>She tweeted: “David, is the issue with me being white? (Genuine question) ... because if that’s the case, you could always go over there and try [to] raise awareness?</p> <p>“Comic relief have raised over 1 billion pounds since they started. I saw projects that were saving lives with the money. Kids lives.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2017/mar/24/africa-comic-relief\">Africa deserves better from Comic Relief | David Lammy</a> </p> </aside>  <p>Lammy said he “was not prepared to become part of a PR exercise”. On Twitter, he wrote: “It’s simply not true to say I did not respond: we had two meetings in my office. I had hoped – and still hope – your coverage would improve but Stacey’s post was more of the same tried [sic] tropes. As I told you before, I’m not prepared to become part of a PR exercise.</p> <p>“It’s not about me making a nice film, but about you giving some of your very privileged platform on the BBC to the hundreds of African comedians, filmmakers, celebrities and everyday people who live on the continent.”</p> <p>Last year Comic Relief announced that celebrities would take a back seat in future on-location appeals following complaints about so-called “poverty tourism”.</p> <p><a href=\"https://www.theguardian.com/global-development/2018/mar/23/comic-relief-to-ditch-white-saviour-stereotype-appeals\">The Comic Relief chief executive, Liz Warner, told the Guardian last year</a> that films for Comic Relief and Sport Relief would depict “people talking in the first person in their own voices, with local heroes and local heroines talking to us about the work they’re doing”.</p> <p>It followed <a href=\"https://www.theguardian.com/global-development/2017/dec/04/ed-sheeran-comic-relief-film-poverty-porn-aid-watchdog-tom-hardy-eddie-redmayne\">criticism of Ed Sheeran for reinforcing “white saviour” stereotypes</a> during a visit to Liberia.</p> <p>Red Nose Day takes place on 15 March.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "598",
      "firstPublicationDate": "2019-02-28T15:58:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:21:33Z",
      "newspaperEditionDate": "2019-03-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apm9n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/91e2ec0b75f3c554bd49ce20823f66a770236116/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Labour MP David Lammy has denied snubbing Comic Relief after he became embroiled in a dispute with the television journalist and Strictly Come Dancing winner Stacey Dooley. Lammy had accused Dooley of perpetuating “tired and unhelpful stereotypes” about Africa after she travelled to Uganda for an upcoming Comic Relief documentary. The MP for Tottenham criticised her on Twitter after she shared pictures on social media of her trip including one of her posing with a young child. Dooley responded by inviting Lammy to travel to the continent himself while Comic Relief suggested the MP had snubbed an offer to collaborate with the charity on a film in Africa. Lammy said it was “simply not true” that he had not responded to the offer, adding he had held two meetings with the organisation. Lammy claimed Comic Relief had “fallen short” of what he called its “public duty” to promote racial equality and serve minority communities. Comic Relief on Thursday made no apologies, saying the offer of a collaborative film was “still open”. It thanked Dooley for helping people “working with or supported by Comic Relief projects tell their own stories in their own words”. Lammy initially had responded to the pictures posted on Instagram by Dooley by tweeting: “The world does not need any more white saviours. “As I’ve said before, this just perpetuates tired and unhelpful stereotypes. Let’s instead promote voices from across the continent of Africa and have serious debate.” Lammy said his issue was not “personal” with Dooley and he did not question her “good motives”. However, he said he had a problem with “British celebrities” being flown out to Africa for Red Nose Day to make films that send “a distorted image” of the continent and perpetuate “an old idea from the colonial era”. Lammy, who is of Guyanese descent, said “many black” Britons are “deeply uncomfortable” with Comic Relief’s “poverty porn”. Dooley, who has made documentaries for the BBC on topics including fast fashion and an Islamic State sex slave, responded by suggesting the politician should raise awareness of poverty himself. She tweeted: “David, is the issue with me being white? (Genuine question) ... because if that’s the case, you could always go over there and try [to] raise awareness? “Comic relief have raised over 1 billion pounds since they started. I saw projects that were saving lives with the money. Kids lives.” Lammy said he “was not prepared to become part of a PR exercise”. On Twitter, he wrote: “It’s simply not true to say I did not respond: we had two meetings in my office. I had hoped – and still hope – your coverage would improve but Stacey’s post was more of the same tried [sic] tropes. As I told you before, I’m not prepared to become part of a PR exercise. “It’s not about me making a nice film, but about you giving some of your very privileged platform on the BBC to the hundreds of African comedians, filmmakers, celebrities and everyday people who live on the continent.” Last year Comic Relief announced that celebrities would take a back seat in future on-location appeals following complaints about so-called “poverty tourism”. The Comic Relief chief executive, Liz Warner, told the Guardian last year that films for Comic Relief and Sport Relief would depict “people talking in the first person in their own voices, with local heroes and local heroines talking to us about the work they’re doing”. It followed criticism of Ed Sheeran for reinforcing “white saviour” stereotypes during a visit to Liberia. Red Nose Day takes place on 15 March.",
      "charCount": "3567",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nadeembadshah\">Nadeem Badshah</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/feb/27/may-to-offer-workers-rights-pledges-to-gain-labour-brexit-support",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-02-28T07:21:34Z",
    "webTitle": "Brexit: May to offer workers' rights pledges to gain Labour support",
    "webUrl": "https://www.theguardian.com/politics/2019/feb/27/may-to-offer-workers-rights-pledges-to-gain-labour-brexit-support",
    "apiUrl": "https://content.guardianapis.com/politics/2019/feb/27/may-to-offer-workers-rights-pledges-to-gain-labour-brexit-support",
    "fields": {
      "headline": "Brexit: May to offer workers' rights pledges to gain Labour support",
      "standfirst": "<p>Prime minister expected to offer greater guarantees, including over future EU rules<br></p>",
      "trailText": "Prime minister expected to offer greater guarantees, including over future EU rules<br>",
      "byline": "Jessica Elgot Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"36867ada3942176328a57d830a6e96a685a3dfdd\"> <img src=\"https://media.guim.co.uk/36867ada3942176328a57d830a6e96a685a3dfdd/345_1018_4064_2438/1000.jpg\" alt=\"Demonstrators, including contract workers, march in London for better employment rights.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators, including contract workers, march in London for better employment rights.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Theresa May is to formally announce a series of new pledges on workers’ rights and the easing of trade union restrictions, in the latest attempt to get Labour MPs to support her Brexit deal.</p> <p>Labour sources said they were expecting the prime minister to table a ministerial statement next week setting out greater guarantees for workers post-Brexit, including a “non-regression lock” and giving MPs a vote on whether to adopt future EU rules on workers’ rights.</p> <p>It was also set to include a reporting mechanism to involve trade unions and the Confederation of British Industry when the government considers such adoptions. MPs would be able to amend votes on future EU workers’ rights legislation, meaning they can potentially force the government to accept new rules.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/nov/26/theresa-may-brexit-deal-rights-at-work-eu-protections\">May’s Brexit deal quietly gambles with our rights at work | Jason Moyer-Lee</a> </p> </aside>  <p>Unions, including Unite, were expected to be consulted in the final stages of preparing the statement, though the TUC’s general secretary, Frances O’Grady, has been publicly sceptical about the guarantees.</p> <p>It is unclear whether the final package of measures will be offered as a separate bill, which some Labour MPs have demanded, or as part of the EU withdrawal bill, which other Labour MPs prefer because they believe it would be harder to unpick.</p> <p>Labour MPs who support the new measures are unsure how many more colleagues will be won over by them. “I don’t know how many more people’s minds this is going to shift,” one said.</p> <p>A Downing Street source said the timing of the announcement had not been finalised, though it would be before the meaningful vote. The prime minister may hold the vote next week, before the 12 March deadline, depending on when the attorney general, Geoffrey Cox, is able to reach an agreement with Brussels.</p> <p>In her statement to the Commons on Tuesday, May promised to give parliament a vote on whether it wished to follow EU standards in areas such as workers’ rights and health and safety. She also pledged that the government would consult with businesses and trade unions when it looked at new EU legislation.</p> <p>The prime minister promised to give the commitments force in UK law, without specifying the form this would take.</p> <p>May has been talking to a small group of Labour MPs who have been pushing for the guarantees, including the former minister Caroline Flint and the backbenchers John Mann and Gareth Snell.</p> <p>Snell robustly defended the group’s actions in an exchange during the Brexit debate, saying: “I have spoken to the prime minister about workers’ rights, funding for our towns post-Brexit, and what we need to do to find a way through this. Some of my colleagues have labelled those things as bribes, but they are wrong; what we are trying to do is find a constructive way forward.”</p> <p>James Brokenshire, the communities secretary, is expected to announced a £1.6bn Brexit fund, spread over seven years, for towns and coastal communities. Government sources said they hoped it would be announced before the next meaningful vote.</p> <p>The fund was intended for 26 of the 38 “local enterprise partnerships” and none of it would go to London. Regions such as the Black Country, Greater Manchester and other Midlands regions, for example, Nottinghamshire and Derbyshire, were likely to get the most significant funding, according to the Sun.</p> <p>May confirmed at prime minister’s questions on Wednesday that there would be a fund to “ensure our towns can grow and prosper”, but declined to give further details.</p>",
      "newspaperPageNumber": "12",
      "wordcount": "569",
      "firstPublicationDate": "2019-02-27T19:54:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:05Z",
      "newspaperEditionDate": "2019-02-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/apgm9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/36867ada3942176328a57d830a6e96a685a3dfdd/345_1018_4064_2438/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May is to formally announce a series of new pledges on workers’ rights and the easing of trade union restrictions, in the latest attempt to get Labour MPs to support her Brexit deal. Labour sources said they were expecting the prime minister to table a ministerial statement next week setting out greater guarantees for workers post-Brexit, including a “non-regression lock” and giving MPs a vote on whether to adopt future EU rules on workers’ rights. It was also set to include a reporting mechanism to involve trade unions and the Confederation of British Industry when the government considers such adoptions. MPs would be able to amend votes on future EU workers’ rights legislation, meaning they can potentially force the government to accept new rules. Unions, including Unite, were expected to be consulted in the final stages of preparing the statement, though the TUC’s general secretary, Frances O’Grady, has been publicly sceptical about the guarantees. It is unclear whether the final package of measures will be offered as a separate bill, which some Labour MPs have demanded, or as part of the EU withdrawal bill, which other Labour MPs prefer because they believe it would be harder to unpick. Labour MPs who support the new measures are unsure how many more colleagues will be won over by them. “I don’t know how many more people’s minds this is going to shift,” one said. A Downing Street source said the timing of the announcement had not been finalised, though it would be before the meaningful vote. The prime minister may hold the vote next week, before the 12 March deadline, depending on when the attorney general, Geoffrey Cox, is able to reach an agreement with Brussels. In her statement to the Commons on Tuesday, May promised to give parliament a vote on whether it wished to follow EU standards in areas such as workers’ rights and health and safety. She also pledged that the government would consult with businesses and trade unions when it looked at new EU legislation. The prime minister promised to give the commitments force in UK law, without specifying the form this would take. May has been talking to a small group of Labour MPs who have been pushing for the guarantees, including the former minister Caroline Flint and the backbenchers John Mann and Gareth Snell. Snell robustly defended the group’s actions in an exchange during the Brexit debate, saying: “I have spoken to the prime minister about workers’ rights, funding for our towns post-Brexit, and what we need to do to find a way through this. Some of my colleagues have labelled those things as bribes, but they are wrong; what we are trying to do is find a constructive way forward.” James Brokenshire, the communities secretary, is expected to announced a £1.6bn Brexit fund, spread over seven years, for towns and coastal communities. Government sources said they hoped it would be announced before the next meaningful vote. The fund was intended for 26 of the 38 “local enterprise partnerships” and none of it would go to London. Regions such as the Black Country, Greater Manchester and other Midlands regions, for example, Nottinghamshire and Derbyshire, were likely to get the most significant funding, according to the Sun. May confirmed at prime minister’s questions on Wednesday that there would be a fund to “ensure our towns can grow and prosper”, but declined to give further details.",
      "charCount": "3406",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/feb/28/young-muslims-britain-radical-progressive",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-02-28T07:00:46Z",
    "webTitle": "Why it’s OK for young Muslims to be radical | Ali Ahmad\r\n",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/feb/28/young-muslims-britain-radical-progressive",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/feb/28/young-muslims-britain-radical-progressive",
    "fields": {
      "headline": "Why it’s OK for young Muslims to be radical",
      "standfirst": "Radical thought can be positive and progressive, it doesn’t have to mean joining a death cult",
      "trailText": "Radical thought can be positive and progressive, it doesn’t have to mean joining a death cult, writes Ali Ahmad, a researcher at the Leibniz Zentrum Moderner Orient in Berlin",
      "byline": "Ali Nobil Ahmad",
      "main": "<figure class=\"element element-image\" data-media-id=\"40974eb5619457fd77abd4819235bb54265e6852\"> <img src=\"https://media.guim.co.uk/40974eb5619457fd77abd4819235bb54265e6852/0_254_4256_2555/1000.jpg\" alt=\"Muslim schoolgirl in class, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Muslims in the UK who have grown up after 2001 have done so in an era of nihilistic surrender to the capitalist world order and political status quo.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The legal and moral conundrums posed by the <a href=\"https://www.theguardian.com/commentisfree/2019/feb/14/the-guardian-view-on-shamima-begum-return-and-face-the-consequences\" title=\"\">return (or not) of British jihadis</a> following the collapse of the <a href=\"https://www.theguardian.com/artanddesign/2019/feb/18/final-days-of-the-isis-caliphate-photo-essay\" title=\"\">Islamic State “caliphate”</a> has triggered renewed anxiety about the place of Muslim youth in western society. The home secretary, <a href=\"https://www.theguardian.com/commentisfree/2019/feb/20/sajid-javid-shamima-begum-conservative-leadership\" title=\"\">Sajid Javid’s populist bid</a> to strip Shamima Begum of citizenship has heightened the pitch of an emotive debate. But little has changed in Britain’s approach to counter-terrorism, soon to undergo independent review following years of heavy criticism.</p> <p>The Prevent strategy places entire communities under suspicion without necessarily being effective. European equivalents have fared similarly. A €2.5m <a href=\"https://www.bbc.co.uk/news/magazine-37454697\" title=\"\">French deradicalisation boot camp</a> in the Loire valley asked participants to sing the national anthem, eat non-halal food and learn “Republican values” without rehabilitating a single individual.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The ummah, or 'community of believers', attunes many young British Muslims to suffering and injustice in other countries</p> </blockquote> </aside>  <p>When policymakers talk about preventing “radicalisation”, they are missing the point: there’s nothing inherently wrong with being radical. The term can simply mean rejection of the status quo. The French and American revolutions, universal suffrage and the end of colonialism all involved political subversion. Politics has long been ideological and international. (<a href=\"https://www.theguardian.com/commentisfree/2014/feb/10/orwell-hero-terrorism-syria-british-fighters-damned\" title=\"\">Think George Orwell and the Spanish civil war</a>).</p> <p>Yet still we talk about Muslim youth in the hackneyed language of the early 2000s, in which “radical” ideas must be neutralised through social engineering. A good (Muslim) citizenry, in this logic, is politically docile, disengaged from world affairs and discouraged from combining religion with political activism.</p> <p>Muslims of my generation, growing up in the 70s and 80s, were inspired by radical ideas derived from secular humanism. Confronted with racial and social injustice in Britain, many of us found solace and solidarity in third worldism and socialist internationalism – without subscribing to indiscriminate violence.</p> <p>Muslims in the UK who have grown up after 2001 have done so in an era of nihilistic surrender to the capitalist world order and the political status quo. Unsurprisingly, some have veered towards one or the other current extremes of political Islam.</p> <p>Of course, the reasons hundreds were seduced by the death cult of Isis cannot be explained solely by a lack of alternatives. Recruitment was driven as much by crass adventurism and bloodlust. The public is justified in feeling revulsion towards returning marauders, whose crimes should be prosecuted with the full force of British and international law. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/2018/oct/18/miqdaad-versi-very-polite-fight-against-british-media-islamophobia\">One man’s (very polite) fight against media Islamophobia</a> </p> </aside>  <p>But the choices of a few cannot be allowed to bar generations of young Muslims from trying to change the world. Rather than view them with fear, a supposedly open society like the UK should ask how their dynamic potential can be allowed to flourish.</p> <p>The <em>ummah</em>, or “community of believers”, wherever in the world they are, is a powerful idea among many young British Muslims, attuning them to suffering and injustice in other countries. Many have family that originated in Asia and Africa. Visiting relatives can have an impact on them in ways that go beyond the fleeting experience of the average student gap year.</p> <p>British education generally fails to engage positively with this cosmopolitanism, offering few opportunities to study Islam’s complex encounter with modernity. From <a href=\"https://www.theguardian.com/commentisfree/2016/jan/20/bacha-khan-pakistan-terror-attacks-education-institutions\" title=\"\">Abdul Ghaffar Khan</a> (the “Frontier Gandhi”) to the Iranian revolutionary <a href=\"https://www.theguardian.com/commentisfree/2009/may/13/iran-islam-shah\" title=\"\">Ali Shariati</a> and Malcolm X, there are many examples of religiously inspired figures playing a legitimate role in opposing colonialism, racism and injustice. To be clear: theologically grounded attempts to bring social change are beset with problems. But rather than treat young British Muslims as children in need of inoculation against the dangers of politics, how about providing an authentic political education, distinguishing progressive ideas from retrograde ones through informed debate?</p> <p>The introduction of Muslim history to the curriculum would no doubt be controversial in Britain. The rightwing press <a href=\"https://www.express.co.uk/news/uk/648075/Schools-teach-Islamic-history-ignore-British\" title=\"\">loudly protests</a> against the addition of “world history” at the expense of British kings and queens. But the fears of parents reported to be <a href=\"https://www.dailymail.co.uk/news/article-4449828/Parents-refuse-let-children-learn-Islam-class.html\" title=\"\">removing children from RE lessons to prevent them learning about Islam</a> can be allayed with facts. Since 2014, three of Britain’s five exam boards have actually <a href=\"https://www.theguardian.com/education/2017/mar/28/uk-exam-boards-drop-israel-palestine-syllabus-school-teachers\" title=\"\">removed discussion of Israel-Palestine or the history of the Arab-Israeli conflict</a> from their GCSE offerings. In 2015, white students were <a href=\"https://www.theguardian.com/education/2015/oct/06/jewish-arab-history-teacher-muslim-alevel\" title=\"\">twice as likely to opt for history A-level</a> than students of Pakistani and Bangladeshi heritage. At university level, <a href=\"https://5hm1h4aktue2uejbs1hsqt31-wpengine.netdna-ssl.com/wp-content/uploads/2018/10/RHS_race_report_EMBARGO_0001_18Oct.pdf\" title=\"\">Britain’s 94% white academic staff</a> in history is significantly less diverse than the UK population.</p> <p>As the school strikes movement and broader youth mobilisation on climate change are showing, youthful idealism and radical political action are indispensable. Young Pakistani and Bangladeshi Britons, whose parents’ countries of origin will be among the worst affected by global warming, could make important contributions to this fight and others, such as the struggle for fair pay and conditions for workers in cities such as the Bangladeshi capital, Dhaka.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/mar/11/young-british-muslim-change-name-discrimination\">I’m proud to be young, British and Muslim. Why should I change my name? | Iman Amrani</a> </p> </aside>  <p>The smattering of British Muslims who already occupy prominent positions in public life may identify with Islam, or reject faith-based politics altogether. An unknown number, perhaps taking inspiration from our own home secretary, will have no truck with socialism whatsoever. That is their prerogative.</p> <p>It is also the right of <a href=\"https://www.made.ngo/\" title=\"\">British Muslim organisations</a> doing charitable, social or political work for local communities and distant societies to espouse theology as a source of inspiration without being met by oppressive policing.</p> <p>As for the secular left, whose tendency to view religion as “the opium of the people” retains some currency in radical environmental circles, it may find there is something to gain from reflecting on Muslim history, and indeed other religious traditions. Bruno Latour <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/j.1467-9655.2009.01568.x\" title=\"\">admitted as much in a 2008 lecture on ecotheology</a>, in which he speculated on reasons for the green movement’s failure to capture people’s imaginations.</p> <p>So, rather than intimidating British Muslims or viewing them with condescension, perhaps British society could consider how their concern for the <em>ummah</em> might actually be a resource for this country, and indeed the human species in its battle against extinction. (God knows) we need all the help we can get.</p> <p>• Ali Nobil Ahmad is a researcher at the Leibniz Zentrum Moderner Orient in Berlin and former recipient of the Scott Trust bursary</p>",
      "wordcount": "989",
      "commentable": "false",
      "firstPublicationDate": "2019-02-28T07:00:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-02-28T07:02:33Z",
      "newspaperEditionDate": "2019-03-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/azaqn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/40974eb5619457fd77abd4819235bb54265e6852/0_254_4256_2555/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The legal and moral conundrums posed by the return (or not) of British jihadis following the collapse of the Islamic State “caliphate” has triggered renewed anxiety about the place of Muslim youth in western society. The home secretary, Sajid Javid’s populist bid to strip Shamima Begum of citizenship has heightened the pitch of an emotive debate. But little has changed in Britain’s approach to counter-terrorism, soon to undergo independent review following years of heavy criticism. The Prevent strategy places entire communities under suspicion without necessarily being effective. European equivalents have fared similarly. A €2.5m French deradicalisation boot camp in the Loire valley asked participants to sing the national anthem, eat non-halal food and learn “Republican values” without rehabilitating a single individual. When policymakers talk about preventing “radicalisation”, they are missing the point: there’s nothing inherently wrong with being radical. The term can simply mean rejection of the status quo. The French and American revolutions, universal suffrage and the end of colonialism all involved political subversion. Politics has long been ideological and international. (Think George Orwell and the Spanish civil war). Yet still we talk about Muslim youth in the hackneyed language of the early 2000s, in which “radical” ideas must be neutralised through social engineering. A good (Muslim) citizenry, in this logic, is politically docile, disengaged from world affairs and discouraged from combining religion with political activism. Muslims of my generation, growing up in the 70s and 80s, were inspired by radical ideas derived from secular humanism. Confronted with racial and social injustice in Britain, many of us found solace and solidarity in third worldism and socialist internationalism – without subscribing to indiscriminate violence. Muslims in the UK who have grown up after 2001 have done so in an era of nihilistic surrender to the capitalist world order and the political status quo. Unsurprisingly, some have veered towards one or the other current extremes of political Islam. Of course, the reasons hundreds were seduced by the death cult of Isis cannot be explained solely by a lack of alternatives. Recruitment was driven as much by crass adventurism and bloodlust. The public is justified in feeling revulsion towards returning marauders, whose crimes should be prosecuted with the full force of British and international law. But the choices of a few cannot be allowed to bar generations of young Muslims from trying to change the world. Rather than view them with fear, a supposedly open society like the UK should ask how their dynamic potential can be allowed to flourish. The ummah, or “community of believers”, wherever in the world they are, is a powerful idea among many young British Muslims, attuning them to suffering and injustice in other countries. Many have family that originated in Asia and Africa. Visiting relatives can have an impact on them in ways that go beyond the fleeting experience of the average student gap year. British education generally fails to engage positively with this cosmopolitanism, offering few opportunities to study Islam’s complex encounter with modernity. From Abdul Ghaffar Khan (the “Frontier Gandhi”) to the Iranian revolutionary Ali Shariati and Malcolm X, there are many examples of religiously inspired figures playing a legitimate role in opposing colonialism, racism and injustice. To be clear: theologically grounded attempts to bring social change are beset with problems. But rather than treat young British Muslims as children in need of inoculation against the dangers of politics, how about providing an authentic political education, distinguishing progressive ideas from retrograde ones through informed debate? The introduction of Muslim history to the curriculum would no doubt be controversial in Britain. The rightwing press loudly protests against the addition of “world history” at the expense of British kings and queens. But the fears of parents reported to be removing children from RE lessons to prevent them learning about Islam can be allayed with facts. Since 2014, three of Britain’s five exam boards have actually removed discussion of Israel-Palestine or the history of the Arab-Israeli conflict from their GCSE offerings. In 2015, white students were twice as likely to opt for history A-level than students of Pakistani and Bangladeshi heritage. At university level, Britain’s 94% white academic staff in history is significantly less diverse than the UK population. As the school strikes movement and broader youth mobilisation on climate change are showing, youthful idealism and radical political action are indispensable. Young Pakistani and Bangladeshi Britons, whose parents’ countries of origin will be among the worst affected by global warming, could make important contributions to this fight and others, such as the struggle for fair pay and conditions for workers in cities such as the Bangladeshi capital, Dhaka. The smattering of British Muslims who already occupy prominent positions in public life may identify with Islam, or reject faith-based politics altogether. An unknown number, perhaps taking inspiration from our own home secretary, will have no truck with socialism whatsoever. That is their prerogative. It is also the right of British Muslim organisations doing charitable, social or political work for local communities and distant societies to espouse theology as a source of inspiration without being met by oppressive policing. As for the secular left, whose tendency to view religion as “the opium of the people” retains some currency in radical environmental circles, it may find there is something to gain from reflecting on Muslim history, and indeed other religious traditions. Bruno Latour admitted as much in a 2008 lecture on ecotheology, in which he speculated on reasons for the green movement’s failure to capture people’s imaginations. So, rather than intimidating British Muslims or viewing them with condescension, perhaps British society could consider how their concern for the ummah might actually be a resource for this country, and indeed the human species in its battle against extinction. (God knows) we need all the help we can get. • Ali Nobil Ahmad is a researcher at the Leibniz Zentrum Moderner Orient in Berlin and former recipient of the Scott Trust bursary",
      "charCount": "6448",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/ali-nobil-ahmad\">Ali Nobil Ahmad</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]