[
  {
    "id": "politics/2019/may/25/next-pm-confront-hard-realities-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-25T19:01:04Z",
    "webTitle": "Enough wishful thinking. The next PM must confront hard realities on Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/may/25/next-pm-confront-hard-realities-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/25/next-pm-confront-hard-realities-brexit",
    "fields": {
      "headline": "Enough wishful thinking. The next PM must confront hard realities on Brexit",
      "standfirst": "<p>As lord chancellor I have watched Theresa May struggle to deliver Brexit for three years. Here are the challenges facing her successor</p>",
      "trailText": "As lord chancellor I have watched Theresa May struggle to deliver Brexit for three years. Here are the challenges facing her successor",
      "byline": "David Gauke",
      "main": "<figure class=\"element element-image\" data-media-id=\"2f9f79a9e15e9864eb371fcb32eade44b2fc5aa5\"> <img src=\"https://media.guim.co.uk/2f9f79a9e15e9864eb371fcb32eade44b2fc5aa5/0_357_3918_2350/1000.jpg\" alt=\"Theresa May walks back into No 10 after addressing the media to announce her resignation on 24 May 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May walks back into No 10 after addressing the media to announce her resignation on 24 May 2019. </span> <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> </figcaption> </figure>",
      "body": "<p>We will have a new prime minister but the task facing them is the same one Theresa May faced for three years: how do we deliver the 2016 referendum result in a way that is good for the prosperity, security and integrity of the UK?</p> <p>If anyone thinks this is an easy task, they don’t understand the magnitude of the situation. Having served in her cabinet, I know that no one could have worked harder or shown greater determination than Theresa May to find a way through.</p> <p>Brexit will dominate this <a href=\"https://www.theguardian.com/politics/2019/may/24/deal-or-no-deal-what-next-for-brexit-the-tories-and-the-country\" title=\"\">leadership election</a>. But too often, the debate on Brexit has failed to face facts. It has been characterised more by wishful thinking than a clear-sighted appreciation of the economic, diplomatic, parliamentary and political realities. Big promises fail to be delivered, leaving the public yet more disillusioned, angry and tempted by the snake oil of populism.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/25/moderate-tories-launch-stop-boris-johnson-campaign\">Stop Boris campaign launched by Tory moderates opposed to no-deal Brexit</a> </p> </aside>  <p>Speaking as one of the few Conservative MPs who do not aspire to be elected leader in July, all those who have such aspirations have a responsibility to set out an approach to Brexit anchored in the hard realities of the situation.</p> <p>First, we should not pretend that leaving the EU without a deal will be anything other than enormously harmful to our economy, weaken our security relationships and threaten the integrity of the union.</p> <p>Businesses that rely on access to European markets – whether for exports or supply chain imports – will become unviable. Good jobs will be lost, investment diverted, the public finances weakened and living standards damaged by higher inflation caused by a weaker pound.</p> <p>There is too often reluctance in pointing out the likely outcome of no deal. The pretence that no deal is somehow manageable by people who should know better has encouraged a growing part of the population to be unwilling to make any kind of accommodation with the EU. Loose talk about no deal has given credibility to the simplistic slogans of the Brexit party and resulted in millions voting for them.</p> <p>If a candidate believes in a no deal exit, they should be straight with the British people that it will come at a very considerable cost. That cost won’t be wished away by glib assertions that we should simply have “confidence in Britain” or about how we overcame adversity in the second world war.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/25/tory-leadership-race-cyanide-brexit-inequality\">The Tory party is simply debating which sort of electorial cyanide to take</a> </p> </aside>  <p>The second hard reality is that there is no easy alternative option waiting to be negotiated with the EU. The withdrawal agreement is highly unlikely to be re-opened but changes in the political declaration might be possible. Even so, the EU is not going to agree with an arrangement that allows us to abandon our commitments under the Good Friday Agreement. If Northern Ireland is in one customs regime and the Republic of Ireland is in another, why won’t a customs border be necessary, just as happens with every other land border of this type? Technology may well be the answer, but it is not ready yet. Let’s not kid ourselves that this is not a genuine problem.</p> <p>This is why we should be particularly sceptical about claims that the EU offered us a free trade agreement. It was an offer not to the UK but to Britain only, and for a very good reason – because if you include Northern Ireland in a Canada-style free trade agreement, you have an issue with the Irish border. But an offer which only works for Britain is not a solution that should be acceptable to the Conservative and Unionist party.</p> <p>The third hard reality is about the parliamentary numbers. To leave the EU with a deal, we need a parliamentary majority. Theresa May tried and failed three times. Too many Conservative MPs have been unwilling to support the necessary compromises. I hope a new leader may win more of them over. But the likelihood is that we will need the support of some Labour MPs. This will need cross-party co-operation and compromise. Parliament will be able to shape the contents of any withdrawal agreement bill and, as a consequence, a Brexit deal delivered in this parliament will not be as purist as some of my colleagues want.</p> <p>That may lead some to argue that we must have a general election to deliver a Conservative Brexit. You don’t have to have a long memory to realise the risks with this.</p> <p>The fourth hard reality is that a general election before the issue of Brexit is resolved is more than likely to put Jeremy Corbyn in No 10.</p> <p>So who should be our next prime minister? I have not yet decided who I will support. But only a candidate who rejects wishful thinking, has the courage to tell the truth about the options in front of us and who will address Brexit on the basis of the hard realities will succeed.</p> <p>• David Gauke is lord chancellor and secretary of state for justice</p>",
      "newspaperPageNumber": "11",
      "wordcount": "815",
      "commentCloseDate": "2019-05-28T19:00:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-05-25T19:01:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:48Z",
      "newspaperEditionDate": "2019-05-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bh98j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2f9f79a9e15e9864eb371fcb32eade44b2fc5aa5/0_203_3918_2350/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We will have a new prime minister but the task facing them is the same one Theresa May faced for three years: how do we deliver the 2016 referendum result in a way that is good for the prosperity, security and integrity of the UK? If anyone thinks this is an easy task, they don’t understand the magnitude of the situation. Having served in her cabinet, I know that no one could have worked harder or shown greater determination than Theresa May to find a way through. Brexit will dominate this leadership election. But too often, the debate on Brexit has failed to face facts. It has been characterised more by wishful thinking than a clear-sighted appreciation of the economic, diplomatic, parliamentary and political realities. Big promises fail to be delivered, leaving the public yet more disillusioned, angry and tempted by the snake oil of populism. Speaking as one of the few Conservative MPs who do not aspire to be elected leader in July, all those who have such aspirations have a responsibility to set out an approach to Brexit anchored in the hard realities of the situation. First, we should not pretend that leaving the EU without a deal will be anything other than enormously harmful to our economy, weaken our security relationships and threaten the integrity of the union. Businesses that rely on access to European markets – whether for exports or supply chain imports – will become unviable. Good jobs will be lost, investment diverted, the public finances weakened and living standards damaged by higher inflation caused by a weaker pound. There is too often reluctance in pointing out the likely outcome of no deal. The pretence that no deal is somehow manageable by people who should know better has encouraged a growing part of the population to be unwilling to make any kind of accommodation with the EU. Loose talk about no deal has given credibility to the simplistic slogans of the Brexit party and resulted in millions voting for them. If a candidate believes in a no deal exit, they should be straight with the British people that it will come at a very considerable cost. That cost won’t be wished away by glib assertions that we should simply have “confidence in Britain” or about how we overcame adversity in the second world war. The second hard reality is that there is no easy alternative option waiting to be negotiated with the EU. The withdrawal agreement is highly unlikely to be re-opened but changes in the political declaration might be possible. Even so, the EU is not going to agree with an arrangement that allows us to abandon our commitments under the Good Friday Agreement. If Northern Ireland is in one customs regime and the Republic of Ireland is in another, why won’t a customs border be necessary, just as happens with every other land border of this type? Technology may well be the answer, but it is not ready yet. Let’s not kid ourselves that this is not a genuine problem. This is why we should be particularly sceptical about claims that the EU offered us a free trade agreement. It was an offer not to the UK but to Britain only, and for a very good reason – because if you include Northern Ireland in a Canada-style free trade agreement, you have an issue with the Irish border. But an offer which only works for Britain is not a solution that should be acceptable to the Conservative and Unionist party. The third hard reality is about the parliamentary numbers. To leave the EU with a deal, we need a parliamentary majority. Theresa May tried and failed three times. Too many Conservative MPs have been unwilling to support the necessary compromises. I hope a new leader may win more of them over. But the likelihood is that we will need the support of some Labour MPs. This will need cross-party co-operation and compromise. Parliament will be able to shape the contents of any withdrawal agreement bill and, as a consequence, a Brexit deal delivered in this parliament will not be as purist as some of my colleagues want. That may lead some to argue that we must have a general election to deliver a Conservative Brexit. You don’t have to have a long memory to realise the risks with this. The fourth hard reality is that a general election before the issue of Brexit is resolved is more than likely to put Jeremy Corbyn in No 10. So who should be our next prime minister? I have not yet decided who I will support. But only a candidate who rejects wishful thinking, has the courage to tell the truth about the options in front of us and who will address Brexit on the basis of the hard realities will succeed. • David Gauke is lord chancellor and secretary of state for justice",
      "charCount": "4643",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/david-gauke\">David Gauke</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/may/25/moderate-tories-launch-stop-boris-johnson-campaign",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-25T19:00:44Z",
    "webTitle": "Stop Boris Johnson campaign launched by Tory moderates opposed to no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/may/25/moderate-tories-launch-stop-boris-johnson-campaign",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/25/moderate-tories-launch-stop-boris-johnson-campaign",
    "fields": {
      "headline": "Stop Boris Johnson campaign launched by Tory moderates opposed to no-deal Brexit",
      "standfirst": "<p>Former foreign secretary attacked as dishonest by leadership candidate Rory Stewart</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race\">Today’s politics news - live updates</a></li></ul>",
      "trailText": "Former foreign secretary attacked as dishonest by leadership candidate Rory Stewart",
      "byline": "Michael Savage, Jamie Doward and Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"6269ad5805d60e215b3f7d11e1be0553eb385225\"> <img src=\"https://media.guim.co.uk/6269ad5805d60e215b3f7d11e1be0553eb385225/169_15_2615_1569/1000.jpg\" alt=\"Conservative MP Boris Johnson leaves his London home on the day of the European elections last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Conservative MP Boris Johnson leaves his London home on the day of the European elections last week.</span> <span class=\"element-image__credit\">Photograph: Luke Dray/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A campaign to stop Boris Johnson becoming prime minister and <a href=\"https://www.theguardian.com/politics/2019/may/24/boris-johnson-favourite-as-uk-to-have-new-pm-by-end-of-july\" title=\"\">taking the country into a no-deal Brexit</a> was launched by moderate cabinet ministers on Saturday as the first shots were fired in the <a href=\"https://www.theguardian.com/politics/2019/may/25/matt-hancock-tory-leadership-prime-minister-rory-stewart\" title=\"\">Tory contest</a> to succeed Theresa May in Downing Street.</p> <p>After May bowed to pressure on Friday and announced she would resign as Tory leader within two weeks, justice secretary David Gauke and international development secretary Rory Stewart condemned Johnson’s readiness to embrace a no-deal, saying it would be hugely damaging to the national interest.</p> <p>The move, part of a concerted “anti-Johnson” push by opponents of a hard Brexit, followed comments by the former foreign secretary on Friday, soon after May’s resignation speech in Downing Street, that the UK would definitely leave the EU “deal or no deal” on 31 October if he became leader in July.</p> <p>The remark infuriated the soft-Brexit wing of the party, with some MPs and ministers even warning that there would be “serious numbers” of moderate Conservatives who would be ready to vote down a Johnson government if he set the country on a path to no deal.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/25/next-pm-confront-hard-realities-brexit\">Enough wishful thinking. The next PM must confront hard realities on Brexit</a> </p> </aside>  <p>In a clear attack on Johnson, Gauke, writing in today’s <em>Observer</em>, warns that candidates who fail to acknowledge the “enormously harmful” effects of crashing out of the EU will fuel populism and risk doing untold harm to the economy and national interest.</p> <p>“All those that do have such aspirations have a responsibility to set out their approach to Brexit, which is anchored in the hard realities of the situation. We should not pretend that leaving the European Union without a deal will be anything other than enormously harmful to our economy, weaken our security relationships and threaten the integrity of the union,” said Gauke.</p> <p>His comments come ahead of the release of European election results, which are expected to show Nigel Farage’s Brexit party trouncing the Conservatives.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/25/tory-leadership-race-cyanide-brexit-inequality\">The Tory party is simply debating which sort of electorial cyanide to take</a> </p> </aside>  <p>“There is too often reluctance in pointing out the likely outcome of no deal. The pretence by people who should know better that no deal is somehow manageable – or could be addressed simply by ‘proper preparation’ – has only encouraged a growing part of the population to be unwilling to make any kind of accommodation with the EU. Loose talk about no deal has helped give credibility to the simplistic slogans of the Brexit party.”</p> <p>The warnings by Gauke – expected to be endorsed by the chancellor, Philip Hammond, in media interviews – came after Stewart, who has declared his intention to stand, tore into Johnson and said he would refuse to serve in a government under his leadership.</p> <p>Stewart said: “I spoke to Boris, I suppose, about two weeks ago and I thought at the time he had assured me that he wouldn’t push for a no-deal Brexit. So, we had a conversation about 20, 25 minutes and I left the room reassured by him that he wouldn’t do this.</p> <p>“But it now seems that he is coming out for a no-deal Brexit. I think it would be a huge mistake. Damaging, unnecessary, and I think also dishonest.”</p>  <figure class=\"element element-image\" data-media-id=\"1f0fe3d9fdc857d099338ae60434aa0f61f57f7f\"> <img src=\"https://media.guim.co.uk/1f0fe3d9fdc857d099338ae60434aa0f61f57f7f/0_74_3505_2103/1000.jpg\" alt=\"Rory Stewart has declared his intention to stand in the Tory leadership contest.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rory Stewart has declared his intention to stand in the Tory leadership contest.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/Shutterstock</span> </figcaption> </figure>  <p>The warnings came as senior moderate Tories grew increasingly alarmed at signs that Johnson is already winning over MPs who fear that, if they do not back him, a more hardline candidate will emerge as the champion of pro-Brexit Tories in parliament and in the country.</p> <p>One senior Tory source said Johnson held appeal because he was seen by fellow MPs and Tory members as a winner after Theresa May, whose disastrous 2017 election campaign rid the party of its majority. “The unpalatable truth about the situation is that whether we like it or not, in terms of marginal seat polling, Boris is still outperforming everyone else.”</p> <p>On Saturday the list of candidates entering the race grew as health secretary Matt Hancock threw his hat into the ring, saying he believed May had not been clear enough about the trade-offs required in reaching a Brexit deal.</p> <p>“She didn’t start by levelling with people,” Hancock said. “I think it is much, much easier to bring people together behind a proposal if you are straightforward in advance.”</p> <p>Former Brexit secretary Dominic Raab also formally entered the race with a call for a “new direction”.</p> <p>The MP for Esher and Walton, who resigned over May’s withdrawal agreement, told the Mail on Sunday: “The country now feels stuck in the mud, humiliated by Brussels and incapable of finding a way forward. The prime minister has announced her resignation. It’s time for a new direction.”</p> <p>Foreign secretary Jeremy Hunt and ex-Commons leader Andrea Leadsom are the latest heavyweights to have also announced bids for the Tory crown.</p> <p>Writing on theguardian.com, former cabinet minister <a href=\"https://www.theguardian.com/profile/justine-greening\" title=\"\">Justine Greening</a> said the Conservative party now faced “electoral oblivion” as a new leader would “test its hard Brexit theory to destruction”. Greening, who backs a second referendum, said that the party was engaged in “a debate with itself about what type of electoral cyanide to take”.</p> <p>Dominic Grieve, the former attorney general, said: “Whoever gets the leadership of the party, a new leader in itself does not solve the crisis we are facing. It does not appear likely that there is a majority in parliament for any deal and there is clearly a majority against a no-deal Brexit. That suggests the only two options available are a general election or a referendum to resolve the matter.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "895",
      "commentCloseDate": "2019-05-28T19:00:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-05-25T19:00:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:05Z",
      "newspaperEditionDate": "2019-05-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bhdzh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6269ad5805d60e215b3f7d11e1be0553eb385225/169_15_2615_1569/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A campaign to stop Boris Johnson becoming prime minister and taking the country into a no-deal Brexit was launched by moderate cabinet ministers on Saturday as the first shots were fired in the Tory contest to succeed Theresa May in Downing Street. After May bowed to pressure on Friday and announced she would resign as Tory leader within two weeks, justice secretary David Gauke and international development secretary Rory Stewart condemned Johnson’s readiness to embrace a no-deal, saying it would be hugely damaging to the national interest. The move, part of a concerted “anti-Johnson” push by opponents of a hard Brexit, followed comments by the former foreign secretary on Friday, soon after May’s resignation speech in Downing Street, that the UK would definitely leave the EU “deal or no deal” on 31 October if he became leader in July. The remark infuriated the soft-Brexit wing of the party, with some MPs and ministers even warning that there would be “serious numbers” of moderate Conservatives who would be ready to vote down a Johnson government if he set the country on a path to no deal. In a clear attack on Johnson, Gauke, writing in today’s Observer, warns that candidates who fail to acknowledge the “enormously harmful” effects of crashing out of the EU will fuel populism and risk doing untold harm to the economy and national interest. “All those that do have such aspirations have a responsibility to set out their approach to Brexit, which is anchored in the hard realities of the situation. We should not pretend that leaving the European Union without a deal will be anything other than enormously harmful to our economy, weaken our security relationships and threaten the integrity of the union,” said Gauke. His comments come ahead of the release of European election results, which are expected to show Nigel Farage’s Brexit party trouncing the Conservatives. “There is too often reluctance in pointing out the likely outcome of no deal. The pretence by people who should know better that no deal is somehow manageable – or could be addressed simply by ‘proper preparation’ – has only encouraged a growing part of the population to be unwilling to make any kind of accommodation with the EU. Loose talk about no deal has helped give credibility to the simplistic slogans of the Brexit party.” The warnings by Gauke – expected to be endorsed by the chancellor, Philip Hammond, in media interviews – came after Stewart, who has declared his intention to stand, tore into Johnson and said he would refuse to serve in a government under his leadership. Stewart said: “I spoke to Boris, I suppose, about two weeks ago and I thought at the time he had assured me that he wouldn’t push for a no-deal Brexit. So, we had a conversation about 20, 25 minutes and I left the room reassured by him that he wouldn’t do this. “But it now seems that he is coming out for a no-deal Brexit. I think it would be a huge mistake. Damaging, unnecessary, and I think also dishonest.” The warnings came as senior moderate Tories grew increasingly alarmed at signs that Johnson is already winning over MPs who fear that, if they do not back him, a more hardline candidate will emerge as the champion of pro-Brexit Tories in parliament and in the country. One senior Tory source said Johnson held appeal because he was seen by fellow MPs and Tory members as a winner after Theresa May, whose disastrous 2017 election campaign rid the party of its majority. “The unpalatable truth about the situation is that whether we like it or not, in terms of marginal seat polling, Boris is still outperforming everyone else.” On Saturday the list of candidates entering the race grew as health secretary Matt Hancock threw his hat into the ring, saying he believed May had not been clear enough about the trade-offs required in reaching a Brexit deal. “She didn’t start by levelling with people,” Hancock said. “I think it is much, much easier to bring people together behind a proposal if you are straightforward in advance.” Former Brexit secretary Dominic Raab also formally entered the race with a call for a “new direction”. The MP for Esher and Walton, who resigned over May’s withdrawal agreement, told the Mail on Sunday: “The country now feels stuck in the mud, humiliated by Brussels and incapable of finding a way forward. The prime minister has announced her resignation. It’s time for a new direction.” Foreign secretary Jeremy Hunt and ex-Commons leader Andrea Leadsom are the latest heavyweights to have also announced bids for the Tory crown. Writing on theguardian.com, former cabinet minister Justine Greening said the Conservative party now faced “electoral oblivion” as a new leader would “test its hard Brexit theory to destruction”. Greening, who backs a second referendum, said that the party was engaged in “a debate with itself about what type of electoral cyanide to take”. Dominic Grieve, the former attorney general, said: “Whoever gets the leadership of the party, a new leader in itself does not solve the crisis we are facing. It does not appear likely that there is a majority in parliament for any deal and there is clearly a majority against a no-deal Brexit. That suggests the only two options available are a general election or a referendum to resolve the matter.”",
      "charCount": "5296",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>, <a href=\"profile/jamiedoward\">Jamie Doward</a> and <a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/25/led-by-donkeys-reveal-identities-brexit-billboards-posters",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-25T09:28:00Z",
    "webTitle": "Led By Donkeys show their faces at last: ‘No one knew it was us’",
    "webUrl": "https://www.theguardian.com/politics/2019/may/25/led-by-donkeys-reveal-identities-brexit-billboards-posters",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/25/led-by-donkeys-reveal-identities-brexit-billboards-posters",
    "fields": {
      "headline": "Led By Donkeys show their faces at last: ‘No one knew it was us’",
      "standfirst": "<p>The four men behind the nationwide Brexit billboard phenomenon finally reveal their identities</p>",
      "trailText": "The four men behind the nationwide Brexit billboard phenomenon finally reveal their identities",
      "byline": "Harriet Sherwood",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"158e54ea8f41b30ce51866a6a9a1aa524bbc456a\"> <img src=\"https://media.guim.co.uk/158e54ea8f41b30ce51866a6a9a1aa524bbc456a/0_368_6699_4021/1000.jpg\" alt=\"Led By Donkeys, from left: James Sadri, Oliver Knowles, Will Rose and Ben Stewart in the Birdcage pub, north London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Led By Donkeys, from left: James Sadri, Oliver Knowles, Will Rose and Ben Stewart in the Birdcage pub, north London.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>",
      "body": "<p>The Birdcage pub in Stoke Newington, north London, seems an unlikely birthplace for a rebellion. On a midweek afternoon, the bar is almost empty. Spring sunshine streams through the windows; Spandau Ballet provide a gentle soundtrack; black-hatted men from the local ultra-Orthodox Jewish community pass by outside.</p> <p>The only customers are four men sitting at a table in an alcove. It was at this spot, more than five months ago, that this group of friends came up with an idea born from their collective despair over the “lies, lunacy and hypocrisy” of the Brexit process.</p> <p>That idea was to emblazon the <a href=\"https://twitter.com/david_cameron/status/595112367358406656?lang=en\" title=\"\">2015 tweet</a> by the then prime minister David Cameron, “Britain faces a simple and inescapable choice – stability and strong government with me, or chaos with Ed Miliband”, across a giant billboard. Since then, it has turned into a national campaign that has captured the imagination of millions of people, sparked heated debate and infuriated Nigel Farage and his supporters.</p> <p>Now, the creators of <a href=\"https://twitter.com/ByDonkeys?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\" title=\"\">Led By Donkeys</a> have decided to go public. Ben Stewart, James Sadri, Oliver Knowles and Will Rose are hitting back against claims by rightwing bloggers and trolls that they are a shadowy, anonymous group by revealing their identities and motives. “It feels like the right time to say who we are and defend our work and views. We’re proud of what we’ve done,” said Knowles, 43.</p> <p>The four have been targeted by the Guido Fawkes website, which claimed to have “unmasked” them as “Greenpeace campaigners” last week after they registered their names with the Electoral Commission. Stewart and Knowles do indeed work for Greenpeace, and Sadri and Rose have previously worked for the environmental campaign group, but <a href=\"https://www.theguardian.com/politics/2019/feb/07/billboard-campaigners-brexit-led-by-donkeys\" title=\"\">Led By Donkeys</a> is an entirely freelance amateur operation. “No one at work knew we were doing this,” said Stewart, 45.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"5d21220b158e7682b73d8d80a9cd518e8f7c9979\"> <img src=\"https://media.guim.co.uk/5d21220b158e7682b73d8d80a9cd518e8f7c9979/0_0_5760_3840/1000.jpg\" alt=\"A poster that went up in Leeds in January with a Boris Johnson tweet.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A poster that went up in Leeds in January.</span> <span class=\"element-image__credit\">Photograph: Steve Morgan</span> </figcaption> </figure>  <p>The men met for a pint at the Birdcage in mid-December, just after Theresa May had postponed the first scheduled Commons vote on her Brexit deal. “It felt like the country had reached another level of chaos,” said Stewart. “We were looking at Cameron’s tweet from before the 2015 election, which was doing the rounds again, and pissing ourselves with laughter. We said it would be a real shame if he deleted it because it encapsulates the total failure of Britain’s political leadership.”</p> <p>Their eyes alighted on an advertising billboard across the road. Within a few days, they had ordered five billboard posters, each in 12 sections: tweets and quotes from Cameron, Michael Gove, Liam Fox, John Redwood and David Davis. And they chose the campaign’s name from the phrase “lions led by donkeys” used to describe first world war soldiers and their incompetent generals.</p> <p>In January, the first poster went up on “borrowed space” in Stoke Newington, covering an ad for the Halifax. The group had invested in hi-vis jackets (in the hope of looking legitimate), a ladder, buckets and wallpaper paste, but they had no idea how to actually get the printed sheets up on the giant board.</p> <p>“The sheets kept falling down, drivers were stopping to look at us, we were covered in paste, and it took us an hour and a half. But then we stood back and looked at it. Olly put his arm round my shoulder and said: ‘This is absolutely fucking beautiful’. We took a picture to post on social media, expecting maybe seven retweets. And it just exploded,” said Stewart.</p> <p>Sadri, 39, said: “It was a way of channelling frustration into action and holding some of these politicians to account with a bit of humour. There’s a lot to be said for laughing at those in power.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"0823df827ffcb8d27520bf69098b326e8dee2071\"> <img src=\"https://media.guim.co.uk/0823df827ffcb8d27520bf69098b326e8dee2071/0_0_1920_1280/1000.jpg\" alt=\"The group has also been following Farage’s March to Leave from Sunderland to London with two digital ad vans displaying a selection of tweets and declarations.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The group has also been following Farage’s <a href=\"https://www.theguardian.com/politics/2019/mar/16/chaotic-scenes-as-nigel-farage-brexit-march-sets-off-for-london\">March to Leave</a> from Sunderland to London with two digital ad vans displaying a selection of tweets and declarations.</span> <span class=\"element-image__credit\">Photograph: Led By Donkeys</span> </figcaption> </figure>  <p>By 4pm the next day, the Led By Donkeys poster was gone, pasted over by plain blue paper. But its life on social media was just beginning.</p> <p>Their next venture was in Dover, a town on the frontline of Brexit and a Farage stronghold. In deserted streets and feeling “pretty nervous”, the <a href=\"https://www.theguardian.com/politics/2019/jan/16/billboard-campaign-reminds-voters-of-mps-brexit-promises\" title=\"\">group put up four posters</a> in one night, again tweeting photographs of their handiwork. The posters were stripped off the next day, “but we were getting thousands of Twitter followers – and loads of people were saying ‘we’d love to throw some money at this’,” said Knowles.</p> <p>They set up a crowdfunding appeal with a target of £10,000. It was reached within three hours. “We increased it to £50,000, and we’d hit that by the next morning,” said Stewart. By the middle of last week, they had raised £438,704 from 14,299 supporters – an average donation of £30, many of them much smaller amounts and a handful of £1,000 gifts.</p> <p>With money in the bank, the group decided to go legitimate. The cost of a billboard ranges from £500 to more than £1,000, depending on location, size, how long the ad is displayed for, and lighting. “But the big [billboard] firms said they didn’t want anything to do with us. Luckily we found some independents willing to take us – and now some of the big companies have come round,” said Sadri.</p> <p>Stewart added: “We started dishing out a lot of money, and tweeting everything we did, and the whole thing got bigger and bigger. And we were doing all this in the gaps in between our day jobs and our kids. I’d be on our WhatsApp group at 6am, then suddenly the baby monitor would go off. It’s been pretty exhausting.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2979aa6064948cbf06f11ee0ca5c3dd1d1b56eac\"> <img src=\"https://media.guim.co.uk/2979aa6064948cbf06f11ee0ca5c3dd1d1b56eac/0_0_3500_2333/1000.jpg\" alt=\"The banner bearing a David Davis quote was carried by thousands of marchers at the Put It To The People rally in Parliament Square.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The banner bearing a David Davis quote was carried by thousands of marchers at the Put It To The People rally in Parliament Square.</span> <span class=\"element-image__credit\">Photograph: Jiri Rezac/Led By Donkeys</span> </figcaption> </figure>  <p>A big moment came with the <a href=\"https://www.theguardian.com/politics/live/2019/mar/23/brexit-hundreds-of-thousands-expected-to-march-for-peoples-vote-london-live-updates\" title=\"\">People’s Vote demonstration</a> in March. The group had the idea of a huge lightweight banner to be passed over the heads of marchers, taking their inspiration from football supporters. A 40x20 metre banner, weighing 160kg, was made in just five days at a cost of £12,000. Hiring a helicopter for an hour to photograph it cost another £5,000, and the exercise needed a team of 25 volunteers to help marchers pass it aloft.</p> <p>The quote they chose was from Davis, the arch-Brexiter: “If a democracy cannot change its mind, it ceases to be a democracy.”</p> <p>The comedian Steve Coogan introduced the piece of political theatre to the crowd. “They responded immediately. There were big smiles. Everyone had their hands in the air to help with the banner. It was a beautiful moment of coordination and cooperation – the antithesis of Brexit,” said Stewart.</p> <p>“This was 10 weeks after we’d put up our first poster, and I remember looking up and thinking, that helicopter is the BBC and that other helicopter is Led By Donkeys. How the hell has that happened since we went down the Birdcage and had a pint?”</p> <p>Led By Donkeys had also been following Farage’s <a href=\"https://www.theguardian.com/politics/2019/mar/16/chaotic-scenes-as-nigel-farage-brexit-march-sets-off-for-london\" title=\"\">March to Leave</a> from Sunderland to London with two digital ad vans displaying a selection of tweets and declarations. “Farage couldn’t avoid them. It was a pretty special moment, directing the vans into shot when he was speaking,” said Rose, 40.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The posters were a way of channelling frustration and holding some of these politicians to account with a bit of humour.</p> <footer> <cite>James Sadri</cite> </footer> </blockquote> </aside>  <p>Farage and his supporters have struck back, accusing Led By Donkeys of breaking Electoral Commission spending rules. Unregistered non-party groups may only spend up to £20,000 in England during an election campaign, while registered campaigners are permitted to spend almost £160,000.</p> <p>In the official campaign period, Led By Donkeys has spent £18,298 on its <a href=\"https://www.theguardian.com/world/european-elections\" title=\"\">European election</a> push, in accounts seen by the <em>Observer</em>. But Stewart, Sadri, Knowles and Rose decided to register with the commission in order to be “proactively transparent”. They have also disclosed their previous activism: in 2008, Stewart and Rose were among six people <a href=\"https://www.theguardian.com/environment/2008/sep/10/activists.carbonemissions\" title=\"\">cleared of causing criminal damage</a> at a coal-fired power station in Kent, and Knowles has a number of convictions for peaceful protests.</p> <p>In the past couple of weeks, they have also come under fire from the left over a billboard showcasing <a href=\"https://www.theguardian.com/commentisfree/2019/may/19/led-by-donkeys-billboards-nigel-farage-ann-widdecombe\" title=\"\">a quote from Ann Widdecombe, </a>the former Tory minister who has joined the Brexit party: “Homosexual acts are wrongful.” Most people, their critics argued, would simply see the homophobic message and miss the subtleties of Led By Donkeys’ messaging.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"5f48c6dadeb75d3afa687e08614b1234be5060b7\"> <img src=\"https://media.guim.co.uk/5f48c6dadeb75d3afa687e08614b1234be5060b7/0_302_4032_2419/1000.jpg\" alt=\"One of the first posters to go up, in January.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One of the first posters to go up, in January.</span> <span class=\"element-image__credit\">Photograph: Led By Donkeys</span> </figcaption> </figure>  <p>The group swiftly apologised and had the posters taken down. “It was a mistake. We looked at the reaction on social media and it didn’t take long to realise the criticism was justified,” said Stewart.</p> <p>Some have also suggested that Led By Donkeys operates in an echo chamber, only striking a chord with Remainers. “People have said we’re inside a bubble, but we’ve deliberately chosen Leave-voting areas to put up our posters. We know we’ve sparked hundreds, thousands of conversations. Loads of people have messaged us to say the billboards have kicked off discussions with their dad or their uncle or someone else. You have the whole mix of society walking past a billboard – you can’t have a billboard in a bubble,” said Stewart.</p> <p>Asked what comes next, the four are uncharacteristically silent for a moment. “The polarisation and division in the country really bothers me, and we talked a lot about whether our poster campaign exacerbates that. We were trying to create a conversation between Leavers and Remainers – and the evidence from what people have told us is that we’ve done that,” said Stewart.</p> <p>“But it feels like the country is about to slip into an even more polarised state, with a revoke or no-deal dynamic emerging. What can we do about that? I don’t know. But you have to hold people accountable.”</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1547",
      "commentCloseDate": "2019-05-28T09:30:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-05-25T09:26:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:25:03Z",
      "newspaperEditionDate": "2019-05-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bh8yk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/158e54ea8f41b30ce51866a6a9a1aa524bbc456a/0_368_6699_4021/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Birdcage pub in Stoke Newington, north London, seems an unlikely birthplace for a rebellion. On a midweek afternoon, the bar is almost empty. Spring sunshine streams through the windows; Spandau Ballet provide a gentle soundtrack; black-hatted men from the local ultra-Orthodox Jewish community pass by outside. The only customers are four men sitting at a table in an alcove. It was at this spot, more than five months ago, that this group of friends came up with an idea born from their collective despair over the “lies, lunacy and hypocrisy” of the Brexit process. That idea was to emblazon the 2015 tweet by the then prime minister David Cameron, “Britain faces a simple and inescapable choice – stability and strong government with me, or chaos with Ed Miliband”, across a giant billboard. Since then, it has turned into a national campaign that has captured the imagination of millions of people, sparked heated debate and infuriated Nigel Farage and his supporters. Now, the creators of Led By Donkeys have decided to go public. Ben Stewart, James Sadri, Oliver Knowles and Will Rose are hitting back against claims by rightwing bloggers and trolls that they are a shadowy, anonymous group by revealing their identities and motives. “It feels like the right time to say who we are and defend our work and views. We’re proud of what we’ve done,” said Knowles, 43. The four have been targeted by the Guido Fawkes website, which claimed to have “unmasked” them as “Greenpeace campaigners” last week after they registered their names with the Electoral Commission. Stewart and Knowles do indeed work for Greenpeace, and Sadri and Rose have previously worked for the environmental campaign group, but Led By Donkeys is an entirely freelance amateur operation. “No one at work knew we were doing this,” said Stewart, 45. The men met for a pint at the Birdcage in mid-December, just after Theresa May had postponed the first scheduled Commons vote on her Brexit deal. “It felt like the country had reached another level of chaos,” said Stewart. “We were looking at Cameron’s tweet from before the 2015 election, which was doing the rounds again, and pissing ourselves with laughter. We said it would be a real shame if he deleted it because it encapsulates the total failure of Britain’s political leadership.” Their eyes alighted on an advertising billboard across the road. Within a few days, they had ordered five billboard posters, each in 12 sections: tweets and quotes from Cameron, Michael Gove, Liam Fox, John Redwood and David Davis. And they chose the campaign’s name from the phrase “lions led by donkeys” used to describe first world war soldiers and their incompetent generals. In January, the first poster went up on “borrowed space” in Stoke Newington, covering an ad for the Halifax. The group had invested in hi-vis jackets (in the hope of looking legitimate), a ladder, buckets and wallpaper paste, but they had no idea how to actually get the printed sheets up on the giant board. “The sheets kept falling down, drivers were stopping to look at us, we were covered in paste, and it took us an hour and a half. But then we stood back and looked at it. Olly put his arm round my shoulder and said: ‘This is absolutely fucking beautiful’. We took a picture to post on social media, expecting maybe seven retweets. And it just exploded,” said Stewart. Sadri, 39, said: “It was a way of channelling frustration into action and holding some of these politicians to account with a bit of humour. There’s a lot to be said for laughing at those in power.” By 4pm the next day, the Led By Donkeys poster was gone, pasted over by plain blue paper. But its life on social media was just beginning. Their next venture was in Dover, a town on the frontline of Brexit and a Farage stronghold. In deserted streets and feeling “pretty nervous”, the group put up four posters in one night, again tweeting photographs of their handiwork. The posters were stripped off the next day, “but we were getting thousands of Twitter followers – and loads of people were saying ‘we’d love to throw some money at this’,” said Knowles. They set up a crowdfunding appeal with a target of £10,000. It was reached within three hours. “We increased it to £50,000, and we’d hit that by the next morning,” said Stewart. By the middle of last week, they had raised £438,704 from 14,299 supporters – an average donation of £30, many of them much smaller amounts and a handful of £1,000 gifts. With money in the bank, the group decided to go legitimate. The cost of a billboard ranges from £500 to more than £1,000, depending on location, size, how long the ad is displayed for, and lighting. “But the big [billboard] firms said they didn’t want anything to do with us. Luckily we found some independents willing to take us – and now some of the big companies have come round,” said Sadri. Stewart added: “We started dishing out a lot of money, and tweeting everything we did, and the whole thing got bigger and bigger. And we were doing all this in the gaps in between our day jobs and our kids. I’d be on our WhatsApp group at 6am, then suddenly the baby monitor would go off. It’s been pretty exhausting.” A big moment came with the People’s Vote demonstration in March. The group had the idea of a huge lightweight banner to be passed over the heads of marchers, taking their inspiration from football supporters. A 40x20 metre banner, weighing 160kg, was made in just five days at a cost of £12,000. Hiring a helicopter for an hour to photograph it cost another £5,000, and the exercise needed a team of 25 volunteers to help marchers pass it aloft. The quote they chose was from Davis, the arch-Brexiter: “If a democracy cannot change its mind, it ceases to be a democracy.” The comedian Steve Coogan introduced the piece of political theatre to the crowd. “They responded immediately. There were big smiles. Everyone had their hands in the air to help with the banner. It was a beautiful moment of coordination and cooperation – the antithesis of Brexit,” said Stewart. “This was 10 weeks after we’d put up our first poster, and I remember looking up and thinking, that helicopter is the BBC and that other helicopter is Led By Donkeys. How the hell has that happened since we went down the Birdcage and had a pint?” Led By Donkeys had also been following Farage’s March to Leave from Sunderland to London with two digital ad vans displaying a selection of tweets and declarations. “Farage couldn’t avoid them. It was a pretty special moment, directing the vans into shot when he was speaking,” said Rose, 40. Farage and his supporters have struck back, accusing Led By Donkeys of breaking Electoral Commission spending rules. Unregistered non-party groups may only spend up to £20,000 in England during an election campaign, while registered campaigners are permitted to spend almost £160,000. In the official campaign period, Led By Donkeys has spent £18,298 on its European election push, in accounts seen by the Observer. But Stewart, Sadri, Knowles and Rose decided to register with the commission in order to be “proactively transparent”. They have also disclosed their previous activism: in 2008, Stewart and Rose were among six people cleared of causing criminal damage at a coal-fired power station in Kent, and Knowles has a number of convictions for peaceful protests. In the past couple of weeks, they have also come under fire from the left over a billboard showcasing a quote from Ann Widdecombe, the former Tory minister who has joined the Brexit party: “Homosexual acts are wrongful.” Most people, their critics argued, would simply see the homophobic message and miss the subtleties of Led By Donkeys’ messaging. The group swiftly apologised and had the posters taken down. “It was a mistake. We looked at the reaction on social media and it didn’t take long to realise the criticism was justified,” said Stewart. Some have also suggested that Led By Donkeys operates in an echo chamber, only striking a chord with Remainers. “People have said we’re inside a bubble, but we’ve deliberately chosen Leave-voting areas to put up our posters. We know we’ve sparked hundreds, thousands of conversations. Loads of people have messaged us to say the billboards have kicked off discussions with their dad or their uncle or someone else. You have the whole mix of society walking past a billboard – you can’t have a billboard in a bubble,” said Stewart. Asked what comes next, the four are uncharacteristically silent for a moment. “The polarisation and division in the country really bothers me, and we talked a lot about whether our poster campaign exacerbates that. We were trying to create a conversation between Leavers and Remainers – and the evidence from what people have told us is that we’ve done that,” said Stewart. “But it feels like the country is about to slip into an even more polarised state, with a revoke or no-deal dynamic emerging. What can we do about that? I don’t know. But you have to hold people accountable.”",
      "charCount": "9035",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/harrietsherwood\">Harriet Sherwood</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/25/farage-brexit-party-remain",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-25T05:00:37Z",
    "webTitle": "The energy behind Farage and his Brexit party leaves his rivals in the shadows | John Harris",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/25/farage-brexit-party-remain",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/25/farage-brexit-party-remain",
    "fields": {
      "headline": "The energy behind Farage and his Brexit party leaves his rivals in the shadows",
      "standfirst": "<p>His crude messages need to be fought with urgency and passion – precisely what the remain parties lack</p>",
      "trailText": "His crude messages need to be fought with urgency and passion – precisely what the remain parties lack, says Guardian columnist John Harris",
      "byline": "John Harris",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"2dcf25839ad2f7d7c95b5c611736b39389e5129e\"> <img src=\"https://media.guim.co.uk/2dcf25839ad2f7d7c95b5c611736b39389e5129e/0_0_2560_1536/1000.jpg\" alt=\"R FRESSON 240519 OPINION final web\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There is something very sobering about watching a handful of chancers lay in to the fragile mesh of institutions and ideas that underpin our democracy.’</span> <span class=\"element-image__credit\">Illustration: R Fresson/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Last Sunday, I went to <a href=\"https://www.youtube.com/watch?v=5DeLALXaFuQ&amp;t=3589s\" title=\"\">a Brexit party</a> rally in Frimley, Surrey. The venue was the Lakeside Hotel and Country Club complex, well known as the setting for international darts contests. Inside, 1,200 or so people had gathered to hear Nigel Farage and most of the party’s other would-be MEPs for the south-east region. The atmosphere was roughly as I had expected: highly charged, defiant, often strangely celebratory. But what was most striking was the slickness of the presentation: brisk, elegantly structured speeches and warm-up videos, and the clear sense that everyone had been told to lay off subjects that usually buzz around Farage – immigration, chiefly. Instead, they doubled down on the twin themes of <a href=\"https://www.theguardian.com/world/2019/may/23/jean-claude-juncker-criticises-mps-prioritising-theresa-mays-removal-over-brexit\" title=\"\">Brexit being denied and delayed</a>, and what that says about the people and institutions in charge of the country.</p> <p>The first speaker was one Robert Rowland, a candidate with the face, haircut and stiff demeanour of a freshly bought Action Man. “If Brexit fails, we cease even to be a democracy,” he said. “The duplicitous professional political class will have prevailed. The last three years have seen Britain’s establishment – the civil servants, the majority of MPs from both parties, academia, the judiciary, and of course let’s not forget the <a href=\"https://www.theguardian.com/politics/video/2019/may/12/nigel-farage-blasts-bbc-on-andrew-marr-show-for-being-ridiculous-and-ludicrous-video\" title=\"\">BBC</a>” – at this point, there were loud boos – “do their damnedest to delay, defuse and dilute Brexit. Parliament has abolished the referendum and declared war on the British people … There might not be tanks on the streets, but make no mistake: this is a coup against democracy.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Farage’s greatest asset is a discourse full of crude binaries, deepened by the hardcore postures struck by Theresa May</p> </blockquote> </aside>  <p>Forty minutes later came a candidate called Matt Taylor. “Our democracy is young and we still have to fight for it,” he told the crowd. “Now, they call it representative democracy. And representative democracy means that the representatives can do what they like. I say, no, that’s not democracy. In a democracy, the people are the power.” Soon after, Farage appeared, grinning from ear to ear and bellowing out his super-charged version of the same messages. The chant that greeted him suggested that if some English people have embraced the politics of wild claims and demagoguery, it at least comes with a certain bathos: “Nigel! Nigel! Nigel!”</p> <p>Not, of course, that anyone should be laughing. There is something very sobering indeed about watching a handful of chancers lay in to the fragile mesh of institutions and ideas that underpin our democracy, and a head-spinning quality in the fact that they do so in the name of democracy itself. It has echoes not just of the current darkness that defines the US and much of mainland Europe, but <a href=\"https://www.theguardian.com/commentisfree/2019/may/16/brexit-britain-weimar-germany-far-right-democracy-contempt-politicians\" title=\"\">things that go much further back</a>. Among the many things proved by the history of the 20th century is that once such opinions gain momentum – and fuse with claims of national humiliation and betrayal, another cliche much in evidence at the rally – it rarely ends well, to say the least.</p> <p>Yet here we are. Handed yet another opportunity by a Conservative party whose collective stupidity has long since reached the point of surrealism, Farage’s greatest asset is a discourse full of crude binaries, established by the original referendum and then <a href=\"https://www.theguardian.com/politics/2019/may/24/theresa-may-never-had-a-grip-on-the-crown-that-fell-into-her-lap\" title=\"\">deepened by the hardcore postures struck by Theresa May</a> in its aftermath (the main reason, incidentally, why she deserves her fate). Via her <a href=\"https://www.theguardian.com/politics/video/2018/sep/21/brexit-no-deal-is-better-than-a-bad-deal-says-theresa-may-video\" title=\"\">moronic insistence</a> that “no deal is better than a bad deal”, leave v remain has led inexorably on to the idea that the only meaningful choice is between total capitulation and leaving without a deal, and that unless we do the latter, democracy will be over and public rage will be unstoppable. This lunatic proposition is at the heart of the Tories’ current contortions: <a href=\"https://www.theguardian.com/commentisfree/2019/may/24/next-tory-leader-panel-theresa-may-conservatives\" title=\"\">whoever takes over</a> from Theresa May will either embrace it, or have a hell of a job fighting it off.</p>  <figure class=\"element element-image\" data-media-id=\"37126b67dd80028062a0775c7f5e845464df7d35\"> <img src=\"https://media.guim.co.uk/37126b67dd80028062a0775c7f5e845464df7d35/0_57_3500_2100/1000.jpg\" alt=\"European Parliament electionBrexit Party leader Nigel Farage arrives to cast his vote for the European Parliament elections at a polling station at the Cudham Church of England Primary School in Biggin Hill, Kent. PRESS ASSOCIATION Photo. Picture date: Thursday May 23, 2019. See PA story POLITICS Election. Photo credit should read: Kirsty O’Connor/PA Wire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘As he tries to terrify the ruling party into doing his bidding, Farage has discipline, media nous and the clearest of messages.’</span> <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> </figcaption> </figure>  <p>At which point, a reality check. Clearly, however much noise it creates, support for the Brexit party and its agenda remains a minority taste. As <a href=\"https://www.theguardian.com/commentisfree/2019/may/20/middle-class-angst-threat-tory-party-brexit-conservatism\" title=\"\">I wrote last week</a>, the results of the recent local elections highlighted the fact that large swathes of England are unstoppably moving in the opposite direction. Contrary to some of the overheated stuff one hears from the media, both here and abroad, most of the country is not in a state of wound-up fury, nor baying for the economy to be pushed off the proverbial cliff. Even if we now have a politics that produces remarkable surges every 18 months or so (from the initial rise of Ukip to the summer of “Oh, Jeremy Corbyn”) these things sooner or later collide with reality.</p> <p>But that does not mean Britain is not in the midst of a deeply dangerous moment. Two days after my Frimley experience, I went to Manchester, to report on another rally (or rather “rally”), this one <a href=\"https://www.theguardian.com/politics/2019/may/22/change-uk-brexit-party-and-lib-dems-in-last-appeal-before-european-elections\" title=\"\">held by the anti-Brexit party Change UK</a> – or, to give them their full name, “Change UK The Independent Group”. It was held in a modestly dimensioned room in the city’s technology centre, attended by no more than 60 people, and addressed by just about all the party’s leading figures, including Chuka Umunna and Anna Soubry. On Brexit, they had arguments that sounded both passionate and convincing. They also had a video presentation that didn’t work, so some of the speakers were given the backdrop of either a PC desktop or the Google homepage.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/24/country-racist-elections-liberals-anti-racism-movement\">Shocked by the rise of the right? Then you weren’t paying attention | Gary Younge</a> </p> </aside>  <p>Four miles down the road in the bustling neighbourhood of Chorlton-cum-Hardy, just about everyone I met had voted remain, but responded to questions about Brexit with a sighing fatalism. “I’ve stopped following it,” said one woman; “I try not to pay too much attention,” offered another. Mention of Change UK drew a series of blanks, and people said they were voting for the Greens, Liberal Democrats and Labour. But they did so without any sense of urgency or passion: whereas Farage’s messages have flowed, molten hot, out of social media and big events into the national conversation, here there was a sense of the righteous paroxysms of so-called ultra-remainers as something from another world.</p> <p>The Brexit fight, in other words, is arguably more imbalanced than it has ever been, even as calamity looms. We all know the basic position: Labour still treats the debate about our exit from the EU as something that can only be reluctantly parried; in their very different ways, the Greens and <a href=\"https://www.theguardian.com/commentisfree/2019/may/09/liberal-democrats-bollocks-to-brexit-party-slogan\" title=\"\">Lib Dems</a> lack both the representation and clout to push things anywhere very different. Any remaining liberal, pro-European Tories, meanwhile, are at the mercy of forces that encompass relentless ideologues within their ranks, and troublemakers without.</p> <p>One thing, moreover, defines this most fretful early summer. As he tries to terrify the ruling party into doing his bidding, Farage has discipline, media nous and the clearest of messages. By contrast, even as they tremble at the prospect of no deal and cling to a vision of an open, modern country, what have his opponents got? <a href=\"https://www.theguardian.com/food/shortcuts/2019/may/20/milkshakes-a-delicious-drink-or-the-new-symbol-of-the-resistance\" title=\"\">Milkshakes</a>?</p> <p>• John Harris is a Guardian columnist</p> <p>• This article was amended on 30 May 2019 to correct diffuse to defuse</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1167",
      "commentCloseDate": "2019-05-25T12:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-25T05:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:49Z",
      "newspaperEditionDate": "2019-05-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bh7f2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2dcf25839ad2f7d7c95b5c611736b39389e5129e/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last Sunday, I went to a Brexit party rally in Frimley, Surrey. The venue was the Lakeside Hotel and Country Club complex, well known as the setting for international darts contests. Inside, 1,200 or so people had gathered to hear Nigel Farage and most of the party’s other would-be MEPs for the south-east region. The atmosphere was roughly as I had expected: highly charged, defiant, often strangely celebratory. But what was most striking was the slickness of the presentation: brisk, elegantly structured speeches and warm-up videos, and the clear sense that everyone had been told to lay off subjects that usually buzz around Farage – immigration, chiefly. Instead, they doubled down on the twin themes of Brexit being denied and delayed, and what that says about the people and institutions in charge of the country. The first speaker was one Robert Rowland, a candidate with the face, haircut and stiff demeanour of a freshly bought Action Man. “If Brexit fails, we cease even to be a democracy,” he said. “The duplicitous professional political class will have prevailed. The last three years have seen Britain’s establishment – the civil servants, the majority of MPs from both parties, academia, the judiciary, and of course let’s not forget the BBC” – at this point, there were loud boos – “do their damnedest to delay, defuse and dilute Brexit. Parliament has abolished the referendum and declared war on the British people … There might not be tanks on the streets, but make no mistake: this is a coup against democracy.” Forty minutes later came a candidate called Matt Taylor. “Our democracy is young and we still have to fight for it,” he told the crowd. “Now, they call it representative democracy. And representative democracy means that the representatives can do what they like. I say, no, that’s not democracy. In a democracy, the people are the power.” Soon after, Farage appeared, grinning from ear to ear and bellowing out his super-charged version of the same messages. The chant that greeted him suggested that if some English people have embraced the politics of wild claims and demagoguery, it at least comes with a certain bathos: “Nigel! Nigel! Nigel!” Not, of course, that anyone should be laughing. There is something very sobering indeed about watching a handful of chancers lay in to the fragile mesh of institutions and ideas that underpin our democracy, and a head-spinning quality in the fact that they do so in the name of democracy itself. It has echoes not just of the current darkness that defines the US and much of mainland Europe, but things that go much further back. Among the many things proved by the history of the 20th century is that once such opinions gain momentum – and fuse with claims of national humiliation and betrayal, another cliche much in evidence at the rally – it rarely ends well, to say the least. Yet here we are. Handed yet another opportunity by a Conservative party whose collective stupidity has long since reached the point of surrealism, Farage’s greatest asset is a discourse full of crude binaries, established by the original referendum and then deepened by the hardcore postures struck by Theresa May in its aftermath (the main reason, incidentally, why she deserves her fate). Via her moronic insistence that “no deal is better than a bad deal”, leave v remain has led inexorably on to the idea that the only meaningful choice is between total capitulation and leaving without a deal, and that unless we do the latter, democracy will be over and public rage will be unstoppable. This lunatic proposition is at the heart of the Tories’ current contortions: whoever takes over from Theresa May will either embrace it, or have a hell of a job fighting it off. At which point, a reality check. Clearly, however much noise it creates, support for the Brexit party and its agenda remains a minority taste. As I wrote last week, the results of the recent local elections highlighted the fact that large swathes of England are unstoppably moving in the opposite direction. Contrary to some of the overheated stuff one hears from the media, both here and abroad, most of the country is not in a state of wound-up fury, nor baying for the economy to be pushed off the proverbial cliff. Even if we now have a politics that produces remarkable surges every 18 months or so (from the initial rise of Ukip to the summer of “Oh, Jeremy Corbyn”) these things sooner or later collide with reality. But that does not mean Britain is not in the midst of a deeply dangerous moment. Two days after my Frimley experience, I went to Manchester, to report on another rally (or rather “rally”), this one held by the anti-Brexit party Change UK – or, to give them their full name, “Change UK The Independent Group”. It was held in a modestly dimensioned room in the city’s technology centre, attended by no more than 60 people, and addressed by just about all the party’s leading figures, including Chuka Umunna and Anna Soubry. On Brexit, they had arguments that sounded both passionate and convincing. They also had a video presentation that didn’t work, so some of the speakers were given the backdrop of either a PC desktop or the Google homepage. Four miles down the road in the bustling neighbourhood of Chorlton-cum-Hardy, just about everyone I met had voted remain, but responded to questions about Brexit with a sighing fatalism. “I’ve stopped following it,” said one woman; “I try not to pay too much attention,” offered another. Mention of Change UK drew a series of blanks, and people said they were voting for the Greens, Liberal Democrats and Labour. But they did so without any sense of urgency or passion: whereas Farage’s messages have flowed, molten hot, out of social media and big events into the national conversation, here there was a sense of the righteous paroxysms of so-called ultra-remainers as something from another world. The Brexit fight, in other words, is arguably more imbalanced than it has ever been, even as calamity looms. We all know the basic position: Labour still treats the debate about our exit from the EU as something that can only be reluctantly parried; in their very different ways, the Greens and Lib Dems lack both the representation and clout to push things anywhere very different. Any remaining liberal, pro-European Tories, meanwhile, are at the mercy of forces that encompass relentless ideologues within their ranks, and troublemakers without. One thing, moreover, defines this most fretful early summer. As he tries to terrify the ruling party into doing his bidding, Farage has discipline, media nous and the clearest of messages. By contrast, even as they tremble at the prospect of no deal and cling to a vision of an open, modern country, what have his opponents got? Milkshakes? • John Harris is a Guardian columnist • This article was amended on 30 May 2019 to correct diffuse to defuse",
      "charCount": "6903",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnharris\">John Harris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]