[
  {
    "id": "world/2019/mar/04/eu-must-learn-from-brexit-and-reform-says-emmanuel-macron",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-03-04T19:15:39Z",
    "webTitle": "EU must learn from Brexit and reform, says Emmanuel Macron",
    "webUrl": "https://www.theguardian.com/world/2019/mar/04/eu-must-learn-from-brexit-and-reform-says-emmanuel-macron",
    "apiUrl": "https://content.guardianapis.com/world/2019/mar/04/eu-must-learn-from-brexit-and-reform-says-emmanuel-macron",
    "fields": {
      "headline": "EU must learn from Brexit and reform, says Emmanuel Macron",
      "standfirst": "<p>French president sets wide-ranging plans to overhaul EU in response to UK’s vote to leave</p><p><a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\">Dear Europe, Brexit is a lesson for all of us; it’s time for renewal</a></p>",
      "trailText": "French president sets wide-ranging plans to overhaul EU in response to UK’s vote to leave",
      "byline": "Angelique Chrisafis in Paris and Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"6a2b7b68421c8d20de83abb9ce465a8ef57341f4\"> <img src=\"https://media.guim.co.uk/6a2b7b68421c8d20de83abb9ce465a8ef57341f4/0_0_4268_2560/1000.jpg\" alt=\"Emmanuel Macron\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emmanuel Macron also published his ‘roadmap to European renewal’ in a letter to EU citizens published in 28 newspapers. </span> <span class=\"element-image__credit\">Photograph: Caroline Blumberg/EPA</span> </figcaption> </figure>",
      "body": "<p>Emmanuel Macron has called for a new European agency to fight against international cyber-attacks and the manipulation of election campaigns, as well as a ban on foreign powers funding European parties, as he set out plans to overhaul the EU in response to Britain’s vote to leave.</p> <p>The French president, a pro-European centrist, made the rare move of appealing directly to citizens across the bloc <a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\">in a long letter published by the Guardian and 27 other newspapers</a>.</p> <p>Macron’s move comes weeks before the UK is scheduled to leave the EU, and months before European parliament elections in which nationalist parties are expected to increase their share of the vote. He said it was urgent to address the failings exposed by the Brexit vote.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\">Emmanuel Macron: Dear Europe, Brexit is a lesson for all of us: it’s time for renewal</a> </p> </aside>  <p>As part of what he called a “roadmap to European renewal”, he put forward a range of proposals for change including tougher joint action on internet hate speech, the supervision of internet giants, new competition rules, a minimum European wage and a new defence treaty. He also proposed that panels of European citizens should be consulted on EU reforms, not just during election periods.</p> <p>“Never, since the second world war, has Europe been so essential,” Macron wrote. “Yet never has Europe been in so much danger.”</p> <p>He cited the Brexit referendum result as the symbol of Europe’s crisis, an example of how people could turn away from the EU if it is just seen as a “soulless market” rather than “a historic success, the reconciliation of a devastated continent in an unprecedented project of peace, prosperity and freedom.”</p> <p>He said Brexit symbolised a crisis in which Europe was seen as failing to respond “to its peoples’ needs for protection from the major shocks of the modern world.” He also warned, however, against lies and “irresponsibility”.</p> <p>“Who told the British people the truth about their post-Brexit future?” he asked. “Who spoke to them about losing access to the European market? Who mentioned the risks to peace in Ireland of restoring the former border? Nationalist retrenchment offers nothing. It is rejection without an alternative. And this trap threatens the whole of Europe. The anger-mongers, backed by fake news, promise anything and everything. </p> <p>Macron later said: “The Brexit impasse is a lesson for us all”. In a nod to the Brexiters’ campaign slogan “take back control”, he said that in a changed Europe “the people will really take back control of their future”. In a suggestion the UK would deepen its future relationship with the EU, he said that “in this new Europe, the UK, I am sure, will find its true place”.</p> <p>The call for a Europe-wide agency “for the protection of democracies” to shield against electoral interference from outside powers comes as campaigning for May’s European parliament elections gets underway. Security officials are preparing for potential attempts by Russia-linked hackers to sway the vote and potentially deepen divisions in the bloc.</p> <p>“There’s a strong likelihood that people will try to manipulate the debates and falsify the European election results,” the EU’s security commissioner, Julian King, told France’s Alsace newspaper last week.</p> <p>The May vote <a href=\"https://www.theguardian.com/politics/2019/feb/18/eu-parliaments-centrist-coalition-set-to-lose-majority-poll-finds-european-people-party-socialists-democrats\">is shaping up as a continental clash</a> between populist and Eurosceptic movements on the one hand, and pro-European internationalists on the other. Macron, who has faced months of <em>gilets jaunes</em> or yellow vest anti-government protests, has sought to style himself as a progressive voice against nationalism. His centrist party La République En Marche is narrowly ahead of Marine Le Pen’s far-right National Rally in French polls – a re-run of his face-off with Le Pen in the 2017 presidential election.</p> <p>Macron also proposed European rules to “banish all incitements to hate and violence from the internet, because respect for the individual is the bedrock of our civilisation of dignity.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/feb/27/spanish-pm-warns-may-brexit-delay-with-no-plan-not-reasonable-or-desirable\">France will block Brexit delay without 'new choice' by UK</a> </p> </aside>  <p>He suggested an overhaul of the Schengen area and a common border force. His insistence on a common asylum policy is in line with the EU’s current plans, but the<em> </em>bloc remains split over a proposal for compulsory refugee quotas. The dispute has frozen progress on a wide-ranging reform of EU asylum laws.</p> <p>Macron, who has previously stressed that the EU must be seen to protect workers, went further than he has done before in calling for a “social shield” for all workers across the bloc, “guaranteeing the same pay in the same workplace, and a minimum European wage appropriate to each country and discussed collectively every year”.</p> <p>His call for every country to contribute to “European solidarity” could reopen conflicts between member states.</p> <p>“Will we be able to look our children in the eye if we do not also clear our climate debt?” he asked, proposing a European climate bank to finance transition to greener policy.</p> <p>French officials said Macron’s proposals were intended to start a debate on measures to take after the European elections.</p> <p>The French president said: “There will be disagreement, but is it better to have a static Europe or a Europe that advances, sometimes at different paces, and that is open to all?”</p>",
      "newspaperPageNumber": "25",
      "wordcount": "832",
      "firstPublicationDate": "2019-03-04T19:15:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:59Z",
      "newspaperEditionDate": "2019-03-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqmbt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6a2b7b68421c8d20de83abb9ce465a8ef57341f4/0_0_4268_2560/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emmanuel Macron has called for a new European agency to fight against international cyber-attacks and the manipulation of election campaigns, as well as a ban on foreign powers funding European parties, as he set out plans to overhaul the EU in response to Britain’s vote to leave. The French president, a pro-European centrist, made the rare move of appealing directly to citizens across the bloc in a long letter published by the Guardian and 27 other newspapers. Macron’s move comes weeks before the UK is scheduled to leave the EU, and months before European parliament elections in which nationalist parties are expected to increase their share of the vote. He said it was urgent to address the failings exposed by the Brexit vote. As part of what he called a “roadmap to European renewal”, he put forward a range of proposals for change including tougher joint action on internet hate speech, the supervision of internet giants, new competition rules, a minimum European wage and a new defence treaty. He also proposed that panels of European citizens should be consulted on EU reforms, not just during election periods. “Never, since the second world war, has Europe been so essential,” Macron wrote. “Yet never has Europe been in so much danger.” He cited the Brexit referendum result as the symbol of Europe’s crisis, an example of how people could turn away from the EU if it is just seen as a “soulless market” rather than “a historic success, the reconciliation of a devastated continent in an unprecedented project of peace, prosperity and freedom.” He said Brexit symbolised a crisis in which Europe was seen as failing to respond “to its peoples’ needs for protection from the major shocks of the modern world.” He also warned, however, against lies and “irresponsibility”. “Who told the British people the truth about their post-Brexit future?” he asked. “Who spoke to them about losing access to the European market? Who mentioned the risks to peace in Ireland of restoring the former border? Nationalist retrenchment offers nothing. It is rejection without an alternative. And this trap threatens the whole of Europe. The anger-mongers, backed by fake news, promise anything and everything. Macron later said: “The Brexit impasse is a lesson for us all”. In a nod to the Brexiters’ campaign slogan “take back control”, he said that in a changed Europe “the people will really take back control of their future”. In a suggestion the UK would deepen its future relationship with the EU, he said that “in this new Europe, the UK, I am sure, will find its true place”. The call for a Europe-wide agency “for the protection of democracies” to shield against electoral interference from outside powers comes as campaigning for May’s European parliament elections gets underway. Security officials are preparing for potential attempts by Russia-linked hackers to sway the vote and potentially deepen divisions in the bloc. “There’s a strong likelihood that people will try to manipulate the debates and falsify the European election results,” the EU’s security commissioner, Julian King, told France’s Alsace newspaper last week. The May vote is shaping up as a continental clash between populist and Eurosceptic movements on the one hand, and pro-European internationalists on the other. Macron, who has faced months of gilets jaunes or yellow vest anti-government protests, has sought to style himself as a progressive voice against nationalism. His centrist party La République En Marche is narrowly ahead of Marine Le Pen’s far-right National Rally in French polls – a re-run of his face-off with Le Pen in the 2017 presidential election. Macron also proposed European rules to “banish all incitements to hate and violence from the internet, because respect for the individual is the bedrock of our civilisation of dignity.” He suggested an overhaul of the Schengen area and a common border force. His insistence on a common asylum policy is in line with the EU’s current plans, but the bloc remains split over a proposal for compulsory refugee quotas. The dispute has frozen progress on a wide-ranging reform of EU asylum laws. Macron, who has previously stressed that the EU must be seen to protect workers, went further than he has done before in calling for a “social shield” for all workers across the bloc, “guaranteeing the same pay in the same workplace, and a minimum European wage appropriate to each country and discussed collectively every year”. His call for every country to contribute to “European solidarity” could reopen conflicts between member states. “Will we be able to look our children in the eye if we do not also clear our climate debt?” he asked, proposing a European climate bank to finance transition to greener policy. French officials said Macron’s proposals were intended to start a debate on measures to take after the European elections. The French president said: “There will be disagreement, but is it better to have a static Europe or a Europe that advances, sometimes at different paces, and that is open to all?”",
      "charCount": "5065",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/angeliquechrisafis\">Angelique Chrisafis</a> in Paris and <a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "artanddesign/2019/mar/04/blue-sky-thinking-for-the-countrys-paintings",
    "type": "article",
    "sectionId": "artanddesign",
    "sectionName": "Art and design",
    "webPublicationDate": "2019-03-04T18:05:31Z",
    "webTitle": "Blue sky thinking for the country’s paintings | Letters",
    "webUrl": "https://www.theguardian.com/artanddesign/2019/mar/04/blue-sky-thinking-for-the-countrys-paintings",
    "apiUrl": "https://content.guardianapis.com/artanddesign/2019/mar/04/blue-sky-thinking-for-the-countrys-paintings",
    "fields": {
      "headline": "Blue sky thinking for the country’s paintings",
      "standfirst": "Readers respond to an article outlining two radically different plans for civic art collections; what inspired Hockney and where his work should be displayed; and the ‘lost’ Caravaggio",
      "trailText": "<strong>Letters: </strong>Readers respond to an article outlining two radically different plans for civic art collections; what inspired Hockney and where his work should be displayed; and the ‘lost’ Caravaggio",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4fdcd0308330c18bffe8960d39bedc839c9471be\"> <img src=\"https://media.guim.co.uk/4fdcd0308330c18bffe8960d39bedc839c9471be/0_264_6720_4032/1000.jpg\" alt=\"Artist Harry Meadley (white t-shirt, black overshirt) overseeing the hanging of his exhibition What If We Tried?\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harry Meadley’s exhibition But What If We Tried? is an attempt to display Rochdale council’s entire art collection.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>It is a sad irony that Hertfordshire county council should place the bulk of its art collection under the hammer (<a href=\"https://www.theguardian.com/artanddesign/2019/mar/01/in-the-frame-two-radically-different-plans-for-civic-art-collections\" title=\"\">The big question: how many paintings can you fit on a wall?</a>, 2 March) two days before an exhibition (<a href=\"https://www.stalbansmuseums.org.uk/whats-on/barbara-hepworth-artist-society-1948-53\" title=\"\">Barbara Hepworth: artist in society 1948-53</a>) opens in St Albans to celebrate her connection with the county.</p> <p>Some of her works are at schools and colleges there, but now the council is flogging off her delightful sketch of a theatre nurse. This picture was owned by the county’s pioneering director of education, John Newsom, who gave it to the collection he established in 1949 for lending to the county’s schools. He would surely be dismayed by the philistine action of the current council.</p> <p>Hertfordshire should emulate Rochdale council which, as your report explains, is celebrating its magnificent collection rather than using it to make quick buck after years of neglect.<br><strong>Kate Ashbrook</strong><br><em>Henley-on-Thames, Oxfordshire</em></p> <p>• Rochdale borough council does not have enough wall space in the Touchstones gallery for all its pictures. It could use empty shops and market stalls in the Butts, Exchange, Wheatsheaf and Riverside centres, in Yorkshire Street and Drake Street, little-used rooms and corridors in the town hall, and empty cotton mills and other industrial buildings. I visited last summer and am tempted to visit again to see this collection.<br><strong>Francis Treuherz</strong><br><em>London</em></p> <p>• So sad that David Hockney has given his east Yorkshire masterpiece The Arrival of Spring in Woldgate to the Pompidou Centre, rather than making it the centrepiece of a potential new Hockney foundation gallery in Bridlington or Scarborough (<a href=\"https://www.theguardian.com/artanddesign/2019/feb/28/david-hockney-rescued-after-being-trapped-in-amsterdam-lift\" title=\"\">Cigarette and cup of tea revive Hockney after artist got stuck in a lift</a>, 1 March).</p> <p>Although his wonderful paintings of the east Yorkshire landscape are often on show at Salts Mill, they really should be brought together in a permanent collection and displayed in the area they were made. This would be a useful generator of art tourism, which these towns so badly need.<br><strong>Christopher Rainger</strong><br><em>York</em></p> <p>• David Hockney’s account of being inspired by the rich blue skies at the Manchester Van Gogh exhibition in the 1950s is very helpful. As a representative for Eccleshill council, I regularly walk along the street in Eccleshill where Hockney lived while learning his craft. It has some of the steepest urban gradients in Bradford, offering superb sky views across the Aire Valley, which I had assumed made an impact on young Hockney. I had forgotten that Bradford then was mainly “grey and black” – which it certainly isn’t now.<br><strong>C</strong><strong>ll</strong><strong>r Geoff Reid</strong><br><em>Bradford</em></p> <p>• A painting recently found in an attic and now on display in London is claimed to be a Caravaggio (<a href=\"https://www.theguardian.com/artanddesign/2019/feb/28/lost-caravaggio-rejected-by-the-louvre-may-be-worth-100m\" title=\"\">Eyewitness</a>, 1 March). But if a Caravaggio, what kind of a Caravaggio? A former leading Caravaggio authority, the late Sir Denis Mahon, once attributed two paintings of the same subject – The Taking of Christ – to the artist. In 1993 he had said of the first, which had passed all technical tests, that its quality proved it must be by Caravaggio and the artist had demonstrated his own hand “with a few strokes of the brush”.</p> <p>In 2004 a second Caravaggio Taking of Christ emerged and again, after passing all technical tests, was said by Sir Denis to be the original version on account of its many painted revisions or, “serious afterthoughts, as was Caravaggio’s wont”. When challenged on this double attribution of two radically differently made paintings, Sir Denis insisted that both were the originals. That was, he said, because Caravaggio produced two types of his own original paintings, one being his “originale” – the first to be executed – and the other his “originario” – a second version made to provide for the model and template for many subsequent copies by other artists.<br><strong>Michael Daley</strong><br><em>Director, ArtWatch UK</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "670",
      "commentable": "false",
      "firstPublicationDate": "2019-03-04T18:05:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-06T10:22:00Z",
      "newspaperEditionDate": "2019-03-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqymv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4fdcd0308330c18bffe8960d39bedc839c9471be/0_264_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is a sad irony that Hertfordshire county council should place the bulk of its art collection under the hammer (The big question: how many paintings can you fit on a wall?, 2 March) two days before an exhibition (Barbara Hepworth: artist in society 1948-53) opens in St Albans to celebrate her connection with the county. Some of her works are at schools and colleges there, but now the council is flogging off her delightful sketch of a theatre nurse. This picture was owned by the county’s pioneering director of education, John Newsom, who gave it to the collection he established in 1949 for lending to the county’s schools. He would surely be dismayed by the philistine action of the current council. Hertfordshire should emulate Rochdale council which, as your report explains, is celebrating its magnificent collection rather than using it to make quick buck after years of neglect. Kate Ashbrook Henley-on-Thames, Oxfordshire • Rochdale borough council does not have enough wall space in the Touchstones gallery for all its pictures. It could use empty shops and market stalls in the Butts, Exchange, Wheatsheaf and Riverside centres, in Yorkshire Street and Drake Street, little-used rooms and corridors in the town hall, and empty cotton mills and other industrial buildings. I visited last summer and am tempted to visit again to see this collection. Francis Treuherz London • So sad that David Hockney has given his east Yorkshire masterpiece The Arrival of Spring in Woldgate to the Pompidou Centre, rather than making it the centrepiece of a potential new Hockney foundation gallery in Bridlington or Scarborough (Cigarette and cup of tea revive Hockney after artist got stuck in a lift, 1 March). Although his wonderful paintings of the east Yorkshire landscape are often on show at Salts Mill, they really should be brought together in a permanent collection and displayed in the area they were made. This would be a useful generator of art tourism, which these towns so badly need. Christopher Rainger York • David Hockney’s account of being inspired by the rich blue skies at the Manchester Van Gogh exhibition in the 1950s is very helpful. As a representative for Eccleshill council, I regularly walk along the street in Eccleshill where Hockney lived while learning his craft. It has some of the steepest urban gradients in Bradford, offering superb sky views across the Aire Valley, which I had assumed made an impact on young Hockney. I had forgotten that Bradford then was mainly “grey and black” – which it certainly isn’t now. Cllr Geoff Reid Bradford • A painting recently found in an attic and now on display in London is claimed to be a Caravaggio (Eyewitness, 1 March). But if a Caravaggio, what kind of a Caravaggio? A former leading Caravaggio authority, the late Sir Denis Mahon, once attributed two paintings of the same subject – The Taking of Christ – to the artist. In 1993 he had said of the first, which had passed all technical tests, that its quality proved it must be by Caravaggio and the artist had demonstrated his own hand “with a few strokes of the brush”. In 2004 a second Caravaggio Taking of Christ emerged and again, after passing all technical tests, was said by Sir Denis to be the original version on account of its many painted revisions or, “serious afterthoughts, as was Caravaggio’s wont”. When challenged on this double attribution of two radically differently made paintings, Sir Denis insisted that both were the originals. That was, he said, because Caravaggio produced two types of his own original paintings, one being his “originale” – the first to be executed – and the other his “originario” – a second version made to provide for the model and template for many subsequent copies by other artists. Michael Daley Director, ArtWatch UK • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4098",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/mar/04/stronger-towns-fund-were-not-being-bribed-were-being-robbed",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-04T18:05:04Z",
    "webTitle": "Stronger Towns Fund: we’re not being bribed, we’re being robbed | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/04/stronger-towns-fund-were-not-being-bribed-were-being-robbed",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/04/stronger-towns-fund-were-not-being-bribed-were-being-robbed",
    "fields": {
      "headline": "Stronger Towns Fund: we’re not being bribed, we’re being robbed",
      "standfirst": "Guardian readers respond to the £1.6bn Theresa May has promised to struggling towns in the run-up to Brexit",
      "trailText": "<strong>Letters: </strong>Guardian readers respond to the £1.6bn Theresa May has promised to struggling towns in the run-up to Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d4dfb3f51e429d08d1c146e567f193a494d9c0dd\"> <img src=\"https://media.guim.co.uk/d4dfb3f51e429d08d1c146e567f193a494d9c0dd/0_421_5698_3419/1000.jpg\" alt=\"Doncaster in South Yorkshire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Doncaster in South Yorkshire. ‘The £197m proposed for Yorkshire and the Humber is about £37 per person, or £5.30 in each of the seven years the fund will be paid,’ writes Andy Buck.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond</span> </figcaption> </figure>",
      "body": "<p>One of the more troubling aspects of the Stronger Towns Fund (<a href=\"https://www.theguardian.com/politics/2019/mar/03/16bn-for-left-behind-towns-as-may-woos-labour-mps-to-back-brexit-deal\" title=\"\">We won’t be bribed, Labour MPs warn May as £1.6bn goes to struggling towns</a>, 4 March) is that over a third will only be available through a bidding process. Putting together a bid is an expensive and time-consuming business, and not every town has the resources to do it well. It also pitches communities against each other in a competition to see who is the most deserving. In a review of New Labour’s education action zones, for example, I found that (in order to even get on the shortlist) local authorities were encouraged to describe themselves as being in the greatest need and (by association) as having failed their communities more than others in the competition. In this way bidding wars construct and amplify the belief that some communities are failing while others are coping brilliantly.</p> <p>Like penitents at confession, they have to admit to their sins and to beg forgiveness of a higher power. Central government is absolved of its own responsibilities and uses the whole exercise as another stick to beat them with. Areas who don’t receive funding are told that they clearly don’t need it. While successful bidders get inadequate support and continue a downward spiral: “We said you were rubbish. You proved it was true. We’ve given you more money. You’re still rubbish. So now we’re taking away your autonomy.” Thankfully MPs across the spectrum are already seeing through this cynical ploy.<br><strong>Rob Watling</strong><br><em>Nottingham</em></p> <p>• Some have commented that the timing of this £1.6bn announcement, one week before a critical Brexit vote, represents a bribe. Or perhaps the timing is aimed at preventing a proper analysis before the Brexit vote. To start with, you need to read the small print: the £1.6bn is a one-off payment and spread over six years. And it does not compare favourably with the funding that UK regions receive from the EU: a report from Sheffield University shows that the UK regions over seven years (2014-20) are receiving €10.8bn (ERDF plus ESF funding). Why can’t the government fully replace the EU regional payments? Because of the cost of Brexit which, in terms of reduced taxation income due to lost GDP growth, exceeds our contribution to the EU. We are not getting a bribe, we are being robbed.<br><strong>Mr Giuseppe Enrico Bignardi</strong><br><em>Durham</em></p> <p>• It is crucial that none of us are fooled by the so-called Stronger Towns Fund. The £197m proposed for Yorkshire and the Humber is about £37 per person, or £5.30 in each of the seven years the fund will be paid. The annual payment would be about 0.02% of the regional economy’s annual GDP. The government’s own analysis shows that Brexit will cut the region’s economy by between 1.5% and 7% over 15 years.<br><strong>Andy Buck</strong><br><em>Sheffield</em></p> <p>• £25m, the total allocated to the East of England, would build one small secondary school. Safe to say we won’t be holding any street parties.<br><strong>Toby Wood</strong><br><em>Peterborough, Cambridgeshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "541",
      "commentable": "false",
      "firstPublicationDate": "2019-03-04T18:05:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:56Z",
      "newspaperEditionDate": "2019-03-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqyq3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d4dfb3f51e429d08d1c146e567f193a494d9c0dd/0_384_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One of the more troubling aspects of the Stronger Towns Fund (We won’t be bribed, Labour MPs warn May as £1.6bn goes to struggling towns, 4 March) is that over a third will only be available through a bidding process. Putting together a bid is an expensive and time-consuming business, and not every town has the resources to do it well. It also pitches communities against each other in a competition to see who is the most deserving. In a review of New Labour’s education action zones, for example, I found that (in order to even get on the shortlist) local authorities were encouraged to describe themselves as being in the greatest need and (by association) as having failed their communities more than others in the competition. In this way bidding wars construct and amplify the belief that some communities are failing while others are coping brilliantly. Like penitents at confession, they have to admit to their sins and to beg forgiveness of a higher power. Central government is absolved of its own responsibilities and uses the whole exercise as another stick to beat them with. Areas who don’t receive funding are told that they clearly don’t need it. While successful bidders get inadequate support and continue a downward spiral: “We said you were rubbish. You proved it was true. We’ve given you more money. You’re still rubbish. So now we’re taking away your autonomy.” Thankfully MPs across the spectrum are already seeing through this cynical ploy. Rob Watling Nottingham • Some have commented that the timing of this £1.6bn announcement, one week before a critical Brexit vote, represents a bribe. Or perhaps the timing is aimed at preventing a proper analysis before the Brexit vote. To start with, you need to read the small print: the £1.6bn is a one-off payment and spread over six years. And it does not compare favourably with the funding that UK regions receive from the EU: a report from Sheffield University shows that the UK regions over seven years (2014-20) are receiving €10.8bn (ERDF plus ESF funding). Why can’t the government fully replace the EU regional payments? Because of the cost of Brexit which, in terms of reduced taxation income due to lost GDP growth, exceeds our contribution to the EU. We are not getting a bribe, we are being robbed. Mr Giuseppe Enrico Bignardi Durham • It is crucial that none of us are fooled by the so-called Stronger Towns Fund. The £197m proposed for Yorkshire and the Humber is about £37 per person, or £5.30 in each of the seven years the fund will be paid. The annual payment would be about 0.02% of the regional economy’s annual GDP. The government’s own analysis shows that Brexit will cut the region’s economy by between 1.5% and 7% over 15 years. Andy Buck Sheffield • £25m, the total allocated to the East of England, would build one small secondary school. Safe to say we won’t be holding any street parties. Toby Wood Peterborough, Cambridgeshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3224",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/04/an-existing-party-for-ex-labour-members",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-04T18:04:15Z",
    "webTitle": "An existing party for ex-Labour members | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/04/an-existing-party-for-ex-labour-members",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/04/an-existing-party-for-ex-labour-members",
    "fields": {
      "headline": "An existing party for ex-Labour members",
      "standfirst": "My message to disaffected Labour members is: join the Greens, says <strong>Anita Gray</strong>",
      "trailText": "<strong>Letters: </strong>My message to disaffected Labour members is: join the Greens, says <strong>Anita Gray</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a2e9012f50066c7f05437c0e93c241cc38e261c5\"> <img src=\"https://media.guim.co.uk/a2e9012f50066c7f05437c0e93c241cc38e261c5/0_0_4368_2621/1000.jpg\" alt=\"Caroline Lucas, co-leader of the Green Party speaks to school pupil climate strike protestors, 15 February.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caroline Lucas, co-leader of the Green Party speaks to school pupil climate strike protestors, 15 February.</span> <span class=\"element-image__credit\">Photograph: Martin Godwin/The Guardian</span> </figcaption> </figure>",
      "body": "<p>No mention is ever made of an already existing political party which ex-members of the Labour party could join instead of creating a new party (<a href=\"https://www.theguardian.com/politics/2019/mar/03/chuka-umunna-a-false-friend-to-labour\" title=\"\">Umunna: a false friend to Labour</a>, Letters, 4 March). That is the Green party. As a very senior citizen who, after many years as a member of the Labour party left in despair and recognised that the policies of the Green party ticked most of the boxes – ie, the Green party is anti-Brexit, anti-nuclear, anti-racist and most importantly is campaigning to alert governments and people of the fragile nature of the planet due to the damage we have inflicted on it. My message to disaffected Labour members is: join the Greens and support Caroline Lucas, who has been consistent during all her years as a Green party MP.<br><strong>Anita </strong><strong>Gray</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "182",
      "commentable": "false",
      "firstPublicationDate": "2019-03-04T18:04:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:56Z",
      "newspaperEditionDate": "2019-03-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqyb2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a2e9012f50066c7f05437c0e93c241cc38e261c5/0_0_4368_2621/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "No mention is ever made of an already existing political party which ex-members of the Labour party could join instead of creating a new party (Umunna: a false friend to Labour, Letters, 4 March). That is the Green party. As a very senior citizen who, after many years as a member of the Labour party left in despair and recognised that the policies of the Green party ticked most of the boxes – ie, the Green party is anti-Brexit, anti-nuclear, anti-racist and most importantly is campaigning to alert governments and people of the fragile nature of the planet due to the damage we have inflicted on it. My message to disaffected Labour members is: join the Greens and support Caroline Lucas, who has been consistent during all her years as a Green party MP. Anita Gray London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1073",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/mar/04/make-mps-eat-the-chlorinated-chicken",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-04T18:03:53Z",
    "webTitle": "Make MPs eat the chlorinated chicken | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/mar/04/make-mps-eat-the-chlorinated-chicken",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/04/make-mps-eat-the-chlorinated-chicken",
    "fields": {
      "headline": "Make MPs eat the chlorinated chicken",
      "standfirst": "National Trust | Depression | Brexit | The Smiths | Grace Jones",
      "trailText": "<strong>Brief letters:</strong> National Trust | Depression | Brexit | The Smiths | Grace Jones",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"aa1b37753af981be903ccf618a12aba794fb4eae\"> <img src=\"https://media.guim.co.uk/aa1b37753af981be903ccf618a12aba794fb4eae/0_0_5451_3270/1000.jpg\" alt=\"Strangers’ dining room, in the House of Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Strangers’ dining room, in the House of Commons. </span> <span class=\"element-image__credit\">Photograph: Sophia Evans/The Observer</span> </figcaption> </figure>",
      "body": "<p>I found the article about the National Trust’s project to raise awareness of the issue of loneliness quite ironic (<a href=\"https://www.theguardian.com/uk-news/2019/mar/01/start-talking-national-trust-initiative-tackles-issue-of-loneliness\" title=\"\">Report</a>, 2 March). When my husband died 18 months ago and left me, as a non-driver, without access to a car, I had to cancel my membership of the National Trust, as there are very few of their properties that are easily accessible by public transport, particularly if one wants to complete a visit as a day trip, rather than spend a night away from home.<br><strong>Sue Loewenbein</strong><br><em>Ely, Cambridgeshire</em></p> <p>• Michael Billington in his <a href=\"https://www.theguardian.com/stage/2019/feb/27/the-son-review-florian-zeller-family-kiln\" title=\"\">review</a> of the play The Son at the Kiln theatre, Kilburn (4 March) observes that the actor John Light as Pierre, the father, perfectly captures a mix of guilt and concern by “suddenly kicking over a sofa in fury” at his adolescent son’s depression , thus “movingly” demonstrating the powerlessness of a parent confronting depression in an offspring. The accompanying photograph depicts the mother Anne sitting on said sofa talking to her son. Enough said.<br><strong>Rosanna Achilleos-Sarll</strong><br><em>London</em></p> <p>• Perhaps we might have a different perspective if the parliamentary catering services served chlorinated chicken exclusively to our legislators. If they are all willing to eat it then why not the rest of the population (<a href=\"https://www.theguardian.com/politics/2019/mar/01/us-seeks-greater-access-to-uk-food-markets-after-brexit-trade-deal\" title=\"\">Concern over food safety as US seeks greater access to UK markets</a>, 2 March)?<br><strong>Joan Langrognat</strong><br><em>London</em></p> <p>• How about the Smiths on Brexit? These things take time, Bigmouth strikes again, Stop me if you think you’ve heard this one before, How soon is now?, I started something I couldn’t finish. Did I mention Panic?<br><strong>Joseph Wood</strong><br><em>Cork, Ireland</em></p> <p>• Grace Jones (Front page, 4 March): it appears even time is scared of her.<br><strong>John Wigley</strong><br><em>Bredbury, Stockport</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "324",
      "commentable": "false",
      "firstPublicationDate": "2019-03-04T18:03:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T12:29:22Z",
      "newspaperEditionDate": "2019-03-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aqyhy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aa1b37753af981be903ccf618a12aba794fb4eae/0_0_5451_3270/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I found the article about the National Trust’s project to raise awareness of the issue of loneliness quite ironic (Report, 2 March). When my husband died 18 months ago and left me, as a non-driver, without access to a car, I had to cancel my membership of the National Trust, as there are very few of their properties that are easily accessible by public transport, particularly if one wants to complete a visit as a day trip, rather than spend a night away from home. Sue Loewenbein Ely, Cambridgeshire • Michael Billington in his review of the play The Son at the Kiln theatre, Kilburn (4 March) observes that the actor John Light as Pierre, the father, perfectly captures a mix of guilt and concern by “suddenly kicking over a sofa in fury” at his adolescent son’s depression , thus “movingly” demonstrating the powerlessness of a parent confronting depression in an offspring. The accompanying photograph depicts the mother Anne sitting on said sofa talking to her son. Enough said. Rosanna Achilleos-Sarll London • Perhaps we might have a different perspective if the parliamentary catering services served chlorinated chicken exclusively to our legislators. If they are all willing to eat it then why not the rest of the population (Concern over food safety as US seeks greater access to UK markets, 2 March)? Joan Langrognat London • How about the Smiths on Brexit? These things take time, Bigmouth strikes again, Stop me if you think you’ve heard this one before, How soon is now?, I started something I couldn’t finish. Did I mention Panic? Joseph Wood Cork, Ireland • Grace Jones (Front page, 4 March): it appears even time is scared of her. John Wigley Bredbury, Stockport • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1979",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-04T17:34:54Z",
    "webTitle": "Javid floats plan to make fighting violent crime statutory public health duty – as it happened",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live",
    "fields": {
      "headline": "Javid floats plan to make fighting violent crime statutory public health duty – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d193ee4b052c45da0ad97#block-5c7d193ee4b052c45da0ad97\">Downing Street lobby briefing - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d193ee4b052c45da0ad97#block-5c7d193ee4b052c45da0ad97\">No 10 hints government watering down its backstop demands from EU</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7ce203e4b0c5f213666b4d#block-5c7ce203e4b0c5f213666b4d\">Minister admits £1.6bn for poor towns to be spent over next seven years</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d5c48e4b0f96cae7da110#block-5c7d5c48e4b0f96cae7da110\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"3afafe7cfad016b65d4d902f5615df8dc095c649\"> \n <img src=\"https://media.guim.co.uk/3afafe7cfad016b65d4d902f5615df8dc095c649/22_0_603_362/500.png\" alt=\"Sajid Javid, the home secretary, responding to an urgent question on knife crime in the Commons.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sajid Javid, the home secretary, responding to an urgent question on knife crime in the Commons.</span> \n  <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5c7d5c48e4b0f96cae7da110\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T17:29:41.060Z\">5.29pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>The Police Federation of England and Wales has described Theresa May as “delusional” after <a href=\"https://www.theguardian.com/uk-news/2019/mar/04/no-link-between-knife-and-police-cuts-says-theresa-may\">she insisted there was no direct correlation between police numbers and the incidence of knife crime.</a> (</strong>See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d55eee4b09dbe4be926a7#block-5c7d55eee4b09dbe4be926a7\">4.49pm.) </a>The row erupted as Sajid Javid, the home secretary, told MPs that the government would shortly consult on giving public bodies a new, statutory public health duty to tackle violent crime. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d4980e4b052c45da0b01e#block-5c7d4980e4b052c45da0b01e\"> 4.02pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Sir Ivan Rogers, the former UK ambassdor to the EU, has said Britain is not ready to face Brussels in the massively complex trade negotiations that will begin if Theresa May gets her Brexit deal through parliament.</strong> Speaking at the Institute for Government, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>[The future trade negotiation] is a much bigger task for London - for Whitehall and Westminster - than the negotiation we have just been through. It’s going to involve every department of state in depth from the top of those departments right down through the system ...</p> \n   <p>You’ve got to have confidence as chief trade negotiator, both at an official and ministerial level, that you have got a highly competent set of people in every area from aviation to energy to phytosanitary to competition to employment. In every area, you’ve got to have vetted that team, know it’s got the capabilities, know it’s got the resources, know it’s got the legal framework and the background and be at least as good as the team on the opposite side of the table. It isn’t the case. We are not in that position.<br></p> \n  </blockquote> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/04/house-of-commons-financial-services-bill-debate-pulled-crown-dependencies\">Ministers have pulled a financial services bill from the House of Commons, fearing the government was almost certain to be defeated on an amendment requiring Jersey, Guernsey and the Isle of Man to clamp down on money laundering.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/04/tory-mps-express-unease-over-16bn-boost-for-poorer-towns\">The government has come under immediate pressure from its own MPs over a £1.6bn funding boost for deprived English towns, as it emerged the guaranteed spending in some regions would amount to as little as 58p per person per year.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Downing Street has hinted that the government is watering down what it is demanding from the EU in terms of new guarantees relating to the backstop.</strong> (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d193ee4b052c45da0ad97#block-5c7d193ee4b052c45da0ad97\">1.15pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/04/brexit-dieter-kempf-no-deal-better-than-uncertainty-says-head-of-german-industry\">The head of the German federation of industries has claimed the British are “lost” and has thrown doubt on Berlin’s backing for a short Brexit extension, claiming an “economy can live better with bad conditions than with uncertainty”.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/business/2019/mar/04/uk-construction-activity-falls-amid-brexit-uncertainty\">The UK’s construction industry slumped into contraction last month for the first time since freezing weather and snow brought cranes to a halt a year ago, as Brexit uncertainty delayed new building projects.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/mar/04/scotland-climate-change-emissions\">Nicola Sturgeon’s government needs to show much greater urgency in tackling climate change, a cross-party committee of the Scottish parliament has said.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/mar/04/theresa-may-sergei-skripal-salisbury-asks-pm-for-support-a-year-on-from-novichok-attack\">The prime minister met the father of the novichok victim Dawn Sturgess, as part of a visit to Salisbury exactly a year after the nerve agent attack, the Guardian can reveal.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5c7d5d76e4b0f96cae7da12e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T17:19:48.643Z\">5.19pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Labour criticises Matt Hancock for his dismissive comment about public health approach to knife crime</h2> \n <div class=\"block-elements\"> \n  <p>Labour has criticised Matt Hancock, the health secretary, for criticising the idea of treating knife crime as a public health issue this morning. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d4e58e4b0f96cae7da036#block-5c7d4e58e4b0f96cae7da036\">4.18pm.) </a>In a statement the shadow policing minister <strong>Louise Haigh</strong> said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is disturbing that the health secretary doesn’t seem to be aware of his own government’s strategy to tackle violent crime.</p> \n   <p>Rather than taking real action to address the national knife crime epidemic that has arisen on its watch, the government’s own strategy has been revealed to be nothing more than warm words.</p> \n   <p>How can the Tory government possibly be serious about taking a public health approach when the health secretary doesn’t even know about it?</p> \n  </blockquote> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"8c63160c-d5f8-46bf-8c75-9914c3be736a\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/vceo0EcE9EA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T18:29:19.322Z\">at 6.29pm GMT</time></p> \n</div> \n<div id=\"block-5c7d5c10e4b052c45da0b151\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T17:10:57.222Z\">5.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"fdb3d9ba1852ed029970faaa5db2036c47f4fe8f\"> \n   <img src=\"https://media.guim.co.uk/fdb3d9ba1852ed029970faaa5db2036c47f4fe8f/0_291_5321_3193/1000.jpg\" alt=\"A pedestrian walking past EU and Union Flags on railings outside the Houses of Parliament today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A pedestrian walking past EU and Union Flags on railings outside the Houses of Parliament today.</span> \n    <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7d5b50e4b09dbe4be926f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T17:09:58.567Z\">5.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In response to a point of order earlier, <strong>John Bercow,</strong> the Commons speaker, strongly criticised the government’s decision to postpone tonight’s votes on the financial services bill. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d0ed0e4b09dbe4be922e1#block-5c7d0ed0e4b09dbe4be922e1\"> 11.55am.)</a> The voters were only announced on Thursday last week, he said. He went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s a very odd state of affairs altogether. One can speculate as to why that may be so but it is a most unusual state of affairs and it is at the very least very discourteous to the House of Commons. It probably reflects a degree of anxiety and, if I may politely say so, perhaps just a little bit of inexperience.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5c7d59cbe4b09dbe4be926e4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T17:06:42.265Z\">5.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from the Sunday Times’ political editor, <strong>Tim Shipman.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/1102605057932124161\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A Labour source writes.<br>CF = Charlie’s Falconer<br>AS = anti-semitism <a href=\"https://t.co/zypZrocsiO\">pic.twitter.com/zypZrocsiO</a></p>— Tim Shipman (@ShippersUnbound) \n    <a href=\"https://twitter.com/ShippersUnbound/status/1102605057932124161?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7d55eee4b09dbe4be926a7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T16:49:21.472Z\">4.49pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Police Federation claims May is 'delusional' in denying link between officer numbers and knife crime</h2> \n <div class=\"block-elements\"> \n  <p>As my colleagues <strong>Matthew Weaver </strong>and <strong>Helen Pidd</strong> report, Theresa May said today that there was “no direct correlation” between police numbers and knife crime.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/mar/04/no-link-between-knife-and-police-cuts-says-theresa-may\">No link between knife crime and police cuts, says Theresa May</a> </p> \n  </aside> \n  <p>In response, the <strong>Police Federation of England and Wales</strong> claimed that May was “delusional” on this issue. John Apter, its national chairman, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Our prime minister is delusional, steadfastly refusing to acknowledge what is plain for everyone else to see, and in the face of a national crisis that is deeply concerning. </p> \n   <p>Policing has been stripped to the bone and the consequences are clear, splashed across newspaper front pages and TV news bulletins - children being murdered on our streets. </p> \n   <p>What makes this all the more sickening is that it was predicted. This is the true cost of austerity that we warned of but were ridiculed for doing so. </p> \n   <p>Theresa May herself accused the Police Federation of ‘crying wolf’ when we highlighted our concerns. Those concerns have become a reality but still the prime minister fails to accept the harsh truth. </p> \n   <p>What we need now is less talk and more action, fewer policies and more police officers - boots on the ground, out there on our streets making a real difference, protecting our youngsters.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5c7d48f6e4b0f96cae7d9fc9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T16:41:40.035Z\">4.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As <a href=\"https://www.theguardian.com/politics/2019/feb/24/brexit-could-be-delayed-until-2021-eu-sources-reveal\">the Guardian reported last month,</a> under one idea being considered in Brussels the EU would not offer the UK a short extension, but instead a very long one, lasting 21 months.</p> \n  <p>It was generally assumed at the time that Tory Brexiters would be horrified by this prospect. But, <a href=\"https://www.conservativehome.com/platform/2019/03/martin-howe-it-is-far-better-to-risk-extending-article-50-than-to-accept-mays-bad-deal.html\">in an article for ConservativeHome,</a> <strong>Martin Howe QC</strong>, a leading Brexiter lawyer and one of <a href=\"https://www.telegraph.co.uk/politics/2019/02/28/brexiteers-assemble-team-legal-eagles-scrutinise-revised-withdrawal/\">the “star chamber” panel of lawyers set up by Brexiters to review the deal Geoffrey Cox negotiates with Brussels, </a>says that a long article 50 extension would be “miles and miles better from a Leave perspective than May’s appalling deal”.</p> \n  <p>Here are some of the arguments Howe advances to make his point.</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>Transition period:</strong> A 21-month article 50 extension would lock the UK into having to obey EU laws across the board until 31st December 2020. But that is exactly what May’s transition period would do – the one she insists on calling an “implementation period” even though there will be no concluded trade deal to implement, just more turmoil-filled negotiations taking us up to another mythological “cliff edge” at the end of the transition period.</p> \n   <p>The big difference would be that under an article 50 extension, the UK would continue to be represented in EU institutions, and continue to exercise a vote and veto (where unanimity is required) over new EU rules. Further, we would elect a new phalanx of MEPs, large numbers of whom would be Brexit supporters who would be robust in defending Britain’s interests and in disrupting the EU’s centralising plans.</p> \n   <p><strong>No backstop:</strong> The next huge point is that under the article 50 extension the UK would not be bound by the backstop protocol, which under May’s deal would kick in on 1st January 2021. Instead, on 1st January 2021 we would just leave unencumbered. We would be able to negotiate for a trade deal with the EU with a strong hand, and our negotiating position would not be crippled by being prospectively or actually locked into the backstop as it would be under May’s deal.</p> \n  </blockquote> \n  <p>In the Commons leading Tory Brexiters have welcomed Howe’s article. This is from <strong>Steve Baker,</strong> deputy chair of the European Research Group.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveBakerHW/status/1102496468219383808\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Politically, a long extension of the Brexit process would be awful for the whole country<br><br>And I’m hearing a short extension would disrupt businesses ready for 29 March<br><br>But from a policy point of view, Martin Howe makes a great case:<a href=\"https://t.co/3OiIEfcWG6\">https://t.co/3OiIEfcWG6</a></p>— Steve Baker MP (@SteveBakerHW) \n    <a href=\"https://twitter.com/SteveBakerHW/status/1102496468219383808?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And this is from <strong>Owen Paterson,</strong> the former cabinet minister.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OwenPaterson/status/1102491783391514624\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Great piece by Martin Howe QC. “If the deal is bad and stays bad, there is no reason for MPs who oppose it to panic and change their position, and every reason why they should stand firm in the face of these Article 50 threats.” <a href=\"https://t.co/SryHX2t4jS\">https://t.co/SryHX2t4jS</a></p>— Owen Paterson MP (@OwenPaterson) \n    <a href=\"https://twitter.com/OwenPaterson/status/1102491783391514624?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7d50c8e4b0f96cae7da05e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T16:27:48.765Z\">4.27pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In response to Javid, <strong>Louise Haigh</strong>, the shadow Home Office minister, said MPs were shocked by the recent killings, which had added to the murders of hundreds of young people over recent years.</p> \n  <p>She said there had been a 93% rise in young people being stabbed since 2012. This was a “national tragedy”, she said.</p> \n  <p>She said it required national leadership from the prime minister and from the home secretary. They should convene a crisis summit, she said.</p> \n  <p>And she said Labour favoured a public health approach to knife crime. She said it was “shocking” to hear Matt Hancock criticise this approach on LBC this morning. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d4e58e4b0f96cae7da036#block-5c7d4e58e4b0f96cae7da036\">4.18pm.)</a></p> \n  <p>She also said police cuts had contributed to the problem. The funding settlement for police was inadequate, she said.</p> \n  <figure class=\"element element-image\" data-media-id=\"cce40eb9dc49d2ff410b57c0830c6a97b67f4bf9\"> \n   <img src=\"https://media.guim.co.uk/cce40eb9dc49d2ff410b57c0830c6a97b67f4bf9/13_0_602_361/500.png\" alt=\"Louise Haigh\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Louise Haigh</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7d4e58e4b0f96cae7da036\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T16:18:02.627Z\">4.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is what <strong>Matt Hancock</strong>, the health secretary, said on LBC this morning when it was put to him that Sadiq Khan, the mayor of London, has been arguing that knife crime should be seen as a public health issue. Hancock said: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>If you try to say that it’s a public health issue that implies that it’s nobody’s fault. The criminals who are murderers, it’s their fault, and that’s got to be the starting point ...</p> \n   <p>If [Khan] uses language meaning we’ve got to take a broad approach to how we tackle it, fine. But actually I think if you try to say that knife crime is a public health issue, it implies that there aren’t individuals who are personally responsible for these terrible crimes, and you’ve got to start from the point of the perpetrator needing to be brought to justice.</p> \n  </blockquote> \n  <p>Hancock clearly had no warning that Sajid Javid was going to say the opposite in the Commons only a few hours later.</p> \n </div> \n</div> \n<div id=\"block-5c7d4d25e4b052c45da0b068\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T16:08:36.656Z\">4.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons <strong>Yvette Cooper, </strong>the Labour chair of the Commons home affairs committee, has just said she welcomes what Sajid Javid said about making fighting violent crime a statutory public health duty.</p> \n  <p>But Matt Hancock, the health secretary, said the opposite in an interview this morning, she said.</p> \n </div> \n</div> \n<div id=\"block-5c7d4980e4b052c45da0b01e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T16:02:02.065Z\">4.02pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Javid floats plan to make fighting violent crime statutory public health duty</h2> \n <div class=\"block-elements\"> \n  <p><strong>Sajid Javid</strong>, the home secretary, is responding to an urgent question on knife crime now.</p> \n  <p>He says after the terrible events this weekend he welcomes the chance to come to the Commons. All MPs will wish there was something simple they could do to stop this violence, he says.</p> \n  <p>But he says there are no shortcuts. There is no one, single solution. Coordinated action is required, he says.</p> \n  <p>First, there has to be a strong law enforcement response, he says. The police must have the confidence to use tools like stop and search.</p> \n  <p>Second, the authorities must intervene early to stop young people getting involved in crime, he says. He says he has introduced a bill to introduce knife crime prevention orders.</p> \n  <p>Third, the police must be given the resources to tackle serious violence, he says. He says police funding is being raised to record levels next year. The police will get up to £970m more. And on Wednesday he will listen to chief constables to listen to what they want.</p> \n  <p>Fourth, he says the authorities must be clear how changing patterns of drug use are fuelling rising crime. He says he has launched an independent drugs misuse review.</p> \n  <p>Fifth, he says all parts of the public sector should prioritise tackling serious violence. He says he will soon launch a consultation on a new statutory public health duty to combat violent crime and help protect young people.</p> \n  <ul> \n   <li><strong>Javid floats plan to make fighting violent crime a new, statutory public health duty.</strong></li> \n  </ul> \n  <p>He says this is an issue that transcends party politics. </p> \n </div> \n</div> \n<div id=\"block-5c7d42d5e4b052c45da0afc0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T15:23:27.491Z\">3.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"cd227601e2b631244e8d8ad35b38e345887b544c\"> \n   <img src=\"https://media.guim.co.uk/cd227601e2b631244e8d8ad35b38e345887b544c/0_204_5472_3283/1000.jpg\" alt=\"Theresa May leaving Smith England hairdresser salon after a visit to Salisbury.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Theresa May leaving Smith England hairdresser salon after a visit to Salisbury.</span> \n    <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7d3c23e4b09dbe4be924fe\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T15:01:53.412Z\">3.01pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">How the £1.6bn for poorer towns compares with other government spending decisions</h2> \n <div class=\"block-elements\"> \n  <p>This is from the Press Association, explaining how the £1.6bn stronger towns fund announced today (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7ce203e4b0c5f213666b4d#block-5c7ce203e4b0c5f213666b4d\"> 9.24am) </a>compares to other government spending decisions.</p> \n  <blockquote class=\"quoted\"> \n   <p>The £1bn billion that has been allocated to specific regions of England, which will be spread over seven financial years to 2025/26, matches the amount of money the government agreed to provide over five years to the Northern Ireland executive as part of the deal it struck with the DUP in 2017. This deal saw the DUP’s 10 MPs agree to support the government on all key votes, including the Queen’s Speech and budgets. </p> \n   <p>- The combined total allocated to the South East, South West, East &amp; West Midlands and eastern England (£417m) is just £3m below the £420 announced by chancellor Philip Hammond in the 2018 budget for local authorities to fix potholes and renew bridges and tunnels in one year (2018/19). </p> \n   <p>- Using the latest population estimates from the Office for National Statistics, the pots of money can be roughly compared in terms of spending per person. </p> \n   <p>For example, if the total amount earmarked for north-east England (£105m) was spread across five of the region’s largest towns - Darlington, Hartlepool, Gateshead, Middlesbrough and Stockton-on-Tees - the spending would be the equivalent of £142 per person. </p> \n   <p>If the total for north-west England (£281m) was spread across the five towns of Bolton, Oldham, Rochdale, Stockport and Wigan, the spending works out at around £208 per person. </p> \n   <p>By contrast, if the £33m earmarked for south-west England was allocated to the five towns of Bournemouth, Cheltenham, Poole, Stroud and Swindon, the equivalent total per person would be £41. </p> \n   <p>And if the £25m for eastern England was spread just across the five towns of Basildon, Bedford, Colchester, Luton and Southend, the spending equates to £27 per head. </p> \n   <p>- The £33m allocated to south-west England matches the £33m the government has paid to Eurotunnel to settle a legal action over the award of Brexit contracts to ferry firms. </p> \n   <p>- The total package of £1.6bn funding compares with a total of £3bn in outstanding council tax owed to local authorities in England since 1993 (when the tax was introduced). The same local authorities collected a total of £27.5bn of council tax for the year to March 2018.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T15:05:28.262Z\">at 3.05pm GMT</time></p> \n</div> \n<div id=\"block-5c7d3600e4b0f96cae7d9ea3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T14:32:53.725Z\">2.32pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking on Salisbury, on a visit to mark the one-year anniversay of the novichok attakc, <strong>Theresa May</strong> said:</p> \n  <blockquote class=\"quoted\"> \n   <p>What I have seen today here in Salisbury is the tremendous spirit and resolve of the people of Salisbury. It has been a difficult year for them and particularly difficult for the immediate victims of the reckless attack that took place on the streets of Salisbury and the use of a chemical weapon, a nerve agent, on our streets.</p> \n  </blockquote> \n  <p>As the Press Association reports, May had private meetings in The Guildhall before visiting Salisbury Cathedral. She was shown around the cathedral, which dates back to 1220, by the Very Reverend Nicholas Papadopulos - the Dean of Salisbury - and Tricia Glass, deputy head guide. She was introduced to Gary Price, clerk of works, and viewed the cathedral’s copy of Magna Carta in the 13th century Chapter House.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"abe4b1fccce2645a757b1990894b7e28b7c59f9c\"> \n   <img src=\"https://media.guim.co.uk/abe4b1fccce2645a757b1990894b7e28b7c59f9c/0_81_3500_2100/1000.jpg\" alt=\"Theresa May visiting Salisbury Cathedral today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Theresa May visiting Salisbury Cathedral today.</span> \n    <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"73740504240bdb3822a980d7cb03d2e4227dc239\"> \n   <img src=\"https://media.guim.co.uk/73740504240bdb3822a980d7cb03d2e4227dc239/0_455_5214_3129/1000.jpg\" alt=\"Police officers are on patrol in front of Salisbury Cathedral as Theresa May visits the city to mark the one-year anniversary of the novichok attack.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Police officers are on patrol in front of Salisbury Cathedral as Theresa May visits the city to mark the one-year anniversary of the novichok attack.</span> \n    <span class=\"element-image__credit\">Photograph: FACUNDO ARRIZABALAGA/POOL/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T15:06:26.538Z\">at 3.06pm GMT</time></p> \n</div> \n<div id=\"block-5c7d2e0ae4b09dbe4be92462\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T14:25:06.055Z\">2.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Ivan Rogers,</strong> the former UK ambassador to the EU, has been speaking at the Institute for Government today. As the Independent’s <strong>Jon Stone</strong> reports, Rogers said that no one in the EU, or in the UK government, thought a no-deal Brexit would be an acceptable long-term solution.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joncstone/status/1102565051087630338\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Good point by Ivan Rogers about how the government really sees no-deal Brexit: <a href=\"https://t.co/E9QPOzI0F8\">pic.twitter.com/E9QPOzI0F8</a></p>— Jon Stone (@joncstone) \n    <a href=\"https://twitter.com/joncstone/status/1102565051087630338?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Rogers is the Cassandra of Brexit. He quit his job in Brussels after falling out with Theresa May’s team in Downing Street. They thought his predictions in late 2016 about the Brexit process were too gloomy. In fact, as far as we can tell, they were mostly spot on, and, now outside the civil service, he has become one of the most astute commentators on what is going on.</p> \n  <p>Listening to him at the IfG, the Financial Times’ <strong>Stefan Stern</strong> said a future inquiry into Brexit would want to know why Number 10 ever let him go.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stefanstern/status/1102557608534294528\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Listening to Sir Ivan Rogers at <a href=\"https://twitter.com/ifgevents?ref_src=twsrc%5Etfw\">@ifgevents</a>. The idea that the government would be a more effective negotiator without him must be one of the most extraordinary misjudgments ever made. Key question for any future Chilcot-style inquiry.</p>— stefanstern (@stefanstern) \n    <a href=\"https://twitter.com/stefanstern/status/1102557608534294528?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But Rogers himself was asked if he thought there should be a public inquiry into the handling of Brexit in the future. As Business Insider’s <strong>Adam Payne </strong>reports, Rogers said he was not convinced such an inquiry would be productive.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adampayne26/status/1102573669967163392\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Here's Sir Ivan's Rogers' full response to my question of whether he thinks there will/ought to be a public inquiry into the UK government's handling of Brexit <a href=\"https://t.co/lzZs0Ya7Bg\">pic.twitter.com/lzZs0Ya7Bg</a></p>— Adam Payne (@adampayne26) \n    <a href=\"https://twitter.com/adampayne26/status/1102573669967163392?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Much of what Rogers said reflected the arguments he has made in his various lectures on Brexit,<a href=\"https://www.amazon.co.uk/9-Lessons-Brexit-Ivan-Rogers-ebook/dp/B07N7T63MQ\"> one of which has been reprinted as a book.</a> Payne has a good Twitter thread with the main points.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adampayne26/status/1102542963069071360\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here at <a href=\"https://twitter.com/instituteforgov?ref_src=twsrc%5Etfw\">@instituteforgov</a> where former UK rep to the EU, Sir Ivan Rogers, is going to be speaking about Brexit and HMG’s handling of it very shortly <a href=\"https://t.co/SR682pjWQ4\">pic.twitter.com/SR682pjWQ4</a></p>— Adam Payne (@adampayne26) \n    <a href=\"https://twitter.com/adampayne26/status/1102542963069071360?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T17:33:31.115Z\">at 5.33pm GMT</time></p> \n</div> \n<div id=\"block-5c7d2b88e4b09dbe4be9244f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T13:46:21.382Z\">1.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague<strong> Simon Jenkins</strong> thinks Theresa May has badly mishandled the decision to allocate £1.6bn for poorer towns. Here is his First thoughts column on the subject.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/brexit-money-northern-england-labour-mps-may\">May’s Brexit bung to the north is pathetic. It changes nothing | Simon Jenkins</a> </p> \n  </aside> \n  <p>And this is how it starts.</p> \n  <blockquote class=\"quoted\"> \n   <p>Theresa May’s bung is like Donald Trump’s wall. You give me my Northern Ireland border deal, she says to Labour, and I will give your people oodles of cash. Except that May has blown it. She has <a href=\"https://www.theguardian.com/politics/2019/mar/03/16bn-for-left-behind-towns-as-may-woos-labour-mps-to-back-brexit-deal\">promised Labour MPs in the Midlands and north £1.6bn</a>, but they have not promised her the deal. She is apparently relying on the kindness of their hearts. How stupid is that? She is even offering them a <a href=\"https://www.theguardian.com/politics/2019/feb/27/may-to-offer-workers-rights-pledges-to-gain-labour-brexit-support\">similar deal on workers’ rights</a>, again with no reciprocity. She showered a billion on the DUP, and now look how it treats her. Will she not learn?</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5c7d2891e4b0f96cae7d9ded\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T13:35:58.335Z\">1.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There are three urgent questions in the Commons today, two of which are from Labour frontbenchers attacking decisions taken Chris Grayling, who is now transport secretary. But Grayling won’t be replying to either of them. </p> \n  <p>These are from the official Labour whips account.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1102545501453467648\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">3 UQs from 3.30pm:<br><br>1 <a href=\"https://twitter.com/LouHaigh?ref_src=twsrc%5Etfw\">@LouHaigh</a> to ask <a href=\"https://twitter.com/sajidjavid?ref_src=twsrc%5Etfw\">@sajidjavid</a> on Knife Crime <br>2 <a href=\"https://twitter.com/RichardBurgon?ref_src=twsrc%5Etfw\">@RichardBurgon</a> to ask <a href=\"https://twitter.com/DavidGauke?ref_src=twsrc%5Etfw\">@DavidGauke</a> on Grayling's Probation reforms<br>3 <a href=\"https://twitter.com/AndyMcDonaldMP?ref_src=twsrc%5Etfw\">@AndyMcDonaldMP</a> to ask Grayling on the £33m payoff to Eurotunnel</p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1102545501453467648?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1102552265217490945\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Extraordinary. The Government have confirmed that <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Etfw\">@MattHancock</a>, the HEALTH Secretary will be acting as a human shield🛡for Chris Grayling and responding to the UQ granted to <a href=\"https://twitter.com/AndyMcDonaldMP?ref_src=twsrc%5Etfw\">@AndyMcDonaldMP</a> to ask about the Department for Transport’s payment of £33m to Eurotunnel.</p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1102552265217490945?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n  <p>After the three UQs there will be two statements.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1102545715685933056\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Followed by two statements:<br><br>1 Stronger towns fund - <a href=\"https://twitter.com/JBrokenshire?ref_src=twsrc%5Etfw\">@JBrokenshire</a> <br>2. Tax avoidance, evasion and compliance - <a href=\"https://twitter.com/MelJStride?ref_src=twsrc%5Etfw\">@MelJStride</a></p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1102545715685933056?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7d26b1e4b0f96cae7d9dc8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T13:27:18.878Z\">1.27pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Cox claims reports he is watering down Brexit demands are misleading</h2> \n <div class=\"block-elements\"> \n  <p><strong>Geoffrey Cox</strong>, the attorney general, has tweeted his own response to today’s Daily Telegraph story. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7cf536e4b0f96cae7d9bc2#block-5c7cf536e4b0f96cae7d9bc2\"> 10.04am.) </a>Downing Street did not exactly knock the story down. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d193ee4b052c45da0ad97#block-5c7d193ee4b052c45da0ad97\"> 1.15pm.) </a>But Cox is dismissing the story as misleading.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Geoffrey_Cox/status/1102553866837606400\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The DT reporting of the last 24 hours consists of misunderstood fag ends dressed up as facts. Some of it is accurate, much more of it isn’t and what is not is far more significant than what is. Complex and detailed negotiations cannot be conducted in public. <br><br>Get Outlook for iOS</p>— Geoffrey Cox QC MP (@Geoffrey_Cox) \n    <a href=\"https://twitter.com/Geoffrey_Cox/status/1102553866837606400?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T13:28:07.242Z\">at 1.28pm GMT</time></p> \n</div> \n<div id=\"block-5c7d193ee4b052c45da0ad97\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T13:15:49.765Z\">1.15pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">No 10 hints government watering down its backstop demands from EU</h2> \n <div class=\"block-elements\"> \n  <p>And here is a summary of the main points from the <strong>Downing Street </strong>lobby briefing.</p> \n  <ul> \n   <li><strong>Downing Street hinted that the government has abandoned hopes of getting the EU to agree to either a time-limit to the backstop, or a unilateral exit mechanism. </strong>Asked about the Telegraph splash on this topic (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7cf536e4b0f96cae7d9bc2#block-5c7cf536e4b0f96cae7d9bc2\">10.04am), </a>Theresa May’s spokesman told journalists:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The attorney general continues to pursue legally-binding changes to the backstop that are necessary to ensure that the EU cannot hold the UK in it indefinitely ...</p> \n   <p>We are now at a particularly critical stage in these negotiations and the AG’s work is focused on securing legally-binding changes to the backstop.</p> \n  </blockquote> \n  <p>What is significant about this answer is the spokesman did not say the government was still seeking either a “legally-binding time limit to the existing backstop”, or a “legally-binding unilateral exit clause to that backstop”. But these are two possible demands May did set out <a href=\"https://www.gov.uk/government/speeches/pms-statement-to-the-house-of-commons-on-brexit-12-february-2019\">when she addressed MPs in mid February</a> about the changes to the withdrawal agreement she was seeking. </p> \n  <p>The spokesman also said that the UK was “definitely making progress” in the talks with the EU. But he added: “There definitely remains more work to be done.”</p> \n  <ul> \n   <li><strong>Stephen Barclay, the Brexit secretary, and Geoffrey Cox, the attorney general, will be returning to Brussels on Tuesday for more talks about the backstop, the spokesman said. </strong>Asked if May herself had any plans to go to Brussels this week, the spokesman said there was “nothing in the diary at the moment”</li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman said that May still wanted the UK to leave the EU on 29 March and that, if MPs passed a Brexit deal by 12 March, the government would be able to pass the required legislation in time.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman defended the government’s decision to postpone a vote planned for this evening on an amendment to the financial services bill intended to introduce tax transparency in overseas territories. </strong>(See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d0ed0e4b09dbe4be922e1#block-5c7d0ed0e4b09dbe4be922e1\">11.55am.) </a>The spokesman said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Thanks to UK leadership, all crown dependencies and overseas territories with financial centres are committed to global tax transparency standards, including the exchange of information to help investigate tax evasion. However, crown dependencies are separate jurisdictions with their own democratically-elected governments. They are responsible for their own fiscal matters. Given the beneficial ownership amendments were tabled on Thursday, it is only right that their implications are given proper and thorough consideration.</p> \n  </blockquote> \n  <ul> \n   <li><strong>The spokesman said that Matt Hancock, the health secretary, not Chris Grayling, the transport secretary, will make a Commons statement later about the government’s settlement with the transport firm Eurotunnel.</strong> (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d135be4b052c45da0ad32#block-5c7d135be4b052c45da0ad32\"> 12.14pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman said that the £1.6bn stronger towns fund money announced today (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7ce203e4b0c5f213666b4d#block-5c7ce203e4b0c5f213666b4d\"> 9.24am) </a>would be in addition to the UK shared prosperity fund, the details of which will be announced “shortly”.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman said Sajid Javid, the home secretary, would be speaking about knife crime when he holds a meeting with chief constables on Wednesday.</strong> Asked about <a href=\"https://www.theguardian.com/uk-news/2019/mar/04/knife-attacks-teenagers-figures-east-london-manchester\">the killing of two teenagers in separate knife attacks at the end of last week, </a>the spokesman said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>These are shocking and upsetting crimes and our sympathies are with the families and friends of the victims. The crimes are a stark reminder that there is more to do to tackle the violence on our streets.</p> \n  </blockquote> \n  <ul> \n   <li><strong>May is visiting Salisbury today, to mark the one-year anniversary of the novichok poisoning attack, the spokesman said.</strong> He said she would be “expressing her great admiration for the resilience which the community has shown in response to the attack a year ago.” He also described the decision to illustrate a tweet from the PM’s Twitter account about Salisbury with a picture of Bath (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d0424e4b052c45da0ac80#block-5c7d0424e4b052c45da0ac80\">10.58am)</a> was “a human error” that was corrected as soon as it was flagged up.</li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"07f56d6b963fc2acbf0e394ebd2cf71514a17d4b\"> \n   <img src=\"https://media.guim.co.uk/07f56d6b963fc2acbf0e394ebd2cf71514a17d4b/0_0_3500_2100/1000.jpg\" alt=\"Theresa May talking with local residents during her visit to Salisbury this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Theresa May talking with local residents during her visit to Salisbury this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Adrian Dennis/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T17:34:30.027Z\">at 5.34pm GMT</time></p> \n</div> \n<div id=\"block-5c7d135be4b052c45da0ad32\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T12:14:46.974Z\">12.14pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Hancock to stand in for beleaguered Grayling in making statement to MPs about Eurotunnel settlement</h2> \n <div class=\"block-elements\"> \n  <p>And if the most surprising news from the lobby was about the financial services bill (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7d0ed0e4b09dbe4be922e1#block-5c7d0ed0e4b09dbe4be922e1\">11.55am),</a> the announcement that caused most amusement was the news that a government statement <a href=\"https://www.theguardian.com/politics/2019/mar/01/grayling-reaches-33m-settlement-over-brexit-ferry-fiasco-court-case-eurotunnel\">on the Eurotunnel settlement </a>will be made in the Commons this afternoon, not by Chris Grayling, the transport secretary, but by Matt Hancock, the health secretary.</p> \n  <p>The settlement was partly about provisions in place to ensure the UK can still import medicines smoothly in the event of a no-deal Brexit, so Hancock does have a role. But it was predominantly an issue for the Department for Transport. It is hard to avoid the conclusion that Grayling is being benched this afternoon because he is considered a liability. The Eurotunnel settlement on Friday was seen as confirmation that he is a minister with a reverse Midas touch, and <a href=\"https://labour.org.uk/press/labour-calculates-failing-grayling-cost-taxpayer-economy-2-7-billion/\">it led to renewed calls for his resignation.</a></p> \n  <p>Even the<strong> New York Times </strong>has taken to running stories about Grayling being a disaster. A correction at the end of<a href=\"https://www.nytimes.com/2019/03/03/world/europe/grayling-ferries-uk.html\"> its article </a>published yesterday says it all.</p> \n  <blockquote class=\"quoted\"> \n   <p>Because of an editing error, an earlier version of this article misstated the amount that a Labour party’s report claimed Chris Grayling misadventures had cost British taxpayers. It is 2.7 billion pounds, not 2.7 million.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"17f0ef9a7cac1427590259f23007e9d7e19a71c9\"> \n   <img src=\"https://media.guim.co.uk/17f0ef9a7cac1427590259f23007e9d7e19a71c9/0_56_4800_2880/1000.jpg\" alt=\"Chris Grayling, the transport secretary, who will not be making a statement to MPs about the government’s settlement with Eurotunnel, because Matt Hancock, the health secretary, has been asked to do it instead.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Chris Grayling, the transport secretary, who will not be making a statement to MPs about the government’s settlement with Eurotunnel, because Matt Hancock, the health secretary, has been asked to do it instead.</span> \n    <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T17:34:54.401Z\">at 5.34pm GMT</time></p> \n</div> \n<div id=\"block-5c7d0ed0e4b09dbe4be922e1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T11:55:53.200Z\">11.55am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Ministers postpone financial services bill debate to avert defeat on tax havens</h2> \n <div class=\"block-elements\"> \n  <p>I’m just back from the Downing Street lobby briefing. The most dramatic news came, not from the prime minister’s spokesman, but from a tweet read by journalists while the meeting was going on. The spokesman effectively confirmed that <a href=\"https://www.bbc.co.uk/news/uk-politics-47422975\">the financial services (implementation of legislation) bill debate planned for tonight </a>has been pulled. He said an amendment to the bill requiring overseas territories to introduce registers of beneficial ownership for companies within their jurisdiction needed proper consideration. But in practice ministers have postponed the vote because the government was going to lose the vote on the amendment.</p> \n  <ul> \n   <li><strong>Ministers take surprise decision to delay a vote on the financial services bill because they face defeat on an amendment saying overseas territories should have to enforce new tax transparency rules by the end of 2020.</strong></li> \n  </ul> \n  <p>This announcement will reinforce claims that the government is so weak that it can barely get its legislation through the Commons. This bill is one that needs to be passed in the event of a no-deal Brexit.</p> \n  <p>This is from<strong> Jonathan Reynolds</strong>, a shadow Treasury minister.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jreynoldsMP/status/1102531406994067456\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING - the Govt have pulled the Financial Services Bill from the business today. There were amendments on preventing a ‘race to the bottom’ on financial deregulation and on transparency for the Overseas Territories and Crown Dependencies that we had hoped to pass <a href=\"https://t.co/zOYVDuQ9C2\">pic.twitter.com/zOYVDuQ9C2</a></p>— Jonathan Reynolds (@jreynoldsMP) \n    <a href=\"https://twitter.com/jreynoldsMP/status/1102531406994067456?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T12:00:13.869Z\">at 12.00pm GMT</time></p> \n</div> \n<div id=\"block-5c7d0424e4b052c45da0ac80\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T10:58:05.859Z\">10.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Theresa May was tweeting about Salisbury this morning. But, as my colleague <strong>Jim Waterson</strong> points out, she used the wrong picture.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jimwaterson/status/1102509516351029248\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">That’s Bath, not Salisbury. At least the Russian poisoning suspects could recognise the correct church spire. <a href=\"https://t.co/moXlDioDwk\">pic.twitter.com/moXlDioDwk</a></p>— Jim Waterson (@jimwaterson) \n    <a href=\"https://twitter.com/jimwaterson/status/1102509516351029248?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n  <p>I’m off to the Number 10 lobby briefing now. I will post again after 11.30am.</p> \n </div> \n</div> \n<div id=\"block-5c7d006de4b09dbe4be92254\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T10:53:26.103Z\">10.53am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The commentary about the stronger towns fund announced by the government today (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7ce203e4b0c5f213666b4d#block-5c7ce203e4b0c5f213666b4d\">9.24am)</a>, and its impact on the the Brexit parliamentary arithmetic, is premised on the notion that it was Labour-voting constituencies in the north that swung the vote for leave. But in a provocative new book, <a href=\"https://www.bitebackpublishing.com/books/rule-britannia\">Brexit and the End of Empire</a>, the academics <strong>Danny Dorling </strong>and <strong>Sally Tomlinson</strong>, strongly challenge this argument. They report:</p> \n  <blockquote class=\"quoted\"> \n   <p>Because of different levels of turnout and numbers of registered voters, most people who voted leave - by absolute numbers - lived in southern England. Furthermore, of all those who voted leave, 59% were middle class (often labelled as A, B or C1), and only 41% were working class (labelled C2, D or E). The proportion of leave voters who were of the lowest two social classes (D and E) was just 24%. One of us published these statistics not long after the vote, in the British Medical Journal, but that did little to quell the middle-class clamour to ‘blame the working class’ ...</p> \n   <p>In short, then, Tory England voted Britain out. These were areas that had often loyally voted Conservative for decades, but economically were not doing anything like as well as other Tory areas, which cannot have seemed right to many people living there ...</p> \n   <p>Older, less well-off, less well-educated Tory Britain was where the most votes for Brexit were. It cannot be said often enough. It was not Sunderland or Stoke that swung it.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5c7cfbaae4b09dbe4be92238\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T10:25:09.142Z\">10.25am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mujtaba Rahman</strong>, the former European commission official who writes Brexit analysis for the Eurasia Group consultancy, has sent out his latest assessment. Like the Daily Telegraph (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/04/brexit-latest-news-admits-16bn-for-poorer-towns-to-be-spent-over-next-seven-years-politics-live?page=with:block-5c7cf536e4b0f96cae7d9bc2#block-5c7cf536e4b0f96cae7d9bc2\">10.04am),</a> he thinks Geoffrey Cox is struggling to negotiate the backstop assurances that Brexiters want. Rahman says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Alarmingly for Number 10, talks made slow progress last week, with both sides conceding “substantive gaps” remain between the two. They continue to work on a package of measures which they hope will allow Cox to say “on the balance of probability” the backstop is not indefinite, perhaps focusing more on an independent arbitration mechanism. But EU officials are clear that such a mechanism cannot be used to judge whether “alternative arrangements” needed to supplant the backstop are effective, since this is ultimately a matter of EU law, which is the exclusive competence of the ECJ.</p> \n   <p>The prime minister might therefore need to go further; promising to stand down this summer might persuade more Eurosceptics to back her deal, as negotiations on a long-term trade agreement would be headed by her successor.</p> \n  </blockquote> \n  <p>But, in his conclusion, Rahman still argues that it is more likely than not that a deal will pass next week.</p> \n  <blockquote class=\"quoted\"> \n   <p>We now put the odds of May’s tweaked deal passing the Commons next week at 55% (35% with no referendum; 20% with a referendum). We assign 20% to a softer Brexit; 10% to no-deal; 10% to a general election and 5% to a referendum without a deal). </p> \n   <p>Some ministers privately think May only has a slim chance of winning through this month, but might have a stronger one in June if she can frame the choice as one between her deal and no deal (in a way she cannot now do this month). All the same, Labour MP Yvette Cooper’s bill blocking no deal would be revived. So May’s ability to play the no-deal card MPs might depend on whether EU would grant a second extension.</p> \n   <p>If May fails to win Commons backing this month, a very different deal would likely return in June—such as Common Market 2.0 or Norway Plus agreement based on membership of the Single Market and a customs union. The real prospect of that might just tip enough Eurosceptics into May’s column this month.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5c7cf536e4b0f96cae7d9bc2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T10:04:26.542Z\">10.04am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://www.telegraph.co.uk/politics/2019/03/03/exclusive-attorney-general-abandons-time-limit-unilateral-exit/\">today’s Daily Telegraph splash (paywall)</a> <strong>Steven Swinford </strong>and<strong> Peter Foster</strong> says Geoffrey Cox, the attorney general who is leading government attempts to negotiated legally-binding assurances on the backstop with Brussels, has “abandoned attempts to secure a hard time-limit or unilateral exit mechanism from the <a href=\"https://www.telegraph.co.uk/politics/0/brexit-backstop-irish-border-important-deal1/\">Irish backstop</a>”. Their story goes on:</p> \n  <blockquote class=\"quoted\"> \n   <p>Ministers briefed on Geoffrey Cox’s approach said those aims, which represent the central demands of Eurosceptics, are considered too “blunt” and have been rejected by the European Union.</p> \n   <p>Some cabinet ministers are already resigned to the Prime Minister <a href=\"https://www.telegraph.co.uk/politics/2019/01/13/must-brave-vote-deal-represents-worst-worlds/\">losing a second meaningful vote on her deal </a>amid concerns that changes to the backstop secured by Mr Cox will not be sufficient to win round Brexiteers.</p> \n   <p>The attorney general is understood to be focusing on securing an enhanced “arbitration mechanism” that allows the UK or the EU to provide formal notice that the backstop should come to an end.</p> \n   <p>The EU is, however, resisting demands by British negotiators for an “independent” arbitration panel, outside the jurisdiction of the European Court of Justice.</p> \n  </blockquote> \n  <p>When <strong>J</strong><strong>ames Brokenshire, </strong>the housing and communities secretary, was asked if this was correct in his Today programme interview, he replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>The attorney general continues with his work to ensure that we get legally binding changes to ensure that we are not locked in the backstop.</p> \n  </blockquote> \n  <p>Brokenshire also said Cox would be “back to Brussels this week to continue the discussions to make sure that we can get those legal changes”.</p> \n  <p>Ominously for the government,<strong> Steve Baker,</strong> the deputy chair of the European Research Group, which represents the 50 or more Tories pushing for a harder Brexit, told the Telegraph that if its report was accurate, the Cox concession would not satisfy MPs. Baker said:</p> \n  <blockquote class=\"quoted\"> \n   <p>This seems to indicate a satirical approach to fulfilling the Brady amendment which the government whipped for. </p> \n   <p>The Brady amendment required that you replace the backstop with alternative arrangements. That’s light years away from tweaking arbitration mechanisms. Nevertheless I don’t want to pre-judge the work of the star chamber.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCHelenaLee/status/1102330419276644354\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The Daily Telegraph: Cox drops ‘hard limit’ demands on backstop <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/asfH5ymS4X\">pic.twitter.com/asfH5ymS4X</a></p>— Helena Lee (@BBCHelenaLee) \n    <a href=\"https://twitter.com/BBCHelenaLee/status/1102330419276644354?ref_src=twsrc%5Etfw\">March 3, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7cf48de4b09dbe4be92208\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T09:50:03.871Z\">9.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A man has been charged with assault after Jeremy Corbyn was egged during a visit to a north London mosque, the Press Association reports. The Metropolitan police said John Murphy, 31, from Barnet, was charged in the early hours of Monday morning and will appear at Highbury Corner Magistrates’ Court on Tuesday March 19. Murphy allegedly screamed “When you vote you get what you vote for” as he came from behind and smacked Corbyn with an egg. Corbyn continued with his planned programme of constituency events at the Finsbury Park Mosque and Muslim Welfare House. He was unharmed and left with a police escort at around 6.30pm. </p> \n </div> \n</div> \n<div id=\"block-5c7cf292e4b0c5f213666bb8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T09:42:26.466Z\">9.42am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <strong>Gloria De Piero</strong>, the Labour MP for Ashfield, making the same point about the stronger towns fund as Gareth Snell.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GloriaDePiero/status/1102476669636493313\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Any cash for our towns is welcome but this is over 4 years and is peanuts compared to what we have lost in terms of funding for our local councils. <a href=\"https://t.co/4ZJV5aenKr\">https://t.co/4ZJV5aenKr</a></p>— Gloria De Piero (@GloriaDePiero) \n    <a href=\"https://twitter.com/GloriaDePiero/status/1102476669636493313?ref_src=twsrc%5Etfw\">March 4, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c7ce203e4b0c5f213666b4d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-04T09:24:52.756Z\">9.24am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Minister admits £1.6bn for poorer towns to be spent over next seven years</h2> \n <div class=\"block-elements\"> \n  <p>A few weeks ago it emerged that the government was planning to announce <a href=\"https://www.theguardian.com/global/2019/jan/31/labour-mps-split-over-backing-theresa-may-in-return-for-investment\">a big regional investment that would benefit in particular constituencies in the north that backed leave and vote Labour.</a> The prospect of this money being available might help to persuade Labour MPs to back Theresa May’s Brexit deal, it was suggested. Downing Street rejected claims that this would amount to a “bribe”, but did not deny that the plan (actually, a variant of the “UK shared prosperity fund, specifically designed to reduce inequalities between communities across our four nations”, promised in the 2017 Conservative party manifesto) was under consideration.</p> \n  <p>Today the announcement has arrived. And, in a statement <strong>Theresa May</strong> has partially linked it to Brexit. She says:</p> \n  <blockquote class=\"quoted\"> \n   <p>For too long in our country prosperity has been unfairly spread. Our economy has worked well for some places but we want it to work for all communities.</p> \n   <p>Communities across the country voted for Brexit as an expression of their desire to see change – that must be a change for the better, with more opportunity and greater control.</p> \n   <p>These towns have a glorious heritage, huge potential and, with the right help, a bright future ahead of them.</p> \n  </blockquote> \n  <p>But, as <strong>Jessica Elgot</strong> points out in our overnight story, Labour MPs were queuing up last night to say that this announcement would not change their minds over Brexit.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/03/16bn-for-left-behind-towns-as-may-woos-labour-mps-to-back-brexit-deal\">£1.6bn 'bribe' for poorer towns as May seeks Labour's backing for Brexit deal</a> </p> \n  </aside> \n  <p>And this morning <strong>James Brokenshire</strong>, the housing and communities secretary, has been giving interviews about the announcement. What he has said confirms that this investment will probably end up having zero impact on the parliamentary dynamics over Brexit.</p> \n  <ul> \n   <li><strong>Brokenshire confirmed that the government was committed to this spending whether or not MPs voted for May’s Brexit deal. </strong>Asked if the money was coming whether or no the deal was passed, he said: “Yes.” He went on:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>This funding is there regardless of the outcome, but obviously we want to see a deal happening, we believe that is what is in the best interests of our country. </p> \n   <p>But there is no conditionality in that sense. This funding is there to see that towns grow and that we are actually looking at what we need to do, which is seeing those areas really prospering and following through on what the prime minister has really believed in, that sense of leaving no part of our UK behind, and how this will help support that.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said the £1.6bn was being spent over the next seven years.</strong> Asked over what period the money was being spent, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>It is through until 2026. So, in other words, you may have investments that will need to be put in place over a number of years. </p> \n  </blockquote> \n  <p>This timescale does make £1.6bn look a lot less impressive than it does in the headlines. It is not unusual for governments to aggregate the numbers when announcing spending programmes, by giving a total spend not an annual spend. This can be misleading, but normally the truth is buried somewhere in the small print of the announcement. However <a href=\"https://www.gov.uk/government/news/16-billion-stronger-towns-fund-launched\">the press release sent to journalists yesterday</a> did not say over what period the £1.6bn would be spent. Reporters had to make inquiries to get an answer.</p> \n  <ul> \n   <li><strong>Brokenshire rejected claims that the investment did not amount to much. </strong>When this was put to him, he replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I actually fundamentally disagree. If you look at the investment that could to into particular towns, the areas that need it most, this money can be transformative. It can make that difference on creating the jobs, actually putting the skills in place, and changing people’s lives in a modern, positive economy.</p> \n  </blockquote> \n  <ul> \n   <li><strong>And he also dismissed claims that the new money would not even begin to compensate for the amount towns in the north have lost through other government cuts, such as reductions in grants to councils.</strong> He was asked about this tweet from the Labour MP for Stoke-on-Trent Central, <strong>Gareth Snell.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gareth_snell/status/1102336505119473664\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The entire allocation for the West Midlands over four years is LESS than the total value of cuts faced by Stoke-on-Trent City Council alone over the same period.<br><br>This is a huge disappointment. <a href=\"https://t.co/6JZOVQ8nPq\">https://t.co/6JZOVQ8nPq</a></p>— Gareth Snell MP (@gareth_snell) \n    <a href=\"https://twitter.com/gareth_snell/status/1102336505119473664?ref_src=twsrc%5Etfw\">March 3, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In response, Brokenshire said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think you are making a fundamental miscomparison between fundamental rates of money that councils will spend on their budgets each year, as contrasted with focused funds, transformative funds, to invest in skills, to invest in jobs, to invest in productivity, that actually then supplement the work of councils, and indeed other funds that we have in place. </p> \n  </blockquote> \n  <p>I will post more on this as the day goes on.</p> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>11am: </em>Downing Street lobby briefing.</p> \n  <p><em>12.30pm: </em>Sir Ivan Rogers, the former British ambassador to the EU, speaks at the Institute for Government.</p> \n  <p><em>2.30pm: </em>James Brokenshire, the housing secretary, takes questions in the Commons.</p> \n  <p><em>4pm:</em> Jon Thompson, the HM Revenue and Customs chief executive, gives evidence to the Commons public accounts committee.</p> \n  <p>As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary when I finish, at about 5.30pm.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-shes-got-that-bribe-corbyn-egged-no-yolk-meet-the-truss/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-04T13:21:21.224Z\">at 1.21pm GMT</time></p> \n</div>",
      "wordcount": "5938",
      "commentCloseDate": "2019-03-04T18:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-04T09:24:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:57Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/aqjzv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3afafe7cfad016b65d4d902f5615df8dc095c649/22_0_603_362/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Police Federation of England and Wales has described Theresa May as “delusional” after she insisted there was no direct correlation between police numbers and the incidence of knife crime. (See 4.49pm.) The row erupted as Sajid Javid, the home secretary, told MPs that the government would shortly consult on giving public bodies a new, statutory public health duty to tackle violent crime. (See 4.02pm.) Sir Ivan Rogers, the former UK ambassdor to the EU, has said Britain is not ready to face Brussels in the massively complex trade negotiations that will begin if Theresa May gets her Brexit deal through parliament. Speaking at the Institute for Government, he said: [The future trade negotiation] is a much bigger task for London - for Whitehall and Westminster - than the negotiation we have just been through. It’s going to involve every department of state in depth from the top of those departments right down through the system ... You’ve got to have confidence as chief trade negotiator, both at an official and ministerial level, that you have got a highly competent set of people in every area from aviation to energy to phytosanitary to competition to employment. In every area, you’ve got to have vetted that team, know it’s got the capabilities, know it’s got the resources, know it’s got the legal framework and the background and be at least as good as the team on the opposite side of the table. It isn’t the case. We are not in that position. Ministers have pulled a financial services bill from the House of Commons, fearing the government was almost certain to be defeated on an amendment requiring Jersey, Guernsey and the Isle of Man to clamp down on money laundering. The government has come under immediate pressure from its own MPs over a £1.6bn funding boost for deprived English towns, as it emerged the guaranteed spending in some regions would amount to as little as 58p per person per year. Downing Street has hinted that the government is watering down what it is demanding from the EU in terms of new guarantees relating to the backstop. (See 1.15pm.) The head of the German federation of industries has claimed the British are “lost” and has thrown doubt on Berlin’s backing for a short Brexit extension, claiming an “economy can live better with bad conditions than with uncertainty”. The UK’s construction industry slumped into contraction last month for the first time since freezing weather and snow brought cranes to a halt a year ago, as Brexit uncertainty delayed new building projects. Nicola Sturgeon’s government needs to show much greater urgency in tackling climate change, a cross-party committee of the Scottish parliament has said. The prime minister met the father of the novichok victim Dawn Sturgess, as part of a visit to Salisbury exactly a year after the nerve agent attack, the Guardian can reveal. That’s all from me for today. Thanks for the comments. Labour has criticised Matt Hancock, the health secretary, for criticising the idea of treating knife crime as a public health issue this morning. (See 4.18pm.) In a statement the shadow policing minister Louise Haigh said: It is disturbing that the health secretary doesn’t seem to be aware of his own government’s strategy to tackle violent crime. Rather than taking real action to address the national knife crime epidemic that has arisen on its watch, the government’s own strategy has been revealed to be nothing more than warm words. How can the Tory government possibly be serious about taking a public health approach when the health secretary doesn’t even know about it? In response to a point of order earlier, John Bercow, the Commons speaker, strongly criticised the government’s decision to postpone tonight’s votes on the financial services bill. (See 11.55am.) The voters were only announced on Thursday last week, he said. He went on: It’s a very odd state of affairs altogether. One can speculate as to why that may be so but it is a most unusual state of affairs and it is at the very least very discourteous to the House of Commons. It probably reflects a degree of anxiety and, if I may politely say so, perhaps just a little bit of inexperience. This is from the Sunday Times’ political editor, Tim Shipman. As my colleagues Matthew Weaver and Helen Pidd report, Theresa May said today that there was “no direct correlation” between police numbers and knife crime. In response, the Police Federation of England and Wales claimed that May was “delusional” on this issue. John Apter, its national chairman, said: Our prime minister is delusional, steadfastly refusing to acknowledge what is plain for everyone else to see, and in the face of a national crisis that is deeply concerning. Policing has been stripped to the bone and the consequences are clear, splashed across newspaper front pages and TV news bulletins - children being murdered on our streets. What makes this all the more sickening is that it was predicted. This is the true cost of austerity that we warned of but were ridiculed for doing so. Theresa May herself accused the Police Federation of ‘crying wolf’ when we highlighted our concerns. Those concerns have become a reality but still the prime minister fails to accept the harsh truth. What we need now is less talk and more action, fewer policies and more police officers - boots on the ground, out there on our streets making a real difference, protecting our youngsters. As the Guardian reported last month, under one idea being considered in Brussels the EU would not offer the UK a short extension, but instead a very long one, lasting 21 months. It was generally assumed at the time that Tory Brexiters would be horrified by this prospect. But, in an article for ConservativeHome, Martin Howe QC, a leading Brexiter lawyer and one of the “star chamber” panel of lawyers set up by Brexiters to review the deal Geoffrey Cox negotiates with Brussels, says that a long article 50 extension would be “miles and miles better from a Leave perspective than May’s appalling deal”. Here are some of the arguments Howe advances to make his point. Transition period: A 21-month article 50 extension would lock the UK into having to obey EU laws across the board until 31st December 2020. But that is exactly what May’s transition period would do – the one she insists on calling an “implementation period” even though there will be no concluded trade deal to implement, just more turmoil-filled negotiations taking us up to another mythological “cliff edge” at the end of the transition period. The big difference would be that under an article 50 extension, the UK would continue to be represented in EU institutions, and continue to exercise a vote and veto (where unanimity is required) over new EU rules. Further, we would elect a new phalanx of MEPs, large numbers of whom would be Brexit supporters who would be robust in defending Britain’s interests and in disrupting the EU’s centralising plans. No backstop: The next huge point is that under the article 50 extension the UK would not be bound by the backstop protocol, which under May’s deal would kick in on 1st January 2021. Instead, on 1st January 2021 we would just leave unencumbered. We would be able to negotiate for a trade deal with the EU with a strong hand, and our negotiating position would not be crippled by being prospectively or actually locked into the backstop as it would be under May’s deal. In the Commons leading Tory Brexiters have welcomed Howe’s article. This is from Steve Baker, deputy chair of the European Research Group. And this is from Owen Paterson, the former cabinet minister. In response to Javid, Louise Haigh, the shadow Home Office minister, said MPs were shocked by the recent killings, which had added to the murders of hundreds of young people over recent years. She said there had been a 93% rise in young people being stabbed since 2012. This was a “national tragedy”, she said. She said it required national leadership from the prime minister and from the home secretary. They should convene a crisis summit, she said. And she said Labour favoured a public health approach to knife crime. She said it was “shocking” to hear Matt Hancock criticise this approach on LBC this morning. (See 4.18pm.) She also said police cuts had contributed to the problem. The funding settlement for police was inadequate, she said. This is what Matt Hancock, the health secretary, said on LBC this morning when it was put to him that Sadiq Khan, the mayor of London, has been arguing that knife crime should be seen as a public health issue. Hancock said: If you try to say that it’s a public health issue that implies that it’s nobody’s fault. The criminals who are murderers, it’s their fault, and that’s got to be the starting point ... If [Khan] uses language meaning we’ve got to take a broad approach to how we tackle it, fine. But actually I think if you try to say that knife crime is a public health issue, it implies that there aren’t individuals who are personally responsible for these terrible crimes, and you’ve got to start from the point of the perpetrator needing to be brought to justice. Hancock clearly had no warning that Sajid Javid was going to say the opposite in the Commons only a few hours later. In the Commons Yvette Cooper, the Labour chair of the Commons home affairs committee, has just said she welcomes what Sajid Javid said about making fighting violent crime a statutory public health duty. But Matt Hancock, the health secretary, said the opposite in an interview this morning, she said. Sajid Javid, the home secretary, is responding to an urgent question on knife crime now. He says after the terrible events this weekend he welcomes the chance to come to the Commons. All MPs will wish there was something simple they could do to stop this violence, he says. But he says there are no shortcuts. There is no one, single solution. Coordinated action is required, he says. First, there has to be a strong law enforcement response, he says. The police must have the confidence to use tools like stop and search. Second, the authorities must intervene early to stop young people getting involved in crime, he says. He says he has introduced a bill to introduce knife crime prevention orders. Third, the police must be given the resources to tackle serious violence, he says. He says police funding is being raised to record levels next year. The police will get up to £970m more. And on Wednesday he will listen to chief constables to listen to what they want. Fourth, he says the authorities must be clear how changing patterns of drug use are fuelling rising crime. He says he has launched an independent drugs misuse review. Fifth, he says all parts of the public sector should prioritise tackling serious violence. He says he will soon launch a consultation on a new statutory public health duty to combat violent crime and help protect young people. Javid floats plan to make fighting violent crime a new, statutory public health duty. He says this is an issue that transcends party politics. This is from the Press Association, explaining how the £1.6bn stronger towns fund announced today (see 9.24am) compares to other government spending decisions. The £1bn billion that has been allocated to specific regions of England, which will be spread over seven financial years to 2025/26, matches the amount of money the government agreed to provide over five years to the Northern Ireland executive as part of the deal it struck with the DUP in 2017. This deal saw the DUP’s 10 MPs agree to support the government on all key votes, including the Queen’s Speech and budgets. - The combined total allocated to the South East, South West, East &amp; West Midlands and eastern England (£417m) is just £3m below the £420 announced by chancellor Philip Hammond in the 2018 budget for local authorities to fix potholes and renew bridges and tunnels in one year (2018/19). - Using the latest population estimates from the Office for National Statistics, the pots of money can be roughly compared in terms of spending per person. For example, if the total amount earmarked for north-east England (£105m) was spread across five of the region’s largest towns - Darlington, Hartlepool, Gateshead, Middlesbrough and Stockton-on-Tees - the spending would be the equivalent of £142 per person. If the total for north-west England (£281m) was spread across the five towns of Bolton, Oldham, Rochdale, Stockport and Wigan, the spending works out at around £208 per person. By contrast, if the £33m earmarked for south-west England was allocated to the five towns of Bournemouth, Cheltenham, Poole, Stroud and Swindon, the equivalent total per person would be £41. And if the £25m for eastern England was spread just across the five towns of Basildon, Bedford, Colchester, Luton and Southend, the spending equates to £27 per head. - The £33m allocated to south-west England matches the £33m the government has paid to Eurotunnel to settle a legal action over the award of Brexit contracts to ferry firms. - The total package of £1.6bn funding compares with a total of £3bn in outstanding council tax owed to local authorities in England since 1993 (when the tax was introduced). The same local authorities collected a total of £27.5bn of council tax for the year to March 2018. Speaking on Salisbury, on a visit to mark the one-year anniversay of the novichok attakc, Theresa May said: What I have seen today here in Salisbury is the tremendous spirit and resolve of the people of Salisbury. It has been a difficult year for them and particularly difficult for the immediate victims of the reckless attack that took place on the streets of Salisbury and the use of a chemical weapon, a nerve agent, on our streets. As the Press Association reports, May had private meetings in The Guildhall before visiting Salisbury Cathedral. She was shown around the cathedral, which dates back to 1220, by the Very Reverend Nicholas Papadopulos - the Dean of Salisbury - and Tricia Glass, deputy head guide. She was introduced to Gary Price, clerk of works, and viewed the cathedral’s copy of Magna Carta in the 13th century Chapter House. Sir Ivan Rogers, the former UK ambassador to the EU, has been speaking at the Institute for Government today. As the Independent’s Jon Stone reports, Rogers said that no one in the EU, or in the UK government, thought a no-deal Brexit would be an acceptable long-term solution. Rogers is the Cassandra of Brexit. He quit his job in Brussels after falling out with Theresa May’s team in Downing Street. They thought his predictions in late 2016 about the Brexit process were too gloomy. In fact, as far as we can tell, they were mostly spot on, and, now outside the civil service, he has become one of the most astute commentators on what is going on. Listening to him at the IfG, the Financial Times’ Stefan Stern said a future inquiry into Brexit would want to know why Number 10 ever let him go. But Rogers himself was asked if he thought there should be a public inquiry into the handling of Brexit in the future. As Business Insider’s Adam Payne reports, Rogers said he was not convinced such an inquiry would be productive. Much of what Rogers said reflected the arguments he has made in his various lectures on Brexit, one of which has been reprinted as a book. Payne has a good Twitter thread with the main points. My colleague Simon Jenkins thinks Theresa May has badly mishandled the decision to allocate £1.6bn for poorer towns. Here is his First thoughts column on the subject. And this is how it starts. Theresa May’s bung is like Donald Trump’s wall. You give me my Northern Ireland border deal, she says to Labour, and I will give your people oodles of cash. Except that May has blown it. She has promised Labour MPs in the Midlands and north £1.6bn, but they have not promised her the deal. She is apparently relying on the kindness of their hearts. How stupid is that? She is even offering them a similar deal on workers’ rights, again with no reciprocity. She showered a billion on the DUP, and now look how it treats her. Will she not learn? There are three urgent questions in the Commons today, two of which are from Labour frontbenchers attacking decisions taken Chris Grayling, who is now transport secretary. But Grayling won’t be replying to either of them. These are from the official Labour whips account. After the three UQs there will be two statements. Geoffrey Cox, the attorney general, has tweeted his own response to today’s Daily Telegraph story. (See 10.04am.) Downing Street did not exactly knock the story down. (See 1.15pm.) But Cox is dismissing the story as misleading. And here is a summary of the main points from the Downing Street lobby briefing. Downing Street hinted that the government has abandoned hopes of getting the EU to agree to either a time-limit to the backstop, or a unilateral exit mechanism. Asked about the Telegraph splash on this topic (see 10.04am), Theresa May’s spokesman told journalists: The attorney general continues to pursue legally-binding changes to the backstop that are necessary to ensure that the EU cannot hold the UK in it indefinitely ... We are now at a particularly critical stage in these negotiations and the AG’s work is focused on securing legally-binding changes to the backstop. What is significant about this answer is the spokesman did not say the government was still seeking either a “legally-binding time limit to the existing backstop”, or a “legally-binding unilateral exit clause to that backstop”. But these are two possible demands May did set out when she addressed MPs in mid February about the changes to the withdrawal agreement she was seeking. The spokesman also said that the UK was “definitely making progress” in the talks with the EU. But he added: “There definitely remains more work to be done.” Stephen Barclay, the Brexit secretary, and Geoffrey Cox, the attorney general, will be returning to Brussels on Tuesday for more talks about the backstop, the spokesman said. Asked if May herself had any plans to go to Brussels this week, the spokesman said there was “nothing in the diary at the moment” The spokesman said that May still wanted the UK to leave the EU on 29 March and that, if MPs passed a Brexit deal by 12 March, the government would be able to pass the required legislation in time. The spokesman defended the government’s decision to postpone a vote planned for this evening on an amendment to the financial services bill intended to introduce tax transparency in overseas territories. (See 11.55am.) The spokesman said: Thanks to UK leadership, all crown dependencies and overseas territories with financial centres are committed to global tax transparency standards, including the exchange of information to help investigate tax evasion. However, crown dependencies are separate jurisdictions with their own democratically-elected governments. They are responsible for their own fiscal matters. Given the beneficial ownership amendments were tabled on Thursday, it is only right that their implications are given proper and thorough consideration. The spokesman said that Matt Hancock, the health secretary, not Chris Grayling, the transport secretary, will make a Commons statement later about the government’s settlement with the transport firm Eurotunnel. (See 12.14pm.) The spokesman said that the £1.6bn stronger towns fund money announced today (see 9.24am) would be in addition to the UK shared prosperity fund, the details of which will be announced “shortly”. The spokesman said Sajid Javid, the home secretary, would be speaking about knife crime when he holds a meeting with chief constables on Wednesday. Asked about the killing of two teenagers in separate knife attacks at the end of last week, the spokesman said: These are shocking and upsetting crimes and our sympathies are with the families and friends of the victims. The crimes are a stark reminder that there is more to do to tackle the violence on our streets. May is visiting Salisbury today, to mark the one-year anniversary of the novichok poisoning attack, the spokesman said. He said she would be “expressing her great admiration for the resilience which the community has shown in response to the attack a year ago.” He also described the decision to illustrate a tweet from the PM’s Twitter account about Salisbury with a picture of Bath (see 10.58am) was “a human error” that was corrected as soon as it was flagged up. And if the most surprising news from the lobby was about the financial services bill (see 11.55am), the announcement that caused most amusement was the news that a government statement on the Eurotunnel settlement will be made in the Commons this afternoon, not by Chris Grayling, the transport secretary, but by Matt Hancock, the health secretary. The settlement was partly about provisions in place to ensure the UK can still import medicines smoothly in the event of a no-deal Brexit, so Hancock does have a role. But it was predominantly an issue for the Department for Transport. It is hard to avoid the conclusion that Grayling is being benched this afternoon because he is considered a liability. The Eurotunnel settlement on Friday was seen as confirmation that he is a minister with a reverse Midas touch, and it led to renewed calls for his resignation. Even the New York Times has taken to running stories about Grayling being a disaster. A correction at the end of its article published yesterday says it all. Because of an editing error, an earlier version of this article misstated the amount that a Labour party’s report claimed Chris Grayling misadventures had cost British taxpayers. It is 2.7 billion pounds, not 2.7 million. I’m just back from the Downing Street lobby briefing. The most dramatic news came, not from the prime minister’s spokesman, but from a tweet read by journalists while the meeting was going on. The spokesman effectively confirmed that the financial services (implementation of legislation) bill debate planned for tonight has been pulled. He said an amendment to the bill requiring overseas territories to introduce registers of beneficial ownership for companies within their jurisdiction needed proper consideration. But in practice ministers have postponed the vote because the government was going to lose the vote on the amendment. Ministers take surprise decision to delay a vote on the financial services bill because they face defeat on an amendment saying overseas territories should have to enforce new tax transparency rules by the end of 2020. This announcement will reinforce claims that the government is so weak that it can barely get its legislation through the Commons. This bill is one that needs to be passed in the event of a no-deal Brexit. This is from Jonathan Reynolds, a shadow Treasury minister. Theresa May was tweeting about Salisbury this morning. But, as my colleague Jim Waterson points out, she used the wrong picture. I’m off to the Number 10 lobby briefing now. I will post again after 11.30am. The commentary about the stronger towns fund announced by the government today (see 9.24am), and its impact on the the Brexit parliamentary arithmetic, is premised on the notion that it was Labour-voting constituencies in the north that swung the vote for leave. But in a provocative new book, Brexit and the End of Empire, the academics Danny Dorling and Sally Tomlinson, strongly challenge this argument. They report: Because of different levels of turnout and numbers of registered voters, most people who voted leave - by absolute numbers - lived in southern England. Furthermore, of all those who voted leave, 59% were middle class (often labelled as A, B or C1), and only 41% were working class (labelled C2, D or E). The proportion of leave voters who were of the lowest two social classes (D and E) was just 24%. One of us published these statistics not long after the vote, in the British Medical Journal, but that did little to quell the middle-class clamour to ‘blame the working class’ ... In short, then, Tory England voted Britain out. These were areas that had often loyally voted Conservative for decades, but economically were not doing anything like as well as other Tory areas, which cannot have seemed right to many people living there ... Older, less well-off, less well-educated Tory Britain was where the most votes for Brexit were. It cannot be said often enough. It was not Sunderland or Stoke that swung it. Mujtaba Rahman, the former European commission official who writes Brexit analysis for the Eurasia Group consultancy, has sent out his latest assessment. Like the Daily Telegraph (see 10.04am), he thinks Geoffrey Cox is struggling to negotiate the backstop assurances that Brexiters want. Rahman says: Alarmingly for Number 10, talks made slow progress last week, with both sides conceding “substantive gaps” remain between the two. They continue to work on a package of measures which they hope will allow Cox to say “on the balance of probability” the backstop is not indefinite, perhaps focusing more on an independent arbitration mechanism. But EU officials are clear that such a mechanism cannot be used to judge whether “alternative arrangements” needed to supplant the backstop are effective, since this is ultimately a matter of EU law, which is the exclusive competence of the ECJ. The prime minister might therefore need to go further; promising to stand down this summer might persuade more Eurosceptics to back her deal, as negotiations on a long-term trade agreement would be headed by her successor. But, in his conclusion, Rahman still argues that it is more likely than not that a deal will pass next week. We now put the odds of May’s tweaked deal passing the Commons next week at 55% (35% with no referendum; 20% with a referendum). We assign 20% to a softer Brexit; 10% to no-deal; 10% to a general election and 5% to a referendum without a deal). Some ministers privately think May only has a slim chance of winning through this month, but might have a stronger one in June if she can frame the choice as one between her deal and no deal (in a way she cannot now do this month). All the same, Labour MP Yvette Cooper’s bill blocking no deal would be revived. So May’s ability to play the no-deal card MPs might depend on whether EU would grant a second extension. If May fails to win Commons backing this month, a very different deal would likely return in June—such as Common Market 2.0 or Norway Plus agreement based on membership of the Single Market and a customs union. The real prospect of that might just tip enough Eurosceptics into May’s column this month. In today’s Daily Telegraph splash (paywall) Steven Swinford and Peter Foster says Geoffrey Cox, the attorney general who is leading government attempts to negotiated legally-binding assurances on the backstop with Brussels, has “abandoned attempts to secure a hard time-limit or unilateral exit mechanism from the Irish backstop”. Their story goes on: Ministers briefed on Geoffrey Cox’s approach said those aims, which represent the central demands of Eurosceptics, are considered too “blunt” and have been rejected by the European Union. Some cabinet ministers are already resigned to the Prime Minister losing a second meaningful vote on her deal amid concerns that changes to the backstop secured by Mr Cox will not be sufficient to win round Brexiteers. The attorney general is understood to be focusing on securing an enhanced “arbitration mechanism” that allows the UK or the EU to provide formal notice that the backstop should come to an end. The EU is, however, resisting demands by British negotiators for an “independent” arbitration panel, outside the jurisdiction of the European Court of Justice. When James Brokenshire, the housing and communities secretary, was asked if this was correct in his Today programme interview, he replied: The attorney general continues with his work to ensure that we get legally binding changes to ensure that we are not locked in the backstop. Brokenshire also said Cox would be “back to Brussels this week to continue the discussions to make sure that we can get those legal changes”. Ominously for the government, Steve Baker, the deputy chair of the European Research Group, which represents the 50 or more Tories pushing for a harder Brexit, told the Telegraph that if its report was accurate, the Cox concession would not satisfy MPs. Baker said: This seems to indicate a satirical approach to fulfilling the Brady amendment which the government whipped for. The Brady amendment required that you replace the backstop with alternative arrangements. That’s light years away from tweaking arbitration mechanisms. Nevertheless I don’t want to pre-judge the work of the star chamber. A man has been charged with assault after Jeremy Corbyn was egged during a visit to a north London mosque, the Press Association reports. The Metropolitan police said John Murphy, 31, from Barnet, was charged in the early hours of Monday morning and will appear at Highbury Corner Magistrates’ Court on Tuesday March 19. Murphy allegedly screamed “When you vote you get what you vote for” as he came from behind and smacked Corbyn with an egg. Corbyn continued with his planned programme of constituency events at the Finsbury Park Mosque and Muslim Welfare House. He was unharmed and left with a police escort at around 6.30pm. Here is Gloria De Piero, the Labour MP for Ashfield, making the same point about the stronger towns fund as Gareth Snell. A few weeks ago it emerged that the government was planning to announce a big regional investment that would benefit in particular constituencies in the north that backed leave and vote Labour. The prospect of this money being available might help to persuade Labour MPs to back Theresa May’s Brexit deal, it was suggested. Downing Street rejected claims that this would amount to a “bribe”, but did not deny that the plan (actually, a variant of the “UK shared prosperity fund, specifically designed to reduce inequalities between communities across our four nations”, promised in the 2017 Conservative party manifesto) was under consideration. Today the announcement has arrived. And, in a statement Theresa May has partially linked it to Brexit. She says: For too long in our country prosperity has been unfairly spread. Our economy has worked well for some places but we want it to work for all communities. Communities across the country voted for Brexit as an expression of their desire to see change – that must be a change for the better, with more opportunity and greater control. These towns have a glorious heritage, huge potential and, with the right help, a bright future ahead of them. But, as Jessica Elgot points out in our overnight story, Labour MPs were queuing up last night to say that this announcement would not change their minds over Brexit. And this morning James Brokenshire, the housing and communities secretary, has been giving interviews about the announcement. What he has said confirms that this investment will probably end up having zero impact on the parliamentary dynamics over Brexit. Brokenshire confirmed that the government was committed to this spending whether or not MPs voted for May’s Brexit deal. Asked if the money was coming whether or no the deal was passed, he said: “Yes.” He went on: This funding is there regardless of the outcome, but obviously we want to see a deal happening, we believe that is what is in the best interests of our country. But there is no conditionality in that sense. This funding is there to see that towns grow and that we are actually looking at what we need to do, which is seeing those areas really prospering and following through on what the prime minister has really believed in, that sense of leaving no part of our UK behind, and how this will help support that. He said the £1.6bn was being spent over the next seven years. Asked over what period the money was being spent, he said: It is through until 2026. So, in other words, you may have investments that will need to be put in place over a number of years. This timescale does make £1.6bn look a lot less impressive than it does in the headlines. It is not unusual for governments to aggregate the numbers when announcing spending programmes, by giving a total spend not an annual spend. This can be misleading, but normally the truth is buried somewhere in the small print of the announcement. However the press release sent to journalists yesterday did not say over what period the £1.6bn would be spent. Reporters had to make inquiries to get an answer. Brokenshire rejected claims that the investment did not amount to much. When this was put to him, he replied: I actually fundamentally disagree. If you look at the investment that could to into particular towns, the areas that need it most, this money can be transformative. It can make that difference on creating the jobs, actually putting the skills in place, and changing people’s lives in a modern, positive economy. And he also dismissed claims that the new money would not even begin to compensate for the amount towns in the north have lost through other government cuts, such as reductions in grants to councils. He was asked about this tweet from the Labour MP for Stoke-on-Trent Central, Gareth Snell. In response, Brokenshire said: I think you are making a fundamental miscomparison between fundamental rates of money that councils will spend on their budgets each year, as contrasted with focused funds, transformative funds, to invest in skills, to invest in jobs, to invest in productivity, that actually then supplement the work of councils, and indeed other funds that we have in place. I will post more on this as the day goes on. Here is the agenda for the day. 11am: Downing Street lobby briefing. 12.30pm: Sir Ivan Rogers, the former British ambassador to the EU, speaks at the Institute for Government. 2.30pm: James Brokenshire, the housing secretary, takes questions in the Commons. 4pm: Jon Thompson, the HM Revenue and Customs chief executive, gives evidence to the Commons public accounts committee. As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary when I finish, at about 5.30pm. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "35155",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/04/house-of-commons-financial-services-bill-debate-pulled-crown-dependencies",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-04T16:58:08Z",
    "webTitle": "Ministers postpone bill debate to avoid likely defeat over tax havens",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/04/house-of-commons-financial-services-bill-debate-pulled-crown-dependencies",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/04/house-of-commons-financial-services-bill-debate-pulled-crown-dependencies",
    "fields": {
      "headline": "Ministers postpone bill debate to avoid likely defeat over tax havens",
      "standfirst": "<p>MPs’ amendment would force crown dependencies to take action over money laundering</p>",
      "trailText": "MPs’ amendment would force crown dependencies to take action over money laundering",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"4240df5f2e3351beb35ee361ce55a165af7685c2\"> <img src=\"https://media.guim.co.uk/4240df5f2e3351beb35ee361ce55a165af7685c2/0_176_4000_2400/1000.jpg\" alt=\"Douglas in the Isle of Man\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Douglas in the Isle of Man, one of the crown dependencies targeted by the amendment.</span> <span class=\"element-image__credit\">Photograph: Matt Cardy/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Ministers have pulled a financial services bill from the House of Commons, fearing the government was almost certain to be defeated on an amendment requiring Jersey, Guernsey and the Isle of Man to clamp down on money laundering.</p> <p>The Conservative MP Andrew Mitchell and Labour’s Margaret Hodge want the crown dependencies to introduce public share ownership records by December 2020, which the three territories resist.</p> <p>Mitchell said the government had pulled the bill “in face of certain defeat” because it was backed by a group of rebel Tories as well as Labour and the other opposition parties. The former cabinet minister added, however, that the amendment would be put to a vote whenever the bill was resubmitted.</p> <p>Hodge said the government had taken an “outrageous step” in pulling the bill because “they knew we commanded a majority. I hope the government will accept our proposals, but if not, we will continue to campaign for public registers.”</p> <p>Anti-corruption campaigners believe public records of share ownership would restrict the use of anonymous offshore companies by terrorists, dictators, corrupt politicians and criminals.</p> <p>An anonymously owned Isle of Man company was cited as being part of the <a href=\"https://www.theguardian.com/world/2017/mar/20/how-dirty-money-from-russia-flooded-into-the-uk-and-where-it-went\">“Global Laundromat”</a> money-laundering scheme, a way for Kremlin insiders and well-known Russians to shift cash abroad.</p> <p>Jersey, Guernsey and the Isle of Man, all major offshore financial centres, maintain they are self-governing territories and it is not for the UK parliament to dictate how they are regulated.</p> <p>Downing Street indicated the bill had been pulled so ministers could study the constitutional implications for the three crown dependencies. It insisted the UK was committed to maintaining global tax transparency standards.</p> <p>The shadow chancellor, John McDonnell, said pulling the bill was “more evidence that this government is incapable of getting its business through parliament. People have just had enough of the chancellor dragging his feet on tackling tax avoidance.”</p> <p>Conservative MPs backing the amendment include the former chancellor Ken Clarke, the former Brexit secretary David Davis and the chairwoman of the Treasury select committee, Nicky Morgan.</p> <p>A joint statement from Jersey, Guernsey and the Isle of Man welcomed the bill’s deferral and said it provided an opportunity for “meaningful engagement” with UK ministers, although it did not commit to public shareholder registers of beneficial ownership.</p> <p>“We want to move forward in a way that does not breach the rule that the United Kingdom does not legislate for the crown dependencies on domestic matters without our consent,” they said.</p> <p>“We are committed to exchanging adequate, accurate and current information on beneficial ownership to combat tax evasion, money laundering and corruption.”</p> <p>Hodge and Mitchell succeeded in getting a similar amendment through the Commons against the government’s will in May 2018, forcing British overseas territories such as the Cayman Islands and the British Virgin Islands to <a href=\"https://www.theguardian.com/politics/2018/may/01/uk-to-introduce-public-ownership-registers-for-overseas-territories\">introduce public registers</a> of share ownership by 2020.</p> <p>The government has sought to delay that to 2023, to give the territories more time to comply, but the amendment reasserts the original deadline of 31 December 2020. It is not clear when the bill will now be timetabled for debate.</p>",
      "wordcount": "513",
      "firstPublicationDate": "2019-03-04T12:50:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-04T17:08:49Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/aqkyn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4240df5f2e3351beb35ee361ce55a165af7685c2/0_176_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ministers have pulled a financial services bill from the House of Commons, fearing the government was almost certain to be defeated on an amendment requiring Jersey, Guernsey and the Isle of Man to clamp down on money laundering. The Conservative MP Andrew Mitchell and Labour’s Margaret Hodge want the crown dependencies to introduce public share ownership records by December 2020, which the three territories resist. Mitchell said the government had pulled the bill “in face of certain defeat” because it was backed by a group of rebel Tories as well as Labour and the other opposition parties. The former cabinet minister added, however, that the amendment would be put to a vote whenever the bill was resubmitted. Hodge said the government had taken an “outrageous step” in pulling the bill because “they knew we commanded a majority. I hope the government will accept our proposals, but if not, we will continue to campaign for public registers.” Anti-corruption campaigners believe public records of share ownership would restrict the use of anonymous offshore companies by terrorists, dictators, corrupt politicians and criminals. An anonymously owned Isle of Man company was cited as being part of the “Global Laundromat” money-laundering scheme, a way for Kremlin insiders and well-known Russians to shift cash abroad. Jersey, Guernsey and the Isle of Man, all major offshore financial centres, maintain they are self-governing territories and it is not for the UK parliament to dictate how they are regulated. Downing Street indicated the bill had been pulled so ministers could study the constitutional implications for the three crown dependencies. It insisted the UK was committed to maintaining global tax transparency standards. The shadow chancellor, John McDonnell, said pulling the bill was “more evidence that this government is incapable of getting its business through parliament. People have just had enough of the chancellor dragging his feet on tackling tax avoidance.” Conservative MPs backing the amendment include the former chancellor Ken Clarke, the former Brexit secretary David Davis and the chairwoman of the Treasury select committee, Nicky Morgan. A joint statement from Jersey, Guernsey and the Isle of Man welcomed the bill’s deferral and said it provided an opportunity for “meaningful engagement” with UK ministers, although it did not commit to public shareholder registers of beneficial ownership. “We want to move forward in a way that does not breach the rule that the United Kingdom does not legislate for the crown dependencies on domestic matters without our consent,” they said. “We are committed to exchanging adequate, accurate and current information on beneficial ownership to combat tax evasion, money laundering and corruption.” Hodge and Mitchell succeeded in getting a similar amendment through the Commons against the government’s will in May 2018, forcing British overseas territories such as the Cayman Islands and the British Virgin Islands to introduce public registers of share ownership by 2020. The government has sought to delay that to 2023, to give the territories more time to comply, but the amendment reasserts the original deadline of 31 December 2020. It is not clear when the bill will now be timetabled for debate.",
      "charCount": "3287",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/mar/04/labour-supports-trials-of-consumption-rooms-to-cut-drug-deaths",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-03-04T14:18:29Z",
    "webTitle": "Labour supports trials of consumption rooms to cut drug deaths",
    "webUrl": "https://www.theguardian.com/society/2019/mar/04/labour-supports-trials-of-consumption-rooms-to-cut-drug-deaths",
    "apiUrl": "https://content.guardianapis.com/society/2019/mar/04/labour-supports-trials-of-consumption-rooms-to-cut-drug-deaths",
    "fields": {
      "headline": "Labour supports trials of consumption rooms to cut drug deaths",
      "standfirst": "<p>Party considers helping users get off streets to safer spaces with access to treatment </p>",
      "trailText": "Party considers helping users get off streets to safer spaces with access to treatment ",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"1f212de0d4fa199f63a3b508eb6b07a79afe082a\"> <img src=\"https://media.guim.co.uk/1f212de0d4fa199f63a3b508eb6b07a79afe082a/0_384_5760_3456/1000.jpg\" alt=\"A social worker at a ‘\u0092fix room’\u0092 for drug users in Copenhagen, Denmark\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A social worker at a ‘\u0092fix room’\u0092 for drug users in Copenhagen, Denmark.</span> <span class=\"element-image__credit\">Photograph: Ole Jensen/Getty Images/Guardian</span> </figcaption> </figure>",
      "body": "<p>Drug consumption rooms should be piloted in an effort to reduce the record number of drug-related deaths in the UK, the Labour party has said.</p> <p>DCRs are supervised medical facilities present in <a href=\"http://www.emcdda.europa.eu/topics/pods/drug-consumption-rooms_en\">seven European countries</a> where drug addicts can take illicitly obtained heroin and cocaine safely, as well as being directed to social, health and recovery services. There have been no recorded deaths in a DCR.</p> <p>Calls for their introduction have grown following sustained increases in drug-related deaths, with 4,678 people dying in Britain in 2017.</p> <p>The government has faced criticism for <a href=\"https://www.theguardian.com/society/2017/jun/14/cuts-uk-europe-drugs-europe-death-overdose-treatment\">cutting funding</a> for addiction services while pursuing a criminal justice approach to drug use at a time when other countries are increasingly adopting public health approaches. In Portugal, the decriminalisation of drug use caused a <a href=\"https://www.theguardian.com/news/2017/dec/05/portugals-radical-drugs-policy-is-working-why-hasnt-the-world-copied-it\">steep fall</a> in the drug death rate, which now stands at one-10th of that of the UK.</p> <p>Carolyn Harris, Labour’s drugs policy spokeswoman, said: “We need to be brave and support drug addicts and misusers into recovery, but the current approach stifles progress.</p> <p>“Drug consumption rooms take people off the streets and to somewhere they can be engaged in treatment to try to help them with their addictions.</p> <p>“The government’s ideological approach to drugs since they took office in 2010 has been plagued with irresponsible cuts that have seen the UK become the drug overdose capital of Europe. It is time to consider all of the options based on what is most effective to reduce harm.</p> <p>“I believe the government is being overcautious in not considering DCRs as a way to protect us all from the harms of public drug use, and we support pilot schemes to ensure we have sufficient evidence for any future approach.”</p> <p>There were 934 <a href=\"https://www.theguardian.com/society/2018/jul/03/scotland-records-highest-level-of-drugs-deaths-in-europe\">drug-related deaths</a> in Scotland in 2017 and members of the Scottish parliament have voted to introduce a DCR in Glasgow to address spiralling deaths, rising HIV levels and common street using in the city.</p> <p>However, the Home Office <a href=\"https://www.bbc.co.uk/news/uk-scotland-glasgow-west-44357774\">blocked the proposal</a>, citing fears over the implied acceptance of criminality despite acknowledging the potential public health benefits of DCRs, also known as overdose prevention centres.</p> <p>Labour’s campaign for <a href=\"https://www.labourdrugpolicy.com/\">drug policy reform</a> announced on Monday that a series of public meetings will be held around the country, including in Belfast, Glasgow, Liverpool and Swansea, to provide a forum for members to <a href=\"https://www.theguardian.com/politics/2018/jul/08/labour-invites-members-to-help-reform-drugs-policy-decriminalisation-harm-reduction\">debate and influence</a> party policy.</p> <p>Harris welcomed the <a href=\"https://labourlist.org/2018/07/thangam-debbonaire-jeff-smith-labour-can-afford-to-be-bold-on-drug-policy-reform/\">new campaign</a>, co-founded by the MPs Jeff Smith and Thangam Debbonaire, saying it represented how the party is moving towards an evidence-based approach on drug policy.</p> <p>“There are ways we can do things differently within existing legislation, such as <a href=\"https://www.theguardian.com/society/2019/feb/24/drug-test-clinics-open-support-home-office-police\">drug safety testing</a>, and it is good that party activists want to get involved in debating how Labour policy on drugs can better serve the people we seek to represent,” she said.</p> <p>The campaign’s expert working group, which includes the former lord chancellor <a href=\"https://www.theguardian.com/society/2018/sep/24/labour-grandee-charles-falconer-apologises-for-his-war-on-drugs\">Charles Falconer</a> and Prof Fiona Measham, the founder of the UK <a href=\"https://www.theguardian.com/society/2018/dec/08/testing-drugs-festivals-lifesaver-study\">drug testing service</a>, will use the public meetings to inform a set of recommendations the group will present to the shadow cabinet for consideration.</p> <p>Debbonaire, the MP for Bristol West, said: “This campaign is about opening up the debates on drug policy to all Labour members and supporters, and the people we aim to serve.”</p> <p>The Sunday Times reported that at least 10 chief constables would support plans to open DCRs in their areas. Jason Harwin, the drugs spokesman for the National Police Chiefs’ Council, told the paper: “There is no way police are going to ever stop addicts buying from dealers. This is about reducing harm to drug users and the public by stopping drug taking in open spaces in communities.”</p> <p>A Home Office spokesperson said: “There is no legal framework for the provision of drug consumption rooms in the UK and we have no plans to introduce them.</p> <p>“This government’s position on drugs remains clear – we must prevent drug use in our communities and support people dependent on drugs through treatment and recovery.”</p> <p>Sefton and Bristol councils are both conducting feasibility studies on DCRs. Heroin-assisted treatment rooms, where diamorphine is prescribed for the treatment of heroin addiction, are set to open in Glasgow and Middlesbrough later this year.</p>",
      "wordcount": "700",
      "firstPublicationDate": "2019-03-04T14:18:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-04T15:07:56Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ap9e2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1f212de0d4fa199f63a3b508eb6b07a79afe082a/0_384_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Drug consumption rooms should be piloted in an effort to reduce the record number of drug-related deaths in the UK, the Labour party has said. DCRs are supervised medical facilities present in seven European countries where drug addicts can take illicitly obtained heroin and cocaine safely, as well as being directed to social, health and recovery services. There have been no recorded deaths in a DCR. Calls for their introduction have grown following sustained increases in drug-related deaths, with 4,678 people dying in Britain in 2017. The government has faced criticism for cutting funding for addiction services while pursuing a criminal justice approach to drug use at a time when other countries are increasingly adopting public health approaches. In Portugal, the decriminalisation of drug use caused a steep fall in the drug death rate, which now stands at one-10th of that of the UK. Carolyn Harris, Labour’s drugs policy spokeswoman, said: “We need to be brave and support drug addicts and misusers into recovery, but the current approach stifles progress. “Drug consumption rooms take people off the streets and to somewhere they can be engaged in treatment to try to help them with their addictions. “The government’s ideological approach to drugs since they took office in 2010 has been plagued with irresponsible cuts that have seen the UK become the drug overdose capital of Europe. It is time to consider all of the options based on what is most effective to reduce harm. “I believe the government is being overcautious in not considering DCRs as a way to protect us all from the harms of public drug use, and we support pilot schemes to ensure we have sufficient evidence for any future approach.” There were 934 drug-related deaths in Scotland in 2017 and members of the Scottish parliament have voted to introduce a DCR in Glasgow to address spiralling deaths, rising HIV levels and common street using in the city. However, the Home Office blocked the proposal, citing fears over the implied acceptance of criminality despite acknowledging the potential public health benefits of DCRs, also known as overdose prevention centres. Labour’s campaign for drug policy reform announced on Monday that a series of public meetings will be held around the country, including in Belfast, Glasgow, Liverpool and Swansea, to provide a forum for members to debate and influence party policy. Harris welcomed the new campaign, co-founded by the MPs Jeff Smith and Thangam Debbonaire, saying it represented how the party is moving towards an evidence-based approach on drug policy. “There are ways we can do things differently within existing legislation, such as drug safety testing, and it is good that party activists want to get involved in debating how Labour policy on drugs can better serve the people we seek to represent,” she said. The campaign’s expert working group, which includes the former lord chancellor Charles Falconer and Prof Fiona Measham, the founder of the UK drug testing service, will use the public meetings to inform a set of recommendations the group will present to the shadow cabinet for consideration. Debbonaire, the MP for Bristol West, said: “This campaign is about opening up the debates on drug policy to all Labour members and supporters, and the people we aim to serve.” The Sunday Times reported that at least 10 chief constables would support plans to open DCRs in their areas. Jason Harwin, the drugs spokesman for the National Police Chiefs’ Council, told the paper: “There is no way police are going to ever stop addicts buying from dealers. This is about reducing harm to drug users and the public by stopping drug taking in open spaces in communities.” A Home Office spokesperson said: “There is no legal framework for the provision of drug consumption rooms in the UK and we have no plans to introduce them. “This government’s position on drugs remains clear – we must prevent drug use in our communities and support people dependent on drugs through treatment and recovery.” Sefton and Bristol councils are both conducting feasibility studies on DCRs. Heroin-assisted treatment rooms, where diamorphine is prescribed for the treatment of heroin addiction, are set to open in Glasgow and Middlesbrough later this year.",
      "charCount": "4274",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/04/climate-change-emergency-westminster",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-04T08:00:26Z",
    "webTitle": "Parliament must declare a climate emergency – not ignore it | Caroline Lucas",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/04/climate-change-emergency-westminster",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/04/climate-change-emergency-westminster",
    "fields": {
      "headline": "Parliament must declare a climate emergency – not ignore it",
      "standfirst": "<p>Westminster’s lacklustre approach is incredible. We need nothing short of a transformation of the way we live our lives</p>",
      "trailText": "Westminster’s lacklustre approach is incredible. We need nothing short of a transformation of the way we live our lives, says the Green’s Caroline Lucas",
      "byline": "Caroline Lucas",
      "main": "<figure class=\"element element-image\" data-media-id=\"1dfc391694f375f62027d26942f62f2e8e2ff8a4\"> \n <img src=\"https://media.guim.co.uk/1dfc391694f375f62027d26942f62f2e8e2ff8a4/50_0_530_318/500.png\" alt=\"MPs in the House of Commons\" width=\"500\" height=\"300\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘The words climate change are scarcely whispered in the corridors of Whitehall.’</span> \n  <span class=\"element-image__credit\">Photograph: parliamentlive.tv</span> \n </figcaption> \n</figure>",
      "body": "<p>MPs debated climate change in the Commons chamber last week for the first time in two years. It was our first opportunity since September 2016 to talk about the biggest and most urgent crisis humanity has ever faced. <a href=\"https://www.theguardian.com/politics/2019/feb/28/mps-debate-climate-after-school-strike-but-only-a-handful-turn-up\" title=\"\">Just 40 MPs showed up</a>. This absenteeism speaks volumes. Even as we’ve sweated through a <a href=\"https://www.theguardian.com/commentisfree/2019/feb/26/terrified-warm-weather-global-warming-london\" title=\"\">record-breaking February</a>, as <a href=\"https://www.bbc.co.uk/news/science-environment-47389480\" title=\"\">wildfires tear</a> through our ancient woodlands, as <a href=\"https://www.theguardian.com/environment/2019/feb/10/plummeting-insect-numbers-threaten-collapse-of-nature\" title=\"\">insect and wildlife populations collapse</a> around us, the words “climate change” are scarcely whispered in the corridors of Whitehall.</p> \n<p>Since 2010, this government has built a bonfire out of the measures designed to cut emissions. Zero carbon homes targets <a href=\"https://www.theguardian.com/environment/2015/jul/10/uk-scraps-zero-carbon-home-target\" title=\"\">have been scrapped</a>. Onshore wind <a href=\"https://www.theguardian.com/environment/2018/jan/22/fears-for-future-of-uk-onshore-wind-power-despite-record-growth\" title=\"\">has been effectively banned</a>. Solar power <a href=\"https://www.theguardian.com/environment/2016/apr/16/solar-power-clouds-gather-six-years-success-uk\" title=\"\">has been shafted</a>. The Green Investment Bank <a href=\"https://www.theguardian.com/environment/2017/dec/12/green-investment-bank-sold-too-cheaply-watchdog-says\" title=\"\">has been flogged off</a>. Fracking has been forced on communities who have rejected it. Ministers champion the drop in our domestic carbon dioxide emissions – but they neglect to mention the true scale of our impact. Between 1997 and 2015, our total carbon footprint – taking into account everything we import and consume, as well as what we produce – declined by a <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/704607/Consumption_emissions_May18.pdf\" title=\"\">pitiful 3.8%</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/02/freak-weatherfebruary-heat-apocalypse-climate-change\">Remember the days when we weren’t freaked out by freak weather? | Ian Jack</a> </p> \n</aside> \n<p>On the opposition benches, while many MPs grasp the severity of this situation, their parties’ policies are littered with impossible inconsistencies. We cannot tackle climate change and build new runways, or prop up North Sea oil and gas, or spend billions on new roads. And we cannot tackle climate change with an economy built on the assumption that precious minerals, fresh air, clean water and rare species can magically regenerate themselves in an instant – that somehow the Earth will expand to meet our voracious appetite for new stuff.</p> \n<p>The world’s top scientists say we need to cut emissions to net zero by the middle of the century. But during that same period, the global economy is set to nearly triple in size. It would be hard enough to decarbonise existing levels of production and consumption in just a few decades. To do it three times over is nigh on impossible. To pursue never-ending economic growth – or even to keep things ticking along as they are – is to gamble with the fate of humanity. We need nothing short of a transformation of the way we live our lives – and the way we measure progress.</p> \n<p>In the US, congresswoman Alexandria Ocasio-Cortez has reinvigorated the idea of a <a href=\"https://www.theguardian.com/environment/2018/dec/29/green-new-deal-plans-proposal-ocasio-cortez-sunrise-movement\" title=\"\">Green New Deal</a> – an initiative I was proud to have co-founded 10 years ago here in the UK. It takes its inspiration from Roosevelt’s New Deal of the 1930s, which used massive investment in jobs and infrastructure to pull the US out of the Great Depression.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"2f73ba48-765e-4771-8b4f-221c71d3ab0e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/cMZwTawkqYg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In 2019, we face an even bigger challenge. To avoid climate catastrophe, we must go beyond what is considered politically possible. A Green New Deal would mobilise resources on a scale unprecedented in peacetime, to tackle the climate emergency and address spiralling inequality. It would involve huge investment in clean energy, warm homes and affordable public transport – delivering a decent, well-paid job to everyone who wants one. It would rebuild once proud communities that have been hollowed out by deindustrialisation and austerity, allowing them to thrive as part of a collective endeavour to protect the planet. And it would protect and restore threatened habitats and carbon sinks like forests, wild places, soils and oceans.</p> \n<p>To do this, we must be able to leverage whatever finance is necessary to tackle the crisis. This is not a Trumpian border wall emergency – this is a real emergency. Critics might denounce such a plan as fantasy politics – but I ask them, with just 11 years left to halve global climate emissions, what is your alternative?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/feb/15/school-climate-strike-classroom-climate-change\">I am taking part in the school climate strike. It’s the only power I have | Rosie Smart-Knight</a> </p> \n</aside> \n<p>Young people understand what’s needed to secure their futures. Last month, they went on <a href=\"https://www.theguardian.com/environment/2019/feb/15/uk-climate-change-strike-school-pupils-children-environment-protest\" title=\"\">school strike</a> across the country to protest about government inaction on climate change. In our cities and towns, Green councillors have persuaded <a href=\"https://agc.greenparty.org.uk/what-have-our-green-councillors-done-for-us/\" title=\"\">more than 25 local authorities</a> to declare a climate emergency – and now schools and universities are doing the same. These are some of the most inspirational and hopeful acts I’ve seen in years. And where the people lead, politicians must follow.</p> \n<p>Parliament must now declare a climate emergency. It must debate climate change regularly. It must develop the laws necessary to implement a Green New Deal and climate-proof every piece of legislation. And the government must ensure climate change is a priority in all departmental and cabinet decision-making. But government and parliament will only act if we tell them to. So talk about climate breakdown – to your friends, your family, your neighbours and your colleagues. Join the school strikes. Join peaceful direct action initiatives like <a href=\"https://www.theguardian.com/world/2018/dec/10/extinction-rebellion-goes-global-international-civil-disobedience-climate-talks-poland\" title=\"\">Extinction Rebellion</a>. Write to your MP. Write to your councillors. Write to your banks. This is an emergency. Let’s treat it like one.</p> \n<p>• Caroline Lucas is the MP for Brighton Pavilion</p>",
      "wordcount": "798",
      "commentCloseDate": "2019-03-04T11:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-04T08:00:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-04T11:18:43Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/aq3xj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1dfc391694f375f62027d26942f62f2e8e2ff8a4/50_0_530_318/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs debated climate change in the Commons chamber last week for the first time in two years. It was our first opportunity since September 2016 to talk about the biggest and most urgent crisis humanity has ever faced. Just 40 MPs showed up. This absenteeism speaks volumes. Even as we’ve sweated through a record-breaking February, as wildfires tear through our ancient woodlands, as insect and wildlife populations collapse around us, the words “climate change” are scarcely whispered in the corridors of Whitehall. Since 2010, this government has built a bonfire out of the measures designed to cut emissions. Zero carbon homes targets have been scrapped. Onshore wind has been effectively banned. Solar power has been shafted. The Green Investment Bank has been flogged off. Fracking has been forced on communities who have rejected it. Ministers champion the drop in our domestic carbon dioxide emissions – but they neglect to mention the true scale of our impact. Between 1997 and 2015, our total carbon footprint – taking into account everything we import and consume, as well as what we produce – declined by a pitiful 3.8%. On the opposition benches, while many MPs grasp the severity of this situation, their parties’ policies are littered with impossible inconsistencies. We cannot tackle climate change and build new runways, or prop up North Sea oil and gas, or spend billions on new roads. And we cannot tackle climate change with an economy built on the assumption that precious minerals, fresh air, clean water and rare species can magically regenerate themselves in an instant – that somehow the Earth will expand to meet our voracious appetite for new stuff. The world’s top scientists say we need to cut emissions to net zero by the middle of the century. But during that same period, the global economy is set to nearly triple in size. It would be hard enough to decarbonise existing levels of production and consumption in just a few decades. To do it three times over is nigh on impossible. To pursue never-ending economic growth – or even to keep things ticking along as they are – is to gamble with the fate of humanity. We need nothing short of a transformation of the way we live our lives – and the way we measure progress. In the US, congresswoman Alexandria Ocasio-Cortez has reinvigorated the idea of a Green New Deal – an initiative I was proud to have co-founded 10 years ago here in the UK. It takes its inspiration from Roosevelt’s New Deal of the 1930s, which used massive investment in jobs and infrastructure to pull the US out of the Great Depression. In 2019, we face an even bigger challenge. To avoid climate catastrophe, we must go beyond what is considered politically possible. A Green New Deal would mobilise resources on a scale unprecedented in peacetime, to tackle the climate emergency and address spiralling inequality. It would involve huge investment in clean energy, warm homes and affordable public transport – delivering a decent, well-paid job to everyone who wants one. It would rebuild once proud communities that have been hollowed out by deindustrialisation and austerity, allowing them to thrive as part of a collective endeavour to protect the planet. And it would protect and restore threatened habitats and carbon sinks like forests, wild places, soils and oceans. To do this, we must be able to leverage whatever finance is necessary to tackle the crisis. This is not a Trumpian border wall emergency – this is a real emergency. Critics might denounce such a plan as fantasy politics – but I ask them, with just 11 years left to halve global climate emissions, what is your alternative? Young people understand what’s needed to secure their futures. Last month, they went on school strike across the country to protest about government inaction on climate change. In our cities and towns, Green councillors have persuaded more than 25 local authorities to declare a climate emergency – and now schools and universities are doing the same. These are some of the most inspirational and hopeful acts I’ve seen in years. And where the people lead, politicians must follow. Parliament must now declare a climate emergency. It must debate climate change regularly. It must develop the laws necessary to implement a Green New Deal and climate-proof every piece of legislation. And the government must ensure climate change is a priority in all departmental and cabinet decision-making. But government and parliament will only act if we tell them to. So talk about climate breakdown – to your friends, your family, your neighbours and your colleagues. Join the school strikes. Join peaceful direct action initiatives like Extinction Rebellion. Write to your MP. Write to your councillors. Write to your banks. This is an emergency. Let’s treat it like one. • Caroline Lucas is the MP for Brighton Pavilion",
      "charCount": "4860",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/carolinelucas\">Caroline Lucas</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]