[
  {
    "id": "politics/2019/apr/13/timing-of-may-festival-of-britain-risks-irish-anger",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-13T15:00:22Z",
    "webTitle": "Timing of May’s ‘festival of Britain’ risks Irish anger",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/13/timing-of-may-festival-of-britain-risks-irish-anger",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/13/timing-of-may-festival-of-britain-risks-irish-anger",
    "fields": {
      "headline": "Timing of May’s ‘festival of Britain’ risks Irish anger",
      "standfirst": "Prime minister’s plan to lift mood after Brexit is set to clash with anniversary of Irish civil war",
      "trailText": "Prime minister’s plan to lift mood after Brexit is set to clash with anniversary of Irish civil war",
      "byline": "Michael Savage policy editor",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"5899d32b8e15734eb43cf960440ffd6eacd560f2\"> <img src=\"https://media.guim.co.uk/5899d32b8e15734eb43cf960440ffd6eacd560f2/0_439_3360_2016/1000.jpg\" alt=\"A queue for the Dome Of Discovery on London’s south bank during the 1951 Festival of Britain.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A queue for the Dome Of Discovery on London’s south bank during the 1951 Festival of Britain. </span> <span class=\"element-image__credit\">Photograph: ANL/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>It was meant to be a glimmer of positivity to unite a divided nation – a festival to celebrate the best of British, bring communities together and strengthen “our precious union”.</p> <p>Yet Theresa May is being warned that her plan for a <a href=\"https://www.theguardian.com/commentisfree/2018/oct/01/theresa-may-festival-brexit-dup-ireland-partition\" title=\"\">Festival of Great Britain and Northern Ireland</a> risks doing the opposite. The planned 2022 event, announced at last year’s Conservative conference, was criticised as a headline-grabbing distraction. But May now faces concerns that the timing clashes with the centenary of Irish partition and the civil war. Arts industry figures in Northern Ireland and some of those involved in the peace process are also understood to have concerns. These worries are revealed in a report by the thinktank British Future, which examined the potential for arts and heritage to bring the nation together. The study calls on the festival to be delayed by at least three years.</p> <p>What is now the Irish republic became the Irish Free State in 1922, while Northern Ireland remained part of the UK. A civil war erupted among Irish nationalists over the remaining links with Britain and raged for a year. Sunder Katwala, the report’s author, said: “Holding a festival of Great Britain and Northern Ireland in 2022, on the centenary of Ireland’s partition and civil war, would be the worst possible timing. It is only likely to heighten tensions between communities – and that’s before we know Brexit’s implications for the border. Right across the UK, a festival so closely associated with Brexit may only reinforce divides when it could be bridging them.”</p> <p>Jonathan Powell, Tory Blair’s former chief of staff and one of the architects of the Good Friday agreement, also warned against anything that could inflame tensions, which have worsened given the prominent role of the Irish border in the Brexit debate.</p> <p>“There is going to be a lot of rebuilding to do in Anglo-Irish relations, which had been put on a completely new footing over the last 20 years and were then trashed by the Brexiters over the last couple of years,” he said. “An example is their constant attacks on [Irish prime minister Leo] Varadkar for hostility when all he is doing is protecting the interests of the Irish people. I fear it will take years to put this right.”</p> <p>The idea of a nationwide event was modelled on the <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2011/may/10/newspapers-national-newspapers\" title=\"\">Great Exhibition of 1851</a> and the <a href=\"https://www.theguardian.com/gnmeducationcentre/gallery/2017/may/01/jane-bown-photographs-festival-of-britain-1951\" title=\"\">Festival of Britain</a> a century later, held to boost the nation’s spirits after the second world war. </p> <p>May was mocked on social media when she announced she was setting aside £120m to prepare for the event, with some suggesting the festival would only feature damp tents on village greens, an exhibition of the remaining avocados left in Britain and morris dancers. However, after holding focus groups, British Future found it could be more popular than critics think, should organisers get the tone and timing right. More than six in 10 thought the festival a good idea, with only one in 10 opposed, according to new ICM research.</p> <p>“The festival could be much more popular with the public than its social media critics think, and could help bridge social divides if done well,” Katwala said. “If not, it could be a second Millennium Dome. It risks being neglected, with the government stuck over Brexit and the prime minister who thought of it on her way out. The next prime minister will have to decide how to rescue this idea.”</p>",
      "newspaperPageNumber": "27",
      "wordcount": "574",
      "commentable": "false",
      "firstPublicationDate": "2019-04-13T15:00:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:16Z",
      "newspaperEditionDate": "2019-04-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b8bgq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5899d32b8e15734eb43cf960440ffd6eacd560f2/0_439_3360_2016/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It was meant to be a glimmer of positivity to unite a divided nation – a festival to celebrate the best of British, bring communities together and strengthen “our precious union”. Yet Theresa May is being warned that her plan for a Festival of Great Britain and Northern Ireland risks doing the opposite. The planned 2022 event, announced at last year’s Conservative conference, was criticised as a headline-grabbing distraction. But May now faces concerns that the timing clashes with the centenary of Irish partition and the civil war. Arts industry figures in Northern Ireland and some of those involved in the peace process are also understood to have concerns. These worries are revealed in a report by the thinktank British Future, which examined the potential for arts and heritage to bring the nation together. The study calls on the festival to be delayed by at least three years. What is now the Irish republic became the Irish Free State in 1922, while Northern Ireland remained part of the UK. A civil war erupted among Irish nationalists over the remaining links with Britain and raged for a year. Sunder Katwala, the report’s author, said: “Holding a festival of Great Britain and Northern Ireland in 2022, on the centenary of Ireland’s partition and civil war, would be the worst possible timing. It is only likely to heighten tensions between communities – and that’s before we know Brexit’s implications for the border. Right across the UK, a festival so closely associated with Brexit may only reinforce divides when it could be bridging them.” Jonathan Powell, Tory Blair’s former chief of staff and one of the architects of the Good Friday agreement, also warned against anything that could inflame tensions, which have worsened given the prominent role of the Irish border in the Brexit debate. “There is going to be a lot of rebuilding to do in Anglo-Irish relations, which had been put on a completely new footing over the last 20 years and were then trashed by the Brexiters over the last couple of years,” he said. “An example is their constant attacks on [Irish prime minister Leo] Varadkar for hostility when all he is doing is protecting the interests of the Irish people. I fear it will take years to put this right.” The idea of a nationwide event was modelled on the Great Exhibition of 1851 and the Festival of Britain a century later, held to boost the nation’s spirits after the second world war. May was mocked on social media when she announced she was setting aside £120m to prepare for the event, with some suggesting the festival would only feature damp tents on village greens, an exhibition of the remaining avocados left in Britain and morris dancers. However, after holding focus groups, British Future found it could be more popular than critics think, should organisers get the tone and timing right. More than six in 10 thought the festival a good idea, with only one in 10 opposed, according to new ICM research. “The festival could be much more popular with the public than its social media critics think, and could help bridge social divides if done well,” Katwala said. “If not, it could be a second Millennium Dome. It risks being neglected, with the government stuck over Brexit and the prime minister who thought of it on her way out. The next prime minister will have to decide how to rescue this idea.”",
      "charCount": "3357",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> policy editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "books/2019/apr/13/protest-and-power-david-kogan-review-battle-labour-party",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-04-13T06:30:12Z",
    "webTitle": "Protest and Power by David Kogan review – the battle for the Labour party",
    "webUrl": "https://www.theguardian.com/books/2019/apr/13/protest-and-power-david-kogan-review-battle-labour-party",
    "apiUrl": "https://content.guardianapis.com/books/2019/apr/13/protest-and-power-david-kogan-review-battle-labour-party",
    "fields": {
      "headline": "Protest and Power by David Kogan review – the battle for the Labour party",
      "standfirst": "<p>Key players reveal the extraordinary story of the Labour left’s unlikely return from the wilderness <br></p>",
      "trailText": "Key players reveal the extraordinary story of the Labour left’s unlikely return from the wilderness <br />",
      "byline": "William Davies",
      "main": "<figure class=\"element element-image\" data-media-id=\"90492317dad252b417db734215ec66f90a3c0e48\"> <img src=\"https://media.guim.co.uk/90492317dad252b417db734215ec66f90a3c0e48/0_97_3834_2301/1000.jpg\" alt=\"Jon Lansman, one of the co-founders of Momentum, links the Labour left of the 1970s to the Corbyn leadership.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jon Lansman, one of the co-founders of Momentum, links the Labour left of the 1970s to the Corbyn leadership.</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>There is a well-known ethical conundrum, which has become something of an internet meme over the last decade, captured in the question: “Would you go back in time and kill baby Hitler?” The meme was amplified in October 2015 when the New York Times Magazine ran a readers’ poll on the question, and it later became a feature of that notorious philosophical salon, the Republican presidential primaries. The Huffington Post put the question to <a href=\"https://www.theguardian.com/us-news/us-politics?page=623\" title=\"\">Jeb Bush, </a>who responded with: “Hell yeah, I would!”, while <a href=\"https://www.theguardian.com/us-news/2015/nov/05/ben-carson-egyptian-pyramids-were-grain-stores-not-pharoahs-tombs\" title=\"\">Ben Carson</a> took it as an opportunity to declare his opposition to abortion. Even “foetus Hitler” had a right to life, it seemed.</p> <p>As a philosophical dilemma, the question is mildly diverting. But as a way of understanding political history, it is palpably absurd. History is a series of moments where everyone could have acted differently, and where the benefits of hindsight would have been decisive. If viewed as a pantomime, every historical actor is comically – often tragically – oblivious to the fact that “he’s behind you”. We know that <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2011/may/25/guardian-190-chamberlain-returns-from-munich\" title=\"\">Neville Chamberlain did not deliver “peace for our time”</a>. We know that David Cameron did not get his party<a href=\"https://www.theguardian.com/commentisfree/2013/may/14/leader-david-cameron-europe-question-of-leadership\" title=\"\"> to stop “banging on about Europe”</a>. If you scour the past for ironies and missed opportunities, you’ll find more than you know what to do with.</p> <p>Any senior Blairite with a self-punishing streak will no doubt have asked themselves what they could have done differently to prevent Jeremy Corbyn’s rise to the Labour leadership. Some, in their idle moments, may even look back further and wonder how the Bennite left might have been neutralised much earlier. With its meticulous review of four decades of intra-party struggles, David Kogan’s <em>Protest and Power</em> will provide them with plenty of material for anguish. Corbyn himself hovers around the margins of the story until his freakish breakthrough in the summer of 2015. The figure to watch, linking the Labour left of the late 1970s to the Corbyn leadership and Momentum of today, is really<a href=\"https://www.theguardian.com/politics/video/2018/apr/13/jon-lansman-tells-owen-jones-we-have-failed-to-deal-sufficiently-deeply-with-antisemitism\" title=\"\"> Jon Lansman</a>.</p> <p>Kogan’s account is replete with historical ironies. One of the most striking appears early on, when, in an effort to thwart the Bennite left in 1981, Roy Hattersley and others proposed a new set of leadership election rules that would allow the membership to exercise individual votes via a secret postal ballot. “One member one vote” seemed obviously attractive to the right of the party up until 2015, when this very model provided Corbyn’s route to the leadership.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>'One member one vote' seemed obviously attractive to the right of the party up until 2015</p> </blockquote> </aside>  <p>Many such quirks of history are down to technological change. The movement to elect Corbyn as leader is hard to imagine in the absence of social media, as is the grassroots vitality and reach of Momentum. Kogan shows us Labour’s original analogue version of such mobilisation, in the form of the Campaign for Labour Party Democracy (CLPD), founded in 1973 by the little-known activist Vladimir Derer, which would soon be joined by the young Lansman. The CLPD was influential for a while, but when Tony Benn narrowly lost the deputy leadership election to Denis Healey in 1981, it appeared to be the high watermark for the Bennite vision of Labour as a “movement”. And so it remained for the next 34 years.</p> <p>The tale of the Labour left’s return from the dead is an extraordinary one, which still has an air of unreality about it. It provides the pivotal moment in <em>Protest and Power</em>, appearing halfway through this 400-page book. Kogan traces the details of why exactly Ed Miliband decided to alter the leadership election rules, retelling the story of the <a href=\"https://www.theguardian.com/politics/2013/nov/07/falkirk-row-clear-legal-evidence-ed-miliband\" title=\"\">Falkirk election scanda</a>l, in which the Unite union was accused of signing up its members to the Labour party without their consent. The move to primary-style leadership elections, in which trade union control was circumvented, was part of an effort to cleanse the internal democracy of the party.</p> <p>Then there is the remarkable detail of how Corbyn’s name made it on to the ballot in June 2015 at all. He was not immediately enthused by the prospect of running, but Lansman was convinced he should stand, helping to secure the support of the parliamentary Labour party’s “campaign group”. Thirty-five MPs were needed to endorse Corbyn, and Lansman – again – was instrumental in collecting the names, against considerable odds. “Thirty-five years of being in the wilderness, of failing to be noticed and still ploughing on gave a level of resilience,” Kogan notes.</p> <p>Many of the MPs who agreed to nominate him, such as Frank Field, Margaret Beckett and Jon Cruddas, did so in order to support vigorous debate within the party. Very few did so because they supported Corbyn’s politics and none, surely, because they thought he’d win. The final two names of Gordon Marsden and Andrew Smith were added a mere 10 seconds before the nominations were closed. If ever there was a moment for Blairites to go back to and “kill baby Corbynism”, that was surely it.These contingencies and near-misses are interesting up to a point. But Kogan is rather too fond of hindsight, sometimes to the point of obscuring how things seemed at the time. Occasionally he uses his vantage point to no effect whatsoever. On Labour’s disastrous 1983 election result, he observes wryly that the new intake of MPs included “three future Labour leaders, of whom two became prime minister and one a three-time general election winner. Not bad for a crushing defeat”. On Miliband’s 2015 defeat, he tells us “it is difficult not to feel sorry for Ed Miliband. He could not have predicted the variety of elements that would lead to this result.”</p>  <figure class=\"element element-image\" data-media-id=\"5c2c37af3ff68f39f3d14fee7d05710daeb646eb\"> <img src=\"https://media.guim.co.uk/5c2c37af3ff68f39f3d14fee7d05710daeb646eb/0_92_4124_2474/1000.jpg\" alt=\"Many MPs who agreed to nominate Jeremy Corbyn did so in order to support vigorous debate within the party.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Many MPs who agreed to nominate Jeremy Corbyn did so in order to support vigorous debate within the party.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>  <p>In its attention to historical detail, <em>Protest and Power</em> cannot be faulted. But Kogan largely relies on sheer quantity of facts. Every vote, every poll is reported with such fidelity that it occasionally feels like reliving an interminable and intricate democratic procedure. And in the absence of any effort to explain events (rather than simply report them), he offers little sense of who and what really mattered amid this deluge of evidence. Every so often, an event arises that we already recognise as crucial; yet Kogan puts no more emphasis on the fall of the Berlin Wall, the rewriting of Clause 4 or the Iraq war than on internecine tussles within the NEC. On occasions, he seems just lost for words: “In 1981 riots took place in Brixton in London and Toxteth in Liverpool. It was incredibly grim.”</p> <p>The book’s originality lies largely in its access to the key players of the past 40 years, who are quoted at length, making it a piece of oral history as much as anything else. Kogan is building on an earlier work he published with his uncle, Maurice Kogan, in 1981, and the roster of interviewees makes for impressive reading. The difficulty is that, all being on the record and each interviewee having a highly polished version of history they’re delighted to share, the interview material is neither surprising nor scurrilous. Whatever one thinks of the Westminster lobby approach to political history, journalists such as Tim Shipman and Andrew Rawnsley can at least be depended on to dig up a little dirt. Not so when every voice is named.</p> <p>At a time of rampant distrust in politics and rising polarisation, there is certainly some value in committing events to the record in as consensual a fashion as possible. Labour’s recent antisemitism controversies are a case in point, where Kogan’s cautious attention to the record provides a welcome route through such fraught territory. He is obviously fascinated by the Labour party, while giving few glimpses of his own sympathies within the arguments he chronicles – an unusual combination. It is an odd sensation when reading the final chapters, which get as far as February 2019, to have the recent febrile political news confirmed in the style of a court reporter documenting who said what. But then who’s to say that such an empirical, balanced and exhaustive account of political conflicts won’t one day be invaluable to those looking back from some yet more divided future?</p> <p>•<em> Protest and Power: The Battle for the Labour Party is published by Bloomsbury (£20). To order a copy go to </em><a href=\"https://guardianbookshop.com/protest-and-power-9781448217281.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\"><em>guardianbookshop.com</em></a><em> or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.</em></p>",
      "newspaperPageNumber": "16",
      "wordcount": "1381",
      "commentable": "false",
      "firstPublicationDate": "2019-04-13T06:30:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-13T06:30:12Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6nbp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/90492317dad252b417db734215ec66f90a3c0e48/0_97_3834_2301/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There is a well-known ethical conundrum, which has become something of an internet meme over the last decade, captured in the question: “Would you go back in time and kill baby Hitler?” The meme was amplified in October 2015 when the New York Times Magazine ran a readers’ poll on the question, and it later became a feature of that notorious philosophical salon, the Republican presidential primaries. The Huffington Post put the question to Jeb Bush, who responded with: “Hell yeah, I would!”, while Ben Carson took it as an opportunity to declare his opposition to abortion. Even “foetus Hitler” had a right to life, it seemed. As a philosophical dilemma, the question is mildly diverting. But as a way of understanding political history, it is palpably absurd. History is a series of moments where everyone could have acted differently, and where the benefits of hindsight would have been decisive. If viewed as a pantomime, every historical actor is comically – often tragically – oblivious to the fact that “he’s behind you”. We know that Neville Chamberlain did not deliver “peace for our time”. We know that David Cameron did not get his party to stop “banging on about Europe”. If you scour the past for ironies and missed opportunities, you’ll find more than you know what to do with. Any senior Blairite with a self-punishing streak will no doubt have asked themselves what they could have done differently to prevent Jeremy Corbyn’s rise to the Labour leadership. Some, in their idle moments, may even look back further and wonder how the Bennite left might have been neutralised much earlier. With its meticulous review of four decades of intra-party struggles, David Kogan’s Protest and Power will provide them with plenty of material for anguish. Corbyn himself hovers around the margins of the story until his freakish breakthrough in the summer of 2015. The figure to watch, linking the Labour left of the late 1970s to the Corbyn leadership and Momentum of today, is really Jon Lansman. Kogan’s account is replete with historical ironies. One of the most striking appears early on, when, in an effort to thwart the Bennite left in 1981, Roy Hattersley and others proposed a new set of leadership election rules that would allow the membership to exercise individual votes via a secret postal ballot. “One member one vote” seemed obviously attractive to the right of the party up until 2015, when this very model provided Corbyn’s route to the leadership. Many such quirks of history are down to technological change. The movement to elect Corbyn as leader is hard to imagine in the absence of social media, as is the grassroots vitality and reach of Momentum. Kogan shows us Labour’s original analogue version of such mobilisation, in the form of the Campaign for Labour Party Democracy (CLPD), founded in 1973 by the little-known activist Vladimir Derer, which would soon be joined by the young Lansman. The CLPD was influential for a while, but when Tony Benn narrowly lost the deputy leadership election to Denis Healey in 1981, it appeared to be the high watermark for the Bennite vision of Labour as a “movement”. And so it remained for the next 34 years. The tale of the Labour left’s return from the dead is an extraordinary one, which still has an air of unreality about it. It provides the pivotal moment in Protest and Power, appearing halfway through this 400-page book. Kogan traces the details of why exactly Ed Miliband decided to alter the leadership election rules, retelling the story of the Falkirk election scandal, in which the Unite union was accused of signing up its members to the Labour party without their consent. The move to primary-style leadership elections, in which trade union control was circumvented, was part of an effort to cleanse the internal democracy of the party. Then there is the remarkable detail of how Corbyn’s name made it on to the ballot in June 2015 at all. He was not immediately enthused by the prospect of running, but Lansman was convinced he should stand, helping to secure the support of the parliamentary Labour party’s “campaign group”. Thirty-five MPs were needed to endorse Corbyn, and Lansman – again – was instrumental in collecting the names, against considerable odds. “Thirty-five years of being in the wilderness, of failing to be noticed and still ploughing on gave a level of resilience,” Kogan notes. Many of the MPs who agreed to nominate him, such as Frank Field, Margaret Beckett and Jon Cruddas, did so in order to support vigorous debate within the party. Very few did so because they supported Corbyn’s politics and none, surely, because they thought he’d win. The final two names of Gordon Marsden and Andrew Smith were added a mere 10 seconds before the nominations were closed. If ever there was a moment for Blairites to go back to and “kill baby Corbynism”, that was surely it.These contingencies and near-misses are interesting up to a point. But Kogan is rather too fond of hindsight, sometimes to the point of obscuring how things seemed at the time. Occasionally he uses his vantage point to no effect whatsoever. On Labour’s disastrous 1983 election result, he observes wryly that the new intake of MPs included “three future Labour leaders, of whom two became prime minister and one a three-time general election winner. Not bad for a crushing defeat”. On Miliband’s 2015 defeat, he tells us “it is difficult not to feel sorry for Ed Miliband. He could not have predicted the variety of elements that would lead to this result.” In its attention to historical detail, Protest and Power cannot be faulted. But Kogan largely relies on sheer quantity of facts. Every vote, every poll is reported with such fidelity that it occasionally feels like reliving an interminable and intricate democratic procedure. And in the absence of any effort to explain events (rather than simply report them), he offers little sense of who and what really mattered amid this deluge of evidence. Every so often, an event arises that we already recognise as crucial; yet Kogan puts no more emphasis on the fall of the Berlin Wall, the rewriting of Clause 4 or the Iraq war than on internecine tussles within the NEC. On occasions, he seems just lost for words: “In 1981 riots took place in Brixton in London and Toxteth in Liverpool. It was incredibly grim.” The book’s originality lies largely in its access to the key players of the past 40 years, who are quoted at length, making it a piece of oral history as much as anything else. Kogan is building on an earlier work he published with his uncle, Maurice Kogan, in 1981, and the roster of interviewees makes for impressive reading. The difficulty is that, all being on the record and each interviewee having a highly polished version of history they’re delighted to share, the interview material is neither surprising nor scurrilous. Whatever one thinks of the Westminster lobby approach to political history, journalists such as Tim Shipman and Andrew Rawnsley can at least be depended on to dig up a little dirt. Not so when every voice is named. At a time of rampant distrust in politics and rising polarisation, there is certainly some value in committing events to the record in as consensual a fashion as possible. Labour’s recent antisemitism controversies are a case in point, where Kogan’s cautious attention to the record provides a welcome route through such fraught territory. He is obviously fascinated by the Labour party, while giving few glimpses of his own sympathies within the arguments he chronicles – an unusual combination. It is an odd sensation when reading the final chapters, which get as far as February 2019, to have the recent febrile political news confirmed in the style of a court reporter documenting who said what. But then who’s to say that such an empirical, balanced and exhaustive account of political conflicts won’t one day be invaluable to those looking back from some yet more divided future? • Protest and Power: The Battle for the Labour Party is published by Bloomsbury (£20). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.",
      "charCount": "8206",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/william-davies-author\">William Davies</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]