[
  {
    "id": "commentisfree/2019/sep/07/parliament-duty-to-resist-boris-johnson-dangerous-no-deal-brexit-strategy",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-07T20:00:18Z",
    "webTitle": "It is parliament’s duty to resist Johnson’s dangerous no-deal Brexit strategy | Dominic Grieve",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/07/parliament-duty-to-resist-boris-johnson-dangerous-no-deal-brexit-strategy",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/07/parliament-duty-to-resist-boris-johnson-dangerous-no-deal-brexit-strategy",
    "fields": {
      "headline": "It is parliament’s duty to resist Johnson’s dangerous no-deal Brexit strategy",
      "standfirst": "The prime minister’s seeming contempt for law and democracy have left the UK teetering on the brink of chaos",
      "trailText": "The prime minister’s seeming contempt for law and democracy have left the UK teetering on the brink of chaos",
      "byline": "Dominic Grieve",
      "main": "<figure class=\"element element-image\" data-media-id=\"36474fb955db533bfc47782f7a62e584c0ab9779\"> <img src=\"https://media.guim.co.uk/36474fb955db533bfc47782f7a62e584c0ab9779/0_186_5568_3341/1000.jpg\" alt=\"‘I ask the prime minister to accept what has happened in parliament and think this through.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I ask the prime minister to accept what has happened in parliament and think this through.’</span> <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> </figcaption> </figure>",
      "body": "<p>Last week, members of parliament came together and a calculated attempt to subvert British democracy by suspending parliament was circumvented. At the end of a difficult few days, the sovereignty of parliament, the first principle of our constitution, is alive and well.</p> <p>We must however remain vigilant when parliament returns on Monday and prepare for the unexpected in the coming weeks. We are absolutely firm in our determination to prevent a no-deal exit from the EU, and by Tuesday we will have an act of parliament that will make that outcome illegal.</p> <p>It is alarming to the majority of MPs, and many of my constituents, that this weekend the prime minister continues to say that the UK will leave the EU on 31 October with or without a deal, telling Conservative party members that he will not seek an extension under article 50, even if required to do so by law.</p> <p>I ask the prime minister to accept what has happened in parliament and think this through. He must be aware that devices to block or ignore the law do not exist. The prime minister should meet the attorney general, take advice and get himself out of this situation. He is subject to the law of the land like anyone else.</p> <p>Unless a new withdrawal agreement materialises at the EU summit ending on 18 October, the government must apply for the extension the next day. If necessary, a court order can be applied for to require the prime minister to do so. At that point, if he refused he would be in contempt of court and could be sent to prison.</p> <p>It is astonishing that the government’s reckless brinkmanship and unconstitutional threats have brought us to even contemplate such a possibility.</p> <p>We need to stand back a moment and make a calm assessment of what happened last week. What has parliament done, why has it done it and is it democratic? What happens next? These are the questions all MPs have been asked everywhere since the bill that prevents a no-deal exit from the EU cleared the Commons on Wednesday.</p> <p>Since the arrival of Boris Johnson in Downing Street, it has become clear that a no-deal Brexit, of the utmost danger to our country’s economic life and wellbeing, was no longer simply an empty piece of political rhetoric. Threatening the country and the EU with no deal has become government policy. It was therefore absolutely necessary for parliament to exercise its right and duty to act in the national interest and stop it.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There will not be the parliament v the people election the prime minister seems so desperately to want</p> </blockquote> </aside>  <p>The Commons has been accused of denying the will of the people and somehow acting unconstitutionally in doing this. We have done no such thing. All of us were elected on manifestos that either promised “a smooth, orderly Brexit” (the Conservative manifesto); or promised to block no deal (Labour manifesto); or promised “to get the best deal for Northern Ireland, recognising that we share a land frontier with the Republic” (the DUP); or supported the UK’s continued membership of the EU. Any MP who facilitated a no-deal exit would have been tearing up their manifesto promises.</p> <p>In deciding to ​pursue a ruthless policy of trying to shut down all debate about the future of our country and its wellbeing, it was the government and the government alone that has been acting with reckless disregard for our constitution.</p> <p>Fortunately, our constitution is adaptable and it is adapting to the reality that the government does not have a majority and cannot act as if it does. Throughout our history, when ministers have sought to abuse their power, MPs have been required to find ways to protect and defend the sovereignty of parliament. So a cross-party group of MPs has come together to act. We have stopped one unnecessary general election that was deliberately designed by the PM to facilitate a no-deal crash-out in October and on Monday we will, if necessary, stop another. There can be no election while the country is still teetering on the edge of an abyss and it would be an abdication of our responsibility at a time of crisis to allow this to happen.</p> <p>There will not be the parliament v the people election the prime minister seems so desperately to want, despite the highly irresponsible nature of such framing. When one does come, it needs to be focused on sensible options as to how we get ourselves out of the mess and division that Brexit is creating for us all.</p> <p>It is noteworthy that my mailbag suggests the public understands the issues very well. The <a href=\"https://www.theguardian.com/politics/2019/aug/18/number-10-furious-leak-document-predicting-no-deal-brexit-shortages\" title=\"\">Yellowhammer revelations</a> of the consequences of no deal cannot be ignored. The realisation has also come that a no-deal Brexit is the start of a long and wearying journey to find a new trade deal with the EU from a position of maximum disadvantage and not some glorious moment of national self-assertion.</p> <p>I start the new week therefore with quiet optimism. We have at last a powerful coalition for moderation. The prime minister and his advisers are going to find it rather difficult to knock it down. They would do better to focus on finding a way of going back to the public and asking them what they now want and uniting parliament to deliver it. This would be a genuine exercise in democracy. Seeking to impose their own minority views on our country in the way they are is not acceptable and must be resisted.</p> <p><em>Dominic Grieve is the</em><em> MP for Beaconsfield</em></p> <p>• This article was amended on 9 September 2019 because an earlier version described Grieve as “the Conservative MP for Beaconsfield” whereas he has lost the Conservative “whip” requiring him to sit as an independent.</p>",
      "wordcount": "950",
      "commentable": "false",
      "firstPublicationDate": "2019-09-07T20:00:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:20Z",
      "newspaperEditionDate": "2019-09-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ca2dy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/36474fb955db533bfc47782f7a62e584c0ab9779/0_186_5568_3341/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last week, members of parliament came together and a calculated attempt to subvert British democracy by suspending parliament was circumvented. At the end of a difficult few days, the sovereignty of parliament, the first principle of our constitution, is alive and well. We must however remain vigilant when parliament returns on Monday and prepare for the unexpected in the coming weeks. We are absolutely firm in our determination to prevent a no-deal exit from the EU, and by Tuesday we will have an act of parliament that will make that outcome illegal. It is alarming to the majority of MPs, and many of my constituents, that this weekend the prime minister continues to say that the UK will leave the EU on 31 October with or without a deal, telling Conservative party members that he will not seek an extension under article 50, even if required to do so by law. I ask the prime minister to accept what has happened in parliament and think this through. He must be aware that devices to block or ignore the law do not exist. The prime minister should meet the attorney general, take advice and get himself out of this situation. He is subject to the law of the land like anyone else. Unless a new withdrawal agreement materialises at the EU summit ending on 18 October, the government must apply for the extension the next day. If necessary, a court order can be applied for to require the prime minister to do so. At that point, if he refused he would be in contempt of court and could be sent to prison. It is astonishing that the government’s reckless brinkmanship and unconstitutional threats have brought us to even contemplate such a possibility. We need to stand back a moment and make a calm assessment of what happened last week. What has parliament done, why has it done it and is it democratic? What happens next? These are the questions all MPs have been asked everywhere since the bill that prevents a no-deal exit from the EU cleared the Commons on Wednesday. Since the arrival of Boris Johnson in Downing Street, it has become clear that a no-deal Brexit, of the utmost danger to our country’s economic life and wellbeing, was no longer simply an empty piece of political rhetoric. Threatening the country and the EU with no deal has become government policy. It was therefore absolutely necessary for parliament to exercise its right and duty to act in the national interest and stop it. The Commons has been accused of denying the will of the people and somehow acting unconstitutionally in doing this. We have done no such thing. All of us were elected on manifestos that either promised “a smooth, orderly Brexit” (the Conservative manifesto); or promised to block no deal (Labour manifesto); or promised “to get the best deal for Northern Ireland, recognising that we share a land frontier with the Republic” (the DUP); or supported the UK’s continued membership of the EU. Any MP who facilitated a no-deal exit would have been tearing up their manifesto promises. In deciding to pursue a ruthless policy of trying to shut down all debate about the future of our country and its wellbeing, it was the government and the government alone that has been acting with reckless disregard for our constitution. Fortunately, our constitution is adaptable and it is adapting to the reality that the government does not have a majority and cannot act as if it does. Throughout our history, when ministers have sought to abuse their power, MPs have been required to find ways to protect and defend the sovereignty of parliament. So a cross-party group of MPs has come together to act. We have stopped one unnecessary general election that was deliberately designed by the PM to facilitate a no-deal crash-out in October and on Monday we will, if necessary, stop another. There can be no election while the country is still teetering on the edge of an abyss and it would be an abdication of our responsibility at a time of crisis to allow this to happen. There will not be the parliament v the people election the prime minister seems so desperately to want, despite the highly irresponsible nature of such framing. When one does come, it needs to be focused on sensible options as to how we get ourselves out of the mess and division that Brexit is creating for us all. It is noteworthy that my mailbag suggests the public understands the issues very well. The Yellowhammer revelations of the consequences of no deal cannot be ignored. The realisation has also come that a no-deal Brexit is the start of a long and wearying journey to find a new trade deal with the EU from a position of maximum disadvantage and not some glorious moment of national self-assertion. I start the new week therefore with quiet optimism. We have at last a powerful coalition for moderation. The prime minister and his advisers are going to find it rather difficult to knock it down. They would do better to focus on finding a way of going back to the public and asking them what they now want and uniting parliament to deliver it. This would be a genuine exercise in democracy. Seeking to impose their own minority views on our country in the way they are is not acceptable and must be resisted. Dominic Grieve is the MP for Beaconsfield • This article was amended on 9 September 2019 because an earlier version described Grieve as “the Conservative MP for Beaconsfield” whereas he has lost the Conservative “whip” requiring him to sit as an independent.",
      "charCount": "5450",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dominic-grieve\">Dominic Grieve</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/07/sir-nicholas-soames-says-tories-started-resembling-brexit-sect-boris-johnson-jacob-rees-mogg",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-07T11:34:51Z",
    "webTitle": "Sir Nicholas Soames says Tories started resembling 'Brexit sect'",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/07/sir-nicholas-soames-says-tories-started-resembling-brexit-sect-boris-johnson-jacob-rees-mogg",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/07/sir-nicholas-soames-says-tories-started-resembling-brexit-sect-boris-johnson-jacob-rees-mogg",
    "fields": {
      "headline": "Sir Nicholas Soames says Tories started resembling 'Brexit sect'",
      "standfirst": "<p>Expelled party rebel also attacked Boris Johnson’s leadership and called Jacob Rees-Mogg a ‘fraud’</p>",
      "trailText": "Expelled party rebel also attacked Boris Johnson’s leadership and called Jacob Rees-Mogg a ‘fraud’",
      "byline": "Lanre Bakare",
      "main": "<figure class=\"element element-image\" data-media-id=\"4693793b18834c729a94080b04930c1c54bfa6cf\"> \n <img src=\"https://media.guim.co.uk/4693793b18834c729a94080b04930c1c54bfa6cf/0_0_3943_2365/1000.jpg\" alt=\"Sir Nicholas Soames said Johnson had never been regarded as ‘a diplomat or statesman’.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sir Nicholas Soames said Johnson had never been regarded as ‘a diplomat or statesman’.</span> \n  <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>Tory grandee Sir Nicholas Soames has launched a searing attack on Boris Johnson’s leadership and Jacob Rees-Mogg, whom he called a “fraud”, adding the Conservative party is lurching towards a divisive, potentially catastrophic form of “hard-right” conservatism.</p> \n<p>In an interview with the Times, Soames – who is the grandson of Sir Winston Churchill – said the Conservatives were starting to resemble a “Brexit sect”, after he had the whip removed for rebelling against the Johnson government along with 20 other MPs.</p> \n<p>“I am worried about the Tory party because give or take the odd spasm we have always been seen as pragmatic, sensible, good at our job, sane, reasonable and having the interests of the whole country,” he said. “Now it is beginning to look like a Brexit sect.”</p> \n<p>Soames rejected comparisons between his grandfather and Johnson, saying the prime minister has never been regarded as “a diplomat or statesman” and his life experience amounts to “telling a lot of porkies about the European Union in Brussels and then becoming prime minister”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b8186225-227d-4024-ae54-1749d179f9c6\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Here is the list of the 21 Conservative MPs who voted with the opposition and against the government to seize control of the parliamentary timetable in order to pave the way for a bill to block a no-deal Brexit. They were then thrown out of the party by prime minister Boris Johnson.</p>\n    <p><b>Guto Bebb</b>, Aberconwy</p>\n    <p><b>Richard Benyon</b>, Newbury</p>\n    <p><b>Steve Brine</b>, Winchester</p>\n    <p><b>Alistair Burt</b>, North East Bedfordshire</p>\n    <p><b>Greg Clark</b>, Tunbridge Wells</p>\n    <p><b>Kenneth Clarke</b>, Rushcliffe</p>\n    <p><b>David Gauke</b>, South West Hertfordshire</p>\n    <p><b>Justine Greening</b>, Putney</p>\n    <p><b>Dominic Grieve</b>, Beaconsfield</p>\n    <p><b>Sam Gyimah</b>, East Surrey</p>\n    <p><b>Philip Hammond</b>, Runnymede and Weybridge</p>\n    <p><b>Stephen Hammond</b>, Wimbledon</p>\n    <p><b>Richard Harrington</b>, Watford</p>\n    <p><b>Margot James</b>, Stourbridge</p>\n    <p><b>Sir Oliver Letwin</b>, West Dorset</p>\n    <p><b>Anne Milton</b>, Guildford</p>\n    <p><b>Caroline Nokes</b>, Romsey and Southampton North</p>\n    <p><b>Antoinette Sandbach</b>, Eddisbury</p>\n    <p><b>Sir Nicholas Soames</b>, Mid Sussex</p>\n    <p><b>Rory Stewart</b>, Penrith and The Border</p>\n    <p><b>Edward Vaizey</b>, Wantage<br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>He singled out Jacob Rees-Mogg, calling his recent actions in the Commons “repulsive” and beneath the leader of the house. Rees-Mogg was <a href=\"https://www.theguardian.com/politics/2019/sep/03/sit-up-jacob-rees-mogg-under-fire-for-slouching-in-commons\">criticised by Caroline Lucas for lounging on the benches</a> of the Commons during a debate. “The leader of the house has been spread across three seats, lying out as if that was something very boring for him to listen to tonight,” she said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/06/jacob-rees-mogg-slouch-commons\">'It will follow him for years': how Jacob Rees-Mogg's slouch gambit backfired</a> </p> \n</aside> \n<p>Soames called Rees-Mogg an “absolute fraud” who is “a living example of what a moderately cut double-breasted suit and a decent tie can do with an ultra-posh voice and a bit of ginger stuck up his arse”.</p> \n<p>He also spoke about his concerns for the future of his party, saying that he feared a schism, with many liberal Conservatives turning their backs on the “very hard-right Tory” version of the party that is taking shape under Johnson.</p> \n<p>The former defence minister predicted that further Tory MPs would follow the lead of <a href=\"https://www.theguardian.com/politics/2019/sep/05/jo-johnson-quits-as-mp-and-minister-citing-national-interest\">Jo Johnson, who quit this past week</a> – citing conflict between family loyalty and the public interest – if they were forced to sign up to campaigning for a no-deal Brexit during any general election push.</p> \n<p>He also expected hardcore no-deal Brexiters to turn on Johnson if he attempted to push through an arrangement with the EU, by tweaking the withdrawal agreement. “It is a tragedy that we are going to be potentially sunk on the altar of something so fundamentally un-Tory,” he said. </p>",
      "wordcount": "408",
      "firstPublicationDate": "2019-09-07T11:34:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:22Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cavmm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4693793b18834c729a94080b04930c1c54bfa6cf/0_0_3943_2365/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tory grandee Sir Nicholas Soames has launched a searing attack on Boris Johnson’s leadership and Jacob Rees-Mogg, whom he called a “fraud”, adding the Conservative party is lurching towards a divisive, potentially catastrophic form of “hard-right” conservatism. In an interview with the Times, Soames – who is the grandson of Sir Winston Churchill – said the Conservatives were starting to resemble a “Brexit sect”, after he had the whip removed for rebelling against the Johnson government along with 20 other MPs. “I am worried about the Tory party because give or take the odd spasm we have always been seen as pragmatic, sensible, good at our job, sane, reasonable and having the interests of the whole country,” he said. “Now it is beginning to look like a Brexit sect.” Soames rejected comparisons between his grandfather and Johnson, saying the prime minister has never been regarded as “a diplomat or statesman” and his life experience amounts to “telling a lot of porkies about the European Union in Brussels and then becoming prime minister”. He singled out Jacob Rees-Mogg, calling his recent actions in the Commons “repulsive” and beneath the leader of the house. Rees-Mogg was criticised by Caroline Lucas for lounging on the benches of the Commons during a debate. “The leader of the house has been spread across three seats, lying out as if that was something very boring for him to listen to tonight,” she said. Soames called Rees-Mogg an “absolute fraud” who is “a living example of what a moderately cut double-breasted suit and a decent tie can do with an ultra-posh voice and a bit of ginger stuck up his arse”. He also spoke about his concerns for the future of his party, saying that he feared a schism, with many liberal Conservatives turning their backs on the “very hard-right Tory” version of the party that is taking shape under Johnson. The former defence minister predicted that further Tory MPs would follow the lead of Jo Johnson, who quit this past week – citing conflict between family loyalty and the public interest – if they were forced to sign up to campaigning for a no-deal Brexit during any general election push. He also expected hardcore no-deal Brexiters to turn on Johnson if he attempted to push through an arrangement with the EU, by tweaking the withdrawal agreement. “It is a tragedy that we are going to be potentially sunk on the altar of something so fundamentally un-Tory,” he said.",
      "charCount": "2434",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lanre-bakare\">Lanre Bakare</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]