[
  {
    "id": "politics/2019/aug/02/ireland-brexit-and-the-search-for-a-way-forward",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-02T16:41:49Z",
    "webTitle": "Ireland, Brexit and the search for a way forward | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/02/ireland-brexit-and-the-search-for-a-way-forward",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/02/ireland-brexit-and-the-search-for-a-way-forward",
    "fields": {
      "headline": "Ireland, Brexit and the search for a way forward",
      "standfirst": "The problem of the backstop leads readers to discuss democracy and the threat to the Good Friday agreement",
      "trailText": "<strong>Letters: </strong>The problem of the backstop leads readers to discuss democracy and the threat to the Good Friday agreement",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1e14fde66595e8062def7fdbbbccf222ad71ba9d\"> <img src=\"https://media.guim.co.uk/1e14fde66595e8062def7fdbbbccf222ad71ba9d/0_77_3500_2100/1000.jpg\" alt=\"Leo Varadkar with an EU flag in the background\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leo Varadkar. ‘It is ironic that the interests of the people of Northern Ireland are now best served by a Dublin government,’ writes Daniel Taylor.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Guy Verhofstadt (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/31/boris-johnson-eu-no-deal-brexit-uk-government-backstop\" title=\"\">Opinion</a>, 1 August) says: “Attempts to put pressure on Ireland will only be met with waves of solidarity from the rest of the EU.” He could add that that solidarity will include the political leadership of the US. The Irish American constituency is a strong one, recognised by both Democrats and Republicans, and the US’s involvement in the Good Friday agreement makes it a live issue there.</p> <p>Add to that the prospect of a US–UK deal that opens the door for US medical insurance and the Democrats would love to see a lobby that did so much to harm Clinton and Obama defeated.</p> <p>Boris Johnson has brought unity – the unity of Washington and Brussels against us.<br><strong>Mary Pimm </strong><strong>and Nik Wood</strong><br><em>London</em></p> <p>• Ministers have evidently been instructed to parrot at every opportunity that the Irish backstop is “undemocratic” and must be scrapped as a precondition for further talks with the EU. Polly Toynbee rightly dismisses this approach as a nonsense (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/29/brexit-boris-johnson-repel-voters-fear-tories\" title=\"\">Johnson’s crew will repel voters – there’s no need to fear him</a>, 30 July).</p> <p>Johnson and his cabinet seem to be unaware that the final version of the backstop in the withdrawal agreement is not an EU invention imposed on this country. The original version, agreed between the EU and the UK, only affected Northern Ireland. It was changed to cover the UK as a whole because the UK insisted, under pressure from the DUP.</p> <p>If the freely negotiated backstop is to be regarded as undemocratic, and must be removed, what are we to make of the elevation of Boris Johnson to prime minister with the support of about 0.2% of the UK electorate? <br><strong>Mike Pender</strong><br><em>Cardiff</em></p> <p>• Much is being made of the backstop and “people’s vote”. I have one simple solution to both. Given that 55% of the people in Northern Ireland voted remain in the 2016 “once in a generation” referendum, an exception to that government assertion could be made for them alone, with another referendum and a clear binary question: “Do you wish to remain in the EU or do you wish to remain in the UK”? The two, we are constantly told, are mutually exclusive, so this decision has to be made sometime. Given that all the predicted problems associated with the backstop (many artificially manufactured by those intent on preventing Brexit of course) will mostly affect the 1.88 million inhabitants of that province, does this not seem a fair and (we hope) final way of killing those two challenging political birds with one stone?</p> <p>Then the rest of the leave-voting majority in the UK can perhaps finally see the delivery of what we voted for over three years ago and can get on with the rest of our lives, unencumbered by the tiresome and incessant debate over these two apparently insurmountable issues.<br><strong>Geoffrey </strong><strong>Lazell</strong><br><em>Bressingham, </em><em>Norfolk</em></p> <p>• Guy Verhofstadt says EU unity will not be broken by intimidation. Over hundreds of years the English have treated the Irish with disdain. And although we may have forgotten the million people who died of famine in the 1840s uncared for by the English landowners, the Irish have not. The roots of the Troubles were firmly set in the failure of Westminster to address religious discrimination and trying to appease Ulster Protestants. And now, to appease their English and Ulster Protestant supporters, the Tories are trying to get the EU to dump Ireland and the Good Friday agreement. If the Troubles return to Belfast or London it won’t be hard to understand why.<br><strong>John Beer </strong><br><em>Farnham, Surrey</em></p> <p>• I come from Derry in Northern Ireland and I grew up through the Troubles. I have seen buildings explode and debris fly through the air. I have seen my friends lying in their coffins having died violent deaths and the uncomprehending grief on the faces of the brothers and sisters, the mums and dads. I never want to see such things again.</p> <p>The Good Friday agreement has ensured relative peace and normality on the island of Ireland for 20 years. The people of Northern Ireland and the Republic of Ireland voted overwhelmingly for it in separate referendums. We must not allow the brutish rightwing government in Westminster, supported by the DUP, to destroy what has been achieved in Ireland (<a href=\"https://www.theguardian.com/politics/2019/jul/26/boris-johnson-uk-brexit-collision-course-irish-deputy-coveney\" title=\"\">Johnson sets UK on collision course with EU over backstop</a>, 27 July). Whether it is abortion, gay rights or Brexit, the DUP is no longer in step with the people of Northern Ireland. It is ironic that the interests of the people of Northern Ireland are now best served by a Dublin government led by Leo Varadkar.</p> <p>The frictionless border and the Good Friday agreement must be supported and sustained whatever the outcome of Brexit.<br><strong>Daniel Taylor</strong><br><em>Brighton</em></p> <p>• Sinn Féin’s Mary Lou McDonald said this week that Johnson needed to stop being “the DUP’s gofer” (<a href=\"https://www.theguardian.com/uk-news/2019/jul/31/sinn-fein-border-poll-ireland-unity-must-follow-no-deal-brexit\" title=\"\">Sinn Féin warns Johnson: change is in the air</a>, 1 August). The only reason that the Tory–DUP alliance has a majority of one is that Sinn Féin’s seven MPs refuse to take up their seats in parliament. I understand the Féin abstentionist pledge, most recently articulated by Alex Maskey MP (<a href=\"https://www.theguardian.com/commentisfree/2018/mar/06/sinn-fein-mp-british-parliament-irish-republicans-brexit\" title=\"\">I’m a Sinn Féin MP. This is why I won’t go to Westminster, even over Brexit</a>, 6 March 2018), but surely Sinn Féin cannot stick to this position and at the same time campaign against a no-deal Brexit and against a hard border. Such illogicality is the sort of stuff we expect from Johnson. Why is Sinn Féin being given such an easy ride on this in Ireland and in the UK? The facts have changed since the last election in 2017. Sinn Féin should take up its Westminster seats for the specific purpose of voting down a no-deal Brexit and a hard border for the good of all the people of Ireland.<br><strong>John Birtill</strong><br><em>Guisborough, North Yorkshire </em></p> <p>• Séamas O’Reilly (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/30/leo-varadkar-uk-ireland-boris-johnson\" title=\"\">Leo Varadkar looks like an adult because the UK is acting like a spoilt toddler</a>, 30 July) and Roy Greenslade (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/31/leo-varadkar-media-telegraph-sun-irish-taoiseach-brexit\" title=\"\">Blaming Leo Varadkar for no deal is bizarre – even for Britain’s media</a>, 31 July) write worryingly about offensive attitudes towards Ireland in parts of the UK’s politics and media.</p> <p>But two things spring to mind. First, Leo Varadkar’s personal style is reserved and polite (the latter quality being especially highly valued in Irish society). If, indeed, “Tories of influence” mistake his pleasant and mild demeanour for meaning that “Varadkar isn’t bright”, then Boris Johnson’s government is in for a rude awakening – the taoiseach will eat the prime minister and his extremist Brexiter friends for breakfast.</p> <p>Second, if the British media is truly contemplating declaring “open season” on Ireland, it suggests delusional levels of arrogance among certain very influential British people.</p> <p>Britain’s embarrassing superiority complex has always been ludicrous. But if the same supercilious conceit persists even after the international Brexit humiliation, it will make the UK a global laughing stock. <br><strong>Joe McCarthy</strong><br><em>Dublin, Ireland</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1192",
      "commentable": "false",
      "firstPublicationDate": "2019-08-02T16:41:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:09Z",
      "newspaperEditionDate": "2019-08-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3c45",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1e14fde66595e8062def7fdbbbccf222ad71ba9d/0_77_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Guy Verhofstadt (Opinion, 1 August) says: “Attempts to put pressure on Ireland will only be met with waves of solidarity from the rest of the EU.” He could add that that solidarity will include the political leadership of the US. The Irish American constituency is a strong one, recognised by both Democrats and Republicans, and the US’s involvement in the Good Friday agreement makes it a live issue there. Add to that the prospect of a US–UK deal that opens the door for US medical insurance and the Democrats would love to see a lobby that did so much to harm Clinton and Obama defeated. Boris Johnson has brought unity – the unity of Washington and Brussels against us. Mary Pimm and Nik Wood London • Ministers have evidently been instructed to parrot at every opportunity that the Irish backstop is “undemocratic” and must be scrapped as a precondition for further talks with the EU. Polly Toynbee rightly dismisses this approach as a nonsense (Johnson’s crew will repel voters – there’s no need to fear him, 30 July). Johnson and his cabinet seem to be unaware that the final version of the backstop in the withdrawal agreement is not an EU invention imposed on this country. The original version, agreed between the EU and the UK, only affected Northern Ireland. It was changed to cover the UK as a whole because the UK insisted, under pressure from the DUP. If the freely negotiated backstop is to be regarded as undemocratic, and must be removed, what are we to make of the elevation of Boris Johnson to prime minister with the support of about 0.2% of the UK electorate? Mike Pender Cardiff • Much is being made of the backstop and “people’s vote”. I have one simple solution to both. Given that 55% of the people in Northern Ireland voted remain in the 2016 “once in a generation” referendum, an exception to that government assertion could be made for them alone, with another referendum and a clear binary question: “Do you wish to remain in the EU or do you wish to remain in the UK”? The two, we are constantly told, are mutually exclusive, so this decision has to be made sometime. Given that all the predicted problems associated with the backstop (many artificially manufactured by those intent on preventing Brexit of course) will mostly affect the 1.88 million inhabitants of that province, does this not seem a fair and (we hope) final way of killing those two challenging political birds with one stone? Then the rest of the leave-voting majority in the UK can perhaps finally see the delivery of what we voted for over three years ago and can get on with the rest of our lives, unencumbered by the tiresome and incessant debate over these two apparently insurmountable issues. Geoffrey Lazell Bressingham, Norfolk • Guy Verhofstadt says EU unity will not be broken by intimidation. Over hundreds of years the English have treated the Irish with disdain. And although we may have forgotten the million people who died of famine in the 1840s uncared for by the English landowners, the Irish have not. The roots of the Troubles were firmly set in the failure of Westminster to address religious discrimination and trying to appease Ulster Protestants. And now, to appease their English and Ulster Protestant supporters, the Tories are trying to get the EU to dump Ireland and the Good Friday agreement. If the Troubles return to Belfast or London it won’t be hard to understand why. John Beer Farnham, Surrey • I come from Derry in Northern Ireland and I grew up through the Troubles. I have seen buildings explode and debris fly through the air. I have seen my friends lying in their coffins having died violent deaths and the uncomprehending grief on the faces of the brothers and sisters, the mums and dads. I never want to see such things again. The Good Friday agreement has ensured relative peace and normality on the island of Ireland for 20 years. The people of Northern Ireland and the Republic of Ireland voted overwhelmingly for it in separate referendums. We must not allow the brutish rightwing government in Westminster, supported by the DUP, to destroy what has been achieved in Ireland (Johnson sets UK on collision course with EU over backstop, 27 July). Whether it is abortion, gay rights or Brexit, the DUP is no longer in step with the people of Northern Ireland. It is ironic that the interests of the people of Northern Ireland are now best served by a Dublin government led by Leo Varadkar. The frictionless border and the Good Friday agreement must be supported and sustained whatever the outcome of Brexit. Daniel Taylor Brighton • Sinn Féin’s Mary Lou McDonald said this week that Johnson needed to stop being “the DUP’s gofer” (Sinn Féin warns Johnson: change is in the air, 1 August). The only reason that the Tory–DUP alliance has a majority of one is that Sinn Féin’s seven MPs refuse to take up their seats in parliament. I understand the Féin abstentionist pledge, most recently articulated by Alex Maskey MP (I’m a Sinn Féin MP. This is why I won’t go to Westminster, even over Brexit, 6 March 2018), but surely Sinn Féin cannot stick to this position and at the same time campaign against a no-deal Brexit and against a hard border. Such illogicality is the sort of stuff we expect from Johnson. Why is Sinn Féin being given such an easy ride on this in Ireland and in the UK? The facts have changed since the last election in 2017. Sinn Féin should take up its Westminster seats for the specific purpose of voting down a no-deal Brexit and a hard border for the good of all the people of Ireland. John Birtill Guisborough, North Yorkshire • Séamas O’Reilly (Leo Varadkar looks like an adult because the UK is acting like a spoilt toddler, 30 July) and Roy Greenslade (Blaming Leo Varadkar for no deal is bizarre – even for Britain’s media, 31 July) write worryingly about offensive attitudes towards Ireland in parts of the UK’s politics and media. But two things spring to mind. First, Leo Varadkar’s personal style is reserved and polite (the latter quality being especially highly valued in Irish society). If, indeed, “Tories of influence” mistake his pleasant and mild demeanour for meaning that “Varadkar isn’t bright”, then Boris Johnson’s government is in for a rude awakening – the taoiseach will eat the prime minister and his extremist Brexiter friends for breakfast. Second, if the British media is truly contemplating declaring “open season” on Ireland, it suggests delusional levels of arrogance among certain very influential British people. Britain’s embarrassing superiority complex has always been ludicrous. But if the same supercilious conceit persists even after the international Brexit humiliation, it will make the UK a global laughing stock. Joe McCarthy Dublin, Ireland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7047",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/aug/02/where-wales-stands-in-the-world",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-02T16:38:48Z",
    "webTitle": "Where Wales stands in the world | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/02/where-wales-stands-in-the-world",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/02/where-wales-stands-in-the-world",
    "fields": {
      "headline": "Where Wales stands in the world",
      "standfirst": "<strong>Deri Hughes </strong>notes that, for the avoidance of doubt, Wales is firmly attached to the EU, while <strong>Gloria Brown</strong>,<strong> John Kelly </strong>and<strong> Neil Bateman </strong>take issue with<strong> </strong>Alun Cairns’ suggestion that Welsh farmers export their meat to Japan",
      "trailText": "Letters:<strong> Deri Hughes </strong>notes that, for the avoidance of doubt, Wales is firmly attached to the EU, while <strong>Gloria Brown</strong>,<strong> John Kelly </strong>and<strong> Neil Bateman </strong>take issue with<strong> </strong>Alun Cairns’ suggestion that Welsh farmers export their meat to Japan",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ef55b88ca8af4b318456590d2bbb8f94b9e3f36d\"> <img src=\"https://media.guim.co.uk/ef55b88ca8af4b318456590d2bbb8f94b9e3f36d/0_0_5032_3021/1000.jpg\" alt=\"Sheep in a field\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I hope Welsh farmers were reassured by the government’s assertions that they will be able to offset a “no deal” loss of trade with new markets like Japan,’ writes Gloria Brown.</span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>I was surprised to be informed by Martin Kettle that my homeland might be minded to depart the union (the British one) (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/01/boris-johnson-trigger-breakup-united-kingdom-wales\" title=\"\">How Johnson’s Brexit could tear the United Kingdom apart</a>, 1 August).</p> <p>The litany of Brexit-related harms, risks and plagues that has been compiled since the beginning of the EU membership referendum campaign is, of course, long and varied, but of the items on that litany, Welsh independence is one of the more extraterrestrial ideas.</p> <p>For the avoidance of doubt, Wales is firmly attached to the union. The notion that it might break away as a consequence of Brexit and Boris Johnson is faintly absurd. A majority in Wales voted in favour of Brexit in 2016. In the recent European election, Plaid Cymru – the party that would presumably deliver a grateful nation from its servitude – won 19.6% of the vote. The Brexit party won 32.5%. If there is a silent majority in Wales in favour of simultaneous secession from the union with the Saeson and perpetuation of the one with the European project, its silence is deafening. Measurable support for Welsh independence has never been more than anaemic. Dafydd Elis-Thomas, the veteran Plaid Cymru politician, once described the prospect as a mirage. It has always been so, and is highly likely to remain so.<br><strong>Deri Hughes</strong><br><em>London</em></p> <p>• I hope Welsh farmers were reassured by the government’s assertions that they will be able to offset a “no deal” loss of trade with new markets like Japan (<a href=\"https://www.theguardian.com/politics/2019/jul/30/stop-playing-russian-roulette-sheep-industry-johnson-told\" title=\"\">Sheep farmers left in dark over how they can avoid no-deal catastrophe</a>, 13 July). Have they forgotten that Japan has New Zealand on its doorstep? Quite apart from any tariffs, whenever a trade deal could be negotiated, the price of Welsh lamb would be increased by the long-distance costs of refrigerated transit. Not to mention the effects on global warming.</p> <p>It would be no consolation to farmers – or anyone else likely to lose their jobs – that “they voted leave in 2016 so it would be undemocratic for them to be allowed to change their minds.” Besides which, the government refuses to acknowledge that a no-deal outcome does not, and never did, have a mandate. The propaganda at the time meant most people expected not only a deal but a favourable deal. Boris Johnson should live up to his promises or give us another vote on “no deal”.<br><strong>Gloria Brown</strong><br><em>Llaneglwys, Powys</em></p> <p>• Alun Cairns, the secretary of state for Wales, claimed UK farmers could export their sheep and lamb to Japan instead of Europe in the event of a no-deal Brexit. This scarcely believable statement epitomises the lack of understanding of a no-deal solution.</p> <p>The extra cost of shipping to Japan will be huge and totally illogical when our prime markets are a short distance from Dover, and many major EU cities are within only a few hours’ distribution, covering 100 million-plus customers.</p> <p>It puzzles me that we can so readily ignore our EU customers and the impact it has on UK economy, the jobs in the supply and distribution chain and on the livelihood of many in the farming industry.<br><strong>John Kelly</strong><br><em>Liverpool</em></p> <p>• The suggestion by Alun Cairns that sheep farmers can compensate for the loss of their major EU markets by exporting lamb to Japan is unfounded and economically illiterate, 13 July).</p> <p>Lamb is not a traditional part of the Japanese diet, which is dominated by fish and plant-based foods. On average, the Japanese consume 0.1kg of lamb a year compared with 15.4kg of pork. A survey by the trade body Meat and Livestock Australia showed that 35% of Japanese consumers don’t know how to cook lamb and 47% are unfamiliar with it. For good or bad, lamb is very unpopular in Japan being widely described as “stinky”. Moreover, 40% of what little lamb is eaten in Japan is already imported from the nearer suppliers Australia and New Zealand.</p> <p>Post-Brexit policy is being made on the hoof and is based on a fantasy. Time to give it the chop.<br><strong>Neil Bateman</strong><br><em>Ipswich, Suffolk</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "713",
      "commentable": "false",
      "firstPublicationDate": "2019-08-02T16:38:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:58Z",
      "newspaperEditionDate": "2019-08-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3bbd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ef55b88ca8af4b318456590d2bbb8f94b9e3f36d/0_0_5032_3021/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I was surprised to be informed by Martin Kettle that my homeland might be minded to depart the union (the British one) (How Johnson’s Brexit could tear the United Kingdom apart, 1 August). The litany of Brexit-related harms, risks and plagues that has been compiled since the beginning of the EU membership referendum campaign is, of course, long and varied, but of the items on that litany, Welsh independence is one of the more extraterrestrial ideas. For the avoidance of doubt, Wales is firmly attached to the union. The notion that it might break away as a consequence of Brexit and Boris Johnson is faintly absurd. A majority in Wales voted in favour of Brexit in 2016. In the recent European election, Plaid Cymru – the party that would presumably deliver a grateful nation from its servitude – won 19.6% of the vote. The Brexit party won 32.5%. If there is a silent majority in Wales in favour of simultaneous secession from the union with the Saeson and perpetuation of the one with the European project, its silence is deafening. Measurable support for Welsh independence has never been more than anaemic. Dafydd Elis-Thomas, the veteran Plaid Cymru politician, once described the prospect as a mirage. It has always been so, and is highly likely to remain so. Deri Hughes London • I hope Welsh farmers were reassured by the government’s assertions that they will be able to offset a “no deal” loss of trade with new markets like Japan (Sheep farmers left in dark over how they can avoid no-deal catastrophe, 13 July). Have they forgotten that Japan has New Zealand on its doorstep? Quite apart from any tariffs, whenever a trade deal could be negotiated, the price of Welsh lamb would be increased by the long-distance costs of refrigerated transit. Not to mention the effects on global warming. It would be no consolation to farmers – or anyone else likely to lose their jobs – that “they voted leave in 2016 so it would be undemocratic for them to be allowed to change their minds.” Besides which, the government refuses to acknowledge that a no-deal outcome does not, and never did, have a mandate. The propaganda at the time meant most people expected not only a deal but a favourable deal. Boris Johnson should live up to his promises or give us another vote on “no deal”. Gloria Brown Llaneglwys, Powys • Alun Cairns, the secretary of state for Wales, claimed UK farmers could export their sheep and lamb to Japan instead of Europe in the event of a no-deal Brexit. This scarcely believable statement epitomises the lack of understanding of a no-deal solution. The extra cost of shipping to Japan will be huge and totally illogical when our prime markets are a short distance from Dover, and many major EU cities are within only a few hours’ distribution, covering 100 million-plus customers. It puzzles me that we can so readily ignore our EU customers and the impact it has on UK economy, the jobs in the supply and distribution chain and on the livelihood of many in the farming industry. John Kelly Liverpool • The suggestion by Alun Cairns that sheep farmers can compensate for the loss of their major EU markets by exporting lamb to Japan is unfounded and economically illiterate, 13 July). Lamb is not a traditional part of the Japanese diet, which is dominated by fish and plant-based foods. On average, the Japanese consume 0.1kg of lamb a year compared with 15.4kg of pork. A survey by the trade body Meat and Livestock Australia showed that 35% of Japanese consumers don’t know how to cook lamb and 47% are unfamiliar with it. For good or bad, lamb is very unpopular in Japan being widely described as “stinky”. Moreover, 40% of what little lamb is eaten in Japan is already imported from the nearer suppliers Australia and New Zealand. Post-Brexit policy is being made on the hoof and is based on a fantasy. Time to give it the chop. Neil Bateman Ipswich, Suffolk • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4188",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/02/the-rees-moggs-use-a-typewriter-surely-their-secretary-uses-a-goose-quill-pen",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-02T16:31:08Z",
    "webTitle": "The Rees-Moggs use a typewriter? Surely their secretary uses a goose quill pen",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/02/the-rees-moggs-use-a-typewriter-surely-their-secretary-uses-a-goose-quill-pen",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/02/the-rees-moggs-use-a-typewriter-surely-their-secretary-uses-a-goose-quill-pen",
    "fields": {
      "headline": "The Rees-Moggs use a typewriter? Surely their secretary uses a goose quill pen",
      "standfirst": "Brecon and Radnorshire | OBEs | Exciting the EU | I Am Nicola | The Rees-Moggs | Boris Johnson’s jacket | Flares and flowered shirts",
      "trailText": "<strong>Brief letters:</strong> Brecon and Radnorshire | OBEs | Exciting the EU | I Am Nicola | The Rees-Moggs | Boris Johnson’s jacket | Flares and flowered shirts",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"35a51b322167e5d3cdf478b06941895a2915143c\"> <img src=\"https://media.guim.co.uk/35a51b322167e5d3cdf478b06941895a2915143c/0_1466_2706_1624/1000.jpg\" alt=\"Quill pen and ink\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I had assumed that Jacob Rees-Mogg’s secretary, one R Cratchit, Esq, used a quill pen.’</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>However expected, <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\" title=\"\">Jane Dodds’ byelection victory</a> in Brecon and Radnorshire is a nail in the coffin of the Johnson government. Let us hope that opposition parties and liberal-minded Tory MPs will use the summer wisely to forge a united front capable of derailing the Johnson juggernaut and frustrating Farage’s so negative purposes.<br><strong>Peter Chapman</strong><br><em>Ashwell, </em><em>Hertfordshire</em></p> <p>• Hugh Muir did indeed raise some interesting issues about the honours system being rooted in empire (<a href=\"https://www.theguardian.com/politics/2019/aug/01/honours-system-in-need-of-overhaul\" title=\"\">Letters</a>, 2 August). My staunchly republican husband told our children that the MBE I received in 2002 for work with rough sleepers stood for My Bloody Effort. They fully understood why I didn’t get the OBE (Other Bugger’s Effort).<br><strong>Helen Keats MBE</strong><br><em>Rough sleeping advis</em><em>er, Kingston, Isle of Wight</em></p> <p>• I learn from my local paper that Robin Walker “previously served as a minister in the Department for Exciting the European Union”. Could we hear more about this department so that we can all join in?<br><strong>Elizabeth Dunnett</strong><br><em>Malvern, Worcestershire</em></p> <p>• Re Susan Seager’s comments on I Am Nicola (<a href=\"https://www.theguardian.com/lifeandstyle/2019/jul/29/let-men-be-free-to-admit-vulnerability\" title=\"\">Letters</a>, 30 July), I agree that Adam had serious vulnerabilities and issues that needed help. My sympathies dried up though on observing that he did sod all around the house and seemed to do no food shopping. Geez. I would have dropped him like a hot potato.<br><strong>Pam Connellan</strong><br><em>Great Shelford, Cambridgeshire</em></p> <p>• Peter C Stone (<a href=\"https://www.theguardian.com/environment/2019/aug/01/big-moths-are-a-cut-above-the-rest\" title=\"\">Letters</a>, 2 August) suggests that the Rees-Moggs might still use a typewriter. I had rather assumed that the Rt Hon J Rees-Mogg’s secretary, one R Cratchit, Esq, still used a goose quill pen.<br><strong>Peter L Hepworth, Esq</strong><br><em>Leigh-on-Sea, Essex</em></p> <p>• A more pressing question (<a href=\"https://www.theguardian.com/politics/2019/aug/01/boris-johnson-public-services-and-rightwing-extremism\" title=\"\">Letters</a>, 2 August) about Boris Johnson’s “prime minister” jacket is: how long will he need it?<br><strong>Toby Wood </strong><br><em>Peterborough, </em><em>Cambridgeshire</em></p> <p>• If I had made my clothes last for ever I’d still be wearing flares and flowered shirts at age 84 (<a href=\"https://www.theguardian.com/fashion/2019/aug/01/slow-fashion-how-to-keep-your-favourite-clothes-for-ever-from-laundering-to-moth-proofing\" title=\"\">G2</a>, 1 August).<br><strong>Anthony Burton</strong><br><em>Stroud, </em><em>Gloucestershire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "355",
      "commentable": "false",
      "firstPublicationDate": "2019-08-02T16:31:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:30Z",
      "newspaperEditionDate": "2019-08-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3cf5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/35a51b322167e5d3cdf478b06941895a2915143c/0_1466_2706_1624/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "However expected, Jane Dodds’ byelection victory in Brecon and Radnorshire is a nail in the coffin of the Johnson government. Let us hope that opposition parties and liberal-minded Tory MPs will use the summer wisely to forge a united front capable of derailing the Johnson juggernaut and frustrating Farage’s so negative purposes. Peter Chapman Ashwell, Hertfordshire • Hugh Muir did indeed raise some interesting issues about the honours system being rooted in empire (Letters, 2 August). My staunchly republican husband told our children that the MBE I received in 2002 for work with rough sleepers stood for My Bloody Effort. They fully understood why I didn’t get the OBE (Other Bugger’s Effort). Helen Keats MBE Rough sleeping adviser, Kingston, Isle of Wight • I learn from my local paper that Robin Walker “previously served as a minister in the Department for Exciting the European Union”. Could we hear more about this department so that we can all join in? Elizabeth Dunnett Malvern, Worcestershire • Re Susan Seager’s comments on I Am Nicola (Letters, 30 July), I agree that Adam had serious vulnerabilities and issues that needed help. My sympathies dried up though on observing that he did sod all around the house and seemed to do no food shopping. Geez. I would have dropped him like a hot potato. Pam Connellan Great Shelford, Cambridgeshire • Peter C Stone (Letters, 2 August) suggests that the Rees-Moggs might still use a typewriter. I had rather assumed that the Rt Hon J Rees-Mogg’s secretary, one R Cratchit, Esq, still used a goose quill pen. Peter L Hepworth, Esq Leigh-on-Sea, Essex • A more pressing question (Letters, 2 August) about Boris Johnson’s “prime minister” jacket is: how long will he need it? Toby Wood Peterborough, Cambridgeshire • If I had made my clothes last for ever I’d still be wearing flares and flowered shirts at age 84 (G2, 1 August). Anthony Burton Stroud, Gloucestershire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2220",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/02/no-deal-brexit-hurt-uk-economy-mark-carney",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-02T15:42:59Z",
    "webTitle": "Yes, a no-deal Brexit will hurt the economy. But nobody knows just how much | Anand Menon and Jonathan Portes",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/02/no-deal-brexit-hurt-uk-economy-mark-carney",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/02/no-deal-brexit-hurt-uk-economy-mark-carney",
    "fields": {
      "headline": "Yes, a no-deal Brexit will hurt the economy. But nobody knows just how much",
      "standfirst": "<p>Leaving without a deal is not an event, it’s the start of a process – and Mark Carney is right not to predict its long-term impact</p>",
      "trailText": "Leaving without a deal is not an event, it’s the start of a process, say Anand Menon and Jonathan Portes of UK in a Changing Europe",
      "byline": "Anand Menon and Jonathan Portes",
      "main": "<figure class=\"element element-image\" data-media-id=\"0ecbf1e03d4a9eb86e070da81332f6dbda3a29e2\"> <img src=\"https://media.guim.co.uk/0ecbf1e03d4a9eb86e070da81332f6dbda3a29e2/0_0_2437_1462/1000.jpg\" alt=\"A pedestrian walks past a store advertising a closing down sShopper carrying bags walk down Oxford Street in London, U.K., on Monday, Feb. 9, 2009. The pound advanced against the euro amid speculation this week s Bank of England quarterly inflation report will show consumer-price growth picked up, making it more difficult for policy makers to lower interest rates. Photographer: Chris Ratcliffe/Bloomberg News\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A leaked internal Whitehall slide described the worst-case scenario of a risk of increased crime, of currency and financial market volatility.’</span> <span class=\"element-image__credit\">Photograph: Chris Ratcliffe/Bloomberg News</span> </figcaption> </figure>",
      "body": "<p>Predictions matter, not least because they feed directly into the political debate. We saw this all too clearly in 2016. And apocalyptic predictions matter even more when they don’t come true. The Treasury’s gloom-ridden short-term forecast in May 2016 of the <a href=\"https://www.theguardian.com/politics/2016/may/23/post-brexit-economy-george-osborne-eu-referendum\" title=\"\">impact of Brexit</a> – not to mention its hysterical portrayal by the Treasury website – became the Brexiters’ best friend. And George Osborne’s promised “<a href=\"https://www.theguardian.com/politics/2016/jun/15/revolt-of-65-tory-mps-over-osborne-tax-rises\" title=\"\">punishment budget</a>” was rightly derided for being both bad economics and bad politics.</p> <p>Dire predictions of immediate job losses and indeed recession proved simply to be false. Even when the pound fell precipitately immediately after the referendum, it was easy for proponents of Brexit to point out that things were nowhere near as bad as some had predicted.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The EU has put in place short-term measures. What we do not know is how long these measures will remain in place</p> </blockquote> </aside>  <p>So it’s hardly surprising that when the governor of the Bank of England, Mark Carney, warns, as he did on the Today programme this morning, that a no-deal Brexit would cause an “<a href=\"https://www.theguardian.com/business/2019/aug/01/bank-of-england-warns-1-in-3-chance--brexit-recession-interest-rates\" title=\"\">instantaneous shock</a>” to the UK economy, raising prices and reducing household incomes, proponents of no deal such as Iain Duncan Smith would claim he was “reviving project fear”. </p> <p>And no surprise that the architect of universal credit thinks that when a complex project goes off track the best way to respond is to stick your fingers in your ears. Though it’s slightly more worrying when a supposedly serious newspaper <a href=\"https://www.telegraph.co.uk/opinion/2019/08/02/enough-gloomy-forecasts-bank-england-needs-get-behind-brexit/\" title=\"\">calls for the UK’s independent central bank</a> to stop getting us all down with “gloomy forecasts”. </p> <p>But if the forecasts were wrong last time, why should we pay any attention to them this time? And what, realistically, can we actually know about the impact of no deal? Well, it’s worth noting that while the Treasury certainly got the Brexit vote very badly wrong, the medium-term impacts haven’t been that different from those projected by credible independent economists. The consensus is that, so far, we’ve lost perhaps <a href=\"https://www.theguardian.com/business/2019/feb/14/brexit-has-cost-uk-economy-at-least-80bn-since-vote-bank-of-england-rate-setter\" title=\"\">1.5-2% worth of growth</a> and, with uncertainty taking an increasing toll on business confidence and hence investment, next week’s figures are likely to show growth grinding entirely to a halt.</p> <p>But that doesn’t mean we, or anyone else, know what the economic impact of no deal would actually be. Carney did make that absolutely clear, refusing to produce an economic forecast. There are two good reason to be cautious.</p> <p>First, while we know some of the consequences of no deal – customs controls, tariffs and new trade barriers – no one really knows how great the short-term disruption will be. Sky News has got hold of a leaked <a href=\"https://twitter.com/SamCoatesSky/status/1156989930477953025\" title=\"\">internal Whitehall slide</a> describing the worst-case scenario for the first month of a no-deal Brexit. It talks of UK nationals in other EU states losing residency and other rights; of a risk of increased crime; of the potential for an immediate halting of cross-border agricultural trade on the island of Ireland, of currency and financial market volatility. You get the picture.</p> <p>But the Cabinet Office doesn’t produce documents like this simply to scare ministers. Its purpose is to put measures into place to mitigate the worst-case scenario. Even before the government <a href=\"https://www.theguardian.com/politics/2019/jul/31/labour-attacks-appalling-waste-as-johnson-adds-2bn-no-deal-brexit-fund\" title=\"\">ramped up its no-deal planning</a>, much was already in place to ensure we don’t run out of drugs or essential chemicals. And on the other side of the channel, the EU has put in place unilateral short-term measures in areas such as aviation and freight transport to cushion the shock. What we do not know is how long these measures will remain in place.</p> <p>Second, we don’t know what the impact will be on consumer and business confidence. In 2016, the Treasury and others expected a big hit. As it turned out, the summer of 2016 saw nice weather, a World Cup and generally buoyant spending. Now, as then, we simply cannot be sure. And again, the government can act to mitigate the impacts by cutting taxes or increasing spending.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/aug/01/exclusion-of-no-deal-from-analysis-renders-boes-projections-uncertain\">Exclusion of no deal from analysis renders BoE's projections uncertain</a> </p> </aside>  <p>What is important is not what happens on day one or week one after a no-deal exit, but how long it lasts and what happens next. Because no deal is not an event but the start of a process. In an optimistic scenario, the shock of no deal will bring both sides back to the table with strong incentives from domestic constituencies to find a way through. But sadly this seems far less plausible than a political downward spiral, with acrimony over money and the Irish border meaning negotiations go backwards before they can go forwards. And even when serious talking begins, the UK will be a third country. No article 50 and no withdrawal agreement means a lengthier and messier process.</p> <p>So there’s no point shooting the messenger. When Carney – or other economists – say no deal will damage the UK economy but that it’s hard, if not impossible, to say just how much, he’s not a “gloomster” but simply stating the obvious. And when he says that while the Bank (and the Treasury) can help cushion the immediate impacts but sorting out the mess afterwards will be up to the politicians, he’s not passing the buck but making clear that if politicians take us down that road, they will bear a heavy responsibility.</p> <p>• Anand Menon is director of UK in a Changing Europe. Jonathan Portes is a senior fellow at UK in a Changing Europe</p>",
      "wordcount": "872",
      "commentCloseDate": "2019-08-02T18:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-02T15:42:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:58Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3c9b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0ecbf1e03d4a9eb86e070da81332f6dbda3a29e2/0_0_2437_1462/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Predictions matter, not least because they feed directly into the political debate. We saw this all too clearly in 2016. And apocalyptic predictions matter even more when they don’t come true. The Treasury’s gloom-ridden short-term forecast in May 2016 of the impact of Brexit – not to mention its hysterical portrayal by the Treasury website – became the Brexiters’ best friend. And George Osborne’s promised “punishment budget” was rightly derided for being both bad economics and bad politics. Dire predictions of immediate job losses and indeed recession proved simply to be false. Even when the pound fell precipitately immediately after the referendum, it was easy for proponents of Brexit to point out that things were nowhere near as bad as some had predicted. So it’s hardly surprising that when the governor of the Bank of England, Mark Carney, warns, as he did on the Today programme this morning, that a no-deal Brexit would cause an “instantaneous shock” to the UK economy, raising prices and reducing household incomes, proponents of no deal such as Iain Duncan Smith would claim he was “reviving project fear”. And no surprise that the architect of universal credit thinks that when a complex project goes off track the best way to respond is to stick your fingers in your ears. Though it’s slightly more worrying when a supposedly serious newspaper calls for the UK’s independent central bank to stop getting us all down with “gloomy forecasts”. But if the forecasts were wrong last time, why should we pay any attention to them this time? And what, realistically, can we actually know about the impact of no deal? Well, it’s worth noting that while the Treasury certainly got the Brexit vote very badly wrong, the medium-term impacts haven’t been that different from those projected by credible independent economists. The consensus is that, so far, we’ve lost perhaps 1.5-2% worth of growth and, with uncertainty taking an increasing toll on business confidence and hence investment, next week’s figures are likely to show growth grinding entirely to a halt. But that doesn’t mean we, or anyone else, know what the economic impact of no deal would actually be. Carney did make that absolutely clear, refusing to produce an economic forecast. There are two good reason to be cautious. First, while we know some of the consequences of no deal – customs controls, tariffs and new trade barriers – no one really knows how great the short-term disruption will be. Sky News has got hold of a leaked internal Whitehall slide describing the worst-case scenario for the first month of a no-deal Brexit. It talks of UK nationals in other EU states losing residency and other rights; of a risk of increased crime; of the potential for an immediate halting of cross-border agricultural trade on the island of Ireland, of currency and financial market volatility. You get the picture. But the Cabinet Office doesn’t produce documents like this simply to scare ministers. Its purpose is to put measures into place to mitigate the worst-case scenario. Even before the government ramped up its no-deal planning, much was already in place to ensure we don’t run out of drugs or essential chemicals. And on the other side of the channel, the EU has put in place unilateral short-term measures in areas such as aviation and freight transport to cushion the shock. What we do not know is how long these measures will remain in place. Second, we don’t know what the impact will be on consumer and business confidence. In 2016, the Treasury and others expected a big hit. As it turned out, the summer of 2016 saw nice weather, a World Cup and generally buoyant spending. Now, as then, we simply cannot be sure. And again, the government can act to mitigate the impacts by cutting taxes or increasing spending. What is important is not what happens on day one or week one after a no-deal exit, but how long it lasts and what happens next. Because no deal is not an event but the start of a process. In an optimistic scenario, the shock of no deal will bring both sides back to the table with strong incentives from domestic constituencies to find a way through. But sadly this seems far less plausible than a political downward spiral, with acrimony over money and the Irish border meaning negotiations go backwards before they can go forwards. And even when serious talking begins, the UK will be a third country. No article 50 and no withdrawal agreement means a lengthier and messier process. So there’s no point shooting the messenger. When Carney – or other economists – say no deal will damage the UK economy but that it’s hard, if not impossible, to say just how much, he’s not a “gloomster” but simply stating the obvious. And when he says that while the Bank (and the Treasury) can help cushion the immediate impacts but sorting out the mess afterwards will be up to the politicians, he’s not passing the buck but making clear that if politicians take us down that road, they will bear a heavy responsibility. • Anand Menon is director of UK in a Changing Europe. Jonathan Portes is a senior fellow at UK in a Changing Europe",
      "charCount": "5129",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/anand-menon\">Anand Menon</a> and <a href=\"profile/jonathan-portes\">Jonathan Portes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-02T12:09:26Z",
    "webTitle": "Brecon and Radnorshire byelection result: Lib Dems hail win as blow to no-deal Brexit – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live",
    "fields": {
      "headline": "Brecon and Radnorshire byelection result: Lib Dems hail win as blow to no-deal Brexit – as it happened",
      "standfirst": "<p>Jane Dodds beats recalled Conservative Chris Davies, leaving Boris Johnson with one-vote working majority in Commons</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/aug/02/what-would-it-take-for-boris-johnson-to-lose-his-majority-of-one-tories-labour\">What would it take for Boris Johnson to lose his majority of one?</a></li><li><a href=\"https://www.theguardian.com/politics/2019/aug/02/byelection-defeat-highlights-brexit-urgency-johnson-brecon-tories\">Analysis: Byelection defeat highlights Brexit urgency for Johnson</a><br></li><li><a href=\"https://www.theguardian.com/politics/2019/aug/02/europes-view-on-boris-johnson\">Charming but duplicitous: Europe’s verdict on Boris Johnson</a></li></ul>",
      "trailText": "Jane Dodds beats recalled Conservative Chris Davies, leaving Boris Johnson with one-vote working majority in Commons",
      "byline": "Frances Perraudin (now), Matthew Weaver and Kate Lyons (earlier)",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a803a659-bd8a-4ee8-a75c-354e948b0452\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Hkyxo9dinOY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d4424f68f08c7e177d43568\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T12:09:26.596Z\">1.09pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lunchtime summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Jo Swinson</strong> <a href=\"https://www.theguardian.com/politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live?page=with:block-5d43dec18f0896be8f8f1d4e#block-5d43dec18f0896be8f8f1d4e\">has declared</a> the Liberal Democrats are “winning and on the up” after reducing Boris Johnson’s majority to one by <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\">taking a seat off the Conservatives</a> in the Brecon and Radnorshire byelection. The Lib Dems won 13,826 votes with the Tories taking 12,401, a margin of 1,425 that overturned the Tories’ previous majority of more than 8,000. </li> \n   <li>Veteran MP <strong>Frank Field</strong> <a href=\"https://www.theguardian.com/politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live?page=with:block-5d44182e8f0896be8f8f1f59#block-5d44182e8f0896be8f8f1f59\">has announced</a> that he will be standing as an independent in the next election. Field resigned the Labour whip after 39 years as the party’s MP in Birkenhead last August, following a vote of no confidence from constituency members. He will run as a “Birkenhead Social Justice” candidate.<a href=\"https://www.theguardian.com/politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live?page=with:block-5d44127f8f084f687f34f4ab#block-5d44127f8f084f687f34f4ab\"> Here</a> is a quick roundup of his career to date.</li> \n   <li>The foreign secretary, <strong>Dominic Raab</strong>, has been accused of “misleading the public” over no-deal Brexit and bringing the post of Foreign Secretary “into disrepute”. Labour former Foreign Office minister <strong>Ben Bradshaw</strong> <a href=\"https://www.theguardian.com/politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live?page=with:block-5d4404d78f08c7e177d433bb#block-5d4404d78f08c7e177d433bb\">has written to Raab</a> calling on him to apologise for claiming that the prospect of a no-deal exit from the European Union was “widely discussed and considered a realistic prospect during the 2016 EU referendum”. Earlier this week the Guardian looked at what exactly had been said during the referendum campaign –</li> \n  </ul> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/29/what-vote-leave-leaders-really-said-about-no-deal-brexit\">What Vote Leave leaders really said about no-deal Brexit</a> </p> \n  </aside> \n  <ul> \n   <li><br></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5d4423c58f08c7e177d4354d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T11:56:30.782Z\">12.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sean Kemp</strong>, a former Lib Dem head of media and Downing Street special adviser, has written for the Guardian cautioning against taking the result in Brecon and Radnorshire for grated.</p> \n  <blockquote> \n   <p>I don’t know what god Lib Dem HQ was praying to in order to get a contest against a Conservative candidate who had just lost a recall petition after admitting fiddling his expenses, but I’d suggest they build it a bigger shrine. Throw in other remain parties not standing and we shouldn’t pretend that anything other than a Lib Dem victory here would have been a shock.</p> \n   <p>But if there’s a danger in over-interpreting one result, there’s also a risk that the current relative good fortune being enjoyed by the Lib Dems is taken for granted. Received wisdom now appears to be that with a strong remain message and the Labour and Conservative parties apparently vacating the centre ground, everything is now theirs for the taking – and that it was always thus. Yet it’s worth remembering that six months ago the very same received wisdom was that the party was possibly doomed.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/02/liberal-democrats-byelection-victory-wales-brexit-tories\">The Lib Dems’ byelection victory offers a route to their resurgence | Sean Kemp</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d441ecc8f08c7e177d43517\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T11:33:57.598Z\">12.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jon Henley</strong>, the Guardian’s Europe correspondent, has compiled this roundup of opinions on our new prime minister from politicians on the continent. </p> \n  <blockquote> \n   <p>“Like many people, I was easily charmed by his demeanour, his self-confidence, his intelligence,” said Han ten Broeke, a former Dutch MP specialising in EU affairs. “He’s a pleasure to listen to. I have a soft spot for Britain, and Boris was one reason why.”</p> \n   <p>Ten Broeke has since revised his opinion. “The charm, the intellect, the confidence – it all now looks a lot like over-confidence,” he said. “A promise of simple solutions to complex problems. And it could have disastrous consequences.”</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/02/europes-view-on-boris-johnson\">Charming but dishonest and duplicitous: Europe's verdict on Boris Johnson</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d4419998f084f687f34f51d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T11:11:59.473Z\">12.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Field has published 10 immediate priorities for Birkenhead, which include eliminating child poverty and youth unemployment. He said he was working on a manifesto, shaped by the views of constituents, in preparation for a snap general election. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/frankfieldteam/status/1157244898803892226\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I will be standing at the next general election as the Birkenhead Social Justice candidate: <a href=\"https://t.co/4XHEJhAJui\">https://t.co/4XHEJhAJui</a></p>— Frank Field MP (@frankfieldteam) \n    <a href=\"https://twitter.com/frankfieldteam/status/1157244898803892226?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d44182e8f0896be8f8f1f59\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T11:07:14.355Z\">12.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Frank Field will run as an independent in the next election</h2> \n <div class=\"block-elements\"> \n  <p>Frank Field has announced that he will stand at next general election as a “Birkenhead Social Justice” candidate. He was a Labour MP for 39 years before <a href=\"https://www.theguardian.com/politics/2018/aug/30/frank-field-resigns-labour-whip-over-antisemitism-crisis\">resigning the party whip last August</a>.</p> \n  <p>Field said in a statement: </p> \n  <blockquote class=\"quoted\"> \n   <p>It is a privilege to serve as Birkenhead’s MP – as it has been every day for the past 40 years. It is ultimately a sovereign decision for the people of the town to decide who they wish to represent them in the House of Commons.</p> \n   <p>I will be standing again as a candidate at the next election with the aim of doing what I have done for 40 years: always putting the interests of our town and our country first while championing the views and interests of the underdogs in our society.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d44127f8f084f687f34f4ab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T10:54:36.138Z\">11.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While we’re waiting for the Frank Field announcement (<a href=\"https://www.theguardian.com/politics/live/2019/aug/02/brecon-and-radnorshire-byelection-result-lib-dems-no-deal-brexit-boris-johnson-majority-live?page=with:block-5d44092f8f08c7e177d43407#block-5d44092f8f08c7e177d43407\">see here</a>), here’s a bit of a recap –</p> \n  <p>77-year-old Field has been MP for Birkenhead since 1979. While he was briefly minister for welfare reform in Tony Blair’s government (May 1997 til July 1998 ), he resigned following disagreements with the then social security secretary Harriet Harman and returned to the back benches where he continued to be critical of the government. </p> \n  <p>He is considered to be on the right of the party and in 2010 David Cameron made him his poverty tsar. Field was elected chair of the work and pensions select committee in 2015, where he has been a fierce critic of universal credit. <a href=\"https://www.theguardian.com/politics/2018/aug/31/frank-field-says-labour-has-threatened-to-kick-him-out-of-party\">In August 2018</a> he resigned the Labour party whip, citing anti-semitism in the party, after losing a vote of no confidence by members in his constituency. He subsequently described himself as an “independent Labour MP”. Field is a eurosceptic and sided with Theresa May’s government in numerous Brexit votes.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-02T11:01:38.575Z\">at 12.01pm BST</time></p> \n</div> \n<div id=\"block-5d440aaf8f08c7e177d4341e\" class=\"block\" data-block-contributor=\"profile/stevenmorris\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T10:04:59.234Z\">11.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jane Dodds echoed the warning of the first minister of Wales, Mark Drakeford, that these were dangerous times for the union.</p> \n  <p>She said: “The Liberal Democrats are a party that want to stay as part of the United Kingdom. We want to stay in Europe. We see that as healthy for our communities. We have to stay in Europe and we have to stay in this bigger team.”</p> \n  <p>Turning to the farming, a key issue during the by-election campaign, she said:</p> \n  <p>“October, November and December are peak times to sell Welsh lamb. There are two issues for farmers – firstly, how are they going to cope with 40% tariffs on their lamb exports. The second is mental health. Farming is the profession with the highest suicide rate. These are real concerns.” </p> \n  <p>She called for Boris Johnson to return to Wales and have proper discussions with farmers. “I want him to come and have really robust discussion with our farmers here.”</p> \n  <p>Asked if there will be constituencies where the Lib Dems will not stand at the next general election to clear the way for Plaid Cymru or the Greens, she said: “We’ll certainly be having those discussions. It’s too early to say at the moment. We want to reach out across political divides to find ways of working together. I will be looking for opportunities for that to happen.”</p> \n  <p>She rejected the idea that it was awkward representing a constituency that voted to leave the EU. “I’m here for everybody whether they voted for remain or Brexit,” she said. “We were always up front about being the party of remain.”</p> \n </div> \n</div> \n<div id=\"block-5d44092f8f08c7e177d43407\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T10:02:36.783Z\">11.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Frank Field, the pro-Brexit former Labour minister who now sits as an independent MP is due to make an announcement “on his political future” in the next hour.</p> \n  <p>He will make a statement at Birkenhead Town Hall at noon followed by a question and answer session. </p> \n </div> \n</div> \n<div id=\"block-5d4406928f08c7e177d433d4\" class=\"block\" data-block-contributor=\"profile/stevenmorris\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T09:51:22.168Z\">10.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jo Swinson has said the byelection result could pave the way for more cross-party cooperation between pro-remain parties. </p> \n  <p>She said: “We achieved a 12% swing overturning a majority of 8,000 in a seat that voted to leave the European Union. This is a stunning victory. Of course I am appreciative of Plaid and the Greens taking the step they did.”</p> \n  <p>Asked if this “remain alliance” would continue, she said: “Absolutely. In most constituencies across the country it will be the Liberal Democrats that are the strongest party of remain but we recognise the value in co-operating with others for that wider national goal to protect our country’s future. I think this may well be a feature of future elections. We need to be grown up about that. Grown up co-operation across parties with the national interest will continue.”</p> \n  <p>Swinson also rejected the idea that Dodds had deliberately<a href=\"https://www.theguardian.com/politics/2019/jul/29/lib-dems-quiet-bollocks-to-brexit-brecon-and-radnorshire-byelection\"> not talked much about Brexit during the campaign</a>.</p> \n  <p>She said: “I absolutely heard her talking about stopping a no-deal Brexit. Farmers in this area talked to her about their concerns when we’re looking at 40% tariffs on lamb exports.” <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stevenmorris20/status/1157202121714012161\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/FP0Iqc79s5\">pic.twitter.com/FP0Iqc79s5</a></p>— steven morris (@stevenmorris20) \n    <a href=\"https://twitter.com/stevenmorris20/status/1157202121714012161?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d4404d78f08c7e177d433bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T09:46:28.958Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The foreign secretary, Dominic Raab, has been accused of “misleading the public” over no-deal Brexit and bringing the post of Foreign Secretary “into disrepute”. </p> \n  <p>Labour former Foreign Office minister Ben Bradshaw has written to Raab calling on him to apologise for remarks on BBC Radio 4’s Today programme this week. </p> \n  <p>He said the foreign secretary had claimed the prospect of a no-deal exit from the European Union was “widely discussed and considered a realistic prospect during the 2016 EU referendum”. <br>Bradshaw said the claim there is a mandate for a no-deal Brexit is “deeply dishonest and demeans the office of foreign secretary”. </p> \n  <p>In the letter, Bradshaw told Raab: </p> \n  <blockquote class=\"quoted\"> \n   <p>“Your pronouncements since taking the job just a few days ago risk bringing this great office of state into disrepute. I was astonished to hear you claim on the BBC’s Today programme on Monday 29 July that the prospect of a no-deal exit from the European Union was widely discussed and considered a realistic prospect during the 2016 EU referendum. You must know this is simply not true. </p> \n   <p>“There appears to be no evidence at all of you ever suggesting that leaving the EU without a deal was a likely or possible outcome. Indeed, whenever the question was put to you, you suggested the opposite - you claimed that a new, better deal would be negotiated with the EU if people voted to leave. </p> \n   <p>“You said the UK would of course retain a strong trading relationship with Europe and would likely get a bespoke deal, and stated, ‘the idea that Britain would be apocalyptically off the cliff edge if we left the EU is silly’. </p> \n   <p>“This is not a subject for debate, it is a matter of public record. </p> \n   <p>“For you to now try and claim a democratic mandate for no deal, despite failing to discuss the possibility of such an outcome during the referendum, is deeply dishonest and demeans the office of foreign secretary.” </p> \n  </blockquote> \n  <p>Bradshaw called on Raab to “apologise for misleading the public” and to “agree there is no mandate for no deal”. </p> \n  <p>The <a href=\"https://www.bbc.co.uk/news/uk-politics-49165836\">BBC’s Reality Check team found no mention of leaving the EU without a deal </a>in the six months before the referendum from Raab, Vote Leave or Michael Gove. </p> \n </div> \n</div> \n<div id=\"block-5d4403b88f084f687f34f401\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T09:38:23.030Z\">10.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Chris Bryant, the Labour MP for the Welsh seat of Rhondda, claimed Labour’s vague stance on Brexit had damaged the party in the byelection.</p> \n  <p>Speaking to the BBC’s Victoria Derbyshire programme he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Some of us have been saying for quite some time that one of the problems about trying to be all things to men and women is that nobody ends up liking what you’re offering.</p> \n   <p>I think our constructive ambiguity hasn’t really helped us over the last two years. We have tried to say to Brexit voters ‘we are in favour of Brexit’ but to remain voters ‘we are in favour of remain’ and in the end you’re not. I am fundamentally a remainer and I believe it it is in the interest of Wales, and our country, that we should at the very least try and achieve as softer Brexit as possible so that we can continue trading with Europe. </p> \n  </blockquote> \n  <p>Bryant put a brave face on the result. “In the end biggest problem for the Labour party is that we nearly lost our deposit. I’m glad we didn’t lose our deposit, lots of people were talking about that going to happen.”</p> \n  <p>He also claimed Labour was likely to call a vote on no-confidence in September. He said: “I would be amazed if we were not to table a motion of no confidence, and I will be wholeheartedly supporting it.”</p> \n </div> \n</div> \n<div id=\"block-5d43fea78f084f687f34f3d1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T09:13:19.314Z\">10.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/02/liberal-democrats-byelection-victory-wales-brexit-tories\">The Lib Dems’ byelection victory offers a route to their resurgence | Sean Kemp</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d43fd828f084f687f34f3c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T09:08:58.624Z\">10.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/02/we-cant-get-carried-away-readers-on-lib-dem-byelection-win-jane-dodds-brecon-and-radnorshire\">'We can't get carried away': readers on Lib Dem byelection win</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-02T09:09:08.905Z\">at 10.09am BST</time></p> \n</div> \n<div id=\"block-5d43fd258f0896be8f8f1e1e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T09:06:50.468Z\">10.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/02/byelection-defeat-highlights-brexit-urgency-johnson-brecon-tories\">Byelection defeat highlights Brexit urgency for Johnson</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d43f8958f0896be8f8f1dfa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T08:49:40.407Z\">9.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jane Dodds continues to portray her victory as a rejection of a no-deal Brexit. Speaking to Sky News she said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Here in Brecon and Radnorshire what people were talking with us about, particularly those working in agriculture, is that a no-deal Brexit here would decimate the farming industry. That’s the first thing that I want to make sure Boris Johnson understands. He now has to listen that a no-deal Brexit would be a disaster for our farming and agricultural communities here.</p> \n   <p>I’m determined to find Mr. Johnson, wherever he’s hiding. And so you’ve got to listen, you really got to listen to what this has said. This has said that the people are breaking the Radnorshire do not want a new deal Brexit. We’ve burst his bubble and the first week of his Premiership, and he has to listen to that.</p> \n  </blockquote> \n  <p>Asked if the LibDems would support a soft Brexit, Dodds said: “We’ve said very clearly that any deal that goes before Parliament must be attached to people’s vote.”</p> \n  <p>On electoral pacts she said: “We were delighted that the Green Party and Plaid Cymru decided to stand down here. They knew we could beat the Conservatives by doing that, but secondly, it was symbolic of adult grown up politics.”</p> \n  <p>Asked if the LibDems would step aside in other seats in return, she said: “we’re open to that.” <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-02T08:55:38.963Z\">at 9.55am BST</time></p> \n</div> \n<div id=\"block-5d43f5288f0896be8f8f1de1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T08:34:48.627Z\">9.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Still no official reaction from Labour on the byelection. </p> \n  <p>Jeremy Corbyn is instead focussing on flooding and the damaged dam at Whaley Bridge. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1157205610187939840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The government has known for years that floods are the direct result of global warming, yet it has failed to tackle the causes or prepare for the impact of the climate emergency.<br><br>Thank you to the emergency services and RAF who have worked to protect people in Whaley Bridge.</p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1157205610187939840?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43f37b8f0896be8f8f1ddd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T08:27:40.612Z\">9.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"f9e99000a6c5e13e7769677f405a7198b85a2931\"> \n   <img src=\"https://media.guim.co.uk/f9e99000a6c5e13e7769677f405a7198b85a2931/333_307_4595_2758/1000.jpg\" alt=\"LibDem leader Jo Swinson congratulate Jane Dodds on winning the Brecon and Radnorshire byelection\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">LibDem leader Jo Swinson congratulate Jane Dodds on winning the Brecon and Radnorshire byelection</span> \n    <span class=\"element-image__credit\">Photograph: Matthew Horwood/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Here’s Swinson’s congratulatory message to Dodds:</p> \n  <blockquote class=\"quoted\"> \n   <p>Liberal Democrats are winning again. And this byelection victory shows that the people of Brecon and Radnorshire not only have a first class MP in Jane Dodds, but they have shown the people of Britain that we can do better than the choice on offer between Boris Johnson and Jeremy Corbyn. </p> \n   <p>Liberal Democrats have a vision for a cleaner, safer, richer country in the European Union. And as leader of the Liberal Democrats, I will fight to keep our country in the European Union. And we now have in Parliament, one more MP who will fight to make that happen. Jane Dodds will be a first class representative for Brecon and Radnorshire, and potentially a key vote in cutting Boris Johnson’s majority to just one. Congratulations, Jane.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-02T08:30:09.936Z\">at 9.30am BST</time></p> \n</div> \n<div id=\"block-5d43f07d8f0896be8f8f1db1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T08:22:47.734Z\">9.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Dodds: ‘we’ve burst Boris Johnson’s bubble’</p> \n  <figure class=\"element element-image\" data-media-id=\"d21c27f5b3d26a1035ef93936374901a897c6eaa\"> \n   <img src=\"https://media.guim.co.uk/d21c27f5b3d26a1035ef93936374901a897c6eaa/0_182_5568_3341/1000.jpg\" alt=\"Jane Dodds MP speaks alongside Lib Dem leader Jo Swinson MP at a victory celebration at the Garden of the Castle Hotel, in Brecon\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jane Dodds MP speaks alongside Lib Dem leader Jo Swinson MP at a victory celebration at the Garden of the Castle Hotel, in Brecon</span> \n    <span class=\"element-image__credit\">Photograph: Matthew Horwood/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Jane Dodds says her victory in the byelection has burst Boris Johnson’s bubble. </p> \n  <p>Speaking after being congratulated in person by Jo Swinson, Dodds said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Here we stand bursting Boris Johnson’s bubble in the first week of his premiership. And here we are saying to him very loud and clear that farmers and agricultural workers here will not tolerate a no-deal Brexit. That families who work hard will not put up with the indignity of going to food banks and that everybody including, especially our young people, want to see a much clearer and faster action on the climate emergency.<br></p> \n   <p>We are very clear that this opportunity. I want to that voice in parliament that demands from Boris Johnson that he acts on these issue. I look forward to being the rural voice of Wales and Liberalism in Parliament.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stevenmorris20/status/1157202839942377472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jane Dodds says the Lib Dems have burst Boris Johnson’s bubble <a href=\"https://t.co/uXCimPDevR\">pic.twitter.com/uXCimPDevR</a></p>— steven morris (@stevenmorris20) \n    <a href=\"https://twitter.com/stevenmorris20/status/1157202839942377472?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-02T08:29:52.183Z\">at 9.29am BST</time></p> \n</div> \n<div id=\"block-5d43efc38f08c7e177d43304\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T08:12:38.484Z\">9.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour is staying very quiet about the result after its candidate, Tom Davies, almost lost his deposit. </p> \n </div> \n</div> \n<div id=\"block-5d43eeb98f0896be8f8f1d9e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T08:07:50.707Z\">9.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Heidi Allen, the former Tory MP, then leader of Change UK, and now a member of the Independent group, described the results as “utterly brilliant”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heidiallen75/status/1157200244515495936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Utterly brilliant result- we are stronger when we work together and put country first <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> <a href=\"https://twitter.com/Plaid_Cymru?ref_src=twsrc%5Etfw\">@Plaid_Cymru</a> <a href=\"https://twitter.com/TheGreenParty?ref_src=twsrc%5Etfw\">@TheGreenParty</a> <a href=\"https://twitter.com/unitetoremain?ref_src=twsrc%5Etfw\">@unitetoremain</a> <a href=\"https://t.co/LiWb3sbJPd\">https://t.co/LiWb3sbJPd</a></p>— Heidi Allen MP (@heidiallen75) \n    <a href=\"https://twitter.com/heidiallen75/status/1157200244515495936?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43ee1b8f08c7e177d432fe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T08:03:43.308Z\">9.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>David Cameron’s former director of communications reckons the Conservatives won’t be that disheartened by the result. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CraigOliver100/status/1157186926295900160\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Suspect there’s more hope than fear at Conservative Central Office this morning after <a href=\"https://twitter.com/hashtag/BreconByElection?src=hash&amp;ref_src=twsrc%5Etfw\">#BreconByElection</a> Bad to lose, but Remain forces need to repeat alliance in dozens of seats. <a href=\"https://twitter.com/labour?ref_src=twsrc%5Etfw\">@Labour</a> all over the place. A national share of vote of just 33% could see <a href=\"https://twitter.com/Conservatives?ref_src=twsrc%5Etfw\">@Conservatives</a> through.</p>— Craig Oliver (@CraigOliver100) \n    <a href=\"https://twitter.com/CraigOliver100/status/1157186926295900160?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43ecba8f08c7e177d432f9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:59:11.830Z\">8.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>LibDem leader Jo Swinson is about to congratulate her new parliamentary colleague, Jane Dodds, at a garden party in the Brecon Beacons. Steven Morris is there:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stevenmorris20/status/1157196776316649472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Lib Dem activists gather on a very pretty hotel garden in the Brecon Beacons awaiting their new MP and party leader... <a href=\"https://t.co/cRvQMcYhGS\">pic.twitter.com/cRvQMcYhGS</a></p>— steven morris (@stevenmorris20) \n    <a href=\"https://twitter.com/stevenmorris20/status/1157196776316649472?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43eb578f0896be8f8f1d95\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:54:34.164Z\">8.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Green party says the result of the byelection was vindication of its decision to stand aside in favour of the LibDems.</p> \n  <p>Anthony Slaughter, leader of the Wales Green Party, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“The local Green Parties in the constituency made a decision, in the light of the critical circumstances of this moment, with the finely balanced parliament in Westminster, to withdraw in order to maximise the chances of a Remain MP.</p> \n   <p>“That decision is absolutely vindicated by this result. The people of Brecon and Radnorshire have taken the opportunity to cut Boris Johnson’s majority in Westminster to a highly unstable one, reducing further the risk of a disastrous crash-out Brexit.</p> \n   <p>“And the Green party’s decision was key to that: the Liberal Democrat majority was 1,400 votes. We got 1,300 votes in the seat in 2015, while Plaid Cymru, who also withdrew from the by-election, also got that many votes.</p> \n   <p>“Of course what we need is a change to the undemocratic voting system, to ensure that everywhere in every nation votes can express their political preferences, vote for what they believe in and get it. But until we elect a parliament in Westminster that will reform our system and bring our politics into the 21st century, we have to work within the system we have.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d43ea548f0896be8f8f1d8d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:47:12.077Z\">8.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>ITV’s political editor has this: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1157192690121023488\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Arguably it was the Brexit Party that cost the Conservatives the Brecon and Radnorshire seat, and that therefore ⁦<a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a>⁩ still holds ⁦<a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>⁩ hostage on Brexit <a href=\"https://t.co/QvyqwJoJye\">pic.twitter.com/QvyqwJoJye</a></p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1157192690121023488?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43e8c08f084f687f34f30a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:43:52.392Z\">8.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Liz Saville Roberts, leader of Plaid Cymru in Westminster, said Labour had been punished in the byelection for putting tribalism before the national interest.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LSRPlaid/status/1157189632813088769\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour pays high price for tribal politics in <a href=\"https://twitter.com/hashtag/BreconAndRadnor?src=hash&amp;ref_src=twsrc%5Etfw\">#BreconAndRadnor</a> <br><br>2017 7,335 Labour votes<br>2019 1,680 Labour votes<a href=\"https://twitter.com/hashtag/RemainAlliance?src=hash&amp;ref_src=twsrc%5Etfw\">#RemainAlliance</a> <a href=\"https://t.co/kVDQQFjy0x\">https://t.co/kVDQQFjy0x</a></p>— Liz Saville Roberts AS/MP (@LSRPlaid) \n    <a href=\"https://twitter.com/LSRPlaid/status/1157189632813088769?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43e7888f08c7e177d432e3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:35:49.443Z\">8.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a graphic of Brecon and Radnoshire result:</p> \n  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/aug/2019-08-02T07:26:56/embed.html\" data-alt=\"Brecon and Radnoshire byelection result\"> \n   <a href=\"https://interactive.guim.co.uk/charts/embed/aug/2019-08-02T07:26:56/embed.html\">Brecon and Radnoshire byelection result</a> \n   <figcaption>\n    Brecon and Radnoshire result\n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43e6dd8f084f687f34f302\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:33:36.769Z\">8.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Shetland byelection, triggered by the resignation of long-serving Scottish Lib Dem MSP Tavish Scott, may not be attracting quite so much UK media attention, but here’s a thing: it will now be the first time that prisoners are able to vote in a Scottish election.</p> \n  <p>The Scottish government has announced that prisoners serving sentences of 12 months or less and who normally live in the island constituency, will have the right to vote: the ruling is expected to apply to fewer than five people. </p> \n  <p>This brings Scotland into line with the European Court of Human Rights, which said in 2005 that the UK government’s blanket ban was a breach of prisoners’ human rights.</p> \n  <p>In 2017, the UK government announced a compromise, but only after franchise powers had been devolved to Holyrood. A bill has been lodged at the Scottish parliament to do likewise, but the constitutional relations secretary, Michael Russell, has now passed this remedial order to ensure that the Shetland byelection aligns with the ECHR ruling. </p> \n  <p>The Scottish Tories are unimpressed, describing it as an “ill-judged move” which opens to door to prisoner voting and has been done without proper debate or consultation. </p> \n </div> \n</div> \n<div id=\"block-5d43e3ee8f084f687f34f2e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:29:26.654Z\">8.29am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Alistair Campbell hailed the byelection as a victory for the “remain alliance”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/campbellclaret/status/1157188074243264512\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Well done Remain Alliance. The <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> get the win but Brecon is something bigger than that - shows that when people put country before party, as <a href=\"https://twitter.com/Plaid_Cymru?ref_src=twsrc%5Etfw\">@Plaid_Cymru</a> and <a href=\"https://twitter.com/TheGreenParty?ref_src=twsrc%5Etfw\">@TheGreenParty</a> did, real change can come. The no deal poundshop Trump is further weakened and devalued today.</p>— Alastair PEOPLE’S VOTE Campbell (@campbellclaret) \n    <a href=\"https://twitter.com/campbellclaret/status/1157188074243264512?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Campbell, who was Tony Blair’s director of communication, was expelled from Labour after voting LibDem in the European election. Last week he <a href=\"https://www.theguardian.com/commentisfree/2019/jul/29/jeremy-corbyn-labour-party-brexit\">said he had no wish to be readmitted to Labour </a>in part because of Jeremy Corbyn’s failure to unequivocally back a second referendum.</p> \n </div> \n</div> \n<div id=\"block-5d43e2f68f08c7e177d432c6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:16:36.805Z\">8.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Swinson also predicted further electoral pacts between pro-EU parties following the byelection. </p> \n  <p>Speaking to Today she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“I do think that working across party lines is important when there is so much at stake for the future of our country and I will continue to do that. </p> \n   <p>“I’ve exchanged messages this morning with the Green and Plaid leaderships and I think there will be more co-operation in future elections.” </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d43dec18f0896be8f8f1d4e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T07:10:34.848Z\">8.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c25f02961b0c2071d0f70e81257326bd5635f43e\"> \n   <img src=\"https://media.guim.co.uk/c25f02961b0c2071d0f70e81257326bd5635f43e/1789_414_1371_1713/800.jpg\" alt=\"Jo Swinson\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jo Swinson</span> \n    <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The new LibDem leader, Jo Swinson, said the byelection demonstrated there is no public consent for pursuing a no deal Brexit.</p> \n  <p>Speaking to BBC Breakfast she said: “It’s really good for the Liberal Democrats. But I think this has wider national significance. Not only does it cut Boris Johnson’s majority to just one and show that there isn’t a mandate for his no deal Brexit. This also shows hope to people in this country that they don’t have to settle for that choice between Boris Johnson and Jeremy Corbyn, there is a more positive alternative available – the Liberal Democrats.”<br></p> \n  <p>She said the many people in the leave-voting constituency of Brecon and Radnorshire were worried about the impact of a no deal Brexit. She said such an outcome would have a devastating impact on the rural economy as tariffs on lamb exports would put many sheep farmers out of business. </p> \n  <p>“It is not surprising that people here have sent a very clear message to Boris Johnson that he needs to change his plan,” she said.</p> \n  <p>Swinson admitted that LibDems played the system by persuading the Greens and Plaid Cymru to pull out of the byelection to allow her party a clear run at the seat.</p> \n  <p>She said: “I do genuinely say thank you to Plaid and the Greens. And I’ve been in touch with their leaders this morning to express that personally, because they put the national interest first and stood aside. </p> \n  <p>“We are working the system that we have, we have won a victory with a 12% swing overturning an 8,000 majority. And this comes off the back of our best of our local election results and storming victories in the European elections where we beat both the Conservatives and the Labour parties to our best ever European election results too. So this is a sustained pattern of Liberal Democrats winning again, on the up.”<br></p> \n </div> \n</div> \n<div id=\"block-5d43dbd98f0896be8f8f1d3d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T06:48:25.794Z\">7.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tory party chairman, James Cleverly, conceded that the byelection was “disappointing” for the Tories but pointed out that the Labour party had moved backwards in support.</p> \n  <p>He told Today: “It’s disappointing to lose a parliamentary colleague, obviously. But what we saw here was a very close result in a byelection which the Lib Dems were expecting to romp home comfortably.”</p> \n  <p>He added: “What we also saw was the Labour Party, the official opposition, the party that claims to be ready to step in, almost losing their deposit well in Wales. They moved backwards.”</p> \n </div> \n</div> \n<div id=\"block-5d43d8c78f084f687f34f2a9\" class=\"block\" data-block-contributor=\"profile/matthewweaver\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T06:38:58.121Z\">7.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d3013425181edf13968bd0cbc690a42935eb984b\"> \n   <img src=\"https://media.guim.co.uk/d3013425181edf13968bd0cbc690a42935eb984b/0_17_4912_6140/800.jpg\" alt=\"John Curtice\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">John Curtice</span> \n    <span class=\"element-image__credit\">Photograph: Martin Hunter/The Guardian</span> \n   </figcaption> \n  </figure> \n  <p>The elections experts, John Curtice, says the result of the byelection should make Boris Johnson cautious about going for a snap election.</p> \n  <p>Speaking on BBC Radio 4’s Today programme he said the vote showed the Tories were enjoying a “Boris bounce” but only at the expense of the Brexit party.</p> \n  <p>He said: “In an early general election at the moment at least, the Conservatives would be at risk of losing.”</p> \n  <p>He added: “When thinking about the prospects for an early general election. If the Liberal Democrats could pick up 40 or 50 seats, winning a large overall majority, which seems to be the point of a snap election, would become rather more difficult for the Conservatives would otherwise be the case.”<br></p> \n  <p>He said the result confirmed recent opinion polls putting the Conservatives above their performance in the European and local elections but 10% below their total in the last general election. He said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“The Boris bounce is good news for the conservatives. It’s encouraging, as is the result of this by election despite the loss, but it’s not necessarily substantial enough for anybody to want to precipitate an early general election with any great degree of confidence that you would end up with an arithmetic in the House of Commons that was significantly better than the one that the Prime Minister is currently going to have to deal with.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d43d3e18f0896be8f8f1d17\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T06:13:12.353Z\">7.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“Tough night,” Ukip has posted on Twitter. Ukip placed last in yesterday’s vote, behind the Monster Raving Loony Party. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKIP/status/1157170281565360128\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tough night. But well done to Liz who had the courage to stand, and thank you to all those who helped her campaign. Lib Dems win Brecon and Radnorshire byelection, cutting Johnson Commons majority to one <a href=\"https://t.co/AuYSpc5G5A\">https://t.co/AuYSpc5G5A</a></p>— UKIP (@UKIP) \n    <a href=\"https://twitter.com/UKIP/status/1157170281565360128?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43cfed8f08c7e177d43267\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T06:01:28.638Z\">7.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An interesting take on the Tory loss in the <a href=\"https://www.telegraph.co.uk/politics/2019/08/02/tories-may-have-lost-brecon-by-election-bodes-boris-johnson/?hootPostID=3770ed1887a4b7b8ad1420b7b404ebd3\">Telegraph</a> today, which seems to argue that the real winners on the day were... the Conservatives. 🤔</p> \n  <p>It’s paywalled, so for those who haven’t subscribed, here’s a brief sample.</p> \n  <blockquote class=\"quoted\"> \n   <p>This was an election that the Lib Dems threw the kitchen sink at and should have been a shoo-in for them. The fact that it wasn’t and that the Conservatives finished a close second, suggests Boris Johnson has got the Conservatives back into play electorally in what is a high risk winner takes all general election strategy. All the same, nothing in this result suggests anything other than ongoing voter unpredictability. </p> \n   <p>With all the indicators pointing to a 1990s style Lib Dem gain against a Government in difficulties, enter right the Tories Lord Flashheart, one Boris de Pfeffel Johnson, injecting confidence, charisma and optimism as a dynamic new Prime Minister and taking Government by the scuff [sic] of its neck. It clearly made a difference, giving Tories something positive to vote for and, more importantly in a 52:48 per cent Brexit split constituency, he had a renewed focus on taking the UK out of the EU on October 31. The Conservatives returned in this by-election to the party of leave and therefore Brexit, in a successful strategy to squeeze the Brexit Party vote. Boris becoming Prime Minister even for just over a week but with a new Brexit delivery agenda, injected an element of uncertainty into proceedings right up to the announcement of the result. In just over a week Boris moved his party from a position of no hope to coming close to victory.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d43cf138f08c7e177d43263\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T05:50:44.028Z\">6.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A reminder from the Guardian’s <strong>Hannah Jane Parkinson </strong>about the circumstances that led to yesterday’s byelection.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ladyhaja/status/1157154043594018817\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">it will never not be funny that Chris Davies, after being found guilty of expenses fraud and voted out by circa 20% of his constituents on petition, chose to stand again. <a href=\"https://t.co/2TdeRW5qfK\">https://t.co/2TdeRW5qfK</a></p>— Hannah Jane Parkinson (@ladyhaja) \n    <a href=\"https://twitter.com/ladyhaja/status/1157154043594018817?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43ccd18f084f687f34f25b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T05:43:07.442Z\">6.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In case you missed it yesterday,<strong> Sonia Sodha</strong><strong>’s </strong><a href=\"https://www.theguardian.com/commentisfree/2019/aug/01/no-deal-preparations-britain-boris-johnson-eu\">comment piece</a> on the government’s announcement of a <a href=\"https://www.theguardian.com/politics/2019/jul/31/labour-attacks-appalling-waste-as-johnson-adds-2bn-no-deal-brexit-fund\">£2.1bn for no-deal planning</a> is well worth a read. Here’s a taste:</p> \n  <blockquote class=\"quoted\"> \n   <p>It beggars belief that the government is spending billions – £6.3bn so far this year – on contingency planning in case it decides to take us into a self-imposed economic disaster that is entirely avoidable. On the other hand, if <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> is deluded enough to proceed with crashing Britain out of the EU without a deal – and many of his actions as prime minister suggest that he is – the couple of billion announced this morning will feel like small change compared with what the government and businesses will have to spend to mitigate the long-term economic pain of no deal...</p> \n   <p>Unless parliament can find a way to stop it, the chances of no deal are increasing by the day. Johnson could have eradicated the need for no-deal contingency spending by being clear he’d never commit to such a grossly negligent act of economic self-harm. But he boxed himself in with his “<a href=\"https://www.theguardian.com/politics/2019/jun/25/brexit-boris-johnson-britain-will-leave-eu-31-october-do-or-die\">do or die</a>” rhetoric during the Tory leadership contest. And so money that could have been spent elsewhere – £6.3bn would boost the annual social care budget by almost a third – continues to be spent getting ready for <a href=\"https://www.independent.co.uk/news/business/news/uk-car-industry-brexit-no-deal-boris-johnson-smmt-a9027546.html\">something business leaders</a> have warned Britain can never be ready for. That’s not even taking into account the billions that the CBI says businesses have spent on their <a href=\"https://www.cbi.org.uk/media-centre/articles/neither-uk-nor-eu-ready-for-no-deal-contingency-planning-study-finds/\">own contingency planning</a>.</p> \n   <p>One thing is certain: if we do crash out with no deal, that £6.3bn will seem like peanuts. If borne out, those OBR forecasts will translate into hundreds of thousands more people losing their jobs; small businesses going bankrupt; people who already struggle to pay the mortgage finding themselves trapped in negative equity. And it’s going to be those areas of the country hardest hit by decades of deindustrialisation and the financial crisis that will feel the economic pain of no deal most sharply.</p> \n   <p>The Treasury won’t know what’s hit it. </p> \n  </blockquote> \n  <p>The full article is <a href=\"https://www.theguardian.com/commentisfree/2019/aug/01/no-deal-preparations-britain-boris-johnson-eu\">here</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/01/no-deal-preparations-britain-boris-johnson-eu\">£2.1bn on no-deal preparations? It will seem like peanuts if Britain crashes out | Sonia Sodha</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-02T05:45:20.489Z\">at 6.45am BST</time></p> \n</div> \n<div id=\"block-5d43ca108f084f687f34f253\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T05:30:02.641Z\">6.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jo Swinson, the Lib Dem leader, has a busy morning ahead in light of the byelection victory, as well as visiting the constituency at 9am, she will be doing a lot of radio.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joswinson/status/1157158883418202114\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Catch me this morning talking about yet another brilliant <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> win. I'll be on <a href=\"https://twitter.com/GMB?ref_src=twsrc%5Etfw\">@GMB</a> at 6.40; <a href=\"https://twitter.com/BBCRadioScot?ref_src=twsrc%5Etfw\">@BBCRadioScot</a> at 6.52; <a href=\"https://twitter.com/BBCBreakfast?ref_src=twsrc%5Etfw\">@BBCBreakfast</a> at 7.10; <a href=\"https://twitter.com/BBCRadioWales?ref_src=twsrc%5Etfw\">@BBCRadioWales</a> at 7.25; <a href=\"https://twitter.com/bbc5live?ref_src=twsrc%5Etfw\">@bbc5live</a> at 7.35; <a href=\"https://twitter.com/BBCr4today?ref_src=twsrc%5Etfw\">@BBCr4today</a> at 7.50 and <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@SkyNews</a> at 8.00. Tune in!</p>— Jo Swinson (@joswinson) \n    <a href=\"https://twitter.com/joswinson/status/1157158883418202114?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43c6fd8f084f687f34f239\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T05:20:24.963Z\">6.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"a803a659-bd8a-4ee8-a75c-354e948b0452\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Hkyxo9dinOY?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43c48f8f0896be8f8f1cc0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T05:12:51.011Z\">6.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/britainelects/status/1157098753108713472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Brecon &amp; Radnorshire, result:<br><br>LDEM: 43.5% (+14.3)<br>CON: 39.0% (-9.6)<br>BREX: 10.5% (+10.5)<br>LAB: 5.3% (-12.5)<br>MRLP: 1.0% (+1.0)<br>UKIP: 0.8% (-0.6)</p>— Britain Elects (@britainelects) \n    <a href=\"https://twitter.com/britainelects/status/1157098753108713472?ref_src=twsrc%5Etfw\">August 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d43a2c58f0896be8f8f1c1a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-02T05:00:32.186Z\">6.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to the politics liveblog. I’ll be holding the fort for the early shift, before the unparalleled <strong>Andrew Sparrow </strong>takes over later on.</p> \n  <p>The big news overnight was that the <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\">Liberal Democrats’ candidate, Jane Dodds, won the seat of Brecon and Radnorshire in the byelection</a>, cutting Johnson’s Commons majority to one.</p> \n  <p>The Liberal Democrats won 13,826 votes, with the <a href=\"https://www.theguardian.com/politics/conservatives\">Conservatives</a> taking 12,401, a narrow majority of 1,425 that overturned the Tories’ previous majority of more than 8,000. It was a sobering night for the Labour party (1,680 votes), which was beaten into fourth place by the Brexit party (3,331), and only just held on to its deposit. Ukip came last behind the Monster Raving Loony Party.</p> \n  <p>The defeat will be a major blow to the Tories and will be seized on as a sign voters are concerned by Boris Johnson’s pledge to leave the EU without a deal if necessary.<br></p> \n  <p>In her acceptance speech, Dodds said that the vote “sent a powerful message to Westminster: we demand better” and said her first act as MP would be “to find Boris Johnson, wherever he’s hiding, and tell him loud and clear: stop playing with the futures of our communities and rule out a no-deal Brexit.” </p> \n  <p>Ed Davey, the Lib Dem MP for Kingston and Surbiton, said: “It’s a huge result. Not only is it the Liberal Democrats back in <a href=\"https://www.theguardian.com/uk/wales\">Wales</a> and continues the momentum we had in the locals and Europeans but it’s massive for the party arithmetic over Brexit The Brecon and Radnorshire by-election was the front-line of the stop Brexit campaign. This is going to make Boris Johnson’s job that much more difficult and for those of us who are desperate to stop Brexit it’s a crucial moment.”</p> \n  <p>The Lib Dem leader, Jo Swinson, will visit Brecon and Radnorshire this morning at 9am, and we will be watching for comment and reaction from MPs as the day unfolds.</p> \n  <p>As always, stay in touch in the comments, or you can reach me on <a href=\"https://twitter.com/MsKateLyons\">Twitter</a> or email - kate.lyons@theguardian.com</p> \n  <p>Let’s do this.</p> \n </div> \n</div>",
      "wordcount": "4770",
      "commentCloseDate": "2019-08-02T15:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-02T05:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-02T17:24:13Z",
      "liveBloggingNow": "false",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c393e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dd565788e81a21978ccbc4b158fa73c76f94932b/0_216_4928_2957/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jo Swinson has declared the Liberal Democrats are “winning and on the up” after reducing Boris Johnson’s majority to one by taking a seat off the Conservatives in the Brecon and Radnorshire byelection. The Lib Dems won 13,826 votes with the Tories taking 12,401, a margin of 1,425 that overturned the Tories’ previous majority of more than 8,000. Veteran MP Frank Field has announced that he will be standing as an independent in the next election. Field resigned the Labour whip after 39 years as the party’s MP in Birkenhead last August, following a vote of no confidence from constituency members. He will run as a “Birkenhead Social Justice” candidate. Here is a quick roundup of his career to date. The foreign secretary, Dominic Raab, has been accused of “misleading the public” over no-deal Brexit and bringing the post of Foreign Secretary “into disrepute”. Labour former Foreign Office minister Ben Bradshaw has written to Raab calling on him to apologise for claiming that the prospect of a no-deal exit from the European Union was “widely discussed and considered a realistic prospect during the 2016 EU referendum”. Earlier this week the Guardian looked at what exactly had been said during the referendum campaign – Sean Kemp, a former Lib Dem head of media and Downing Street special adviser, has written for the Guardian cautioning against taking the result in Brecon and Radnorshire for grated. I don’t know what god Lib Dem HQ was praying to in order to get a contest against a Conservative candidate who had just lost a recall petition after admitting fiddling his expenses, but I’d suggest they build it a bigger shrine. Throw in other remain parties not standing and we shouldn’t pretend that anything other than a Lib Dem victory here would have been a shock. But if there’s a danger in over-interpreting one result, there’s also a risk that the current relative good fortune being enjoyed by the Lib Dems is taken for granted. Received wisdom now appears to be that with a strong remain message and the Labour and Conservative parties apparently vacating the centre ground, everything is now theirs for the taking – and that it was always thus. Yet it’s worth remembering that six months ago the very same received wisdom was that the party was possibly doomed. Jon Henley, the Guardian’s Europe correspondent, has compiled this roundup of opinions on our new prime minister from politicians on the continent. “Like many people, I was easily charmed by his demeanour, his self-confidence, his intelligence,” said Han ten Broeke, a former Dutch MP specialising in EU affairs. “He’s a pleasure to listen to. I have a soft spot for Britain, and Boris was one reason why.” Ten Broeke has since revised his opinion. “The charm, the intellect, the confidence – it all now looks a lot like over-confidence,” he said. “A promise of simple solutions to complex problems. And it could have disastrous consequences.” Field has published 10 immediate priorities for Birkenhead, which include eliminating child poverty and youth unemployment. He said he was working on a manifesto, shaped by the views of constituents, in preparation for a snap general election. Frank Field has announced that he will stand at next general election as a “Birkenhead Social Justice” candidate. He was a Labour MP for 39 years before resigning the party whip last August. Field said in a statement: It is a privilege to serve as Birkenhead’s MP – as it has been every day for the past 40 years. It is ultimately a sovereign decision for the people of the town to decide who they wish to represent them in the House of Commons. I will be standing again as a candidate at the next election with the aim of doing what I have done for 40 years: always putting the interests of our town and our country first while championing the views and interests of the underdogs in our society. While we’re waiting for the Frank Field announcement (see here), here’s a bit of a recap – 77-year-old Field has been MP for Birkenhead since 1979. While he was briefly minister for welfare reform in Tony Blair’s government (May 1997 til July 1998 ), he resigned following disagreements with the then social security secretary Harriet Harman and returned to the back benches where he continued to be critical of the government. He is considered to be on the right of the party and in 2010 David Cameron made him his poverty tsar. Field was elected chair of the work and pensions select committee in 2015, where he has been a fierce critic of universal credit. In August 2018 he resigned the Labour party whip, citing anti-semitism in the party, after losing a vote of no confidence by members in his constituency. He subsequently described himself as an “independent Labour MP”. Field is a eurosceptic and sided with Theresa May’s government in numerous Brexit votes. Jane Dodds echoed the warning of the first minister of Wales, Mark Drakeford, that these were dangerous times for the union. She said: “The Liberal Democrats are a party that want to stay as part of the United Kingdom. We want to stay in Europe. We see that as healthy for our communities. We have to stay in Europe and we have to stay in this bigger team.” Turning to the farming, a key issue during the by-election campaign, she said: “October, November and December are peak times to sell Welsh lamb. There are two issues for farmers – firstly, how are they going to cope with 40% tariffs on their lamb exports. The second is mental health. Farming is the profession with the highest suicide rate. These are real concerns.” She called for Boris Johnson to return to Wales and have proper discussions with farmers. “I want him to come and have really robust discussion with our farmers here.” Asked if there will be constituencies where the Lib Dems will not stand at the next general election to clear the way for Plaid Cymru or the Greens, she said: “We’ll certainly be having those discussions. It’s too early to say at the moment. We want to reach out across political divides to find ways of working together. I will be looking for opportunities for that to happen.” She rejected the idea that it was awkward representing a constituency that voted to leave the EU. “I’m here for everybody whether they voted for remain or Brexit,” she said. “We were always up front about being the party of remain.” Frank Field, the pro-Brexit former Labour minister who now sits as an independent MP is due to make an announcement “on his political future” in the next hour. He will make a statement at Birkenhead Town Hall at noon followed by a question and answer session. Jo Swinson has said the byelection result could pave the way for more cross-party cooperation between pro-remain parties. She said: “We achieved a 12% swing overturning a majority of 8,000 in a seat that voted to leave the European Union. This is a stunning victory. Of course I am appreciative of Plaid and the Greens taking the step they did.” Asked if this “remain alliance” would continue, she said: “Absolutely. In most constituencies across the country it will be the Liberal Democrats that are the strongest party of remain but we recognise the value in co-operating with others for that wider national goal to protect our country’s future. I think this may well be a feature of future elections. We need to be grown up about that. Grown up co-operation across parties with the national interest will continue.” Swinson also rejected the idea that Dodds had deliberately not talked much about Brexit during the campaign. She said: “I absolutely heard her talking about stopping a no-deal Brexit. Farmers in this area talked to her about their concerns when we’re looking at 40% tariffs on lamb exports.” The foreign secretary, Dominic Raab, has been accused of “misleading the public” over no-deal Brexit and bringing the post of Foreign Secretary “into disrepute”. Labour former Foreign Office minister Ben Bradshaw has written to Raab calling on him to apologise for remarks on BBC Radio 4’s Today programme this week. He said the foreign secretary had claimed the prospect of a no-deal exit from the European Union was “widely discussed and considered a realistic prospect during the 2016 EU referendum”. Bradshaw said the claim there is a mandate for a no-deal Brexit is “deeply dishonest and demeans the office of foreign secretary”. In the letter, Bradshaw told Raab: “Your pronouncements since taking the job just a few days ago risk bringing this great office of state into disrepute. I was astonished to hear you claim on the BBC’s Today programme on Monday 29 July that the prospect of a no-deal exit from the European Union was widely discussed and considered a realistic prospect during the 2016 EU referendum. You must know this is simply not true. “There appears to be no evidence at all of you ever suggesting that leaving the EU without a deal was a likely or possible outcome. Indeed, whenever the question was put to you, you suggested the opposite - you claimed that a new, better deal would be negotiated with the EU if people voted to leave. “You said the UK would of course retain a strong trading relationship with Europe and would likely get a bespoke deal, and stated, ‘the idea that Britain would be apocalyptically off the cliff edge if we left the EU is silly’. “This is not a subject for debate, it is a matter of public record. “For you to now try and claim a democratic mandate for no deal, despite failing to discuss the possibility of such an outcome during the referendum, is deeply dishonest and demeans the office of foreign secretary.” Bradshaw called on Raab to “apologise for misleading the public” and to “agree there is no mandate for no deal”. The BBC’s Reality Check team found no mention of leaving the EU without a deal in the six months before the referendum from Raab, Vote Leave or Michael Gove. Chris Bryant, the Labour MP for the Welsh seat of Rhondda, claimed Labour’s vague stance on Brexit had damaged the party in the byelection. Speaking to the BBC’s Victoria Derbyshire programme he said: Some of us have been saying for quite some time that one of the problems about trying to be all things to men and women is that nobody ends up liking what you’re offering. I think our constructive ambiguity hasn’t really helped us over the last two years. We have tried to say to Brexit voters ‘we are in favour of Brexit’ but to remain voters ‘we are in favour of remain’ and in the end you’re not. I am fundamentally a remainer and I believe it it is in the interest of Wales, and our country, that we should at the very least try and achieve as softer Brexit as possible so that we can continue trading with Europe. Bryant put a brave face on the result. “In the end biggest problem for the Labour party is that we nearly lost our deposit. I’m glad we didn’t lose our deposit, lots of people were talking about that going to happen.” He also claimed Labour was likely to call a vote on no-confidence in September. He said: “I would be amazed if we were not to table a motion of no confidence, and I will be wholeheartedly supporting it.” Jane Dodds continues to portray her victory as a rejection of a no-deal Brexit. Speaking to Sky News she said: Here in Brecon and Radnorshire what people were talking with us about, particularly those working in agriculture, is that a no-deal Brexit here would decimate the farming industry. That’s the first thing that I want to make sure Boris Johnson understands. He now has to listen that a no-deal Brexit would be a disaster for our farming and agricultural communities here. I’m determined to find Mr. Johnson, wherever he’s hiding. And so you’ve got to listen, you really got to listen to what this has said. This has said that the people are breaking the Radnorshire do not want a new deal Brexit. We’ve burst his bubble and the first week of his Premiership, and he has to listen to that. Asked if the LibDems would support a soft Brexit, Dodds said: “We’ve said very clearly that any deal that goes before Parliament must be attached to people’s vote.” On electoral pacts she said: “We were delighted that the Green Party and Plaid Cymru decided to stand down here. They knew we could beat the Conservatives by doing that, but secondly, it was symbolic of adult grown up politics.” Asked if the LibDems would step aside in other seats in return, she said: “we’re open to that.” Still no official reaction from Labour on the byelection. Jeremy Corbyn is instead focussing on flooding and the damaged dam at Whaley Bridge. Here’s Swinson’s congratulatory message to Dodds: Liberal Democrats are winning again. And this byelection victory shows that the people of Brecon and Radnorshire not only have a first class MP in Jane Dodds, but they have shown the people of Britain that we can do better than the choice on offer between Boris Johnson and Jeremy Corbyn. Liberal Democrats have a vision for a cleaner, safer, richer country in the European Union. And as leader of the Liberal Democrats, I will fight to keep our country in the European Union. And we now have in Parliament, one more MP who will fight to make that happen. Jane Dodds will be a first class representative for Brecon and Radnorshire, and potentially a key vote in cutting Boris Johnson’s majority to just one. Congratulations, Jane. Dodds: ‘we’ve burst Boris Johnson’s bubble’ Jane Dodds says her victory in the byelection has burst Boris Johnson’s bubble. Speaking after being congratulated in person by Jo Swinson, Dodds said: Here we stand bursting Boris Johnson’s bubble in the first week of his premiership. And here we are saying to him very loud and clear that farmers and agricultural workers here will not tolerate a no-deal Brexit. That families who work hard will not put up with the indignity of going to food banks and that everybody including, especially our young people, want to see a much clearer and faster action on the climate emergency. We are very clear that this opportunity. I want to that voice in parliament that demands from Boris Johnson that he acts on these issue. I look forward to being the rural voice of Wales and Liberalism in Parliament. Labour is staying very quiet about the result after its candidate, Tom Davies, almost lost his deposit. Heidi Allen, the former Tory MP, then leader of Change UK, and now a member of the Independent group, described the results as “utterly brilliant”. David Cameron’s former director of communications reckons the Conservatives won’t be that disheartened by the result. LibDem leader Jo Swinson is about to congratulate her new parliamentary colleague, Jane Dodds, at a garden party in the Brecon Beacons. Steven Morris is there: The Green party says the result of the byelection was vindication of its decision to stand aside in favour of the LibDems. Anthony Slaughter, leader of the Wales Green Party, said: “The local Green Parties in the constituency made a decision, in the light of the critical circumstances of this moment, with the finely balanced parliament in Westminster, to withdraw in order to maximise the chances of a Remain MP. “That decision is absolutely vindicated by this result. The people of Brecon and Radnorshire have taken the opportunity to cut Boris Johnson’s majority in Westminster to a highly unstable one, reducing further the risk of a disastrous crash-out Brexit. “And the Green party’s decision was key to that: the Liberal Democrat majority was 1,400 votes. We got 1,300 votes in the seat in 2015, while Plaid Cymru, who also withdrew from the by-election, also got that many votes. “Of course what we need is a change to the undemocratic voting system, to ensure that everywhere in every nation votes can express their political preferences, vote for what they believe in and get it. But until we elect a parliament in Westminster that will reform our system and bring our politics into the 21st century, we have to work within the system we have.” ITV’s political editor has this: Liz Saville Roberts, leader of Plaid Cymru in Westminster, said Labour had been punished in the byelection for putting tribalism before the national interest. Here’s a graphic of Brecon and Radnoshire result: The Shetland byelection, triggered by the resignation of long-serving Scottish Lib Dem MSP Tavish Scott, may not be attracting quite so much UK media attention, but here’s a thing: it will now be the first time that prisoners are able to vote in a Scottish election. The Scottish government has announced that prisoners serving sentences of 12 months or less and who normally live in the island constituency, will have the right to vote: the ruling is expected to apply to fewer than five people. This brings Scotland into line with the European Court of Human Rights, which said in 2005 that the UK government’s blanket ban was a breach of prisoners’ human rights. In 2017, the UK government announced a compromise, but only after franchise powers had been devolved to Holyrood. A bill has been lodged at the Scottish parliament to do likewise, but the constitutional relations secretary, Michael Russell, has now passed this remedial order to ensure that the Shetland byelection aligns with the ECHR ruling. The Scottish Tories are unimpressed, describing it as an “ill-judged move” which opens to door to prisoner voting and has been done without proper debate or consultation. Alistair Campbell hailed the byelection as a victory for the “remain alliance”. Campbell, who was Tony Blair’s director of communication, was expelled from Labour after voting LibDem in the European election. Last week he said he had no wish to be readmitted to Labour in part because of Jeremy Corbyn’s failure to unequivocally back a second referendum. Swinson also predicted further electoral pacts between pro-EU parties following the byelection. Speaking to Today she said: “I do think that working across party lines is important when there is so much at stake for the future of our country and I will continue to do that. “I’ve exchanged messages this morning with the Green and Plaid leaderships and I think there will be more co-operation in future elections.” The new LibDem leader, Jo Swinson, said the byelection demonstrated there is no public consent for pursuing a no deal Brexit. Speaking to BBC Breakfast she said: “It’s really good for the Liberal Democrats. But I think this has wider national significance. Not only does it cut Boris Johnson’s majority to just one and show that there isn’t a mandate for his no deal Brexit. This also shows hope to people in this country that they don’t have to settle for that choice between Boris Johnson and Jeremy Corbyn, there is a more positive alternative available – the Liberal Democrats.” She said the many people in the leave-voting constituency of Brecon and Radnorshire were worried about the impact of a no deal Brexit. She said such an outcome would have a devastating impact on the rural economy as tariffs on lamb exports would put many sheep farmers out of business. “It is not surprising that people here have sent a very clear message to Boris Johnson that he needs to change his plan,” she said. Swinson admitted that LibDems played the system by persuading the Greens and Plaid Cymru to pull out of the byelection to allow her party a clear run at the seat. She said: “I do genuinely say thank you to Plaid and the Greens. And I’ve been in touch with their leaders this morning to express that personally, because they put the national interest first and stood aside. “We are working the system that we have, we have won a victory with a 12% swing overturning an 8,000 majority. And this comes off the back of our best of our local election results and storming victories in the European elections where we beat both the Conservatives and the Labour parties to our best ever European election results too. So this is a sustained pattern of Liberal Democrats winning again, on the up.” Tory party chairman, James Cleverly, conceded that the byelection was “disappointing” for the Tories but pointed out that the Labour party had moved backwards in support. He told Today: “It’s disappointing to lose a parliamentary colleague, obviously. But what we saw here was a very close result in a byelection which the Lib Dems were expecting to romp home comfortably.” He added: “What we also saw was the Labour Party, the official opposition, the party that claims to be ready to step in, almost losing their deposit well in Wales. They moved backwards.” The elections experts, John Curtice, says the result of the byelection should make Boris Johnson cautious about going for a snap election. Speaking on BBC Radio 4’s Today programme he said the vote showed the Tories were enjoying a “Boris bounce” but only at the expense of the Brexit party. He said: “In an early general election at the moment at least, the Conservatives would be at risk of losing.” He added: “When thinking about the prospects for an early general election. If the Liberal Democrats could pick up 40 or 50 seats, winning a large overall majority, which seems to be the point of a snap election, would become rather more difficult for the Conservatives would otherwise be the case.” He said the result confirmed recent opinion polls putting the Conservatives above their performance in the European and local elections but 10% below their total in the last general election. He said: “The Boris bounce is good news for the conservatives. It’s encouraging, as is the result of this by election despite the loss, but it’s not necessarily substantial enough for anybody to want to precipitate an early general election with any great degree of confidence that you would end up with an arithmetic in the House of Commons that was significantly better than the one that the Prime Minister is currently going to have to deal with.” “Tough night,” Ukip has posted on Twitter. Ukip placed last in yesterday’s vote, behind the Monster Raving Loony Party. An interesting take on the Tory loss in the Telegraph today, which seems to argue that the real winners on the day were... the Conservatives. 🤔 It’s paywalled, so for those who haven’t subscribed, here’s a brief sample. This was an election that the Lib Dems threw the kitchen sink at and should have been a shoo-in for them. The fact that it wasn’t and that the Conservatives finished a close second, suggests Boris Johnson has got the Conservatives back into play electorally in what is a high risk winner takes all general election strategy. All the same, nothing in this result suggests anything other than ongoing voter unpredictability. With all the indicators pointing to a 1990s style Lib Dem gain against a Government in difficulties, enter right the Tories Lord Flashheart, one Boris de Pfeffel Johnson, injecting confidence, charisma and optimism as a dynamic new Prime Minister and taking Government by the scuff [sic] of its neck. It clearly made a difference, giving Tories something positive to vote for and, more importantly in a 52:48 per cent Brexit split constituency, he had a renewed focus on taking the UK out of the EU on October 31. The Conservatives returned in this by-election to the party of leave and therefore Brexit, in a successful strategy to squeeze the Brexit Party vote. Boris becoming Prime Minister even for just over a week but with a new Brexit delivery agenda, injected an element of uncertainty into proceedings right up to the announcement of the result. In just over a week Boris moved his party from a position of no hope to coming close to victory. A reminder from the Guardian’s Hannah Jane Parkinson about the circumstances that led to yesterday’s byelection. In case you missed it yesterday, Sonia Sodha’s comment piece on the government’s announcement of a £2.1bn for no-deal planning is well worth a read. Here’s a taste: It beggars belief that the government is spending billions – £6.3bn so far this year – on contingency planning in case it decides to take us into a self-imposed economic disaster that is entirely avoidable. On the other hand, if Boris Johnson is deluded enough to proceed with crashing Britain out of the EU without a deal – and many of his actions as prime minister suggest that he is – the couple of billion announced this morning will feel like small change compared with what the government and businesses will have to spend to mitigate the long-term economic pain of no deal... Unless parliament can find a way to stop it, the chances of no deal are increasing by the day. Johnson could have eradicated the need for no-deal contingency spending by being clear he’d never commit to such a grossly negligent act of economic self-harm. But he boxed himself in with his “do or die” rhetoric during the Tory leadership contest. And so money that could have been spent elsewhere – £6.3bn would boost the annual social care budget by almost a third – continues to be spent getting ready for something business leaders have warned Britain can never be ready for. That’s not even taking into account the billions that the CBI says businesses have spent on their own contingency planning. One thing is certain: if we do crash out with no deal, that £6.3bn will seem like peanuts. If borne out, those OBR forecasts will translate into hundreds of thousands more people losing their jobs; small businesses going bankrupt; people who already struggle to pay the mortgage finding themselves trapped in negative equity. And it’s going to be those areas of the country hardest hit by decades of deindustrialisation and the financial crisis that will feel the economic pain of no deal most sharply. The Treasury won’t know what’s hit it. The full article is here. Jo Swinson, the Lib Dem leader, has a busy morning ahead in light of the byelection victory, as well as visiting the constituency at 9am, she will be doing a lot of radio. Good morning and welcome to the politics liveblog. I’ll be holding the fort for the early shift, before the unparalleled Andrew Sparrow takes over later on. The big news overnight was that the Liberal Democrats’ candidate, Jane Dodds, won the seat of Brecon and Radnorshire in the byelection, cutting Johnson’s Commons majority to one. The Liberal Democrats won 13,826 votes, with the Conservatives taking 12,401, a narrow majority of 1,425 that overturned the Tories’ previous majority of more than 8,000. It was a sobering night for the Labour party (1,680 votes), which was beaten into fourth place by the Brexit party (3,331), and only just held on to its deposit. Ukip came last behind the Monster Raving Loony Party. The defeat will be a major blow to the Tories and will be seized on as a sign voters are concerned by Boris Johnson’s pledge to leave the EU without a deal if necessary. In her acceptance speech, Dodds said that the vote “sent a powerful message to Westminster: we demand better” and said her first act as MP would be “to find Boris Johnson, wherever he’s hiding, and tell him loud and clear: stop playing with the futures of our communities and rule out a no-deal Brexit.” Ed Davey, the Lib Dem MP for Kingston and Surbiton, said: “It’s a huge result. Not only is it the Liberal Democrats back in Wales and continues the momentum we had in the locals and Europeans but it’s massive for the party arithmetic over Brexit The Brecon and Radnorshire by-election was the front-line of the stop Brexit campaign. This is going to make Boris Johnson’s job that much more difficult and for those of us who are desperate to stop Brexit it’s a crucial moment.” The Lib Dem leader, Jo Swinson, will visit Brecon and Radnorshire this morning at 9am, and we will be watching for comment and reaction from MPs as the day unfolds. As always, stay in touch in the comments, or you can reach me on Twitter or email - kate.lyons@theguardian.com Let’s do this.",
      "charCount": "27809",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a> (now), <a href=\"profile/matthewweaver\">Matthew Weaver</a> and <a href=\"profile/kate-lyons\">Kate Lyons</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/02/lib-dem-victories-help-labour-waste-time-fighting",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-02T11:02:03Z",
    "webTitle": "Labour shouldn’t worry so much about the Lib Dems, they hurt the Tories more | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/02/lib-dem-victories-help-labour-waste-time-fighting",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/02/lib-dem-victories-help-labour-waste-time-fighting",
    "fields": {
      "headline": "Labour shouldn’t worry so much about the Lib Dems, they hurt the Tories more",
      "standfirst": "In a general election, Jo Swinson’s party will be focused on poaching Tory remainers. Only Labour offers a true alternative",
      "trailText": "In a general election, Jo Swinson’s party will be focused on poaching Tory remainers. Only Labour offers a true alternative, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"85234c5f8d1b1a7789aa4a1349b2be67bc1c6516\"> <img src=\"https://media.guim.co.uk/85234c5f8d1b1a7789aa4a1349b2be67bc1c6516/0_29_5112_3067/1000.jpg\" alt=\"\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Newly elected Lib Dem MP for Brecon and Radnorshire, Jane Dodds (centre): ‘The party’s bounce is sustained almost entirely by anger at Brexit.’</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>No prime minister has <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\" title=\"\">lost a seat</a> as swiftly as Boris Johnson in over a century. In 2017, the Tories won nearly half the vote in Brecon and Radnorshire and secured an 8,000 majority over the Liberal Democrats. To lose just two years later is very bad indeed. Labour slumped badly, leaving the party with a derisory vote share, but this is a seat the party <a href=\"https://en.wikipedia.org/wiki/Brecon_and_Radnorshire_(UK_Parliament_constituency)\" title=\"\">hasn’t won since 1974</a>, and in which it came third even in the 1997 landslide.</p> <p>In any case, whether Labour is polling well or badly nationally, it often performs poorly in byelections which are straight fights between the Lib Dems and Tories. In 2000 – when Tony Blair was enjoying a seemingly never-ending honeymoon – Labour’s vote plummeted by 15 points in the <a href=\"https://en.wikipedia.org/wiki/2000_Romsey_by-election\" title=\"\">Romsey byelection</a> because of tactical voting which enabled the Lib Dems to wrest the seat from the Tories. It feels a bit unseemly to watch Lib Dems – who appealed for the votes of Labour supporters to stop the Tories – now crowing about Labour’s collapsed support.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A desire to attack the Lib Dems is understandable, of course. The party spent five years propping up a Tory government</p> </blockquote> </aside>  <p>For those who desire a Labour-led government, the result again reopens the debate about the best strategy to deal with the Lib Dems. Jo Swinson’s party is currently in a triumphant mood, having <a href=\"https://www.theguardian.com/politics/2019/aug/02/jo-swinson-lib-dems-winning-on-the-up-byelection-victory\" title=\"\">risen from the coalition ashes</a>, but its bounce is sustained almost entirely by anger at Brexit. Lib Dem veterans should remember “Cleggmania”: in the 2010 election campaign, when pundits seriously discussed the party displacing Labour as the country’s main “progressive” force, and when one Times headline went so far as to announce that <a href=\"https://www.thetimes.co.uk/article/nick-clegg-is-nearly-as-popular-as-winston-churchill-t9gn20hnmbm\" title=\"\">“Nick Clegg is nearly as popular as Winston Churchill”</a>. The party went on to <a href=\"https://www.theguardian.com/politics/2010/may/07/general-election-liberal-democrats\" title=\"\">lose five seats</a>.</p> <p>A desire by Labour supporters to attack the Lib Dems is understandable, of course. The party spent five years propping up a Tory government: slash-and-burn austerity, attacks on disabled people, the bedroom tax, privatisation, tax handouts to big business and the rich, the trebling of tuition fees. But while it may be cathartic, it is mostly a waste of energy and precious resources. There are only two Labour-Lib Dem marginals in the country – Leeds North West and <a href=\"https://www.theguardian.com/uk-news/2019/jul/27/ex-labour-mp-jared-omara-to-resign-from-parliament\" title=\"\">Sheffield Hallam</a>, where a byelection will soon be held. The Lib Dems are overwhelmingly competing with the Tories for seats, largely those lost to a David Cameron-led party in 2015. In a general election campaign, the Lib Dems’ main focus will be attracting <a href=\"https://www.theguardian.com/commentisfree/2019/may/20/middle-class-angst-threat-tory-party-brexit-conservatism\" title=\"\">Tory remainers</a> alienated by the party’s hard right no-deal leadership: and that means, on economic issues, Swinson will have to maintain the pivot to the right.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/02/liberal-democrats-byelection-victory-wales-brexit-tories\">The Lib Dems’ byelection victory offers a route to their resurgence | Sean Kemp</a> </p> </aside>  <p>The principal danger facing Labour, of course, is in Tory-Labour marginals where voters defecting to the Lib Dems could hand the country to <a href=\"https://www.theguardian.com/commentisfree/2019/jul/23/hard-right-captured-tory-party-boris-johnson-victory-proves-it\" title=\"\">Johnson’s rightwing cabal</a>, which will promptly fling us off a no-deal cliff. Sure, there is some role for highlighting the Lib Dems’ record in these circumstances, but most people remember it and are pricing it in already. The British public is now well used to voting tactically in general elections. Instead, Labour’s focus should be on who offers the most compelling alternative to Johnson’s government. While Labour’s attempt to broker a Brexit compromise has failed – and the party needs to pivot to an <a href=\"https://www.theguardian.com/politics/2019/jul/31/wed-be-off-our-rockers-not-to-back-remain-in-poll-says-thornberry\" title=\"\">unequivocally remain position</a> – it will also be able to offer a more inspiring vision than the Lib Dems. Labour will be able to ask: which party is offering a second referendum, as well as hiking taxes on the rich and big business to end austerity, scrapping tuition fees and bringing utilities under public ownership? It’s not the Liberal Democrats.</p> <p>Labour has much to do; it needs to become far more visible and put itself in front of the public. It should spend the summer recess acting as though a general election is on, announce new popular policies, and pick fights with vested interests – not the Lib Dems. Attacks on Swinson’s party might feel good, but the focus has to be on Labour’s transformative programme of government. Ultimately, the Lib Dems winning Tory seats can only help Labour reach government – why waste energy on stopping them?</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "681",
      "commentable": "false",
      "firstPublicationDate": "2019-08-02T11:02:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-02T12:53:26Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3b65",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/85234c5f8d1b1a7789aa4a1349b2be67bc1c6516/0_29_5112_3067/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "No prime minister has lost a seat as swiftly as Boris Johnson in over a century. In 2017, the Tories won nearly half the vote in Brecon and Radnorshire and secured an 8,000 majority over the Liberal Democrats. To lose just two years later is very bad indeed. Labour slumped badly, leaving the party with a derisory vote share, but this is a seat the party hasn’t won since 1974, and in which it came third even in the 1997 landslide. In any case, whether Labour is polling well or badly nationally, it often performs poorly in byelections which are straight fights between the Lib Dems and Tories. In 2000 – when Tony Blair was enjoying a seemingly never-ending honeymoon – Labour’s vote plummeted by 15 points in the Romsey byelection because of tactical voting which enabled the Lib Dems to wrest the seat from the Tories. It feels a bit unseemly to watch Lib Dems – who appealed for the votes of Labour supporters to stop the Tories – now crowing about Labour’s collapsed support. For those who desire a Labour-led government, the result again reopens the debate about the best strategy to deal with the Lib Dems. Jo Swinson’s party is currently in a triumphant mood, having risen from the coalition ashes, but its bounce is sustained almost entirely by anger at Brexit. Lib Dem veterans should remember “Cleggmania”: in the 2010 election campaign, when pundits seriously discussed the party displacing Labour as the country’s main “progressive” force, and when one Times headline went so far as to announce that “Nick Clegg is nearly as popular as Winston Churchill”. The party went on to lose five seats. A desire by Labour supporters to attack the Lib Dems is understandable, of course. The party spent five years propping up a Tory government: slash-and-burn austerity, attacks on disabled people, the bedroom tax, privatisation, tax handouts to big business and the rich, the trebling of tuition fees. But while it may be cathartic, it is mostly a waste of energy and precious resources. There are only two Labour-Lib Dem marginals in the country – Leeds North West and Sheffield Hallam, where a byelection will soon be held. The Lib Dems are overwhelmingly competing with the Tories for seats, largely those lost to a David Cameron-led party in 2015. In a general election campaign, the Lib Dems’ main focus will be attracting Tory remainers alienated by the party’s hard right no-deal leadership: and that means, on economic issues, Swinson will have to maintain the pivot to the right. The principal danger facing Labour, of course, is in Tory-Labour marginals where voters defecting to the Lib Dems could hand the country to Johnson’s rightwing cabal, which will promptly fling us off a no-deal cliff. Sure, there is some role for highlighting the Lib Dems’ record in these circumstances, but most people remember it and are pricing it in already. The British public is now well used to voting tactically in general elections. Instead, Labour’s focus should be on who offers the most compelling alternative to Johnson’s government. While Labour’s attempt to broker a Brexit compromise has failed – and the party needs to pivot to an unequivocally remain position – it will also be able to offer a more inspiring vision than the Lib Dems. Labour will be able to ask: which party is offering a second referendum, as well as hiking taxes on the rich and big business to end austerity, scrapping tuition fees and bringing utilities under public ownership? It’s not the Liberal Democrats. Labour has much to do; it needs to become far more visible and put itself in front of the public. It should spend the summer recess acting as though a general election is on, announce new popular policies, and pick fights with vested interests – not the Lib Dems. Attacks on Swinson’s party might feel good, but the focus has to be on Labour’s transformative programme of government. Ultimately, the Lib Dems winning Tory seats can only help Labour reach government – why waste energy on stopping them? • Owen Jones is a Guardian columnist",
      "charCount": "4035",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/aug/02/liberal-democrats-byelection-victory-wales-brexit-tories",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-02T09:10:07Z",
    "webTitle": "The Lib Dems’ byelection victory offers a route to their resurgence | Sean Kemp",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/02/liberal-democrats-byelection-victory-wales-brexit-tories",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/02/liberal-democrats-byelection-victory-wales-brexit-tories",
    "fields": {
      "headline": "The Lib Dems’ byelection victory offers a route to their resurgence",
      "standfirst": "<p>The result in Wales makes it clear the party are a good option for anti-Brexit voters – and those abandoned by the Tories</p>",
      "trailText": "The party are a good option for anti-Brexit voters – and those abandoned by the Tories, says former Lib Dem head of media Sean Kemp",
      "byline": "Sean Kemp",
      "main": "<figure class=\"element element-image\" data-media-id=\"2f5a8063626016ba6ee311fe5f97cb5cc0ed418d\"> <img src=\"https://media.guim.co.uk/2f5a8063626016ba6ee311fe5f97cb5cc0ed418d/0_371_3226_1935/1000.jpg\" alt=\"Liberal Democrat leader, Jo Swinson, (right) and Welsh Liberal Democrat leader, Jane Dodds (left).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Lib Dems’ Brecon and Radnorshire byelection victory maintains the party’s precious sense of momentum.’ Liberal Democrat leader, Jo Swinson, (right) and Welsh Liberal Democrat leader, Jane Dodds (left).</span> <span class=\"element-image__credit\">Photograph: Ben Birchall/PA</span> </figcaption> </figure>",
      "body": "<p>Over-interpreting byelection results is one of the things people in Westminster are best at. We know that these events exist in their own microclimate, where national issues often play second fiddle to local concerns and where voters feel free to act in a different way than at general elections, but still we can’t help ourselves. Liberal Democrats know this better than most: Paddy Ashdown’s byelection triumphs didn’t signal his inevitable rise to prime minister, and the Lib Dem victory <a href=\"https://www.theguardian.com/politics/2013/mar/01/eastleigh-byelection-clegg-hails-victory-lib-dems\" title=\"\">in Eastleigh in 2013</a> was not an omen that the general election two years later wouldn’t be that bad for the party after all.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/02/jo-swinson-lib-dems-winning-on-the-up-byelection-victory\">Jo Swinson: Lib Dems winning and on the up after byelection victory</a> </p> </aside>  <p>In <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\" title=\"\">Brecon and Radnorshire</a> there needs to be an extra note of caution added. I don’t know what god Lib Dem HQ was praying to in order to get a contest against a Conservative candidate who had just lost a recall petition after <a href=\"https://www.theguardian.com/politics/2019/apr/23/tory-mp-chris-davies-fake-expenses-claim-brecon-radnorshire\" title=\"\">admitting fiddling his expenses</a>, but I’d suggest they build it a bigger shrine. Throw in other remain parties not standing and we shouldn’t pretend that anything other than a Lib Dem victory here would have been a shock.</p> <p>But if there’s a danger in over-interpreting one result, there’s also a risk that the current relative good fortune being enjoyed by the Lib Dems is taken for granted. Received wisdom now appears to be that with a strong remain message and the Labour and Conservative parties apparently <a href=\"https://www.theguardian.com/commentisfree/2019/jul/08/labour-centre-ground-jeremy-corbyn\" title=\"\">vacating the centre ground</a>, everything is now theirs for the taking – and that it was always thus. Yet it’s worth remembering that six months ago the very same received wisdom was that the party was possibly doomed. The newly unveiled <a href=\"https://www.theguardian.com/politics/independent-group-for-change\" title=\"\">Independent Group</a> was seen as a more attractive centre ground choice, pundits were confidently saying that the only option was for the Lib Dems to <a href=\"https://www.theguardian.com/commentisfree/2019/feb/26/independent-group-lib-dems-vince-cable-westminster-sdp\" title=\"\">merge with the new party</a> as there was nothing more they could do with their “tainted brand”.</p>  <figure class=\"element element-image\" data-media-id=\"d643c27e0a28084a7af7f6543411473578055b8c\"> <img src=\"https://media.guim.co.uk/d643c27e0a28084a7af7f6543411473578055b8c/0_131_4000_2400/1000.jpg\" alt=\"Luciana Berger MP speaking at the Independent Group launch in February\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The launch of the Independent Group may have actually marked the start of the turnaround for the Lib Dems.’ Luciana Berger MP speaking at the Independent Group launch in February.</span> <span class=\"element-image__credit\">Photograph: Vickie Flores/EPA</span> </figcaption> </figure>  <p>With hindsight, the launch of the Independent Group may have actually marked the start of the turnaround; it was the point at which the cracks in the other parties became a mainstream issue. The MPs who broke away were right that things had reached breaking point, but perversely it seems like the Lib Dems were the ones to gain from that very public diagnosis, perfectly situated at both the local and European elections to become the standard bearers of centrist, remain politics.</p> <p>A sense of momentum is one of the hardest things for a party to capture, particularly for a smaller party starved of media coverage. Tim Farron and then Vince Cable had been waiting for four years for something to drag them out of the doldrums. For a moment it seemed like 2016’s <a href=\"https://www.theguardian.com/commentisfree/2016/dec/02/good-riddance-zac-goldsmith-career-over-richmond-park\" title=\"\">Richmond Park byelection</a> might have been the beginning of that, but then Theresa May called a snap election, ending hopes of another win in Manchester Gorton and seeing Farron’s campaign bogged down in debate around his <a href=\"https://www.theguardian.com/politics/2017/jun/02/tim-farron-again-refuses-to-say-whether-homosexuality-is-a-sin-lgbt-rights\" title=\"\">views on homosexuality</a>. Finally, this year the party got the jump-start it needed.</p> <p>All of which brings us back to Brecon and Radnorshire and why it actually matters. First, it maintains that precious sense of momentum, giving the Lib Dems more airtime to paint themselves as the ascendant party flying the remain flag and getting results. Second, it’s the first indication that Boris Johnson’s strategy of focusing on Brexit party voters over moderate Conservatives gives the Lib Dems a big opportunity to claw back many of the losses from the cataclysm of the 2015 general election.</p> <p>In that general election, the Lib Dems lost 27 seats to the Conservatives. People who liked the coalition government tended to give the Tories the credit. The years since may have already been something of a shock to those voters, but Johnson is final confirmation that this Conservative party is now a different beast. This is not an oversight, it’s a conscious strategic decision, essentially accepting the loss of some Cameron-backing voters in order to win back those now supporting the Brexit party. Throw in the Lib Dems’ renewed ability to reach Brexit-hating Labour voters and a path to victory in a lot of those lost seats open up.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/02/byelection-defeat-highlights-brexit-urgency-johnson-brecon-tories\">Byelection defeat highlights Brexit urgency for Johnson</a> </p> </aside>  <p>This is the importance of last night’s result, not as a pseudo opinion poll or a straight indicator of how the parties would fare in an election, but as the latest sign that the Liberal Democrats are a valid option for the many people opposed to Brexit and for those worried by a Conservative party that has decided it doesn’t need their votes. For a party that didn’t have enough MPs for a game of five-a-side football a couple of years ago and was still being written off as practically finished as late as this spring, the last few months and the possible opportunities ahead have felt like rain after a very long drought.</p> <p>• Sean Kemp is a former head of media for the Liberal Democrats and was a special adviser in Downing Street during the coalition government</p>",
      "wordcount": "828",
      "commentCloseDate": "2019-08-02T13:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-02T09:10:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:10Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3akx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2f5a8063626016ba6ee311fe5f97cb5cc0ed418d/0_371_3226_1935/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Over-interpreting byelection results is one of the things people in Westminster are best at. We know that these events exist in their own microclimate, where national issues often play second fiddle to local concerns and where voters feel free to act in a different way than at general elections, but still we can’t help ourselves. Liberal Democrats know this better than most: Paddy Ashdown’s byelection triumphs didn’t signal his inevitable rise to prime minister, and the Lib Dem victory in Eastleigh in 2013 was not an omen that the general election two years later wouldn’t be that bad for the party after all. In Brecon and Radnorshire there needs to be an extra note of caution added. I don’t know what god Lib Dem HQ was praying to in order to get a contest against a Conservative candidate who had just lost a recall petition after admitting fiddling his expenses, but I’d suggest they build it a bigger shrine. Throw in other remain parties not standing and we shouldn’t pretend that anything other than a Lib Dem victory here would have been a shock. But if there’s a danger in over-interpreting one result, there’s also a risk that the current relative good fortune being enjoyed by the Lib Dems is taken for granted. Received wisdom now appears to be that with a strong remain message and the Labour and Conservative parties apparently vacating the centre ground, everything is now theirs for the taking – and that it was always thus. Yet it’s worth remembering that six months ago the very same received wisdom was that the party was possibly doomed. The newly unveiled Independent Group was seen as a more attractive centre ground choice, pundits were confidently saying that the only option was for the Lib Dems to merge with the new party as there was nothing more they could do with their “tainted brand”. With hindsight, the launch of the Independent Group may have actually marked the start of the turnaround; it was the point at which the cracks in the other parties became a mainstream issue. The MPs who broke away were right that things had reached breaking point, but perversely it seems like the Lib Dems were the ones to gain from that very public diagnosis, perfectly situated at both the local and European elections to become the standard bearers of centrist, remain politics. A sense of momentum is one of the hardest things for a party to capture, particularly for a smaller party starved of media coverage. Tim Farron and then Vince Cable had been waiting for four years for something to drag them out of the doldrums. For a moment it seemed like 2016’s Richmond Park byelection might have been the beginning of that, but then Theresa May called a snap election, ending hopes of another win in Manchester Gorton and seeing Farron’s campaign bogged down in debate around his views on homosexuality. Finally, this year the party got the jump-start it needed. All of which brings us back to Brecon and Radnorshire and why it actually matters. First, it maintains that precious sense of momentum, giving the Lib Dems more airtime to paint themselves as the ascendant party flying the remain flag and getting results. Second, it’s the first indication that Boris Johnson’s strategy of focusing on Brexit party voters over moderate Conservatives gives the Lib Dems a big opportunity to claw back many of the losses from the cataclysm of the 2015 general election. In that general election, the Lib Dems lost 27 seats to the Conservatives. People who liked the coalition government tended to give the Tories the credit. The years since may have already been something of a shock to those voters, but Johnson is final confirmation that this Conservative party is now a different beast. This is not an oversight, it’s a conscious strategic decision, essentially accepting the loss of some Cameron-backing voters in order to win back those now supporting the Brexit party. Throw in the Lib Dems’ renewed ability to reach Brexit-hating Labour voters and a path to victory in a lot of those lost seats open up. This is the importance of last night’s result, not as a pseudo opinion poll or a straight indicator of how the parties would fare in an election, but as the latest sign that the Liberal Democrats are a valid option for the many people opposed to Brexit and for those worried by a Conservative party that has decided it doesn’t need their votes. For a party that didn’t have enough MPs for a game of five-a-side football a couple of years ago and was still being written off as practically finished as late as this spring, the last few months and the possible opportunities ahead have felt like rain after a very long drought. • Sean Kemp is a former head of media for the Liberal Democrats and was a special adviser in Downing Street during the coalition government",
      "charCount": "4797",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sean-kemp\">Sean Kemp</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/aug/02/british-no-deal-brexit-irish-peace-unity",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-02T05:00:16Z",
    "webTitle": "Irish peace is too precious to be squandered by the Brexit ultras | Dearbhail McDonald",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/02/british-no-deal-brexit-irish-peace-unity",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/02/british-no-deal-brexit-irish-peace-unity",
    "fields": {
      "headline": "Irish peace is too precious to be squandered by the Brexit ultras",
      "standfirst": "<p>The British rush to a no-deal Brexit puts Irish unity urgently back on the agenda. We risk repeating history</p>",
      "trailText": "The British rush to a no-deal Brexit puts Irish unity urgently back on the agenda, says Irish author Dearbhail McDonald",
      "byline": "Dearbhail McDonald",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"2e72b17f7ffc9a48a337f7b17f2bfe3f8217766b\"> <img src=\"https://media.guim.co.uk/2e72b17f7ffc9a48a337f7b17f2bfe3f8217766b/0_0_2560_1536/1000.jpg\" alt=\"Illustration: Bill Bragg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration: Bill Bragg</span> <span class=\"element-image__credit\">Illustration: Bill Bragg/The Guardian</span> </figcaption> </figure>",
      "body": "<p>In The Ultras, the brutal, brilliant novel by Eoin McNamee set during the Troubles, the protagonist (based on the real-life undercover British intelligence officer <a href=\"https://www.theguardian.com/uk/2009/nov/11/robert-nairac-murder-charge\" title=\"\">Robert Nairac</a>) finds himself in the company of dangerous men like himself. The Ultras plot terrible events and create dark polities while forcing everyone else to live with their consequences. “Ultra meaning beyond,” wrote McNamee. “Ultra meaning extreme.”</p> <p>The so-called war cabinet formed by the new British prime minister, Boris Johnson, and whose course the maverick <a href=\"https://www.theguardian.com/politics/2019/jul/28/dominic-cummings-boris-johnson-dreams-of-world-without-democracy\" title=\"\">arch-Brexiteer Dominic Cummings</a> now charts, of course bears no resemblance to the characters in the war of the Ultras imagined by McNamee. But the sheer velocity and ferocity of their opening salvoes about <a href=\"https://www.theguardian.com/business/2019/aug/01/pound-sinks-to-fresh-low-against-dollar-amid-no-deal-brexit-fears-sterling\" title=\"\">crashing out of the EU with no deal</a> on October 31 unless the backstop – the insurance policy to avoid a hard border in Ireland – is abolished, raise the kind of alarm that we in Ireland have not felt since the dark years of the Troubles.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/aug/01/boris-johnson-prime-minister-brexit-chairs-cabinets-key-brexit-committee-as-21bn-no-deal-fund-widely-criticised-live-news\">'We should be afraid' - Irish PM Leo Varadkar steps up warning about no deal Brexit - live news</a> </p> </aside>  <p>The political fear is that this new breed of “Brexit Ultras” (Johnson’s cabinet with Nigel Farage’s Brexit party snapping at its heels) could deliberately pursue a no-deal EU exit at the expense of a volatile Irish peace.</p> <p>The sabre-rattling and pre-emptive blame-shifting of course is intended to shore up political support in the UK ahead of a possible general election, but also to intimidate Ireland into abandoning the backstop while shaking the unity of the EU27. Europe, with its own demons to face, has its red lines too and will not sacrifice the single market or its external borders, or jeopardise the wider integrity of the European project. Ireland, and the fragile peace process that has been built over the past 20 years, falls between these two positions.</p> <p>And while it is still early days for the Johnson premiership, we have a deteriorated state of Anglo-Irish relations following his ascent to power. How real is the damaging rhetoric emanating from London and the <a href=\"https://www.theguardian.com/commentisfree/2019/jul/31/leo-varadkar-media-telegraph-sun-irish-taoiseach-brexit\" title=\"\">anti-Irish tropes spewing from much of the British media</a>? David Yelland, the former editor of the Sun, revealed that he had been shocked when “Tories of influence” told him privately that Leo Varadkar, Ireland’s taoiseach “isn’t bright” and “the Irish will blink”. “It seems, amazingly, that this is the actual policy of HMG under Johnson,” <a href=\"https://twitter.com/davidyelland/status/1155890580884512770\" title=\"\">tweeted Yelland</a>. “They are anti-Irish, arrogant, dangerous and wrong.”</p> <p>That relations between London and Dublin are now strained is beyond dispute, though officials in Dublin insist that much of the noise is to be expected and aimed at a domestic UK audience rather than Ireland or the EU.</p> <p>Still, following his appointment, it took almost a week for Johnson to place a phone call with Varadkar, who leads a confidence-and-supply coalition that – while shaky on a series of domestic issues – serves as a national government in all but name for the purposes of Brexit. When the phone call did proceed, both men adopted an uncompromising stance: Johnson insisting the removal of the backstop is a precondition for any deal, Varadkar adamant that the EU will not relent on the withdrawal agreement.</p> <p>Varadkar rightly reminded Johnson of the British government’s obligation – as a co-signatory of the Good Friday agreement – to exercise its power in respect of Northern Ireland with rigorous impartiality. Johnson’s government relies, for the time being, on the support in the Commons of the Democratic Unionist party to prop up its narrow majority. The difficult parliamentary arithmetic, combined with Johnson’s inflammatory rhetoric, represents a serious challenge to the UK’s obligation to act as an honest broker in respect of Northern Ireland – the majority of whose citizens voted, like their Scottish brethren, to stay in the EU.</p>  <figure class=\"element element-image\" data-media-id=\"723712278d7319f9dbecd6214a34428204a5630f\"> <img src=\"https://media.guim.co.uk/723712278d7319f9dbecd6214a34428204a5630f/1_0_2559_1536/1000.jpg\" alt=\"Irish taoiseach Leo Varadkar and UK prime minister Boris Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Irish taoiseach Leo Varadkar and UK prime minister Boris Johnson.</span> <span class=\"element-image__credit\">Photograph: Rex and PA</span> </figcaption> </figure>  <p>And although unionists are being comforted, for now, by Johnson, their confidence that a hard Brexit will not give birth to a united Ireland must also be fraying at the seams. This is not least because nearly two-thirds of the Tory party indicate in polling that they would rather <a href=\"https://www.politicshome.com/news/uk/politics/news/104672/grassroots-tories-would-sacrifice-union-if-it-meant-brexit-being\" title=\"\">sacrifice the union</a> – and see Northern Ireland and Scotland leave it – than abandon Brexit.</p> <p>Johnson (just like his predecessors) has yet to offer any meaningful alternatives to the backstop, yet blindly insists, as a pre-condition to talks with Brussels, that it must be removed. Given such a hardline starting point, what compromises would a deal with Brussels before October 31 entail? The recent ITV interview with the foreign secretary Dominic Raab on the issue of what flexibility the UK government has shown to date does not augur well for what lies ahead.</p> <p>The high-handed, perhaps not entirely unexpected tone of the hard Brexiteers, including Johnson, has undoubtedly reawakened bad memories in Ireland. Nobody on the island is blind to the reality that in standing by the backstop in order to avoid a hard border, they could end up with one if the UK crashes out without a deal. Indeed, the Irish government has conceded, in its latest updated contingency action plan, that it will implement increased checks and procedures in the event of a no-deal Brexit. That means border infrastructure and checkpoints that, however they are named and wherever they are, will have social and economic consequences both foreseen and unforeseen.</p> <p>One of those consequences is the possibility of a <a href=\"https://www.theguardian.com/politics/2019/feb/13/no-deal-brexit-would-lead-to-vote-on-united-ireland-says-sinn-fein\" title=\"\">united Ireland</a> – a prospect that terrifies me if the process of getting there is not given the time and breadth it needs, and if that existential, constitutional question it is not curated with the utmost inclusiveness and sensitivity.</p> <p>Last week <a href=\"https://www.irishtimes.com/news/politics/varadkar-says-no-deal-brexit-could-break-up-uk-1.3968821\" title=\"\">Varadkar stated the obvious</a> when he told the MacGill summer school that a hard Brexit would force communities in Northern Ireland to consider the possibility of a united Ireland. They already are. What was once an entirely fringe aspiration for nationalists, and a dreaded fear for unionists – each side comforted by the thought that the conversation about unification was decades away – has become an urgent debate for all.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/01/boris-johnson-reckless-peace-in-ireland-irish-border\">Expecting Ireland to be servile is part of a long British tradition | Richard McMahon</a> </p> </aside>  <p>Contrary to anti-Irish tropes that the backstop is a Trojan horse in order to secure a united Ireland, the truth is that both communities in Northern Ireland – as well as citizens across the island of Ireland – are fearful of what a botched, rushed conversation about unification might yield. That fear is that the birth of a united Ireland would be accompanied by violence and upheaval.</p> <p>Unification without the support of unionists, whose traditions and identity must be protected as part of any shared future, cannot be pursued as a zero-sum game. Otherwise we risk repeating history: the Troubles in reverse. Northern Ireland could not, in its current perilous state, survive either a hard Brexit or a united Ireland. Its communities are suspended in an in-between space, in which they have enjoyed 21 years without violence but have not yet progressed to a positive peace or meaningful integration – a process that takes time and effort to heal wounds.</p> <p>What many people in the UK forget or are indifferent to is the fact that, for all the successes of the Good Friday agreement – a vital edifice that allows us to identify as British, Irish or both – peace is not fully won.</p> <p>That is why all the trash talk is so damaging, and why we need to pull back from the rhetorical brink. That is what is lost in this war of the Ultras: that the price of political power could be the unforgiveable loss of peace.</p> <p>• Dearbhail McDonald is an Irish commentator and the author of Bust</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1228",
      "commentCloseDate": "2019-08-02T10:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-02T05:00:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:10Z",
      "newspaperEditionDate": "2019-08-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c35jt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2e72b17f7ffc9a48a337f7b17f2bfe3f8217766b/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In The Ultras, the brutal, brilliant novel by Eoin McNamee set during the Troubles, the protagonist (based on the real-life undercover British intelligence officer Robert Nairac) finds himself in the company of dangerous men like himself. The Ultras plot terrible events and create dark polities while forcing everyone else to live with their consequences. “Ultra meaning beyond,” wrote McNamee. “Ultra meaning extreme.” The so-called war cabinet formed by the new British prime minister, Boris Johnson, and whose course the maverick arch-Brexiteer Dominic Cummings now charts, of course bears no resemblance to the characters in the war of the Ultras imagined by McNamee. But the sheer velocity and ferocity of their opening salvoes about crashing out of the EU with no deal on October 31 unless the backstop – the insurance policy to avoid a hard border in Ireland – is abolished, raise the kind of alarm that we in Ireland have not felt since the dark years of the Troubles. The political fear is that this new breed of “Brexit Ultras” (Johnson’s cabinet with Nigel Farage’s Brexit party snapping at its heels) could deliberately pursue a no-deal EU exit at the expense of a volatile Irish peace. The sabre-rattling and pre-emptive blame-shifting of course is intended to shore up political support in the UK ahead of a possible general election, but also to intimidate Ireland into abandoning the backstop while shaking the unity of the EU27. Europe, with its own demons to face, has its red lines too and will not sacrifice the single market or its external borders, or jeopardise the wider integrity of the European project. Ireland, and the fragile peace process that has been built over the past 20 years, falls between these two positions. And while it is still early days for the Johnson premiership, we have a deteriorated state of Anglo-Irish relations following his ascent to power. How real is the damaging rhetoric emanating from London and the anti-Irish tropes spewing from much of the British media? David Yelland, the former editor of the Sun, revealed that he had been shocked when “Tories of influence” told him privately that Leo Varadkar, Ireland’s taoiseach “isn’t bright” and “the Irish will blink”. “It seems, amazingly, that this is the actual policy of HMG under Johnson,” tweeted Yelland. “They are anti-Irish, arrogant, dangerous and wrong.” That relations between London and Dublin are now strained is beyond dispute, though officials in Dublin insist that much of the noise is to be expected and aimed at a domestic UK audience rather than Ireland or the EU. Still, following his appointment, it took almost a week for Johnson to place a phone call with Varadkar, who leads a confidence-and-supply coalition that – while shaky on a series of domestic issues – serves as a national government in all but name for the purposes of Brexit. When the phone call did proceed, both men adopted an uncompromising stance: Johnson insisting the removal of the backstop is a precondition for any deal, Varadkar adamant that the EU will not relent on the withdrawal agreement. Varadkar rightly reminded Johnson of the British government’s obligation – as a co-signatory of the Good Friday agreement – to exercise its power in respect of Northern Ireland with rigorous impartiality. Johnson’s government relies, for the time being, on the support in the Commons of the Democratic Unionist party to prop up its narrow majority. The difficult parliamentary arithmetic, combined with Johnson’s inflammatory rhetoric, represents a serious challenge to the UK’s obligation to act as an honest broker in respect of Northern Ireland – the majority of whose citizens voted, like their Scottish brethren, to stay in the EU. And although unionists are being comforted, for now, by Johnson, their confidence that a hard Brexit will not give birth to a united Ireland must also be fraying at the seams. This is not least because nearly two-thirds of the Tory party indicate in polling that they would rather sacrifice the union – and see Northern Ireland and Scotland leave it – than abandon Brexit. Johnson (just like his predecessors) has yet to offer any meaningful alternatives to the backstop, yet blindly insists, as a pre-condition to talks with Brussels, that it must be removed. Given such a hardline starting point, what compromises would a deal with Brussels before October 31 entail? The recent ITV interview with the foreign secretary Dominic Raab on the issue of what flexibility the UK government has shown to date does not augur well for what lies ahead. The high-handed, perhaps not entirely unexpected tone of the hard Brexiteers, including Johnson, has undoubtedly reawakened bad memories in Ireland. Nobody on the island is blind to the reality that in standing by the backstop in order to avoid a hard border, they could end up with one if the UK crashes out without a deal. Indeed, the Irish government has conceded, in its latest updated contingency action plan, that it will implement increased checks and procedures in the event of a no-deal Brexit. That means border infrastructure and checkpoints that, however they are named and wherever they are, will have social and economic consequences both foreseen and unforeseen. One of those consequences is the possibility of a united Ireland – a prospect that terrifies me if the process of getting there is not given the time and breadth it needs, and if that existential, constitutional question it is not curated with the utmost inclusiveness and sensitivity. Last week Varadkar stated the obvious when he told the MacGill summer school that a hard Brexit would force communities in Northern Ireland to consider the possibility of a united Ireland. They already are. What was once an entirely fringe aspiration for nationalists, and a dreaded fear for unionists – each side comforted by the thought that the conversation about unification was decades away – has become an urgent debate for all. Contrary to anti-Irish tropes that the backstop is a Trojan horse in order to secure a united Ireland, the truth is that both communities in Northern Ireland – as well as citizens across the island of Ireland – are fearful of what a botched, rushed conversation about unification might yield. That fear is that the birth of a united Ireland would be accompanied by violence and upheaval. Unification without the support of unionists, whose traditions and identity must be protected as part of any shared future, cannot be pursued as a zero-sum game. Otherwise we risk repeating history: the Troubles in reverse. Northern Ireland could not, in its current perilous state, survive either a hard Brexit or a united Ireland. Its communities are suspended in an in-between space, in which they have enjoyed 21 years without violence but have not yet progressed to a positive peace or meaningful integration – a process that takes time and effort to heal wounds. What many people in the UK forget or are indifferent to is the fact that, for all the successes of the Good Friday agreement – a vital edifice that allows us to identify as British, Irish or both – peace is not fully won. That is why all the trash talk is so damaging, and why we need to pull back from the rhetorical brink. That is what is lost in this war of the Ultras: that the price of political power could be the unforgiveable loss of peace. • Dearbhail McDonald is an Irish commentator and the author of Bust",
      "charCount": "7449",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dearbhail-mcdonald\">Dearbhail McDonald</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]