[
  {
    "id": "world/2019/jul/14/leftwing-parties-must-grapple-with-victory-as-well-as-defeat",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-07-14T17:18:16Z",
    "webTitle": "Leftwing parties must grapple with victory as well as defeat | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jul/14/leftwing-parties-must-grapple-with-victory-as-well-as-defeat",
    "apiUrl": "https://content.guardianapis.com/world/2019/jul/14/leftwing-parties-must-grapple-with-victory-as-well-as-defeat",
    "fields": {
      "headline": "Leftwing parties must grapple with victory as well as defeat",
      "standfirst": "A party can win power with populist demagogy but to govern more serious thought is needed, says <strong>Denis MacShane</strong>. A Corbyn-led Labour government would come up against the sort of obstacles that crushed the Syriza-inspired opposition to EU austerity, says <strong>Russell Caplan</strong>. Any left advance needs to mobilise people power in workplaces and communities, says <strong>Keith Flett</strong>",
      "trailText": "<strong>Letters:</strong> A party can win power with populist demagogy but to govern more serious thought is needed, says <strong>Denis MacShane</strong>. A Corbyn-led Labour government would come up against the sort of obstacles that crushed the Syriza-inspired opposition to EU austerity, says <strong>Russell Caplan</strong>. Any left advance needs to mobilise people power in workplaces and communities, says <strong>Keith Flett</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cb14b680210463e44b69490ff35f464c78d8d197\"> <img src=\"https://media.guim.co.uk/cb14b680210463e44b69490ff35f464c78d8d197/0_126_4000_2400/1000.jpg\" alt=\"Outgoing Greek prime minister Alexis Tsipras addressing the media in Athens on 7 July after Syriza’s defeat to the conservatives\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Outgoing Greek prime minister Alexis Tsipras addressing the media in Athens on 7 July after Syriza’s defeat to the conservatives.</span> <span class=\"element-image__credit\">Photograph: Panagiotis Moschandreou/Xinhua/Barcroft Media</span> </figcaption> </figure>",
      "body": "<p>Gary Younge might have examined Portugal alongside Greece in his persuasive argument on what a left party elected to power can do (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/12/syriza-left-election\" title=\"\">Syriza’s defeat shows the left needs a plan to sustain power</a>, 12 July). Syriza’s left populism in opposition raised hopes that all Syriza had to do was shout loud enough and the rest of Europe, also constrained by domestic political pressures, would roll over and do what the professors and columnists turned into Syriza ministers insisted should happen.</p> <p>It is the Boris Johnson approach to Europe – if you shout loud enough the rest of the EU must bow to Brussels-bashing populist ideology. Syriza held a referendum in 2015 which was pure cake and eat it. The campaign slogan on posters and sprayed on every wall in Greece was “No to austerity, Yes to Europe”. Who could not vote for that – rather as if the UK’s 2016 Brexit campaign was based on saying no to the Brussels but yes to staying in the single market?</p> <p>The early grandstanding by Syriza ministers lost Greece a year of growth at a time when EU nations were finally coming out of the crash decade. Opinion polls show Syriza lost popular support by the end of 2015 and never regained it.</p> <p>In contrast, the Portuguese socialists cooperated fully with the EU, accepting that some years of fiscal discipline were needed following the years of cheap euros borrowed after 2000, when southern economies drugged themselves on cheap money. The Portuguese also brought in progressive measures, in contrast to Syriza, where unpleasant vindictive prosecutions were launched against former political opponents and special interests were looked after.</p> <p>Younge is right. A left party, or indeed any party, can win power with populist demagogy, but to govern more serious thought and honesty with the electorate is needed – as we will soon discover under Prime Minister Johnson.<br><strong>Dr Denis Mac</strong><strong>Shane</strong><br><em>Former Europe </em><em>minister</em></p> <p>• Gary Younge’s analysis of Syriza’s defeat provides a strong argument for leaving the EU as a necessary and progressive step in building an alternative to the EU-designed neoliberal organisation of society that has spawned so much inequality and social dysfunction. Younge cites the positions of the then German finance minister Wolfgang Schäuble and the European commission president, Jean-Claude Juncker, in their dealings with the then Greek finance minister Yanis Varoufakis in 2015: “Elections cannot be allowed to change an economic programme of a member state”; “There can be no democratic choice against the European treaties”. These positions underline the structural impediments that member states are faced with if they pose any challenge to the EU consensus.</p> <p>It is inevitable that a Corbyn-led Labour government would sooner or later come up against similar institutional obstacles to those that crushed the Syriza-inspired opposition to EU-led austerity.</p> <p>What is perplexing, therefore, is that Labour has failed to mobilise and lead a progressive campaign to leave the EU. Instead it has abrogated this leadership to muddled prevarication and false progressivism among remainers. If ever the Marxist notion of false consciousness were more apposite, it is in relation to Labour’s metropolitan remain supporters who abandoned the party for avowedly remain parties. It would appear that the Labour challenge under Corbyn is destined to be crushed on the altar of the EU – either from remain voters abandoning Labour or by the EU itself if it challenges the EU’s economic programme as part of a Labour government’s democratic mandate. <br><strong>Russell Caplan</strong><br><em>London</em></p> <p>• As Gary Younge underlines, the left, which is used mainly to glorious defeats, now also has to grapple with what happens when victories occur. We can see that Syriza didn’t manage to do that. Elected to fight the austerity politics of the EU and IMF when they simply refused to engage, it crumbled and implemented them.</p> <p>There are two points that Younge passes over. Firstly, not all Syriza MPs did crumble – 25 walked out in opposition to agreeing a bailout in August 2015. Unfortunately they were unable at that short notice to gather enough electoral support to have an impact.</p> <p>The wider point is that any left advance, to be victorious even in a partial sense, needs to look beyond parliamentary politics and mobilise people power in workplaces and communities. Jeremy Corbyn’s leadership of Labour has sometimes had a sense of that, but it’s not just a tactic to be used from time to time – it’s a strategy to be built.<br><strong>Keith Flett</strong><br><em>Tottenham, London </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "780",
      "commentable": "false",
      "firstPublicationDate": "2019-07-14T17:18:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:55Z",
      "newspaperEditionDate": "2019-07-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq255",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cb14b680210463e44b69490ff35f464c78d8d197/0_126_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gary Younge might have examined Portugal alongside Greece in his persuasive argument on what a left party elected to power can do (Syriza’s defeat shows the left needs a plan to sustain power, 12 July). Syriza’s left populism in opposition raised hopes that all Syriza had to do was shout loud enough and the rest of Europe, also constrained by domestic political pressures, would roll over and do what the professors and columnists turned into Syriza ministers insisted should happen. It is the Boris Johnson approach to Europe – if you shout loud enough the rest of the EU must bow to Brussels-bashing populist ideology. Syriza held a referendum in 2015 which was pure cake and eat it. The campaign slogan on posters and sprayed on every wall in Greece was “No to austerity, Yes to Europe”. Who could not vote for that – rather as if the UK’s 2016 Brexit campaign was based on saying no to the Brussels but yes to staying in the single market? The early grandstanding by Syriza ministers lost Greece a year of growth at a time when EU nations were finally coming out of the crash decade. Opinion polls show Syriza lost popular support by the end of 2015 and never regained it. In contrast, the Portuguese socialists cooperated fully with the EU, accepting that some years of fiscal discipline were needed following the years of cheap euros borrowed after 2000, when southern economies drugged themselves on cheap money. The Portuguese also brought in progressive measures, in contrast to Syriza, where unpleasant vindictive prosecutions were launched against former political opponents and special interests were looked after. Younge is right. A left party, or indeed any party, can win power with populist demagogy, but to govern more serious thought and honesty with the electorate is needed – as we will soon discover under Prime Minister Johnson. Dr Denis MacShane Former Europe minister • Gary Younge’s analysis of Syriza’s defeat provides a strong argument for leaving the EU as a necessary and progressive step in building an alternative to the EU-designed neoliberal organisation of society that has spawned so much inequality and social dysfunction. Younge cites the positions of the then German finance minister Wolfgang Schäuble and the European commission president, Jean-Claude Juncker, in their dealings with the then Greek finance minister Yanis Varoufakis in 2015: “Elections cannot be allowed to change an economic programme of a member state”; “There can be no democratic choice against the European treaties”. These positions underline the structural impediments that member states are faced with if they pose any challenge to the EU consensus. It is inevitable that a Corbyn-led Labour government would sooner or later come up against similar institutional obstacles to those that crushed the Syriza-inspired opposition to EU-led austerity. What is perplexing, therefore, is that Labour has failed to mobilise and lead a progressive campaign to leave the EU. Instead it has abrogated this leadership to muddled prevarication and false progressivism among remainers. If ever the Marxist notion of false consciousness were more apposite, it is in relation to Labour’s metropolitan remain supporters who abandoned the party for avowedly remain parties. It would appear that the Labour challenge under Corbyn is destined to be crushed on the altar of the EU – either from remain voters abandoning Labour or by the EU itself if it challenges the EU’s economic programme as part of a Labour government’s democratic mandate. Russell Caplan London • As Gary Younge underlines, the left, which is used mainly to glorious defeats, now also has to grapple with what happens when victories occur. We can see that Syriza didn’t manage to do that. Elected to fight the austerity politics of the EU and IMF when they simply refused to engage, it crumbled and implemented them. There are two points that Younge passes over. Firstly, not all Syriza MPs did crumble – 25 walked out in opposition to agreeing a bailout in August 2015. Unfortunately they were unable at that short notice to gather enough electoral support to have an impact. The wider point is that any left advance, to be victorious even in a partial sense, needs to look beyond parliamentary politics and mobilise people power in workplaces and communities. Jeremy Corbyn’s leadership of Labour has sometimes had a sense of that, but it’s not just a tactic to be used from time to time – it’s a strategy to be built. Keith Flett Tottenham, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4813",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "law/2019/jul/14/inquiry-needed-uk-role-medhanie-tesfamariam-berhe",
    "type": "article",
    "sectionId": "law",
    "sectionName": "Law",
    "webPublicationDate": "2019-07-14T17:14:53Z",
    "webTitle": "Inquiry needed into the UK’s role in framing Medhanie Tesfamariam Berhe | Letters",
    "webUrl": "https://www.theguardian.com/law/2019/jul/14/inquiry-needed-uk-role-medhanie-tesfamariam-berhe",
    "apiUrl": "https://content.guardianapis.com/law/2019/jul/14/inquiry-needed-uk-role-medhanie-tesfamariam-berhe",
    "fields": {
      "headline": "Inquiry needed into the UK’s role in framing Medhanie Tesfamariam Berhe",
      "standfirst": "The acquittal of this victim of mistaken identity is also a damning indictment of Italy’s and the UK’s misguided anti-trafficking policy in the Horn of Africa, writes <strong>Dr Lutz Oette</strong>",
      "trailText": "<strong>Letters:</strong> The acquittal of this victim of mistaken identity is also a damning indictment of Italy’s and the UK’s misguided anti-trafficking policy in the Horn of Africa, writes <strong>Dr Lutz Oette</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3badb329c6e1ebe88ed95102daa034a83c7c1673\"> <img src=\"https://media.guim.co.uk/3badb329c6e1ebe88ed95102daa034a83c7c1673/0_11_4000_2400/1000.jpg\" alt=\"Medhanie Tesfamariam Berhe\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Medhanie Tesfamariam Berhe. </span> <span class=\"element-image__credit\">Photograph: Andreas Solaro/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The acquittal of Medhanie Tesfamariam Berhe (<a href=\"https://www.theguardian.com/world/2019/jul/12/eritrean-man-released-from-jail-in-italian-mistaken-identity-case\" title=\"\">Eritrean man accused of human trafficking cleared in case of mistaken identity</a>, 13 July) is a much belated recognition of his innocence, after he was arrested in Sudan following a British tip-off and tried in Italy. It is also a damning indictment of Italy’s and the UK’s misguided anti-trafficking policy in the Horn of Africa. Both states have been at the forefront of the so-called Khartoum Process in which the EU and European states cooperated with regimes such as Omar al-Bashir’s Sudan. Critics of this process had warned all along about the risk of such partnerships. Mr Berhe’s case was therefore not an unfortunate, unforeseeable incident but entirely predictable. It is time for a thorough inquiry to establish the UK’s role in framing an innocent man and effectively delivering him into the hands of Sudanese forces who were known for torturing suspects, and duly did torture Mr Berhe, who is owed more than an apology by the UK.<br><strong>Dr Lutz Oette</strong><br><em>Senior lecturer in law, </em><em>Soas</em><em> University of London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "221",
      "commentable": "false",
      "firstPublicationDate": "2019-07-14T17:14:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-14T17:16:26Z",
      "newspaperEditionDate": "2019-07-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqxz7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3badb329c6e1ebe88ed95102daa034a83c7c1673/0_11_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The acquittal of Medhanie Tesfamariam Berhe (Eritrean man accused of human trafficking cleared in case of mistaken identity, 13 July) is a much belated recognition of his innocence, after he was arrested in Sudan following a British tip-off and tried in Italy. It is also a damning indictment of Italy’s and the UK’s misguided anti-trafficking policy in the Horn of Africa. Both states have been at the forefront of the so-called Khartoum Process in which the EU and European states cooperated with regimes such as Omar al-Bashir’s Sudan. Critics of this process had warned all along about the risk of such partnerships. Mr Berhe’s case was therefore not an unfortunate, unforeseeable incident but entirely predictable. It is time for a thorough inquiry to establish the UK’s role in framing an innocent man and effectively delivering him into the hands of Sudanese forces who were known for torturing suspects, and duly did torture Mr Berhe, who is owed more than an apology by the UK. Dr Lutz Oette Senior lecturer in law, Soas University of London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1346",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/14/churchillian-stance-taken-by-boris-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-14T17:12:19Z",
    "webTitle": "Churchillian stance taken by Boris Johnson | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/14/churchillian-stance-taken-by-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/14/churchillian-stance-taken-by-boris-johnson",
    "fields": {
      "headline": "Churchillian stance taken by Boris Johnson",
      "standfirst": "School uniforms | Al-Anon | Izal toilet paper | Triplets title pun | Boris Johnson",
      "trailText": "<strong>Brief letters:</strong> School uniforms | Al-Anon | Izal toilet paper | Triplets title pun | Boris Johnson",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"52843c9395fb55f821157bd40bbb4081927e9c0f\"> <img src=\"https://media.guim.co.uk/52843c9395fb55f821157bd40bbb4081927e9c0f/235_0_3252_1952/1000.jpg\" alt=\"Boris Johnson during a Tory leadership hustings in Colchester, Essex.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Imitation of Churchill or just terrible posture? Boris Johnson during a Tory leadership hustings in Colchester, Essex.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>",
      "body": "<p>Yomi Adegoke is right to point out <a href=\"https://www.theguardian.com/commentisfree/2019/jul/10/the-tyranny-of-the-schoolgirl-skirt-still-haunts-me\" title=\"\">the tyranny of the school skirt</a> (G2, 11 July), but what message are we giving out to our young women when smart school uniform for a girl includes a blazer and tie? Doesn’t this imply that girls are expected to emulate a certain type of male role model if they are to be taken seriously? Strange, as they will never dress like this again.<br><strong>Joanna Cave</strong><br><em>Faringdon, Oxfordshire</em></p> <p>• Your otherwise excellent <a href=\"https://www.theguardian.com/society/2019/jul/08/how-secondhand-drinking-ruins-lives-every-family-has-been-touched-by-this\" title=\"\">article on the damage drinking can do</a> to the family and friends of problem drinkers (G2, 9 July) omitted to mention Al-Anon, which is devoted to supporting the family and friends of alcoholics and has groups across the country. See <a href=\"https://www.al-anonuk.org.uk/\" title=\"\">www.al-anonuk.org.uk</a><br><strong>Margaret Jones</strong><br><em>Northampton</em></p> <p>• As an American postgraduate student in the 70s, I first encountered Izal toilet paper (<a href=\"https://www.theguardian.com/culture/2019/jul/12/sorry-state-when-a-writer-is-uncredited\" title=\"\">Letters</a>, 13 July) in the ladies’ toilet at the British Museum Reading Room. Each square of paper had a royal crest saying it was the property of Her Majesty the Queen.<br><strong>Ann-Marie LeQuesne</strong><br><em>London</em></p> <p>• In 1979 my wife gave birth to triplets. She always intended to write a book about the difficulties and delights of this. She hasn’t written it yet, but if she does it will be called A Womb With a Few (<a href=\"https://www.theguardian.com/science/2019/jul/10/picking-up-bransons-rocketing-carbon-bill\" title=\"\">Letters</a>, 11 July).<br><strong>Andrew Ockwell</strong><br><em>East Wittering, West Sussex</em></p> <p>• Is Boris Johnson now copying Churchill’s bent stance, or has he simply developed terrible posture?<br><strong>Louise Thomson</strong><br><em>Leamington Spa, Warwickshire</em></p> <p>• Should the supporters of Boris Johnson be called “pro-rogue”?<br><strong>Richard Stallman</strong><br><em>Cambridge, Massachusetts, USA </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "294",
      "commentable": "false",
      "firstPublicationDate": "2019-07-14T17:12:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:30Z",
      "newspaperEditionDate": "2019-07-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq235",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/52843c9395fb55f821157bd40bbb4081927e9c0f/235_0_3252_1952/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Yomi Adegoke is right to point out the tyranny of the school skirt (G2, 11 July), but what message are we giving out to our young women when smart school uniform for a girl includes a blazer and tie? Doesn’t this imply that girls are expected to emulate a certain type of male role model if they are to be taken seriously? Strange, as they will never dress like this again. Joanna Cave Faringdon, Oxfordshire • Your otherwise excellent article on the damage drinking can do to the family and friends of problem drinkers (G2, 9 July) omitted to mention Al-Anon, which is devoted to supporting the family and friends of alcoholics and has groups across the country. See www.al-anonuk.org.uk Margaret Jones Northampton • As an American postgraduate student in the 70s, I first encountered Izal toilet paper (Letters, 13 July) in the ladies’ toilet at the British Museum Reading Room. Each square of paper had a royal crest saying it was the property of Her Majesty the Queen. Ann-Marie LeQuesne London • In 1979 my wife gave birth to triplets. She always intended to write a book about the difficulties and delights of this. She hasn’t written it yet, but if she does it will be called A Womb With a Few (Letters, 11 July). Andrew Ockwell East Wittering, West Sussex • Is Boris Johnson now copying Churchill’s bent stance, or has he simply developed terrible posture? Louise Thomson Leamington Spa, Warwickshire • Should the supporters of Boris Johnson be called “pro-rogue”? Richard Stallman Cambridge, Massachusetts, USA • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1815",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/14/boris-johnson-brussels-bashing-stories-shaped-politics",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-14T15:00:33Z",
    "webTitle": "How Boris Johnson's Brussels-bashing stories shaped British politics",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/14/boris-johnson-brussels-bashing-stories-shaped-politics",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/14/boris-johnson-brussels-bashing-stories-shaped-politics",
    "fields": {
      "headline": "How Boris Johnson's Brussels-bashing stories shaped British politics",
      "standfirst": "<p>As a correspondent, the likely future PM produced exaggerated tales that were lapped up at home</p>",
      "trailText": "As a correspondent, the likely future PM produced exaggerated tales that were lapped up at home",
      "byline": "Jennifer Rankin in Brussels and Jim Waterson",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"1b0cca9497adb60c5aac369a3c5bde975fe92852\"> \n <img src=\"https://media.guim.co.uk/1b0cca9497adb60c5aac369a3c5bde975fe92852/0_0_4000_2400/1000.jpg\" alt=\"Boris Johnson in Brussels in about 1990\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson in about 1990 in Brussels, where he was the Daily Telegraph correspondent</span> \n  <span class=\"element-image__credit\">Illustration: Guardian Design</span> \n </figcaption> \n</figure>",
      "body": "<p>It was a classic Boris Johnson dispatch from Brussels – funny, mocking and only partially based on fact.</p> \n<p>Under the headline “Italy fails to measure up on condoms”, Johnson revealed in the Daily Telegraph that “Brussels bureaucrats have shown their legendary attention to detail by rejecting new specifications for condom dimensions”, despite demands from the Italian rubber industry for a smaller minimum width. Readers were informed the decision had left “Italian egos smarting”, and he quoted an official spokesperson – Willy Hélin – who insisted “this is a very serious business”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"96b88911-0634-461d-9628-144a87e65baa\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>The real Boris Johnson</strong></p>\n    <p></p>\n    <p>Over the course of the week, the Guardian is publishing a series of news reports, features and multimedia components on the man widely expected to be the next Conservative leader – and therefore prime minister. In coverage that ranges from his early days as a journalist to his last senior job as foreign secretary, we will seek to shed light on the exploits, ambitions and values of one of the most consequential – and most divisive – politicians of the age.<br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>That was in 1991. Three decades later, Hélin, now retired, told the Guardian from his hospital bed he was still exasperated by the “load of bullshit” written by Johnson.</p> \n<p>“We were not interested by sizes. We had had requests from medical institutions across Europe to check on the safety of condoms. That has nothing to do with the size of dicks. All the journalists went on about comparing the size of penises in Germany and France. It’s about safety, because so many doctors were interested to know about the risks for Aids patients,” he said.</p> \n<p>“He was the paramount of exaggeration and distortion and lies. He was a clown – a successful clown.”</p> \n<p>In the intervening years, Johnson’s persona has elevated him to the highest stage. But according to those who knew him and worked with him in Brussels, the origins of his performance in those years were a crucial part of his political DNA. His five-year stint in the city as a reporter for the Daily Telegraph, they say, both shaped his politics and influenced the wider British Eurosceptic movement.</p> \n<p>Before Johnson’s arrival, Brussels was “a really low-grade” posting for the Telegraph, recalled Nigel Wade, the paper’s foreign editor from 1986 to 1996. “Nobody cared about Brussels,” he said, recalling the city as a source of “important but dull stories”.</p> \n<figure class=\"element element-image\" data-media-id=\"b70f8ea57e33c4fc1ccdbfc1b587686a570865f3\"> \n <img src=\"https://media.guim.co.uk/b70f8ea57e33c4fc1ccdbfc1b587686a570865f3/86_628_8159_4896/1000.jpg\" alt=\"Boris Johnson in 1995\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Johnson in 1995. A fellow journalist in the 1990s said he took British Eurosceptic reporting to ‘new heights’.</span> \n  <span class=\"element-image__credit\">Photograph: Jane Bown/The Observer</span> \n </figcaption> \n</figure> \n<p>Johnson did not care for important but dull. Colleagues and adversaries say he did not invent the brand of Brussels-bashing British journalism that found niche pieces of European regulation and turned them into front-page stories about threats to the UK’s sovereignty. But he seized on the approach, perfected it and become synonymous with it – helping sow many of the seeds that would later lead to Brexit and his potential rise to become prime minister.</p> \n<p>Having graduated from Oxford University and briefly considered becoming a management consultant, he secured a trainee job at the Times after making the (unrelated) journalist <a href=\"https://www.theguardian.com/media/2006/dec/18/guardianobituaries.pressandpublishing\">Frank Johnson</a> laugh during a New Year’s Eve party held at his fiancee Allegra Mostyn-Owen’s family’s stately home.</p> \n<p>Despite being sent for training on the Wolverhampton Express &amp; Star, he was sacked within months after <a href=\"https://www.theguardian.com/politics/2013/mar/25/boris-johnson-eddie-mair-interview\">fabricating quotes</a> from his godfather Colin Lucas, a historian, in an attempt to get speculation about Edward II’s supposed lover <a href=\"https://blogs.spectator.co.uk/2015/09/revealed-boris-johnsons-piers-gaveston-porkies/\">Piers Gaveston</a> into a front-page news story.</p> \n<p>Having again used his contacts to secure a job at the Daily Telegraph, Johnson landed in Brussels, where he had spent a sometimes unhappy time as a child while his father, Stanley, served as one of the first British MEPs. It was 1989 and, aged 24, he already needed to rebuild his career.</p> \n<p>One of Johnson’s first professional outings was to meet the UK’s ambassador to the EU, David Hannay. Johnson knew Lord Hannay, who had put Stanley on the shortlist for a job at the European commission years earlier.</p> \n<p>As Johnson sat down in his office, “I said: ‘Well, nice to see you Alexander,’” Hannay recalled – Alexander is Johnson’s real first name. “And he said: ‘I’d rather you call me Boris.’ And I did think that was slightly odd, but I didn’t think much more of it at the time.”</p> \n<figure class=\"element element-image\" data-media-id=\"93e89c310a34b07fbaef2675fb07706c0eccb186\"> \n <img src=\"https://media.guim.co.uk/93e89c310a34b07fbaef2675fb07706c0eccb186/254_0_13446_8066/1000.jpg\" alt=\"A Boris Johnson front-page story in the Sunday Telegraph.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A Boris Johnson front-page story in the Sunday Telegraph.</span> \n  <span class=\"element-image__credit\">Photograph: Telegraph</span> \n </figcaption> \n</figure> \n<p>Brussels was where “Boris” first became a public figure, whose articles in the Conservative party’s favourite newspaper were pored over by Tory Eurosceptics <a href=\"https://www.theguardian.com/politics/2018/jul/24/john-major-full-gloat-defeating-rebels-maastricht-european-union\">embroiled in skirmishes</a> with John Major’s government over the formation of the single market.</p> \n<p>Charles Grant, who was working for the Economist in Brussels at the time, said: “It took him time to develop his persona.” He said Johnson arrived as “a fairly conventional” journalist, but “the more he got on the front page, he had to live up to the character he had developed”.</p> \n<p>His celebrity grew with stories about “EC [European commission] plans” to construct the world’s tallest building for its headquarters or impose regulations on a reluctant Britain.</p> \n<p>Johnson – whose campaign did not respond to a request for comment - “seemed to slightly transcend the normal rigours”, recalled Geoff Meade, a former Press Association correspondent. In one front-page Telegraph story, Johnson reported the European commission’s Berlaymont headquarters would be blown up by the end of 1991. “Sappers will lay explosive charges at key points,” he noted.</p> \n<p>It fell to Meade to point out blowing up a building riddled with asbestos might not be a smart move. “It was a great story, but it was complete bollocks,” he said.</p> \n<p>Three decades later, the renovated Berlaymont is still standing, and houses many of the individuals who will negotiate with Johnson, should he become prime minister, on Britain’s future relationship with the EU.</p> \n<p>The problem was Johnson’s stories about supposedly excessive waste were more entertaining than the dry reports about the creation of the single market.</p> \n<figure class=\"element element-image\" data-media-id=\"e6a0b05a872fa0faf878ebafff1098c82c755331\"> \n <img src=\"https://media.guim.co.uk/e6a0b05a872fa0faf878ebafff1098c82c755331/0_416_1507_904/1000.jpg\" alt=\"Jacques Delors\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jacques Delors, the then European commission president, in 1992.</span> \n  <span class=\"element-image__credit\">Photograph: Dave Gadd/Sportsphoto/Allstar</span> \n </figcaption> \n</figure> \n<p>One British EU official, who knew Johnson, said: “Most of the UK press were quite bored by what the commission did. They got what they saw as turgid explanations of market regulation.”</p> \n<p>Peter Guilford, a former Times correspondent, received midnight phone calls from London when the first editions of newspapers containing Johnson’s stories landed on editors’ desks. “We are under pressure to follow it up. So there was this sort of Eurosceptic-generating machine that we were all part of, and Boris was driving harder than anyone else,” he said.</p> \n<p>Johnson did not invent British Eurosceptic reporting, Guilford said, but “took it to new heights. It delivered him the profile and publicity that he craved.”</p> \n<p>Guilford later became spokesman for <a href=\"https://www.theguardian.com/politics/2015/jan/22/lord-brittan-of-spennithorne\">Leon Brittan</a>, one of two British European commissioners in the early 1990s. He recalled Johnson was often trying to stand up stories of “a German plot against a British commissioner; he was always playing off second world war themes”.Bruno Dethomas, spokesman for the then European commission president, Jacques Delors, said Johnson’s stories were not very different from those of his tabloid rivals. “Boris was of course exaggerating, but more smartly than the others,” he said.</p> \n<p>Dethomas discovered this when he invited the young reporter to his house in Brussels for drinks. The soiree<em><strong> </strong></em>later provided inspiration for a Johnson report that Dethomas lived in a castle. “He knew perfectly well that I lived in a normal house with a small garden,” he said. “I was surprised; I found it not absolutely fair, but I knew Boris.”</p> \n<p>In those pre-internet days, the Brussels press corp was tight knit. Journalists spent hours together, either in the underground commission press briefing room or in nearby pubs, such as Kitty O’Shea’s and the Old Hack. Johnson also played squash and tennis and went skiing. Guilford said: “He played squash like he does everything: very powerful, not always very accurate – and he skis the same way.”</p> \n<p>In his later years in Brussels, Johnson moved closer to the commission headquarters, taking a modest terrace house<em> </em>on Rue Van Campenhout. By coincidence, Neil Kinnock bought the property when he moved to Brussels to become Britain’s European commissioner. “We had no need for contact,” Kinnock said.</p> \n<figure class=\"element element-image\" data-media-id=\"8146c4e9735d43905ae00f303fe15e79e68d56e9\"> \n <img src=\"https://media.guim.co.uk/8146c4e9735d43905ae00f303fe15e79e68d56e9/0_18_1904_1142/1000.jpg\" alt=\"Boris Johnson and Max Hastings\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Johnson with Max Hastings, who was his editor at the Daily Telegraph.</span> \n  <span class=\"element-image__credit\">Photograph: Nigel Howard/ANL/Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>Rolf-Dieter Krause, a former correspondent for Germany’s ARD public broadcaster, recalled Johnson slumped in his chair at the European commission’s daily midday briefings. “If he asked a question, it was to create a laugh … When we read his articles, we always felt he had been to a different event from the one we were at,” he said.</p> \n<p>This approach came to a head with a narrow rejection of the EU by angry voters in a referendum, stoked by fears of rule by Brussels and fuelled by Johnson’s writing in the Daily Telegraph. This was 1992 and – almost 25 years before the Brexit vote – Denmark voted down the Maastricht treaty with a majority of 50.7%. Johnson would later claim his front-page story “Delors plans to rule Europe” had helped swing the result.</p> \n<p>Uffe Ellemann-Jensen, Denmark’s then foreign minister, thinks Johnson’s writing – picked up by the Danish press – helped influence the result. “It definitely had an impact,” he said. “The story was that once the Danes had voted yes then we would have much more Europe, much more union and all that stuff. When I said it was nonsense, I was called a bloody liar.”</p> \n<figure class=\"element element-image\" data-media-id=\"849801079b2d37f35a2c499fd51e538cc033ef29\"> \n <img src=\"https://media.guim.co.uk/849801079b2d37f35a2c499fd51e538cc033ef29/0_5946_13642_8183/1000.jpg\" alt=\"Goodbye, Brussels.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Johnson ‘foresees trouble ahead’ in an article in the Daily Telegraph in March 1994.</span> \n  <span class=\"element-image__credit\">Photograph: Telegraph</span> \n </figcaption> \n</figure> \n<p>The former minister acknowledged he was quoted accurately in Johnson’s story. But he feels Johnson misrepresented changes proposed by Delors. “The way it was presented is that he had found some secret Delors plan – that was the absurdity of it,” he said.</p> \n<p>Many in Brussels found Johnson funny. One British official spoke of a “hilarious exchange” between Johnson and the agriculture commissioner’s spokesman about how bent a banana had to be. Another said: “He was great company, he was great fun, but I used to be very angry with the way he just wanted to ridicule the institution and was clearly misleading people.”</p> \n<p>The Daily Telegraph was delighted. Guilford said there were enthusiastic letters from the Telegraph’s then editor, Max Hastings – now a <a href=\"https://www.theguardian.com/commentisfree/2019/jun/24/boris-johnson-prime-minister-tory-party-britain\">fierce critic</a> – pinned to Johnson’s office wall. For the Telegraph foreign desk, he was “as exasperating as he was brilliant”, Wade said in an unpublished memoir. “On many nights, I would be on the phone begging Boris for the piece he had promised to deliver an hour ago. There was a lot of ‘oh gosh Nigel, golly Nigel’ and ‘for godsakes Boris!’”</p> \n<p>Nobody imagined where Johnson’s “annoying” stories would lead, said one of the British officials: “He was more seen as a colourful buffoon figure. But we didn’t realise it was going to set the tone of the British debate.”</p> \n<p><em>Tomorrow: Johnson the MP and writer</em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1669",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-07-14T15:00:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-14T20:40:01Z",
      "newspaperEditionDate": "2019-07-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bp9yf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1b0cca9497adb60c5aac369a3c5bde975fe92852/0_0_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It was a classic Boris Johnson dispatch from Brussels – funny, mocking and only partially based on fact. Under the headline “Italy fails to measure up on condoms”, Johnson revealed in the Daily Telegraph that “Brussels bureaucrats have shown their legendary attention to detail by rejecting new specifications for condom dimensions”, despite demands from the Italian rubber industry for a smaller minimum width. Readers were informed the decision had left “Italian egos smarting”, and he quoted an official spokesperson – Willy Hélin – who insisted “this is a very serious business”. That was in 1991. Three decades later, Hélin, now retired, told the Guardian from his hospital bed he was still exasperated by the “load of bullshit” written by Johnson. “We were not interested by sizes. We had had requests from medical institutions across Europe to check on the safety of condoms. That has nothing to do with the size of dicks. All the journalists went on about comparing the size of penises in Germany and France. It’s about safety, because so many doctors were interested to know about the risks for Aids patients,” he said. “He was the paramount of exaggeration and distortion and lies. He was a clown – a successful clown.” In the intervening years, Johnson’s persona has elevated him to the highest stage. But according to those who knew him and worked with him in Brussels, the origins of his performance in those years were a crucial part of his political DNA. His five-year stint in the city as a reporter for the Daily Telegraph, they say, both shaped his politics and influenced the wider British Eurosceptic movement. Before Johnson’s arrival, Brussels was “a really low-grade” posting for the Telegraph, recalled Nigel Wade, the paper’s foreign editor from 1986 to 1996. “Nobody cared about Brussels,” he said, recalling the city as a source of “important but dull stories”. Johnson did not care for important but dull. Colleagues and adversaries say he did not invent the brand of Brussels-bashing British journalism that found niche pieces of European regulation and turned them into front-page stories about threats to the UK’s sovereignty. But he seized on the approach, perfected it and become synonymous with it – helping sow many of the seeds that would later lead to Brexit and his potential rise to become prime minister. Having graduated from Oxford University and briefly considered becoming a management consultant, he secured a trainee job at the Times after making the (unrelated) journalist Frank Johnson laugh during a New Year’s Eve party held at his fiancee Allegra Mostyn-Owen’s family’s stately home. Despite being sent for training on the Wolverhampton Express &amp; Star, he was sacked within months after fabricating quotes from his godfather Colin Lucas, a historian, in an attempt to get speculation about Edward II’s supposed lover Piers Gaveston into a front-page news story. Having again used his contacts to secure a job at the Daily Telegraph, Johnson landed in Brussels, where he had spent a sometimes unhappy time as a child while his father, Stanley, served as one of the first British MEPs. It was 1989 and, aged 24, he already needed to rebuild his career. One of Johnson’s first professional outings was to meet the UK’s ambassador to the EU, David Hannay. Johnson knew Lord Hannay, who had put Stanley on the shortlist for a job at the European commission years earlier. As Johnson sat down in his office, “I said: ‘Well, nice to see you Alexander,’” Hannay recalled – Alexander is Johnson’s real first name. “And he said: ‘I’d rather you call me Boris.’ And I did think that was slightly odd, but I didn’t think much more of it at the time.” Brussels was where “Boris” first became a public figure, whose articles in the Conservative party’s favourite newspaper were pored over by Tory Eurosceptics embroiled in skirmishes with John Major’s government over the formation of the single market. Charles Grant, who was working for the Economist in Brussels at the time, said: “It took him time to develop his persona.” He said Johnson arrived as “a fairly conventional” journalist, but “the more he got on the front page, he had to live up to the character he had developed”. His celebrity grew with stories about “EC [European commission] plans” to construct the world’s tallest building for its headquarters or impose regulations on a reluctant Britain. Johnson – whose campaign did not respond to a request for comment - “seemed to slightly transcend the normal rigours”, recalled Geoff Meade, a former Press Association correspondent. In one front-page Telegraph story, Johnson reported the European commission’s Berlaymont headquarters would be blown up by the end of 1991. “Sappers will lay explosive charges at key points,” he noted. It fell to Meade to point out blowing up a building riddled with asbestos might not be a smart move. “It was a great story, but it was complete bollocks,” he said. Three decades later, the renovated Berlaymont is still standing, and houses many of the individuals who will negotiate with Johnson, should he become prime minister, on Britain’s future relationship with the EU. The problem was Johnson’s stories about supposedly excessive waste were more entertaining than the dry reports about the creation of the single market. One British EU official, who knew Johnson, said: “Most of the UK press were quite bored by what the commission did. They got what they saw as turgid explanations of market regulation.” Peter Guilford, a former Times correspondent, received midnight phone calls from London when the first editions of newspapers containing Johnson’s stories landed on editors’ desks. “We are under pressure to follow it up. So there was this sort of Eurosceptic-generating machine that we were all part of, and Boris was driving harder than anyone else,” he said. Johnson did not invent British Eurosceptic reporting, Guilford said, but “took it to new heights. It delivered him the profile and publicity that he craved.” Guilford later became spokesman for Leon Brittan, one of two British European commissioners in the early 1990s. He recalled Johnson was often trying to stand up stories of “a German plot against a British commissioner; he was always playing off second world war themes”.Bruno Dethomas, spokesman for the then European commission president, Jacques Delors, said Johnson’s stories were not very different from those of his tabloid rivals. “Boris was of course exaggerating, but more smartly than the others,” he said. Dethomas discovered this when he invited the young reporter to his house in Brussels for drinks. The soiree later provided inspiration for a Johnson report that Dethomas lived in a castle. “He knew perfectly well that I lived in a normal house with a small garden,” he said. “I was surprised; I found it not absolutely fair, but I knew Boris.” In those pre-internet days, the Brussels press corp was tight knit. Journalists spent hours together, either in the underground commission press briefing room or in nearby pubs, such as Kitty O’Shea’s and the Old Hack. Johnson also played squash and tennis and went skiing. Guilford said: “He played squash like he does everything: very powerful, not always very accurate – and he skis the same way.” In his later years in Brussels, Johnson moved closer to the commission headquarters, taking a modest terrace house on Rue Van Campenhout. By coincidence, Neil Kinnock bought the property when he moved to Brussels to become Britain’s European commissioner. “We had no need for contact,” Kinnock said. Rolf-Dieter Krause, a former correspondent for Germany’s ARD public broadcaster, recalled Johnson slumped in his chair at the European commission’s daily midday briefings. “If he asked a question, it was to create a laugh … When we read his articles, we always felt he had been to a different event from the one we were at,” he said. This approach came to a head with a narrow rejection of the EU by angry voters in a referendum, stoked by fears of rule by Brussels and fuelled by Johnson’s writing in the Daily Telegraph. This was 1992 and – almost 25 years before the Brexit vote – Denmark voted down the Maastricht treaty with a majority of 50.7%. Johnson would later claim his front-page story “Delors plans to rule Europe” had helped swing the result. Uffe Ellemann-Jensen, Denmark’s then foreign minister, thinks Johnson’s writing – picked up by the Danish press – helped influence the result. “It definitely had an impact,” he said. “The story was that once the Danes had voted yes then we would have much more Europe, much more union and all that stuff. When I said it was nonsense, I was called a bloody liar.” The former minister acknowledged he was quoted accurately in Johnson’s story. But he feels Johnson misrepresented changes proposed by Delors. “The way it was presented is that he had found some secret Delors plan – that was the absurdity of it,” he said. Many in Brussels found Johnson funny. One British official spoke of a “hilarious exchange” between Johnson and the agriculture commissioner’s spokesman about how bent a banana had to be. Another said: “He was great company, he was great fun, but I used to be very angry with the way he just wanted to ridicule the institution and was clearly misleading people.” The Daily Telegraph was delighted. Guilford said there were enthusiastic letters from the Telegraph’s then editor, Max Hastings – now a fierce critic – pinned to Johnson’s office wall. For the Telegraph foreign desk, he was “as exasperating as he was brilliant”, Wade said in an unpublished memoir. “On many nights, I would be on the phone begging Boris for the piece he had promised to deliver an hour ago. There was a lot of ‘oh gosh Nigel, golly Nigel’ and ‘for godsakes Boris!’” Nobody imagined where Johnson’s “annoying” stories would lead, said one of the British officials: “He was more seen as a colourful buffoon figure. But we didn’t realise it was going to set the tone of the British debate.” Tomorrow: Johnson the MP and writer",
      "charCount": "10060",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels and <a href=\"profile/jim-waterson\">Jim Waterson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/jul/14/met-does-u-turn-after-warning-on-publication-leaks",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-07-14T08:00:24Z",
    "webTitle": "Metropolitan Police does U-turn after warning against publication of leaks",
    "webUrl": "https://www.theguardian.com/media/2019/jul/14/met-does-u-turn-after-warning-on-publication-leaks",
    "apiUrl": "https://content.guardianapis.com/media/2019/jul/14/met-does-u-turn-after-warning-on-publication-leaks",
    "fields": {
      "headline": "Metropolitan Police does U-turn after warning against publication of leaks",
      "standfirst": "<p>Statement follows outcry from politicians about attempts to limit press freedom</p>",
      "trailText": "Statement follows outcry from politicians about attempts to limit press freedom",
      "byline": "Mark Townsend",
      "main": "<figure class=\"element element-image\" data-media-id=\"cbc4a9515bb473288c2cd82757157ca764dd5a03\"> <img src=\"https://media.guim.co.uk/cbc4a9515bb473288c2cd82757157ca764dd5a03/0_161_3500_2100/1000.jpg\" alt=\"Assistant commissioner Neil Basu has issued a statement clarifying that the force did not want to stop the press from publishing stories.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Assistant commissioner Neil Basu has issued a statement clarifying that the force did not want to stop the press from publishing stories.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>Scotland Yard performed a climbdown on Saturday following accusations it had attempted to use the furore over the leaking of comments by the British ambassador about President Trump to silence the British media.</p> <p>As criticism mounted steadily over the Met’s warning to editors that they faced prosecution if they published leaked government documents, assistant commissioner Neil Basu issued a statement clarifying that the force did not want to stop the press from publishing stories.</p> <p>His reassurance appeared to represent a U-turn from a statement Basu had issued less than 24 hours earlier in which he warned the “media not to publish leaked government documents that may already be in their possession, or which may be offered to them, and to turn them over to the police or give them back to their rightful owner, Her Majesty’s government”.</p> <p>On Saturday, following accusations from senior politicians including the Tory leadership contenders <a href=\"https://www.theguardian.com/politics/2019/jul/13/darroch-cables-george-osborne-accuses-met-of-flouting-press-freedom\" title=\"\">Boris Johnson</a> and <a href=\"https://www.theguardian.com/politics/jeremy-hunt\" title=\"\">Jeremy Hunt </a>that Scotland Yard was attempting to inhibit press freedom, Basu stated: “The Metropolitan Police respect the rights of the media and has no intention of seeking to prevent editors from publishing stories in the public interest in a liberal democracy.”</p> <p>As counterterrorism officers <a href=\"https://www.theguardian.com/politics/2019/jul/12/met-police-open-investigation-into-leaked-kim-darroch-cables\" title=\"\">continue</a> to investigate who leaked Sir Kim Darroch’s diplomatic cables, Basu’s climbdown was interpreted as an attempt to dampen down the row.</p> <p>Darroch quit his position as British ambassador in Washington on Wednesday after his critical dispatches of Trump’s administration were published in the <em>Mail on Sunday</em>.</p> <p>After a Whitehall investigation failed to identify the<a href=\"https://www.theguardian.com/us-news/2019/jul/13/kim-darroch-washington-ambassadors-trump-administration\" title=\"\"> source of the leak</a>, Scotland Yard announced on Friday it had launched a criminal investigation, suggesting the government believed the Official Secrets Act had been breached.</p> <p>Basu’s statement yesterday confirmed the police were investigating the leak as a breach of the Official Secrets Act but added: “The media hold an important role in scrutinising the actions of the state.”</p> <p>The original intervention met a firestorm of criticism. The <a href=\"https://www.societyofeditors.org/\" title=\"\">Society of Editors</a> said it would deter future whistleblowers and described Scotland Yard’s warning as an attempt to curtail the power of the UK media.</p> <p>The former foreign officer minister Lord Hain, who used parliamentary privilege to accuse Sir Philip Green of being an <a href=\"https://www.theguardian.com/business/2019/may/23/philip-green-peter-hain-says-told-of-hundreds-of-grievance-cases-peer\" title=\"\">abusive bully,</a>, told the <em>Observer</em>: “Journalists should not be targeted and should not be subject to any kind of restriction. This is Big Brother stuff, and entirely the wrong target.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Journalists should not be targeted and should not be subject to any kind of restriction. This is Big Brother stuff</p> <footer> <cite>Lord Hain</cite> </footer> </blockquote> </aside>  <p>Johnson backed those concerns, telling a Tory hustings event in Bedfordshire that any such prosecution would amount to an “infringement of press freedom” and have a “chilling effect” on public debate.</p> <p>His leadership rival, the foreign secretary, Hunt, said the media should be allowed to publish material it judged to be in the “public interest”. His statement was echoed by the Labour leader Jeremy Corbyn who said that journalists deserved protection and the freedom of the press was “vital”.</p> <p>The shadow chancellor John McDonnell then, shortly before the Met’s U-turn, told Sky News it was not “appropriate” for the police to threaten the media with prosecution.</p> <p>The former defence secretary Sir Michael Fallon, however, prompted outrage after he told the <em>Today</em> programme that journalists should be subject to the Official Secrets Act.</p> <p>Minutes later the security minister Ben Wallace also seemed to suggest that the media should be punished, tweeting that “members of the general public are also bound by a part of the [Official Secrets] Act”.</p> <p>The Society of Editors, which represents more than 400 media executives, said that the Met’s initial warning demonstrated a “truly worrying lack of understanding of how a free press works in a liberal democracy.” Ian Murray, the society’s executive director added: “Frankly it is the kind of approach we would expect from totalitarian regimes where the media are expected to be little more than a tame arm of the government. This is not nor should not be the case here in the UK.”</p> <p>One prominent media figure to attack the Met’s position was the <em>Evening Standard</em> editor George Osborne who described Basu’s Friday statement as “stupid” and “ill-advised”.</p> <p>In the messages, Darroch described Trump’s administration as “dysfunctional” and “inept”. The leak prompted a furious response from Trump who quickly announced that he would not deal with the British ambassador.</p>",
      "newspaperPageNumber": "4",
      "wordcount": "701",
      "commentable": "false",
      "firstPublicationDate": "2019-07-14T08:00:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-14T08:00:25Z",
      "newspaperEditionDate": "2019-07-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bpnhy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cbc4a9515bb473288c2cd82757157ca764dd5a03/0_161_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Scotland Yard performed a climbdown on Saturday following accusations it had attempted to use the furore over the leaking of comments by the British ambassador about President Trump to silence the British media. As criticism mounted steadily over the Met’s warning to editors that they faced prosecution if they published leaked government documents, assistant commissioner Neil Basu issued a statement clarifying that the force did not want to stop the press from publishing stories. His reassurance appeared to represent a U-turn from a statement Basu had issued less than 24 hours earlier in which he warned the “media not to publish leaked government documents that may already be in their possession, or which may be offered to them, and to turn them over to the police or give them back to their rightful owner, Her Majesty’s government”. On Saturday, following accusations from senior politicians including the Tory leadership contenders Boris Johnson and Jeremy Hunt that Scotland Yard was attempting to inhibit press freedom, Basu stated: “The Metropolitan Police respect the rights of the media and has no intention of seeking to prevent editors from publishing stories in the public interest in a liberal democracy.” As counterterrorism officers continue to investigate who leaked Sir Kim Darroch’s diplomatic cables, Basu’s climbdown was interpreted as an attempt to dampen down the row. Darroch quit his position as British ambassador in Washington on Wednesday after his critical dispatches of Trump’s administration were published in the Mail on Sunday. After a Whitehall investigation failed to identify the source of the leak, Scotland Yard announced on Friday it had launched a criminal investigation, suggesting the government believed the Official Secrets Act had been breached. Basu’s statement yesterday confirmed the police were investigating the leak as a breach of the Official Secrets Act but added: “The media hold an important role in scrutinising the actions of the state.” The original intervention met a firestorm of criticism. The Society of Editors said it would deter future whistleblowers and described Scotland Yard’s warning as an attempt to curtail the power of the UK media. The former foreign officer minister Lord Hain, who used parliamentary privilege to accuse Sir Philip Green of being an abusive bully,, told the Observer: “Journalists should not be targeted and should not be subject to any kind of restriction. This is Big Brother stuff, and entirely the wrong target.” Johnson backed those concerns, telling a Tory hustings event in Bedfordshire that any such prosecution would amount to an “infringement of press freedom” and have a “chilling effect” on public debate. His leadership rival, the foreign secretary, Hunt, said the media should be allowed to publish material it judged to be in the “public interest”. His statement was echoed by the Labour leader Jeremy Corbyn who said that journalists deserved protection and the freedom of the press was “vital”. The shadow chancellor John McDonnell then, shortly before the Met’s U-turn, told Sky News it was not “appropriate” for the police to threaten the media with prosecution. The former defence secretary Sir Michael Fallon, however, prompted outrage after he told the Today programme that journalists should be subject to the Official Secrets Act. Minutes later the security minister Ben Wallace also seemed to suggest that the media should be punished, tweeting that “members of the general public are also bound by a part of the [Official Secrets] Act”. The Society of Editors, which represents more than 400 media executives, said that the Met’s initial warning demonstrated a “truly worrying lack of understanding of how a free press works in a liberal democracy.” Ian Murray, the society’s executive director added: “Frankly it is the kind of approach we would expect from totalitarian regimes where the media are expected to be little more than a tame arm of the government. This is not nor should not be the case here in the UK.” One prominent media figure to attack the Met’s position was the Evening Standard editor George Osborne who described Basu’s Friday statement as “stupid” and “ill-advised”. In the messages, Darroch described Trump’s administration as “dysfunctional” and “inept”. The leak prompted a furious response from Trump who quickly announced that he would not deal with the British ambassador.",
      "charCount": "4427",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marktownsend\">Mark Townsend</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/14/brexiters-blind-optimism-pitiful-dose-of-pessimism-realistic",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-14T08:00:23Z",
    "webTitle": "The cult of optimism got us into this mess. It’s time to embrace pessimism | David Olusoga",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/14/brexiters-blind-optimism-pitiful-dose-of-pessimism-realistic",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/14/brexiters-blind-optimism-pitiful-dose-of-pessimism-realistic",
    "fields": {
      "headline": "The cult of optimism got us into this mess. It’s time to embrace pessimism",
      "standfirst": "Complacent attitudes of ‘everything will turn out all right’ are misplaced when the country is confronted by crises",
      "trailText": "Complacent attitudes of ‘everything will turn out all right’ are misplaced when the country is confronted by crises",
      "byline": "David Olusoga",
      "main": "<figure class=\"element element-image\" data-media-id=\"51e70f218a7252c2b0f0645992fac78e56df2f74\"> <img src=\"https://media.guim.co.uk/51e70f218a7252c2b0f0645992fac78e56df2f74/0_251_3000_1800/1000.jpg\" alt=\"Boris Johnson on the Andrew Neil show.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Why this defeatism?’ blustered Boris Johnson when Andrew Neil asked about his lack of a Brexit plan.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>When historians write the last pages of their books, and the producers of history documentaries sit down to edit the final minutes of their programmes, there is often a strong urge to look to the future and emphasise the positive. That impulse is at its most acute when the subject of the book or documentary in question is British history.</p> <p>The classic formulation is something along the lines of: Britain and her institutions are remarkably adaptable, the nation has survived two world wars and endured the loss of empire, we will surely cope with whatever the future has in store… roll credits, press send, everyone down the pub.</p> <p>The past three years have left many of those final chapters and closing scenes in need of urgent rewrites. Brexit, <a href=\"https://www.theguardian.com/world/ng-interactive/2019/mar/06/revealed-the-rise-and-rise-of-populist-rhetoric\" title=\"\">the rise of populism</a> and the constitutional crisis in which we are still utterly ensnared – despite the passing distraction of the Tory leadership circus – undermines that sort of blithe optimism.</p> <p>Now is not the time for upbeat endings. It is a moment to make the case for an ever unpopular and always controversial sentiment – pessimism.</p> <p>But pessimism has an image problem. To describe someone as a pessimist is to issue an insult, whereas to be labelled an optimist is to get a pat on the back. To dismiss someone’s argument as pessimistic is to suggest it is the product of a personality disorder, rather than careful analysis.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/13/tory-leadership-candidates-grilled-by-bbcs-andrew-neil\">Key moments from Tory candidates' interviews with Andrew Neil</a> </p> </aside>  <p>This lazy stance is easy to adopt and often highly effective in debate. It is what Boris Johnson clumsily and desperately attempted last week, while floundering against Andrew Neil: “<a href=\"https://blogs.spectator.co.uk/2019/07/full-transcript-boris-johnson-grilled-by-andrew-neil/\" title=\"\">Why this defeatism?</a> Why this negativity?” he blustered, in a pitiful effort to draw attention away from his demonstrable ignorance of his own Brexit “plan”. Don’t analyse, stop identifying flaws and inconsistencies, just be optimistic. Rejoice. Rejoice.</p> <p>The prevailing cult of optimism reinforces the belief that Britain’s institutions – parliament, the civil service and that jumble of conventions and archaic procedures that are what passes for a constitution – will inevitably weather any future storm.</p> <p>Well, it’s not been a great week for the civil service; a <a href=\"https://www.theguardian.com/politics/2019/jul/12/met-police-open-investigation-into-leaked-kim-darroch-cables\" title=\"\">police investigation</a> has been launched into a leak apparently designed to bring down our ambassador to the most powerful nation on earth, followed by his public defenestration by the PM-in-waiting. Month by month our constitution has been proved unfit for purpose and parliament’s physical decay is increasingly turning it into a vast, scaffold-covered metaphor.</p> <p>A musty, chintzy kitschness lingers about the Palace of Westminster. A cabbagey, care-home smell wafts along its neo-gothic corridors. With Johnson refusing to rule out bypassing parliament (with his threatened prorogation and his opponents discussing setting up a rival assembly across the road, you have to really want to see the “mother of parliaments” cup as half full.</p> <p>The unlikely patron saint of this form of optimistic, national exceptionalism is Winston Churchill, a man who suffered bouts of depression and spent a decade in the political wilderness for pessimistically predicting a global catastrophe. Hardly the ideal poster boy for the breezy optimism of Johnson and his cabal. And to go by run of form, optimism is on a losing streak. Optimists confidently predicted Trump would mature in office and they have repeatedly administered the last rites to Nigel Farage’s political career and failed utterly to identity the risks that led us into our current age of anger and chaos.</p> <p>Whether we like it or not, there are moments in history when pessimism is the appropriate response. Times when, as the German philosopher Oswald Spengler said, “optimism is cowardice”. What is needed now is not a “nameless, unreasoning, unjustified” form of pessimism that “paralyses needed efforts to convert retreat into advance”, to quote Franklin D Roosevelt, but a sobering and energising pessimism. It is necessary because the cult of optimism, the original source of our national complacency, is in itself a clear and present danger.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Optimists predicted Trump would mature in office and have repeatedly administered the last rights to Nigel Farage’s political career</p> </blockquote> </aside>  <p>The Brexit project exploited our cultural predilection for optimism. Leave was painted as the optimistic choice. Now, when the Brexiteers are not promising us “adequate food”, they are peddling another brand of optimism. No matter what happens at the end of October, they tell us, we’ll be all right. After all, if we can make it through the Second World War we can survive Brexit. One of the many holes in this “there’ll always be an England” line of argument is, of course, that half a million British people didn’t make it through the Second World War.</p> <p>That reality is perhaps why the support for Remain was high among a demographic that is rarely mentioned. The simplistic belief that the old voted Leave and the young voted Remain ignores the fact that the most elderly, the people who actually remember the Second World War, who fought and suffered in it, were “far more likely to oppose Brexit”, according to <a href=\"https://blogs.lse.ac.uk/politicsandpolicy/over-65s-brexit/\" title=\"\">some research</a>, than the baby boomers – a generation brought up watching war films rather than cowering in Anderson shelters.</p> <p>And is it that surprising that the most privileged generation to have ever lived harbour less pessimism than their parents or their children and grandchildren?</p> <p>It is true that Britain and its institutions have survived past crises, but often this was because those in charge, at a certain point, snapped out of the stupor of latent optimism, recognised the dangers circling the nation and acted. Call it pessimism, realism or pragmatism: we urgently need exactly that sort of awakening now.</p> <p>• David Olusoga is a historian and broadcaster</p>",
      "newspaperPageNumber": "43",
      "wordcount": "913",
      "commentCloseDate": "2019-07-14T18:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-14T08:00:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:56Z",
      "newspaperEditionDate": "2019-07-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bpmyp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/51e70f218a7252c2b0f0645992fac78e56df2f74/0_251_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When historians write the last pages of their books, and the producers of history documentaries sit down to edit the final minutes of their programmes, there is often a strong urge to look to the future and emphasise the positive. That impulse is at its most acute when the subject of the book or documentary in question is British history. The classic formulation is something along the lines of: Britain and her institutions are remarkably adaptable, the nation has survived two world wars and endured the loss of empire, we will surely cope with whatever the future has in store… roll credits, press send, everyone down the pub. The past three years have left many of those final chapters and closing scenes in need of urgent rewrites. Brexit, the rise of populism and the constitutional crisis in which we are still utterly ensnared – despite the passing distraction of the Tory leadership circus – undermines that sort of blithe optimism. Now is not the time for upbeat endings. It is a moment to make the case for an ever unpopular and always controversial sentiment – pessimism. But pessimism has an image problem. To describe someone as a pessimist is to issue an insult, whereas to be labelled an optimist is to get a pat on the back. To dismiss someone’s argument as pessimistic is to suggest it is the product of a personality disorder, rather than careful analysis. This lazy stance is easy to adopt and often highly effective in debate. It is what Boris Johnson clumsily and desperately attempted last week, while floundering against Andrew Neil: “Why this defeatism? Why this negativity?” he blustered, in a pitiful effort to draw attention away from his demonstrable ignorance of his own Brexit “plan”. Don’t analyse, stop identifying flaws and inconsistencies, just be optimistic. Rejoice. Rejoice. The prevailing cult of optimism reinforces the belief that Britain’s institutions – parliament, the civil service and that jumble of conventions and archaic procedures that are what passes for a constitution – will inevitably weather any future storm. Well, it’s not been a great week for the civil service; a police investigation has been launched into a leak apparently designed to bring down our ambassador to the most powerful nation on earth, followed by his public defenestration by the PM-in-waiting. Month by month our constitution has been proved unfit for purpose and parliament’s physical decay is increasingly turning it into a vast, scaffold-covered metaphor. A musty, chintzy kitschness lingers about the Palace of Westminster. A cabbagey, care-home smell wafts along its neo-gothic corridors. With Johnson refusing to rule out bypassing parliament (with his threatened prorogation and his opponents discussing setting up a rival assembly across the road, you have to really want to see the “mother of parliaments” cup as half full. The unlikely patron saint of this form of optimistic, national exceptionalism is Winston Churchill, a man who suffered bouts of depression and spent a decade in the political wilderness for pessimistically predicting a global catastrophe. Hardly the ideal poster boy for the breezy optimism of Johnson and his cabal. And to go by run of form, optimism is on a losing streak. Optimists confidently predicted Trump would mature in office and they have repeatedly administered the last rites to Nigel Farage’s political career and failed utterly to identity the risks that led us into our current age of anger and chaos. Whether we like it or not, there are moments in history when pessimism is the appropriate response. Times when, as the German philosopher Oswald Spengler said, “optimism is cowardice”. What is needed now is not a “nameless, unreasoning, unjustified” form of pessimism that “paralyses needed efforts to convert retreat into advance”, to quote Franklin D Roosevelt, but a sobering and energising pessimism. It is necessary because the cult of optimism, the original source of our national complacency, is in itself a clear and present danger. The Brexit project exploited our cultural predilection for optimism. Leave was painted as the optimistic choice. Now, when the Brexiteers are not promising us “adequate food”, they are peddling another brand of optimism. No matter what happens at the end of October, they tell us, we’ll be all right. After all, if we can make it through the Second World War we can survive Brexit. One of the many holes in this “there’ll always be an England” line of argument is, of course, that half a million British people didn’t make it through the Second World War. That reality is perhaps why the support for Remain was high among a demographic that is rarely mentioned. The simplistic belief that the old voted Leave and the young voted Remain ignores the fact that the most elderly, the people who actually remember the Second World War, who fought and suffered in it, were “far more likely to oppose Brexit”, according to some research, than the baby boomers – a generation brought up watching war films rather than cowering in Anderson shelters. And is it that surprising that the most privileged generation to have ever lived harbour less pessimism than their parents or their children and grandchildren? It is true that Britain and its institutions have survived past crises, but often this was because those in charge, at a certain point, snapped out of the stupor of latent optimism, recognised the dangers circling the nation and acted. Call it pessimism, realism or pragmatism: we urgently need exactly that sort of awakening now. • David Olusoga is a historian and broadcaster",
      "charCount": "5599",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/david-olusoga\">David Olusoga</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "business/2019/jul/14/business-has-good-reason-to-fear-boris-johnson-brexit-plans",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-07-14T05:59:18Z",
    "webTitle": "Business has good reason  to fear Boris Johnson’s Brexit plans | William Keegan",
    "webUrl": "https://www.theguardian.com/business/2019/jul/14/business-has-good-reason-to-fear-boris-johnson-brexit-plans",
    "apiUrl": "https://content.guardianapis.com/business/2019/jul/14/business-has-good-reason-to-fear-boris-johnson-brexit-plans",
    "fields": {
      "headline": "Business has good reason  to fear Boris Johnson’s Brexit plans",
      "standfirst": "<p>The favourite for Downing Street has aggravated the uncertainty that is undermining confidence and hitting sterling</p>",
      "trailText": "The favourite for Downing Street has aggravated the uncertainty that is undermining confidence and hitting sterling",
      "byline": "William Keegan",
      "main": "<figure class=\"element element-image\" data-media-id=\"4cec66e1cea4e009699ca5ebf65ab1598e2dbb39\"> <img src=\"https://media.guim.co.uk/4cec66e1cea4e009699ca5ebf65ab1598e2dbb39/0_179_4926_2956/1000.jpg\" alt=\"Boris Johnson speaks at a Conservative party leadership husting in Maidstone on 11 July.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson speaks at a Conservative party leadership husting in Maidstone on 11 July.</span> <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> </figcaption> </figure>",
      "body": "<p>Wimbledon fortnight brings back happy memories of growing up in that pleasant suburb. But the recent news that the leading pretender to the Conservative throne was told by his girlfriend to “get out of my flat” stirs a particular memory: of the number of offenders brought before the courts who would be described in the <em>Wimbledon Borough News</em> as being “of no fixed abode”.</p> <p>It was therefore a stroke of genius for <em>Private Eye</em> to put a picture of Alexander “Boris” Johnson outside No 10 Downing Street with the caption “I really need somewhere to live.”</p> <p>One of the many troubles with a man whom most people I know regard as unfit to run a whelk stall, let alone a country, is that the term “no fixed abode” also applies to his policies – and what are laughingly called his principles.</p> <p>The man’s unsuitability for office was demonstrated to all during that debate with rival Jeremy Hunt last week when he treacherously <a href=\"https://www.theguardian.com/uk-news/2019/jul/10/kim-darroch-resigns-as-uk-ambassador-to-us-after-leaked-trump-comment\" title=\"\">refused to support the British ambassador to Washington</a> and, in effect, forced Sir Kim Darroch’s resignation.</p> <p>There is an old joke that “every time that fellow opens his mouth, some damned fool speaks”.</p> <p>Johnson’s betrayal of one of our leading diplomats was just the latest in the list of charges against him. He was of course one of the leading figures behind the falsehoods perpetrated during the referendum campaign. More recently his refusal to rule out a no-deal exit, and menacing threat to prorogue parliament, have compounded the economic damage being inflicted on this benighted country.</p> <p>The idea that these threats are part of a cunning bargaining strategy to force our European partners to give him whatever he wants is laughable. What is not laughable is the daily procession of news items about companies that are essential to our economy either relocating abroad or cutting back on their operations in this country.</p> <p>The fact is that Johnson’s approach has aggravated the uncertainty that has been undermining business confidence and having serious consequences on the value of sterling. I doubt whether even his Brexit supporters are happy with the exchange rates they face for the summer holidays.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>His budgetary plans are so wild that he undermines any Conservative arguments about the budgetary dangers of a Labour government</p> </blockquote> </aside>  <p>Johnson’s malign influence was manifested in his widely quoted remark “<a href=\"https://www.theguardian.com/politics/2019/may/29/matt-hancock-lays-into-boris-johnson-over-brexit-business-f-word-tirade\" title=\"\">F— business</a>” and in the way Hunt was, astonishingly, prepared to say during his campaign that if firms went to the wall and people were made unemployed <a href=\"https://www.theguardian.com/politics/2019/jun/30/jeremy-hunt-i-would-tell-bust-businesses-no-deal-brexit-was-worth-it\" title=\"\">this was all in the interests of some higher good</a>!</p> <p>Hunt, supposedly a Remainer, moved dangerously near to Johnson’s “hard Brexit” nonsense, with the exception of being more flexible on the exit date. Some Remainer!</p> <p>I am still hoping that some skeleton will emerge from a cupboard to floor Johnson’s ambition. What most people regard as more likely is that his reign will be mercifully short. The predictable chaos of his prospective tenure of No 10 is brilliantly captured in the play <em>Brexit</em>, by Robert Khan and Tom Salinsky, which I was lucky enough to catch at the King’s Head in Islington. A glorious hour of satirical sanity.</p> <p>It has come to something when the chancellor, Philip Hammond, sees his Treasury days as numbered and is already planning to oppose a Johnson government from the backbenches. He has plenty to oppose: not only Johnson’s disgraceful fooling around with no deal and the possibility of proroguing parliament, but also his wild budgetary plans – so wild that he undermines any Conservative arguments about the budgetary dangers of a Labour government.</p> <p>Hammond began the process of choosing the next governor of the Bank of England, but goodness knows how Johnson will handle this – one of the most important posts in the country, just as the managing directorship of the International Monetary Fund is one of the most important economic-policy jobs in the world.</p> <p>Never slow to put himself forward, George Osborne, the high priest of the austerity religion, has indicated to the <em>Financial Times</em> that he would like to succeed Christine Lagarde at the Fund. However, the <a href=\"https://www.ft.com/content/49a0a14a-9f2c-11e9-b8ce-8b459ed04726\" title=\"\"><em>FT</em> has given him short shrift</a> and states: “A stronger British candidate, if available, might be former premier Gordon Brown, who rallied world leaders to act jointly on stimulus during the 2008 financial crisis.”</p> <p>I agree. Even the IMF has had second thoughts about shortsighted and often self-defeating policies of austerity.</p> <p>Although Britain played a key role in the formation of the IMF, we have never supplied a managing director. The nomination is now presumably within the gift of Johnson and whomsoever he appoints as chancellor. They should act on the advice of the <em>FT</em>.</p>",
      "newspaperPageNumber": "57",
      "wordcount": "754",
      "commentCloseDate": "2019-07-13T13:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-14T05:59:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:57Z",
      "newspaperEditionDate": "2019-07-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bpfnx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4cec66e1cea4e009699ca5ebf65ab1598e2dbb39/0_179_4926_2956/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Wimbledon fortnight brings back happy memories of growing up in that pleasant suburb. But the recent news that the leading pretender to the Conservative throne was told by his girlfriend to “get out of my flat” stirs a particular memory: of the number of offenders brought before the courts who would be described in the Wimbledon Borough News as being “of no fixed abode”. It was therefore a stroke of genius for Private Eye to put a picture of Alexander “Boris” Johnson outside No 10 Downing Street with the caption “I really need somewhere to live.” One of the many troubles with a man whom most people I know regard as unfit to run a whelk stall, let alone a country, is that the term “no fixed abode” also applies to his policies – and what are laughingly called his principles. The man’s unsuitability for office was demonstrated to all during that debate with rival Jeremy Hunt last week when he treacherously refused to support the British ambassador to Washington and, in effect, forced Sir Kim Darroch’s resignation. There is an old joke that “every time that fellow opens his mouth, some damned fool speaks”. Johnson’s betrayal of one of our leading diplomats was just the latest in the list of charges against him. He was of course one of the leading figures behind the falsehoods perpetrated during the referendum campaign. More recently his refusal to rule out a no-deal exit, and menacing threat to prorogue parliament, have compounded the economic damage being inflicted on this benighted country. The idea that these threats are part of a cunning bargaining strategy to force our European partners to give him whatever he wants is laughable. What is not laughable is the daily procession of news items about companies that are essential to our economy either relocating abroad or cutting back on their operations in this country. The fact is that Johnson’s approach has aggravated the uncertainty that has been undermining business confidence and having serious consequences on the value of sterling. I doubt whether even his Brexit supporters are happy with the exchange rates they face for the summer holidays. Johnson’s malign influence was manifested in his widely quoted remark “F— business” and in the way Hunt was, astonishingly, prepared to say during his campaign that if firms went to the wall and people were made unemployed this was all in the interests of some higher good! Hunt, supposedly a Remainer, moved dangerously near to Johnson’s “hard Brexit” nonsense, with the exception of being more flexible on the exit date. Some Remainer! I am still hoping that some skeleton will emerge from a cupboard to floor Johnson’s ambition. What most people regard as more likely is that his reign will be mercifully short. The predictable chaos of his prospective tenure of No 10 is brilliantly captured in the play Brexit, by Robert Khan and Tom Salinsky, which I was lucky enough to catch at the King’s Head in Islington. A glorious hour of satirical sanity. It has come to something when the chancellor, Philip Hammond, sees his Treasury days as numbered and is already planning to oppose a Johnson government from the backbenches. He has plenty to oppose: not only Johnson’s disgraceful fooling around with no deal and the possibility of proroguing parliament, but also his wild budgetary plans – so wild that he undermines any Conservative arguments about the budgetary dangers of a Labour government. Hammond began the process of choosing the next governor of the Bank of England, but goodness knows how Johnson will handle this – one of the most important posts in the country, just as the managing directorship of the International Monetary Fund is one of the most important economic-policy jobs in the world. Never slow to put himself forward, George Osborne, the high priest of the austerity religion, has indicated to the Financial Times that he would like to succeed Christine Lagarde at the Fund. However, the FT has given him short shrift and states: “A stronger British candidate, if available, might be former premier Gordon Brown, who rallied world leaders to act jointly on stimulus during the 2008 financial crisis.” I agree. Even the IMF has had second thoughts about shortsighted and often self-defeating policies of austerity. Although Britain played a key role in the formation of the IMF, we have never supplied a managing director. The nomination is now presumably within the gift of Johnson and whomsoever he appoints as chancellor. They should act on the advice of the FT.",
      "charCount": "4521",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/williamkeegan\">William Keegan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]