[
  {
    "id": "commentisfree/2019/may/15/inequality-britain-social-injustice-beveridge-report",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-15T17:37:02Z",
    "webTitle": "Inequality is the scourge of modern Britain. Is it finally about to be addressed? | Larry Elliott",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/15/inequality-britain-social-injustice-beveridge-report",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/15/inequality-britain-social-injustice-beveridge-report",
    "fields": {
      "headline": "Inequality is the scourge of modern Britain. Is it finally about to be addressed?",
      "standfirst": "<p>A damning new study on social injustice should mirror the postwar Beveridge report, and call for wholesale changes to the economy</p>",
      "trailText": "A damning new study on social injustice should call for wholesale changes to the economy, says the Guardian’s economics editor, Larry Elliott",
      "byline": "Larry Elliott",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"7163a896cc189f204e020e999fe02654d2e38b2d\"> <img src=\"https://media.guim.co.uk/7163a896cc189f204e020e999fe02654d2e38b2d/1_0_2559_1536/1000.jpg\" alt=\"Illustration: Eva Bee\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>",
      "body": "<p>Reports by the great and the good are ten a penny. All too often they are an excuse for kicking a tricky political issue deep into the long grass. Only rarely do they count for much. Maybe, just perhaps, <a href=\"https://www.ifs.org.uk/inequality/wp-content/uploads/2019/05/The-IFS-Deaton-Review-launch.pdf\" title=\"\">the review into inequality</a> launched by the Institute for Fiscal Studies and headed by the Nobel prize-winning economist Sir Angus Deaton will be one that makes a difference. It has the potential to be a very big deal indeed, as important in shaping the Britain of the 21st century as the <a href=\"https://www.theguardian.com/gnmeducationcentre/from-the-archive-blog/2017/nov/01/beveridge-report-archive-1942\" title=\"\">Beveridge report</a> was in the mid-20th century.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/14/inequality-inquiry-institute-fiscal-studies-grievance\">Tackling inequality means addressing divisions that go way beyond income | Gaby Hinsliff</a> </p> </aside>  <p>Why? Because Deaton is asking the same fundamental questions that William Beveridge posed almost eight decades ago in his November 1942 report. Is inequality killing capitalism – and if so, what can be done about it?</p> <p>These are awkward questions for those who, little by little, chipped away at Britain’s postwar settlement from the moment <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2011/jun/02/guardian190-thatcher-is-pm-1979\" title=\"\">Margaret Thatcher arrived in Downing Street</a> 40 years ago this month. The argument by the new right was that allowing the rich to get richer would benefit everyone. Free movement of capital, lower taxes, lower welfare spending, weaker trade unions, the privatisation of state-owned industries: all these things would unleash a wave of entrepreneurship that would lead to faster growth, higher investment and more prosperity for everybody. The gap between rich and poor didn’t really matter because a rising tide would lift all boats.</p> <p>The results of this experiment – well documented in the <a href=\"https://www.ifs.org.uk/inequality/\" title=\"\">IFS introduction to the Deaton review</a> – are not what were promised. Britain went from being one of the most equal societies in the world in the 1970s to one of the most unequal by the end of the 1990s – and it has stayed that way. The share of income going to the top 1% of earners has risen from 3% at the end of the 1970s to 8% currently. In 2017, the chief executive of a FTSE 100 company earned 145 times the salary of the average worker, up from 47 times two decades earlier. Meanwhile, those on the lowest incomes earn little more than they did in the mid-1990s.</p>  <figure class=\"element element-image\" data-media-id=\"4be838d23bb8e095c081538921a79d27ea04bb81\"> <img src=\"https://media.guim.co.uk/4be838d23bb8e095c081538921a79d27ea04bb81/590_34_2869_1721/1000.jpg\" alt=\"Economist Angus Deaton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Angus Deaton says that if the rules of the game are rigged then the rules need to change. There is no ‘if’ about it.’</span> <span class=\"element-image__credit\">Photograph: Peter Foley/EPA</span> </figcaption> </figure>  <p>The steady increase in life expectancy has stalled and “deaths of despair” – from suicide, drug and alcohol overdose – are on the rise for men and women in their late 40s and early 50s. The likelihood of people on low incomes living on their own is rising, because having precarious, low-paid jobs has led them to forgo marriage and a family, while children from poorer backgrounds increasingly grow up in insecure and chaotic families.</p> <p>It is quite a charge sheet, to which the only plausible defence would be that economic performance has improved. But even a cursory glance at what has happened to growth, <a href=\"https://www.theguardian.com/business/2019/jan/09/uk-worker-productivity-falls-to-two-year-low-on-back-of-brexit-concerns\" title=\"\">productivity</a>, investment and the <a href=\"https://www.theguardian.com/business/2018/apr/08/why-the-uk-trade-deficit-with-the-eu-is-woeful-and-widening\" title=\"\">trade balance</a> shows clearly that it hasn’t. The emasculation of trade unions has allowed capital to increase its share of national income at the expense of labour. Lax corporate governance has allowed executives to pay themselves a small fortune every year. <a href=\"https://www.theguardian.com/uk-news/2018/oct/29/philip-hammond-delivers-tax-cut-bonanza-to-higher-earners\" title=\"\">Cuts in the top rate of income tax</a> have allowed them to keep more of their money.</p> <p>The government likes to trumpet that the <a href=\"https://www.theguardian.com/business/2019/mar/19/uk-unemployment-falls-brexit-jobless-rate\" title=\"\">unemployment rate</a> is back to levels last seen in 1974-75, when Harold Wilson was prime minister, but what ministers are less keen to admit is that the UK is a low-growth, low-productivity, sweatshop economy in which people work long hours to compensate for nugatory wage increases. The problem is not unemployment: it is that Britain is well on the way to having the US-style levels of inequality that have led to the <a href=\"https://www.smithsonianmag.com/smart-news/us-life-expectancy-drops-third-year-row-reflecting-rising-drug-overdose-suicide-rates-180970942/\" title=\"\">first three-year fall in American life expectancy</a> in more than 100 years. Deaton says that if the rules of the game are rigged then the rules need to change. There is no “if” about it.</p> <p>All of which leads back to Beveridge, because we have been here before. Just as today, there was a sense that Britain was struggling. There had been a long period of economic underperformance marked by high unemployment, poverty and insecurity. <a href=\"https://www.theguardian.com/inequality/2019/may/14/britain-risks-heading-to-us-levels-of-inequality-warns-top-economist\" title=\"\">The words spoken by Deaton</a> at the launch of his report could easily have come out of the mouth of Beveridge 77 years earlier: “There is a real question about whether democratic capitalism is working when it’s only working for part of the population.”</p>  <figure class=\"element element-image\" data-media-id=\"1a5d2bdb00e9a8003261b875f79dc623f5316db9\"> <img src=\"https://media.guim.co.uk/1a5d2bdb00e9a8003261b875f79dc623f5316db9/0_1323_4907_2945/1000.jpg\" alt=\"William Beveridge\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A revolutionary moment in the world’s history is a time for revolutions, not for patching,’ William Beveridge said.</span> <span class=\"element-image__credit\">Photograph: IWM via Getty Images</span> </figcaption> </figure>  <p>Two decades that included <a href=\"https://www.theguardian.com/commentisfree/2018/sep/26/tom-watson-1926-general-strike-not-absolute-failure\" title=\"\">the General Strike</a>, the Great Depression, cuts in means-tested benefits and <a href=\"https://www.theguardian.com/society/the-northerner/2015/nov/06/jarrow-march-unemployed-1936\" title=\"\">the Jarrow march</a> meant Britain was more than ready for the Beveridge report, published just as the tide was turning in the second world war. It named five giants – want, disease, idleness, ignorance and squalor – that barred the way to progress. “A revolutionary moment in the world’s history is a time for revolutions, not for patching,” Beveridge said. His report flew off the shelves.</p> <p>What separated Beveridge from most of the other august studies written by peers of the realm, retired judges and distinguished academics before and since was not his lofty rhetoric but the fact that it was acted upon. The NHS was the answer to disease, the <a href=\"https://www.theguardian.com/education/2014/apr/22/1944-education-act-butler-policy-today\" title=\"\">1944 Butler Education Act</a> was designed to tackle ignorance, want was to be slain by cradle-to-grave welfare provision, idleness by a commitment to full employment, and squalor by slum clearance and housebuilding. Britain was fundamentally changed by the postwar Attlee government, but cross-party consensus meant that there was no rollback by the Conservatives. Indeed, more houses were built under the Churchill government of the early 1950s than under Attlee.</p> <p>Unfortunately, the reforms that made a difference to health, education, housing and social insurance were not matched by a radical restructuring of the economy. Full employment and strong global demand papered over many cracks in the 1950s and 1960s, and Britain’s gradual loss of competitiveness provided the new right with the opportunity to launch its assault on Beveridge and all his works in the 1970s. The lesson from history is obvious: social justice and economic modernisation have to go hand in hand. The need for an economic settlement that takes account of the need to combat climate change is a complication that Beveridge did not have to consider. Some giants from the 1940s have proved hard to slay, and they have been reinforced by others. Even so, Deaton has things going for him.</p> <p>As the IFS has noted, at no other time in recent history has inequality dominated the economic and political debate in the way that it does today. Anybody who thinks rising inequality – in terms of voice as well as income – had nothing to do with the Brexit vote hasn’t been paying attention.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/inequality/2019/may/14/britain-risks-heading-to-us-levels-of-inequality-warns-top-economist\">Britain risks heading to US levels of inequality, warns top economist</a> </p> </aside>  <p>The early signs are that the review will be ambitious both in its scope and its willingness to think big. The point about the postwar settlement was that it weakened the political power of the rich, through progressive taxation, full employment, bargaining rights for trade unions, higher public spending, state ownership and capital controls.</p> <p>Deaton will be looking at whether higher taxes, more generous benefits, stronger unions, investment in education, competition policy and the way companies are owned and regulated would make a difference to inequality. It is hard to conceive of circumstances in which he would come to any other conclusion to the one Beveridge came to. Patching is not the answer.</p> <p>• Larry Elliott is the Guardian’s economics editor</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1217",
      "commentCloseDate": "2019-05-18T08:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-15T17:37:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-21T10:14:32Z",
      "newspaperEditionDate": "2019-05-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfap2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7163a896cc189f204e020e999fe02654d2e38b2d/1_0_2559_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Reports by the great and the good are ten a penny. All too often they are an excuse for kicking a tricky political issue deep into the long grass. Only rarely do they count for much. Maybe, just perhaps, the review into inequality launched by the Institute for Fiscal Studies and headed by the Nobel prize-winning economist Sir Angus Deaton will be one that makes a difference. It has the potential to be a very big deal indeed, as important in shaping the Britain of the 21st century as the Beveridge report was in the mid-20th century. Why? Because Deaton is asking the same fundamental questions that William Beveridge posed almost eight decades ago in his November 1942 report. Is inequality killing capitalism – and if so, what can be done about it? These are awkward questions for those who, little by little, chipped away at Britain’s postwar settlement from the moment Margaret Thatcher arrived in Downing Street 40 years ago this month. The argument by the new right was that allowing the rich to get richer would benefit everyone. Free movement of capital, lower taxes, lower welfare spending, weaker trade unions, the privatisation of state-owned industries: all these things would unleash a wave of entrepreneurship that would lead to faster growth, higher investment and more prosperity for everybody. The gap between rich and poor didn’t really matter because a rising tide would lift all boats. The results of this experiment – well documented in the IFS introduction to the Deaton review – are not what were promised. Britain went from being one of the most equal societies in the world in the 1970s to one of the most unequal by the end of the 1990s – and it has stayed that way. The share of income going to the top 1% of earners has risen from 3% at the end of the 1970s to 8% currently. In 2017, the chief executive of a FTSE 100 company earned 145 times the salary of the average worker, up from 47 times two decades earlier. Meanwhile, those on the lowest incomes earn little more than they did in the mid-1990s. The steady increase in life expectancy has stalled and “deaths of despair” – from suicide, drug and alcohol overdose – are on the rise for men and women in their late 40s and early 50s. The likelihood of people on low incomes living on their own is rising, because having precarious, low-paid jobs has led them to forgo marriage and a family, while children from poorer backgrounds increasingly grow up in insecure and chaotic families. It is quite a charge sheet, to which the only plausible defence would be that economic performance has improved. But even a cursory glance at what has happened to growth, productivity, investment and the trade balance shows clearly that it hasn’t. The emasculation of trade unions has allowed capital to increase its share of national income at the expense of labour. Lax corporate governance has allowed executives to pay themselves a small fortune every year. Cuts in the top rate of income tax have allowed them to keep more of their money. The government likes to trumpet that the unemployment rate is back to levels last seen in 1974-75, when Harold Wilson was prime minister, but what ministers are less keen to admit is that the UK is a low-growth, low-productivity, sweatshop economy in which people work long hours to compensate for nugatory wage increases. The problem is not unemployment: it is that Britain is well on the way to having the US-style levels of inequality that have led to the first three-year fall in American life expectancy in more than 100 years. Deaton says that if the rules of the game are rigged then the rules need to change. There is no “if” about it. All of which leads back to Beveridge, because we have been here before. Just as today, there was a sense that Britain was struggling. There had been a long period of economic underperformance marked by high unemployment, poverty and insecurity. The words spoken by Deaton at the launch of his report could easily have come out of the mouth of Beveridge 77 years earlier: “There is a real question about whether democratic capitalism is working when it’s only working for part of the population.” Two decades that included the General Strike, the Great Depression, cuts in means-tested benefits and the Jarrow march meant Britain was more than ready for the Beveridge report, published just as the tide was turning in the second world war. It named five giants – want, disease, idleness, ignorance and squalor – that barred the way to progress. “A revolutionary moment in the world’s history is a time for revolutions, not for patching,” Beveridge said. His report flew off the shelves. What separated Beveridge from most of the other august studies written by peers of the realm, retired judges and distinguished academics before and since was not his lofty rhetoric but the fact that it was acted upon. The NHS was the answer to disease, the 1944 Butler Education Act was designed to tackle ignorance, want was to be slain by cradle-to-grave welfare provision, idleness by a commitment to full employment, and squalor by slum clearance and housebuilding. Britain was fundamentally changed by the postwar Attlee government, but cross-party consensus meant that there was no rollback by the Conservatives. Indeed, more houses were built under the Churchill government of the early 1950s than under Attlee. Unfortunately, the reforms that made a difference to health, education, housing and social insurance were not matched by a radical restructuring of the economy. Full employment and strong global demand papered over many cracks in the 1950s and 1960s, and Britain’s gradual loss of competitiveness provided the new right with the opportunity to launch its assault on Beveridge and all his works in the 1970s. The lesson from history is obvious: social justice and economic modernisation have to go hand in hand. The need for an economic settlement that takes account of the need to combat climate change is a complication that Beveridge did not have to consider. Some giants from the 1940s have proved hard to slay, and they have been reinforced by others. Even so, Deaton has things going for him. As the IFS has noted, at no other time in recent history has inequality dominated the economic and political debate in the way that it does today. Anybody who thinks rising inequality – in terms of voice as well as income – had nothing to do with the Brexit vote hasn’t been paying attention. The early signs are that the review will be ambitious both in its scope and its willingness to think big. The point about the postwar settlement was that it weakened the political power of the rich, through progressive taxation, full employment, bargaining rights for trade unions, higher public spending, state ownership and capital controls. Deaton will be looking at whether higher taxes, more generous benefits, stronger unions, investment in education, competition policy and the way companies are owned and regulated would make a difference to inequality. It is hard to conceive of circumstances in which he would come to any other conclusion to the one Beveridge came to. Patching is not the answer. • Larry Elliott is the Guardian’s economics editor",
      "charCount": "7213",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/may/15/university-uwe-bristol-cancels-eu-election-debate-over-ukip-candidate-carl-benjamin",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-15T17:34:38Z",
    "webTitle": "University cancels EU election debate over Ukip candidate",
    "webUrl": "https://www.theguardian.com/politics/2019/may/15/university-uwe-bristol-cancels-eu-election-debate-over-ukip-candidate-carl-benjamin",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/15/university-uwe-bristol-cancels-eu-election-debate-over-ukip-candidate-carl-benjamin",
    "fields": {
      "headline": "University cancels EU election debate over Ukip candidate",
      "standfirst": "<p>UWE Bristol blames security concerns after Carl Benjamin’s Jess Phillips rape comments but critics say only he should be banned</p>",
      "trailText": "UWE Bristol blames security concerns after Carl Benjamin’s Jess Phillips rape comments but critics say only he should be banned",
      "byline": "Steven Morris",
      "main": "<figure class=\"element element-image\" data-media-id=\"3ec7d5c7f4f810e3d6e858874de1face5d2a5474\"> <img src=\"https://media.guim.co.uk/3ec7d5c7f4f810e3d6e858874de1face5d2a5474/0_192_5760_3456/1000.jpg\" alt=\"Carl Benjamin speaks at a campaign event in Exeter, south-west England.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carl Benjamin speaks at a campaign event in Exeter, south-west England.</span> <span class=\"element-image__credit\">Photograph: Geoff Caddick/AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>A row has broken out after a university cancelled a European elections hustings due to be attended by a Ukip candidate under police investigation <a href=\"https://www.theguardian.com/politics/2019/may/07/police-investigating-ukip-candidate-youtube-carl-benjamin-jess-phillips-comments\">for speculating whether he would rape the MP Jess Phillips</a>.</p> <p>Carl Benjamin had been expected to attend the event organised by the debating society at the University of the West of England (UWE Bristol) on Friday but there had been growing calls for him to be banned from the debate and promises of protests.</p> <p>UWE Bristol blamed concerns over security when it cancelled the event but has come under fire both from people who claim it is effectively no-platforming him and from others who argue it should have banned just him rather than calling off the debate.</p> <p>Among those who had criticised the decision to invite Benjamin was the Green candidate Carla Denyer, who was also due to attend.</p> <p>She had threatened to boycott it, writing to the organisers: “Please remove Carl Benjamin from the billing or I will not be able to take part. I hope the same will be true of many of my fellow candidates from across the political spectrum.”</p> <p>Denyer explained: “The dangerous creep of the far right into mainstream politics is enabled by well-meaning people offering them platforms out of a sense of fairness. But while the protection of free speech is important, we have to guard against the far right taking advantage of it.”</p> <p>After the event was cancelled, Denyer said the better option would have been to ban Benjamin. “I’m very disappointed UWE Bristol cancelled the event rather than simply remove Benjamin,” she said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/15/farage-rise-of-brexit-party-ukip-european-election-polls\">Has the rise of the Brexit party blown away Ukip?</a> </p> </aside>  <p>A fellow Green EU election candidate, Cleo Lake, said: “It is wholly unacceptable that Carl Benjamin be given a platform, especially in a diverse and inclusive city like Bristol. Creating fear of social unrest is a key tactic of the far right and we should not play into it.”</p> <p>The Greens’ stance was criticised by the Tory MEP Ashley Fox. He said Benjamin’s comments were disgusting but added: “In a democracy we counter bad ideas with good ones – not stopping debate.”</p> <p>Protests had been inevitable. The group Bristol Antifascists had called for people to meet at the Frenchay campus car park to demonstrate against Benjamin.</p> <p>In a statement, UWE Bristol said: <a href=\"https://info.uwe.ac.uk/news/UWENews/news.aspx?id=3941\">“As a university, we are wholly committed to the principle of freedom of speech</a> and we have a long history of regularly welcoming a diversity of speakers on to our campuses to spark discussion and debate with our students, staff and visitors.</p> <p>“However, we also have a duty of care to everyone on our campus and to ensure that they are secure and safe.”</p> <p>The statement said both Avon and Somerset police and the university security team considered the event to be too high risk to hold on campus as it required significant security measures.</p> <p>Avon and Somerset police said the decision to cancel was one for the university and students’ union to make.</p> <p>Freddie Gough, a spokesman for the students’ union, said: “We will continue to support our societies to exercise their right to freedom of speech and remain committed to enabling students to organise a range of events that promote debate.”</p>",
      "wordcount": "531",
      "firstPublicationDate": "2019-05-15T17:33:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-15T18:12:56Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bfazg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3ec7d5c7f4f810e3d6e858874de1face5d2a5474/0_192_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A row has broken out after a university cancelled a European elections hustings due to be attended by a Ukip candidate under police investigation for speculating whether he would rape the MP Jess Phillips. Carl Benjamin had been expected to attend the event organised by the debating society at the University of the West of England (UWE Bristol) on Friday but there had been growing calls for him to be banned from the debate and promises of protests. UWE Bristol blamed concerns over security when it cancelled the event but has come under fire both from people who claim it is effectively no-platforming him and from others who argue it should have banned just him rather than calling off the debate. Among those who had criticised the decision to invite Benjamin was the Green candidate Carla Denyer, who was also due to attend. She had threatened to boycott it, writing to the organisers: “Please remove Carl Benjamin from the billing or I will not be able to take part. I hope the same will be true of many of my fellow candidates from across the political spectrum.” Denyer explained: “The dangerous creep of the far right into mainstream politics is enabled by well-meaning people offering them platforms out of a sense of fairness. But while the protection of free speech is important, we have to guard against the far right taking advantage of it.” After the event was cancelled, Denyer said the better option would have been to ban Benjamin. “I’m very disappointed UWE Bristol cancelled the event rather than simply remove Benjamin,” she said. A fellow Green EU election candidate, Cleo Lake, said: “It is wholly unacceptable that Carl Benjamin be given a platform, especially in a diverse and inclusive city like Bristol. Creating fear of social unrest is a key tactic of the far right and we should not play into it.” The Greens’ stance was criticised by the Tory MEP Ashley Fox. He said Benjamin’s comments were disgusting but added: “In a democracy we counter bad ideas with good ones – not stopping debate.” Protests had been inevitable. The group Bristol Antifascists had called for people to meet at the Frenchay campus car park to demonstrate against Benjamin. In a statement, UWE Bristol said: “As a university, we are wholly committed to the principle of freedom of speech and we have a long history of regularly welcoming a diversity of speakers on to our campuses to spark discussion and debate with our students, staff and visitors. “However, we also have a duty of care to everyone on our campus and to ensure that they are secure and safe.” The statement said both Avon and Somerset police and the university security team considered the event to be too high risk to hold on campus as it required significant security measures. Avon and Somerset police said the decision to cancel was one for the university and students’ union to make. Freddie Gough, a spokesman for the students’ union, said: “We will continue to support our societies to exercise their right to freedom of speech and remain committed to enabling students to organise a range of events that promote debate.”",
      "charCount": "3102",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stevenmorris\">Steven Morris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/15/why-the-house-of-commons-should-stay-in-london-and-reject-radical-redesign",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-15T16:50:51Z",
    "webTitle": "Why the House of Commons should stay in London and reject radical redesign | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/15/why-the-house-of-commons-should-stay-in-london-and-reject-radical-redesign",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/15/why-the-house-of-commons-should-stay-in-london-and-reject-radical-redesign",
    "fields": {
      "headline": "Why the House of Commons should stay in London and reject radical redesign",
      "standfirst": "<p>Parliament is not just the debating chamber, writes <strong>Dr David Lowry. </strong>A round chamber hardly stops fights, writes <strong>Robert Frazer, </strong>and what about Crewe, asks<strong> Consella Fahy</strong></p>",
      "trailText": "<strong>Letters: </strong>Parliament is not just the debating chamber, writes <strong>Dr David Lowry. </strong>A round chamber hardly stops fights, writes <strong>Robert Frazer, </strong>and what about Crewe, asks<strong> Consella Fahy</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0d127cd6655bd5995fb94221c99f12cc9f5203a5\"> <img src=\"https://media.guim.co.uk/0d127cd6655bd5995fb94221c99f12cc9f5203a5/0_0_4000_2400/1000.jpg\" alt=\"A closed down and boarded up shop on Crewe High Street. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A closed down and boarded up shop on Crewe High Street. </span> <span class=\"element-image__credit\">Photograph: ChrisBrink/Alamy Stock Photo/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Neither Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/may/10/mps-palace-parliament-temporary\" title=\"\">This grand design shows MPs have lost it</a>, 10 May) nor your letter writers (<a href=\"https://www.theguardian.com/politics/2019/may/10/dreams-of-a-modern-parliament-are-as-crumbled-as-the-palace\" title=\"\">11</a> and <a href=\"https://www.theguardian.com/politics/2019/may/13/move-parliament-out-of-london-or-into-a-church\" title=\"\">14</a> May) seem to understand why, for practical and cost reasons, parliament and government buildings have to be located close together. They advocate moving the Commons debating chamber. But parliament is not just the debating chamber. There is, crucially, the library, the best political resource in the country. Then there are the offices for the staff of 650 MPs plus the over 30 meeting rooms needed for parliamentary committees. The Commons also has a secondary mini chamber in Westminster Hall. Unless the entire government suite of departmental headquarters were moved along with the Commons, ministers would remain in Westminster with their officials, and be unable to be called at short notice to justify government policy decisions.<br><strong>Dr David Lowry</strong><br><em>Former parliamentary researcher, Stoneleigh, Surrey</em></p> <p>• John Rigby and Peter Phillips (<a href=\"https://www.theguardian.com/politics/2019/may/10/dreams-of-a-modern-parliament-are-as-crumbled-as-the-palace\" title=\"\">Letters</a>, 11 May) write about the “adversarial” design of the Houses of Parliament, but a quick internet search for “parliament fight” will reveal pages upon pages of brawling politicians around the world who don’t seem to be have been soothed to consensual dialogue by their progressively curved chambers. At least the benches in the Commons are too big to be picked up and thrown. The US Congress is also a semicircle, but that doesn’t stop the superpower from routinely voting for a military-industrial complex that spreads conflict across the globe.</p> <p>Far from being “adversarial”, our parliament encourages levelling humility. “Modern” semicircular chambers are breathtakingly self-centred and arrogant – where every politician gets their own chair, their own nameplate, their own microphone, their own voting button, the centre of their own little insular universe. Our politicians have to look the opposition in the eye across the chamber, rub shoulders with them in the voting lobbies, and jostle for seating. Maybe our governors, with their index-linked pensions, ought to experience a little discomfort from time to time.<br><strong>Robert Frazer</strong><br><em>Manchester</em></p> <p>• I love your idea, Shona Hardie (<a href=\"https://www.theguardian.com/politics/2019/may/13/move-parliament-out-of-london-or-into-a-church\" title=\"\">Letters</a>, 14 May), but parliament doesn’t have to move as far north as Mansfield. There is a site in the town centre here in Crewe which Cheshire East council are keen to redevelop. The southerners need not worry as HS2, once it reaches here, will stop at the new HS2 hub.<br><strong>Consella Fahy</strong><br><em>Crewe, Cheshire</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "430",
      "commentable": "false",
      "firstPublicationDate": "2019-05-15T16:50:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-15T23:40:05Z",
      "newspaperEditionDate": "2019-05-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfaen",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0d127cd6655bd5995fb94221c99f12cc9f5203a5/0_0_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Neither Simon Jenkins (This grand design shows MPs have lost it, 10 May) nor your letter writers (11 and 14 May) seem to understand why, for practical and cost reasons, parliament and government buildings have to be located close together. They advocate moving the Commons debating chamber. But parliament is not just the debating chamber. There is, crucially, the library, the best political resource in the country. Then there are the offices for the staff of 650 MPs plus the over 30 meeting rooms needed for parliamentary committees. The Commons also has a secondary mini chamber in Westminster Hall. Unless the entire government suite of departmental headquarters were moved along with the Commons, ministers would remain in Westminster with their officials, and be unable to be called at short notice to justify government policy decisions. Dr David Lowry Former parliamentary researcher, Stoneleigh, Surrey • John Rigby and Peter Phillips (Letters, 11 May) write about the “adversarial” design of the Houses of Parliament, but a quick internet search for “parliament fight” will reveal pages upon pages of brawling politicians around the world who don’t seem to be have been soothed to consensual dialogue by their progressively curved chambers. At least the benches in the Commons are too big to be picked up and thrown. The US Congress is also a semicircle, but that doesn’t stop the superpower from routinely voting for a military-industrial complex that spreads conflict across the globe. Far from being “adversarial”, our parliament encourages levelling humility. “Modern” semicircular chambers are breathtakingly self-centred and arrogant – where every politician gets their own chair, their own nameplate, their own microphone, their own voting button, the centre of their own little insular universe. Our politicians have to look the opposition in the eye across the chamber, rub shoulders with them in the voting lobbies, and jostle for seating. Maybe our governors, with their index-linked pensions, ought to experience a little discomfort from time to time. Robert Frazer Manchester • I love your idea, Shona Hardie (Letters, 14 May), but parliament doesn’t have to move as far north as Mansfield. There is a site in the town centre here in Crewe which Cheshire East council are keen to redevelop. The southerners need not worry as HS2, once it reaches here, will stop at the new HS2 hub. Consella Fahy Crewe, Cheshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2732",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-15T16:17:25Z",
    "webTitle": "UK will face either no-deal or no Brexit if MPs vote down withdrawal agreement, ministers insist – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news",
    "fields": {
      "headline": "UK will face either no-deal or no Brexit if MPs vote down withdrawal agreement, ministers insist – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including Theresa May and Jeremy Corbyn at PMQs</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/may/15/no-10-hints-commons-brexit-vote-is-make-or-break-for-theresa-may\">No 10 hints Commons vote on Brexit deal is make or break for May</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/15/pmqs-verdict-corbyn-wins-on-inequality-as-may-works-out-notice\">PMQs verdict: Corbyn wins as May works out her notice</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/15/what-are-the-challenges-facing-theresa-mays-brexit-withdrawal-bill\">Analysis: what are challenges facing the PM’s bill</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including Theresa May and Jeremy Corbyn at PMQs",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"20cd3054a93b05929856eb13d37e45c68a954c96\"> <img src=\"https://media.guim.co.uk/20cd3054a93b05929856eb13d37e45c68a954c96/0_218_3984_2390/1000.jpg\" alt=\"Pro and anti-Brexit campaigners outside the Houses of Parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pro and anti-Brexit campaigners outside the Houses of Parliament.</span> <span class=\"element-image__credit\">Photograph: Amer Ghazzal/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cdc318e8f08ea3978d8731e\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T16:01:26.778Z\">5.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/15/no-10-hints-commons-brexit-vote-is-make-or-break-for-theresa-may\">Downing Street has hinted that the Commons vote on the withdrawal agreement bill will be make or break for Theresa May’s future as prime minister,</a> as ministers have warned that, if she loses, the UK will face a choice between no-deal and no Brexit. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdc1f598f088c3e913d6bfa#block-5cdc1f598f088c3e913d6bfa\">3.20pm.)</a></li> </ul> <ul> <li><strong>Michael Gove, the environment secretary, has urged the home secretary to introduce flexible immigration rules for skilled workers after Brexit to avoid vacancies in certain industries.</strong> As the Press Association reports, Gove claims to have called on Sajid Javid to “look flexibly in how we interpret what a skilled worker is,” and criticised the £30,000 salary threshold for immigrant workers. Giving evidence to Holyrood’s rural economy committee, Gove said that assessing whether a migrant worker qualified as skilled by their salary was not appropriate for all industries. Questioned about “significant vacancies” of approximately 30% in the fish processing sector in Scotland by the SNP’s <strong>Stewart Stevenson</strong>, Gove argued that the migration advisory committee’s recommendation of the minimum earnings for a worker to be allowed to stay after Brexit would harm businesses who rely on foreign labour. Gove said: </li> </ul> <blockquote class=\"quoted\"> <p>Pitching the level at which you define a skilled worker as someone earning over £30,000 a year wasn’t actually responsive to the particular needs - not just of the fish processing sector - but the food and drink sector overall. One of the points that I have made to the home secretary and others is that we look flexibly at how we interpret what a skilled worker is in line with specific industries.</p> </blockquote> <ul> <li><strong>Four members of the Welsh assembly - three Ukip AMs and Mark Reckless, who left Ukip in 2017 to join the Conservative group - have defected to the Brexit party. </strong>They have asked to be recognised as an official Brexit party group in the assembly. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdc20dd8f08d2b474ebc56c#block-5cdc20dd8f08d2b474ebc56c\">3.29pm.)</a></li> </ul> <ul> <li><strong>The consumers organisation Which? has criticised Liam Fox, the international trade secretary, for saying chlorinated chicken is not a food safety issue</strong>. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbe08c8f088c3e913d686c#block-5cdbe08c8f088c3e913d686c\">11.17am.)</a> In a statement Caroline Normand, the Which? director of advocacy, said:</li> </ul> <blockquote class=\"quoted\"> <p>Liam Fox is wrong to suggest chlorinated chicken is not a food safety and standards issue. One of the reasons why food-borne disease rates are so much higher in the US is that these measures are often used as a desperate attempt to make up for widespread safety problems in food production - leaving bacteria like salmonella to run rampant.</p> <p>Our research has shown British consumers are united in their opposition to lowering food standards as part of any future trade deal - with nearly seven in 10 saying they would be uncomfortable eating chlorine-washed chicken.</p> <p>Brexit is an opportunity to design a joined up food and farming policy that ensures food is produced to the highest standards - the nation’s health needs must not be used as a bargaining chip that could be given away to facilitate transatlantic trade.</p> </blockquote> <ul> <li><strong><a href=\"https://www.theguardian.com/business/2019/may/15/corbyn-to-reveal-labour-plans-to-nationalise-uks-energy-network\">Labour’s plan to nationalise Britain’s energy network would make the country poorer, hinder efforts to tackle climate change, and threatens a return to the frequent power cuts of the past, the UK’s leading business lobby group has warned.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/15/parliaments-art-collection-to-include-more-women\">Parliament is to receive an overhaul of its publicly displayed art work, with dozens of former and current female politicians and campaigners to be introduced to the walls of the Palace of Westminster.</a></strong></li> </ul> <ul> <li><strong>The government does not know how many British users may have been affected by a “terrifying” WhatsApp security breach, MPs have been told.</strong> As the Press Association reports, shadow culture secretary<strong> Tom Watson</strong> warned a security flaw in the messaging app could be used by states to monitor human rights groups. The digital minister, <strong>Margot James</strong>, said the likelihood of there being UK victims of the attack is being investigated but said, as yet, there is no information about how many people could have been targeted. </li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T16:17:25.906Z\">at 5.17pm BST</time></p>  </div> <div id=\"block-5cdc340c8f08ea3978d87343\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T15:46:59.181Z\">4.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"cfa1cf5408dce462fcf35df2ed703370a3d67369\"> <img src=\"https://media.guim.co.uk/cfa1cf5408dce462fcf35df2ed703370a3d67369/0_175_4000_2400/1000.jpg\" alt=\"Nigel Farage, the Brexit party leader, speaking the press outside a Wetherspoon pub in Merthyr Tydfil, south Wales, ahead of a rally in the town tonight.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage, the Brexit party leader, speaking the press outside a Wetherspoon pub in Merthyr Tydfil, south Wales, ahead of a rally in the town tonight.</span> <span class=\"element-image__credit\">Photograph: Matthew Horwood/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdc31168f088c3e913d6d14\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T15:33:10.373Z\">4.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from<strong> Anne Milton</strong>, the skills minister.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnneMilton/status/1128619938296619008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Its national numberacy day so test how good you are at numbers. It’s  never too late to improve your skills <a href=\"https://twitter.com/hashtag/nationalnumeracyday?src=hash&amp;ref_src=twsrc%5Etfw\">#nationalnumeracyday</a></p>&mdash; Anne Milton MP (@AnneMilton) <a href=\"https://twitter.com/AnneMilton/status/1128619938296619008?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>Good job it’s not national literacy day ...</p> </div>   </div> <div id=\"block-5cdc2d498f08ea3978d872e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T15:22:19.783Z\">4.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Theresa May is now in Paris for an event with world leaders who are agreeing a plan to eliminate terrorist and violent content online. It is called <a href=\"https://www.theguardian.com/world/2019/may/13/christchurch-call-details-emerge-of-arderns-plan-to-tackle-online-extremism\">the Christchurch Call</a> because New Zealand’s prime minister, Jacinda Ardern, has worked up the plan in response to the Christchurch mosque attacks in March.</p>  <figure class=\"element element-image\" data-media-id=\"f96155012f690c982e0a83a50b96b358b4696f46\"> <img src=\"https://media.guim.co.uk/f96155012f690c982e0a83a50b96b358b4696f46/0_51_2256_1354/1000.jpg\" alt=\"Emmanuel Macron, the French president, greeting Theresa May at the Elysee Palace this afternoon.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emmanuel Macron, the French president, greeting Theresa May at the Elysee Palace this afternoon.</span> <span class=\"element-image__credit\">Photograph: François Mori/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"f792bce90db92bf1ddefb6b0c320374d6e41ada1\"> <img src=\"https://media.guim.co.uk/f792bce90db92bf1ddefb6b0c320374d6e41ada1/0_131_3500_2100/1000.jpg\" alt=\"The French president, Emmanuel Macron, and New Zealand’s prime minister, Jacinda Ardern, attend a launching ceremony for the ‘Christchurch Call’ against terrorism at the Elysee Palace.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The French president, Emmanuel Macron, and New Zealand’s prime minister, Jacinda Ardern, attend a launching ceremony for the ‘Christchurch Call’ against terrorism at the Elysee Palace.</span> <span class=\"element-image__credit\">Photograph: CHARLES PLATIAU/POOL/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdc2bd78f08ea3978d872ce\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T15:10:34.673Z\">4.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is some new polling on the European elections from Survation.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Survation/status/1128646517143818242\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: UK voting intention for the European Parliament elections. Full tables can be found here: <a href=\"https://t.co/noq7xEgNSx\">https://t.co/noq7xEgNSx</a> <a href=\"https://t.co/3uFgo4JUiO\">pic.twitter.com/3uFgo4JUiO</a></p>&mdash; Survation. (@Survation) <a href=\"https://twitter.com/Survation/status/1128646517143818242?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdc28b68f08ea3978d8728f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T15:00:48.023Z\">4.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The House of Commons library often produces the best briefings on election results, and it has now published<a href=\"file:///Volumes/Downloads/Internet%20Downloads/CBP-8566.pdf\"> its document (pdf)</a> on the English local elections. If you want a very detailed account, this is what you need.</p> <p>Here’s a chart from the report.</p>  <figure class=\"element element-image\" data-media-id=\"06fba92bcb21f00092ed8cfcfaf7f2866d908c74\"> <img src=\"https://media.guim.co.uk/06fba92bcb21f00092ed8cfcfaf7f2866d908c74/0_0_509_689/369.jpg\" alt=\"Composition of English councils\" width=\"369\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Composition of English councils</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdc26f78f088c3e913d6c6b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T14:50:11.733Z\">3.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"b5c4d5add189d6417f118c86f3651c25108fd185\"> <img src=\"https://media.guim.co.uk/b5c4d5add189d6417f118c86f3651c25108fd185/0_25_2187_1312/1000.jpg\" alt=\"Matt Hancock, the health secretary, being heckled by pro-Brexit protesters outside the Houses of Parliament today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Matt Hancock, the health secretary, being heckled by pro-Brexit protesters outside the Houses of Parliament today.</span> <span class=\"element-image__credit\">Photograph: George Cracknell Wright/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdc24cb8f08d2b474ebc59a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T14:47:02.885Z\">3.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">EU should be willing to delay Brexit again to allow UK time to change its mind, says Poland</h2>  <div class=\"block-elements\">  <p>The government’s claim that a vote against the withdrawal agreement in June will leave the UK with a choice between no-deal and no Brexit depends on the assumption that the EU will not agree to another article 50 extension. As explained at <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbd1418f08ea3978d86e24#block-5cdbd1418f08ea3978d86e24\">9.52am</a>, that assumption is not well founded.</p> <p>And now it has emerged that <strong>Jacek Czaputowicz</strong>, Poland’s foreign minister, has said publicly that the EU should be willing to grant another extension to allow time for the UK to change its mind about Brexit. <a href=\"https://uk.reuters.com/article/uk-britain-eu-poland/eu-should-give-britain-more-time-to-reconsider-brexit-poland-idUKKCN1SL1DG\">As Reuters reports</a>, in comments released late last night, Czaputowicz said:</p> <blockquote class=\"quoted\"> <p>From Poland’s point of view, it would be good if Brexit would not happen. It’s a matter of changing the rhetoric to let the Brits rethink their decision.</p> <p>We should go soft on Britain, give them time, they are still in the EU, let’s give them space to take decision.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"b5854b1387699188287813e6a78612a1c82ae12f\"> <img src=\"https://media.guim.co.uk/b5854b1387699188287813e6a78612a1c82ae12f/0_58_5177_3106/1000.jpg\" alt=\"The Polish foreign minister, Jacek Czaputowicz\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Polish foreign minister, Jacek Czaputowicz</span> <span class=\"element-image__credit\">Photograph: Stéphanie Lecocq/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdc22ba8f08d2b474ebc589\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T14:33:11.632Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Change UK MPs are criticising Labour after Jeremy Corbyn’s spokesman refused to rule out the party abstaining on the EU withdrawal agreement bill at a briefing.</p> <p>This is from<strong> Chuka Umunna.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChukaUmunna/status/1128665366551564288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">By refusing to rule out abstaining on the 2nd Reading of the Withdrawal Agreement Bill, the Labour Party is offering Theresa May and her Brexit plan a lifeline. This is the clearest indication yet that the Labour leadership is working with the Tory Government to deliver Brexit. <a href=\"https://t.co/Wti6k0nrZ8\">https://t.co/Wti6k0nrZ8</a></p>&mdash; Chuka Umunna (@ChukaUmunna) <a href=\"https://twitter.com/ChukaUmunna/status/1128665366551564288?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>And this is from <strong>Chris Leslie.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisLeslieMP/status/1128660404174053381\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> could ABSTAIN on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a>?! <br><br>Long-standing Labour supporters who believe in Britain in Europe now know how their votes on 23rd May will be interpreted. <a href=\"https://twitter.com/hashtag/ChangeUK?src=hash&amp;ref_src=twsrc%5Etfw\">#ChangeUK</a> will fight for remaining in EU, no ifs no buts <a href=\"https://t.co/iCuRQcKQqr\">https://t.co/iCuRQcKQqr</a></p>&mdash; Chris Leslie (@ChrisLeslieMP) <a href=\"https://twitter.com/ChrisLeslieMP/status/1128660404174053381?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdc20dd8f08d2b474ebc56c\" class=\"block is-key-event\" data-block-contributor=\"profile/stevenmorris\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T14:29:09.703Z\">3.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Former Tory Mark Reckless leads bid to form Brexit party group in Welsh assembly</h2>  <div class=\"block-elements\">  <p>Four Welsh assembly members are seeking to band together to form a Brexit party group.</p> <p>The four include <strong>Mark Reckless</strong>, who has been a Tory MP and a Ukip and Tory AM. He has resigned from the Tory group. </p> <p>The three others, Mandy Jones, Caroline Jones and David Rowlands, have all been Ukip AMs.</p> <p>They have written to the Llywydd - the assembly’s equivalent of a speaker – notifying her of their wish to form a political group.</p> <p>Mark Reckless told a press conference on the Senedd steps: </p> <blockquote class=\"quoted\"> <p>Brexit is being blocked and the Brexit party group in the Welsh assembly from today will be supporting Nigel Farage, supporting the Brexit party in everything that they are doing to protect our democracy and to ensure that Brexit is delivered.</p> </blockquote> <p>Other parties are not happy.</p> <p>A Plaid Cymru spokesperson said: </p> <blockquote class=\"quoted\"> <p>We consider this announcement today as having very serious implications for our democracy and our democratic principles here in the Senedd.</p> <p>The Brexit party did not stand and were not elected in the 2016 elections. They have no democratic mandate and they should not be permitted to form a group nor given access to public resources and funding in the Senedd. To permit them to form a group would make a mockery of our democratic system in Wales. The Senedd is not a playground for Brexiteer chancers, it is the home of Welsh democracy.</p> <p>We eagerly anticipate the Llywydd’s ruling in the full expectation that she will do the right thing and allow democracy to prevail.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"a079e2480c1a3ecb4d0c903a0dc945bdf53381ce\"> <img src=\"https://media.guim.co.uk/a079e2480c1a3ecb4d0c903a0dc945bdf53381ce/0_34_4722_2833/1000.jpg\" alt=\"Left to right: Brexit Party MEP candidates for Wales James Wells and Nathan Gill, Mark Reckless AM and Brexit party leader Nigel Farage at a Brexit party campaign event in Cardiff Bay today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Left to right: Brexit Party MEP candidates for Wales James Wells and Nathan Gill, Mark Reckless AM and Brexit party leader Nigel Farage at a Brexit party campaign event in Cardiff Bay today.</span> <span class=\"element-image__credit\">Photograph: Geoff Caddick/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdc1f598f088c3e913d6bfa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T14:20:21.729Z\">3.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK will face either no-deal or no Brexit if MPs vote down withdrawal agreement, ministers insist</h2>  <div class=\"block-elements\">  <p>This is what <strong>Stephen Barclay,</strong> the Brexit secretary, told the Lords EU committee earlier about how a defeat for the EU withdrawal agreement bill at second reading would leave the UK a choice between a no-deal Brexit and no Brexit. He said:</p> <blockquote class=\"quoted\"> <p>I think if the House of Commons does not approve the WAB then the Barnier deal is dead in that form and I think the house will have to then address a much more fundamental question between whether it will pursue ... a no-deal option or whether it will revoke.</p> </blockquote> <p>This is what Liam Fox, the international trade secretary, was also saying this morning (see <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbe08c8f088c3e913d686c#block-5cdbe08c8f088c3e913d686c\">11.17am)</a>, as well as Downing Street. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbd1418f08ea3978d86e24#block-5cdbd1418f08ea3978d86e24\"> 9.52am.)</a></p> </div>   </div> <div id=\"block-5cdc1e338f088c3e913d6be7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T14:12:37.111Z\">3.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour sources are playing down suggestions the party might abstain on the EU withdrawal agreement bill, PoliticsHome’s <strong>Kevin Schofield </strong>reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1128663167402500096\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">To be clear, Labour sources are steering well away from suggestions the party could abstain on the WAB. Seems pretty clear that if they can&#39;t get a deal with the government in advance, they will vote against it.</p>&mdash; Kevin Schofield (@PolhomeEditor) <a href=\"https://twitter.com/PolhomeEditor/status/1128663167402500096?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdc10728f088c3e913d6b51\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T13:18:22.364Z\">2.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>HuffPost’s<strong> Paul Waugh</strong> thinks that in the end Labour won’t abstain on the second reading of the EU withdrawal agreement bill. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1128644136041627648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I may be in a minority, but my own takeaway from post-PMQs briefing by Corbyn spokesman is that Labour will *not* abstain on the Withdrawal Agreement Bill 2nd reading.</p>&mdash; Paul Waugh (@paulwaugh) <a href=\"https://twitter.com/paulwaugh/status/1128644136041627648?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdc067b8f08d2b474ebc401\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T13:11:21.597Z\">2.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Theresa May has been offered a possible lifeline ahead of a key vote on her Brexit deal next month after Labour refused to rule out abstaining. </strong>The government has announced that MPs will vote on the second reading of the EU withdrawal agreement bill in the first week in June, in what will effectively be the fourth vote on May’s withdrawal agreement. If the government were to lose, that would be fatal to May’s Brexit strategy, and her premiership, and there is no evidence she is winning over the MPs who voted against it last time. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbc5128f08d2b474ebc0e1#block-5cdbc5128f08d2b474ebc0e1\">9.25am.)</a> But Labour has refused to rule out abstaining in the second reading vote. It is highly unusual for the opposition to abstain on such a major piece of legislation, and if Labour were to adopt this approach (which is nothing more than an option at the moment, based on this afternoon’s briefing), anti-Brexit members would be alarmed. But an abstention would lead to the bill getting a second reading, with the key vote effectively postponed until MPs voted on the amended bill at third reading. Labour’s move came as ministers argued that, if MPs were to vote down the bill, the UK would face a choice between no-deal and no Brexit. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbe08c8f088c3e913d686c#block-5cdbe08c8f088c3e913d686c\">11.17am.)</a></li> </ul> <ul> <li><strong>The lead candidate for Change UK in Scotland’s European parliament contest has switched sides to the Liberal Democrats, in further signs the new party is struggling to consolidate itself or spread successfully across the UK</strong>. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbdd4f8f088c3e913d684a#block-5cdbdd4f8f088c3e913d684a\"> 10.36am.)</a></li> </ul> <ul> <li><strong>Jeremy Corbyn has used PMQs to attack the “scandal of inequality in modern Britain”</strong>. He said:</li> </ul> <blockquote class=\"quoted\"> <p>In Great Yarmouth, one has just been opened for pupils at a school, and last week the department of business established a food bank for its own staff in the building on Victoria Street. Can the prime minister tell us what is going wrong in modern Britain that a government office in the centre of London has a food bank for some of its very low-paid staff to get something to eat?</p> </blockquote> <p>In response, May argued that inequality was also a problem under Labour and that income inequality had fallen since 2010.</p> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/may/15/lone-parents-lose-benefits-cap-challenges-supreme-court\">Lone parents and their children have lost challenges against the government’s benefit cap at the UK’s highest court.</a></strong></li> </ul> <ul> <li><strong>Penny Mordaunt, the new defence secretary, has said she would like <a href=\"https://www.theguardian.com/uk-news/2019/may/15/mordaunt-vows-introduce-amnesty-military-veterans\">a planned new law offering an amnesty on historical prosecutions for military veterans who served in Iraq, Afghanistan and anywhere else around the world </a>to also cover Northern Ireland.</strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/news/2019/may/15/uk-ministers-criticised-rejecting-new-definition-islamophobia\">The government has been criticised for rejecting a proposed working definition of Islamophobia that has been adopted by parties including Labour, the Liberal Democrats and the Scottish Conservatives.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/business/2019/may/15/corbyn-to-reveal-labour-plans-to-nationalise-uks-energy-network\">Jeremy Corbyn will outline plans to nationalise Britain’s energy network in a move that would transfer companies to public ownership soon after a Labour election win.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/may/15/home-office-misses-deadline-access-eu-poverty-relief-funds-sajid-javid\">A catalogue of errors by the Home Office has led to a loss of access to £600,000 of EU funds earmarked for the most deprived people in Britain and has put a further £2.9m at risk, it can be revealed.</a></strong></li> </ul> </div>   </div> <div id=\"block-5cdc0a5b8f08d2b474ebc42e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T12:49:44.959Z\">1.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is more on Labour refusing to rule out abstaining on the second reading of the EU withdrawal agreement bill.</p> <p>From the Daily Mirror’s<strong> Pippa Crerar</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1128638629750947840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour spokesman twice refuses to say whether Labour could abstain on withdrawal bill. “We’ve made pretty clear we won’t support it,” he says. Not the same as saying they will definitely oppose it though. (But I suspect they will).</p>&mdash; Pippa Crerar (@PippaCrerar) <a href=\"https://twitter.com/PippaCrerar/status/1128638629750947840?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1128638634041774080\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Labour spox says there are “a number of different entrenchment mechanisms” the Government could adopt to allay fears over May’s successor tearing up any cross-party deal. They have been “explored extensively” in talks.</p>&mdash; Pippa Crerar (@PippaCrerar) <a href=\"https://twitter.com/PippaCrerar/status/1128638634041774080?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>From the Sun’s <strong>Tom Newton Dunn</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1128638685711413249\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">This is v significant. Abstaining at 2nd reading gives May a massive lifeline. Brings amendments into play, so it’s game on again IF anything - Customs Union, EFTA, a second referendum etc - can muster a majority.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1128638685711413249?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>From the Daily Mail’s <strong>Jason Groves</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGroves1/status/1128642715581919232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Is there life in May&#39;s Brexit deal yet? Labour &#39;won&#39;t support&#39; it without concessions. But v.senior Lab spokesman refuses six times to rule out abstaining. And a big Labour abstention would be enough to see it clear its first hurdle next month...</p>&mdash; Jason Groves (@JasonGroves1) <a href=\"https://twitter.com/JasonGroves1/status/1128642715581919232?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdc07938f088c3e913d6ab2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T12:35:45.361Z\">1.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague <strong>Jessica Elgot.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1128638116078788608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">TSSA General Secretary Manuel Cortes has called on Labour to end Brexit talks with the Government. “I fear we are paying a heavy price on the doorstep for talks which the Government has used as a fig leaf for their Brexit failings.”</p>&mdash; Jessica Elgot (@jessicaelgot) <a href=\"https://twitter.com/jessicaelgot/status/1128638116078788608?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdc05918f08d2b474ebc3fd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T12:27:38.699Z\">1.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour refuses to rule out abstaining on second reading of withdrawal agreement bill</h2>  <div class=\"block-elements\">  <p>And these are from the Sun’s <strong>Tom Newton Dunn.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1128637100289613824\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour has ruled out voting for the WAB in its current form. BUT: six times, Jeremy Corbyn’s spokesman has just refused to rule out abstaining at 2nd reading if there is no deal with the Govt.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1128637100289613824?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1128637977675141120\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Spokesman: “We’re not in the business of getting into a car without knowing where it’s going”<br><br>Journalist: “But you could watch it drive off without standing in its way?”<br><br>Spokesman: (a long and very pregnant silence)</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1128637977675141120?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T12:28:26.534Z\">at 1.28pm BST</time></p>  </div> <div id=\"block-5cdc052c8f088c3e913d6a8d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T12:25:45.657Z\">1.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from my colleague <strong>Heather Stewart.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1128634851094138880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Downing St spox clarifies last night’s statement on the WAB - says PM intends to hold *second reading* in week beginning 3 June. Appears to signal she will still hold the vote if she doesn’t think she can win it: “We are going to bring the bill forward”</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1128634851094138880?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1128634855749836800\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Spox won’t be drawn on what May will tell the 1922 executive tomorrow - could she promise to step down, even if she loses the vote? “That’s not the world we’re currently in, but clearly the significance of this vote cannot be underestimated” 🧐</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1128634855749836800?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbfc448f08d2b474ebc38b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T12:24:18.309Z\">1.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PMQs - Snap verdict</h2>  <div class=\"block-elements\">  <p><strong>PMQs - Snap verdict: </strong>Yesterday, in response to Bridget Prentice’s resignation from the party, Labour issued a statement saying its “bold and popular policies under Jeremy Corbyn’s leadership have changed the political conversation in this country” and today he focused on a topic, inequality, where undoubtedly opinion is moving his way. You can argue about how much this is due to Corbyn personally - even that bastion of neoliberalism, the IMF, was <a href=\"https://www.theguardian.com/business/2014/feb/26/imf-inequality-economic-growth\">warning about inequality in 2014</a>, long before Corbyn became Labour leader - but the announcement this week that <a href=\"https://www.theguardian.com/inequality/2019/may/14/britain-risks-heading-to-us-levels-of-inequality-warns-top-economist\">the Institute for Fiscal Studies has launched a major review of the consequences of inequality </a>is a clear vindication of one of core political themes. The IFS has always been much more associated with fiscal rectitude than social justice, and if even it recognises there is a problem, Corbyn is winning the argument. A sensible prime minister would recognise this, and engage. But instead May just refused to accept that there is anything wrong. It was an unconvincing performance that saw her easily outmatched by Corbyn.</p> <p>But it was still all a bit underwhelming - largely because, with May effectively now at the point where she is working out her notice, who cares what she has to say anyway? This became painfully apparent when she had to respond to a question about the next spending round - which is one that will be overseen by her successor. In her exchanges with Corbyn, and the SNP’s Ian Blackford, it felt that May was not even trying particularly hard. But PMQs did throw up two policies issues where the debate over the coming months is likely to intensify. Corbyn proudly defended <a href=\"https://www.bbc.co.uk/news/uk-48234398\">Labour’s plan to extend its real living wage to under-18s.</a> There is a genuine debate to be had about whether this can be done without increasing youth unemployment, but the arguments did not really get much of a hearing today. Interestingly, May herself chose to raise another Labour proposal - its qualified support for universal basic income. But, again, the rights and wrongs of this were not thrashed out in today’s debate. That will have to wait for another day.</p> <p>Corbyn used to make a point of using the “letter from an ordinary voter” device to frame an awkward question for the PM. Today it was the Tory Brexiter Peter Bone who tried this. It allowed him to tell May she should resign, but in a manner that discouraged a blunt response (because the activists who supposedly drafted this letter would deserve a polite reply). But Bone just got the usual May brush-off. Even calls for May’s resignation can’t really enliven PMQs very much now.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T15:05:26.609Z\">at 4.05pm BST</time></p>  </div> <div id=\"block-5cdbfbbe8f08ea3978d87048\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:47:12.791Z\">12.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Stephen Kerr,</strong> a Conservative, says Scottish Tories see May as a trenchant champion of the union. Does May agree the shared prosperity fund will provide an opportunity to strengthen the union? Will it be led by needs, and not Barnettised?</p> <p>May says the fund will strengthen the union, and it will be led be needs.</p> <p>And that’s it. PMQs is over.</p> </div>   </div> <div id=\"block-5cdbfb188f088c3e913d6a00\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:44:12.018Z\">12.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Peter Bone,</strong> a Conservative, says he has got an incredible group of activists in his constituency who have campaigned regularly for the party. But he has a letter from them. They do not like her Brexit deal. And they have lost confidence in May. They want her to resign before the European elections. What message does May have for them?</p> <p>May praises all Conservatives who campaign. She thanks them for their work. This is a government that wants to deliver Brexit, she says. If MPs had voted for it, the UK would already be out, she says.</p> </div>   </div> <div id=\"block-5cdbfaad8f088c3e913d69fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:42:06.935Z\">12.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Albert Owen </strong>says a constituent died after being shot with a crossbow outside his house. Will the law on crossbows be reviewed?</p> <p>May says this is a very worrying story. </p> </div>   </div> <div id=\"block-5cdbfa2e8f088c3e913d69f8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:40:24.769Z\">12.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s<strong> Louise Haigh</strong> asks about a BBC report saying four children have been killed after family courts ordered that abusive parents should have access to them. Will she order a public inquiry?</p> <p>May says new guidance on this was issued to courts last week. The Ministry of Justice has not seen evidence to justify an inquiry, she says, but she says justice minister will meet Haigh to discuss this.</p> </div>   </div> <div id=\"block-5cdbf9fa8f088c3e913d69f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:38:16.638Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Neil O’Brien</strong>, a Conservative, asks about access to a particular drug on the NHS.</p> <p>May says she is pleased the NHS and Nice have reached an agreement to make it available.</p> </div>   </div> <div id=\"block-5cdbf9c48f08ea3978d87038\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:37:26.656Z\">12.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Caroline Flint</strong> asks May to welcome a ruling condeming the blacklisting of trade unionists. And does she agree that trade unions play an important role?</p> <p>May says unions do have an important role to play. The government wants to see workers rights improved, she says.</p> </div>   </div> <div id=\"block-5cdbf94a8f088c3e913d69f0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:36:31.784Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Antoinette Sandbach,</strong> a Conservative, is asking a question about bereaved parents. But she is interrupted by an announcement from a speaker broadcasting into the chamber saying a fire alarm test has been completed. </p> </div>   </div> <div id=\"block-5cdbf8ee8f088c3e913d69e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:34:06.802Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>May says this is a worrying time for British Steel workers. The government struck a deal with the company last month to help it meet its obligations under EU emissions laws.</p> </div>   </div> <div id=\"block-5cdbf8988f08d2b474ebc35a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:32:53.477Z\">12.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Thangam Debbonaire </strong>says the PM says it is her deal, no-deal or no exit. But MPs have voted against her deal and no-deal. So will she admit it is no Brexit or a second referendum.</p> <p>May says MPs should vote to implement Brexit.</p> </div>   </div> <div id=\"block-5cdbf8068f08ea3978d8700d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:30:31.782Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Barry Sheerman </strong>says he was a passionate Eurosceptic when he became an MP 40 years ago. But he changed his mind when he saw what the EU did for peace and prosperity. Will May tell the truth about Europe, instead of echoing the lies told by Ukip?</p> <p>May says people voted to leave the EU. The government should implement that, she says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T13:24:19.012Z\">at 2.24pm BST</time></p>  </div> <div id=\"block-5cdbf7d38f08d2b474ebc34f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:29:08.097Z\">12.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vicky Ford</strong>, a Conservative, asks May if she backs the idea of a fund to help universities improve the way they look after students with mental health problems.</p> <p>May says she will ask the health and education secretaries to look at this.</p> </div>   </div> <div id=\"block-5cdbf78f8f08ea3978d87005\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:28:15.205Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rosie Duffield</strong>, a Labour MP, asks if May agrees with Labour about the need to scrap tests for pre-teenage children because they generate stress.</p> <p>May says simple tests that allow judgments to be made about how much children have progressed are useful and should continue.</p> </div>   </div> <div id=\"block-5cdbf7418f08d2b474ebc34b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:27:04.843Z\">12.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rebecca Pow,</strong> a Conservative, asks May if she agrees Somerset schools need more funding.</p> <p>May says the strong economy allows the government to put more money into schools.</p> </div>   </div> <div id=\"block-5cdbf6fa8f08d2b474ebc33f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:25:45.018Z\">12.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The SNP’s<strong> Pete Wishart</strong> says the Tory backenches look a bit threadbare. The UK is looking a laughing stock. For the sake of the nation, will May go, and let Scotland to too.</p> <p>May says, judging by Wishart’s question, his charm offensive to become next speaker has started.</p> </div>   </div> <div id=\"block-5cdbf6688f08d2b474ebc339\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:24:04.610Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Bill Esterson </strong>says the government says it wants to tackle climate change. But the reality suggests otherwise. It is investing in fossil fuel projects abroad while denying funding to green energy initiatives.</p> <p>May says the government is investing in the future. She says 99% of solar energy deployed in the UK has been under a Conservative government.</p> </div>   </div> <div id=\"block-5cdbf6238f088c3e913d69be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:22:10.309Z\">12.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nigel Evans</strong>, a Tory Brexiter, asks May to confirm that if the UK stays in the customs union and the single market, it will not have left the EU.</p> <p>May says the UK will end free movement, take control of UK law and end the era of vast payments to the EU. And the UK will not pay for market access, she says.</p> </div>   </div> <div id=\"block-5cdbf5918f08d2b474ebc330\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:21:00.039Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ian Blackford,</strong> the SNP’s leader at Westminster, says the three-times-defeated Brexit deal will return in June. Has May done a backroom deal with Labour to sell out Scotland.</p> <p>May says it is only the SNP that wants to sell out Scotland.</p> <p>Blackford says the Scottish people do not know what is happening in these secret talks. At the European elections the people of Scotland will make their feelings heard, he says.</p> <p>May says if the SNP vote for the deal, the UK will leave the EU. If people want a party that is not only a Brexit party, but one that can deliver it, they should vote Conservative.</p> </div>   </div> <div id=\"block-5cdbf55f8f088c3e913d69b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:18:38.268Z\">12.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nigel Huddleston,</strong> a Conservative, asks if education will get more money in the next spending round.</p> <p>May says the government is committed to improving education for every child.</p> </div>   </div> <div id=\"block-5cdbf47b8f088c3e913d69ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:17:48.546Z\">12.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Corbyn says his question was about food banks in a government office. That suggests in-work poverty is the problem, he says. He says the Trussell Trust handed out 1.6m food parcels last year, and 500,000 of them went to children. Will the government restore the link between inflation and welfare payments?</p> <p>May says this government introduced the national living wage. The low paid are taking home a lot more as a result.</p> <p>Corbyn says the IFS says child poverty will rise to over 5m by 2022 because of the government’s policies. The wealth of the richest has inceased by £50bn. But if we do not have enough money to feed people, we have failed as a society. More people are in poverty. When will the government reverse tax giveaways to the rich and end the scandal of inequality in Britain.</p> <p>May says the top 1% are paying more in income tax than they ever did under Labour. Labour is proposing a welfare payment for everyone. That would mean money for the rich paid for by the poor.</p> </div>   </div> <div id=\"block-5cdbf3a08f088c3e913d69a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:14:00.506Z\">12.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Corbyn asks how it can be fair for executives to be paid so much more than their workers. Young people suffer in particular, which is why Labour will stop young people being paid a lower minimum wage than older people. Does May agree this is right?</p> <p>May says the Labour policy will cost job. Youth unemployment has fallen by 50%, she says.</p> <p>Corbyn says the Tories opposed the minimum wage. They said it would cost jobs. Why do the Tories continue to punish young people? Wages are lower than a decade ago, housing costs are soared, and more and more food banks are opening. In Great Yarmouth one has been opened for pupils. And the business department has opened one for its staff, he says.</p> <p>May says work is the best way to ensure people have a good standard of living. She says Corbyn has not acknowledged that unemployment is at a record law. She says Corbyn implies inequality started in 2010. But who said the last Labour government ensured inequality got worse. Who was it? Corbyn himself, she says.</p> </div>   </div> <div id=\"block-5cdbf3658f08d2b474ebc31a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:10:21.260Z\">12.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Corbyn asks about Angus Deaton, the Nobel prize winning economist investigating inequality for the IFS. He says the UK has the second worst record on inequality in the G7.</p> <p>May says wages are going up.</p> </div>   </div> <div id=\"block-5cdbf2808f08ea3978d86fd6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:09:20.311Z\">12.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jeremy Corbyn</strong> pays tribute to Brian Walden, the former Labour MP and interviewer. He was a formidable interviewer, he says. Every MP has said that - but only afterwards.</p> <p>He also pays tribute to Doris Day, a Hollywood icon and animal rights campaign. He says he is tempted to quote one of her songs - whip crackaway.</p> <p>He says nine hedge fund tycoons have donated millions to the Conservative party. Is this a government for the many or for the few.</p> <p>May also pays tribute to Doris Day. She gave many hours of entertainment, she says.</p> <p>After Corbyn paid tribute to two Labour MPs elected 40 years ago, May says Margaret Thatcher was elected 40 years ago.</p> <p>On inequality, May says income inequality is down since 2010. The Conservatives want everyone to have a better life. Labour wants to bring people down. The Tories want to bring them up.</p> </div>   </div> <div id=\"block-5cdbf24f8f088c3e913d6995\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:05:32.551Z\">12.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mark Pawsey</strong>, a Conservative, asks about a young carer in his constituency.</p> <p>May says the government has published a cross-government carers’ action plan which is intended to help young carers.</p> </div>   </div> <div id=\"block-5cdbf2158f08ea3978d86fcf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:04:42.853Z\">12.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The SNP’s<strong> Alan Brown </strong>asks about transplant case that went wrong.</p> <p>May says she will ensure the relevant minister looks at the case.</p> </div>   </div> <div id=\"block-5cdbf1fb8f08d2b474ebc2ff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:03:46.355Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Theresa May</strong> starts by saying she will be going to Paris later for an international summit about stopping terrorists from exploiting the internet.</p> </div>   </div> <div id=\"block-5cdbf1d38f088c3e913d6988\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:03:09.396Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From BrexitCentral’s<strong> Jonathan Isaby</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/isaby/status/1128616577526632448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Not sure how it will look on TV, but an extraordinarily sparse turnout on the Tory benches for PMQs today. Lots of visible green leather and no sign of several dozen MPs bunched by the bar of the House. Conservative backbenchers simply aren’t turning up to support May any more.</p>&mdash; Jonathan Isaby (@isaby) <a href=\"https://twitter.com/isaby/status/1128616577526632448?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbf1aa8f08ea3978d86fc7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:02:39.456Z\">12.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From the Daily Record’s <strong>Torcuil Crichton</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Torcuil/status/1128616470672490496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">May arrives for PMQS with hardly a murmur from her own side, and no wonder,  the Tory benches are half empty.</p>&mdash; Torcuil Crichton (@Torcuil) <a href=\"https://twitter.com/Torcuil/status/1128616470672490496?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbf1228f08ea3978d86fac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T11:00:37.138Z\">12.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from PA’s <strong>Richard Wheeler.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/richard_kaputt/status/1128615352336883713\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Loads of empty seats in the Commons. PMQs starts shortly...</p>&mdash; Richard Wheeler (@richard_kaputt) <a href=\"https://twitter.com/richard_kaputt/status/1128615352336883713?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbf0408f088c3e913d694f\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:57:39.949Z\">11.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PMQs</h2>  <div class=\"block-elements\">  <p>PMQs is starting soon.</p> <p>I will post my snap verdict after the whole session is over.</p> <p>Here is the list of MPs down to ask a question.</p>  <figure class=\"element element-image\" data-media-id=\"970871c3161ea2b24228c0578e516a581308751e\"> <img src=\"https://media.guim.co.uk/970871c3161ea2b24228c0578e516a581308751e/0_0_711_585/500.jpg\" alt=\"PMQs\" width=\"500\" height=\"411\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">PMQs</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdbd9fb8f08d2b474ebc17c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:51:45.683Z\">11.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is a question from below the line worth addressing.</p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/129061928\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/101410134\" title=\"View SteveGkr’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/101410134\" height=\"40\" width=\"40\" alt=\"User avatar for SteveGkr\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/101410134\" title=\"View SteveGkr’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">SteveGkr</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/129061928\" title=\"Link to this comment\" itemprop=\"datePublished\">15 May 2019 10:10am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Hi Andrew,</p> <p>Apologies if you've answered this before.<br>If a hardliner were to replace Theresa May as PM (and whatever internal UK parliament stuff were needed actually happened), could the UK leave without a deal before October 29? Or does the extension preclude this? </p> <p>Not that I think this should happen, nor that \"internal UK parliament stuff\" actually could happen. Just wondering if EU countries are protected from British insanity.</p></div> </div> </div>  </figure>  <p>The EU and the UK have agreed to postpone Brexit until 31 October, unless the UK passes the withdrawal agreement before than, which would allow an earlier exit.</p> <p>A British prime minister can unilaterally revoke article 50. But there is no mechanism that would allow a new PM to unilaterally change the 31 October date and trigger an immediate no-deal.</p> <p>That said, a new PM could try to speed the process up by adopting a policy of non-cooperation with the EU (for example, by withholding monthly payments). Or the government could try to bring forward the date of Brexit in the EU Withdrawal Act, meaning EU law would no longer apply.</p> <p>But these would be seen as extremely hostile and reckless measures, which would be opposed by parliament and would could cause severe damage to long-term relations with Brussels. Unless Nigel Farage were to become PM before October they are not plausible scenarios, and even he would probably have second thoughts.</p> <p>However, a new PM could insist on a no-deal Brexit on 31 October even if the EU27 all wanted a further extension. That is because article 50 can only be extended again with UK agreement.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T10:53:33.371Z\">at 11.53am BST</time></p>  </div> <div id=\"block-5cdbeb218f08ea3978d86f31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:39:16.671Z\">11.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Turning away from Stephen Barclay for a moment, <strong>Penny Mordaunt</strong>, the new defence secretary, seems to have made a good impression with the speech she gave this morning.</p> <p>These are from the BBC’s defence correspondent <strong>Jonathan Beale.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bealejonathan/status/1128591292806651904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New DefSec <a href=\"https://twitter.com/PennyMordaunt?ref_src=twsrc%5Etfw\">@PennyMordaunt</a> makes strong case for <a href=\"https://twitter.com/RoyalNavy?ref_src=twsrc%5Etfw\">@RoyalNavy</a> 2 new carriers to deliver “global Britain” ambitions “a mighty symbol of our intent” <a href=\"https://twitter.com/RUSI_org?ref_src=twsrc%5Etfw\">@RUSI_org</a></p>&mdash; Jonathan Beale (@bealejonathan) <a href=\"https://twitter.com/bealejonathan/status/1128591292806651904?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bealejonathan/status/1128593564135563264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Days of taking decades to deliver new warships fo Navy are over says <a href=\"https://twitter.com/PennyMordaunt?ref_src=twsrc%5Etfw\">@PennyMordaunt</a> <a href=\"https://twitter.com/hashtag/RUSI?src=hash&amp;ref_src=twsrc%5Etfw\">#RUSI</a></p>&mdash; Jonathan Beale (@bealejonathan) <a href=\"https://twitter.com/bealejonathan/status/1128593564135563264?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bealejonathan/status/1128596466434551808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">DefSec @PennyMorduant says measures to protect British soldiers facing investigations should cover  N Ireland veterans</p>&mdash; Jonathan Beale (@bealejonathan) <a href=\"https://twitter.com/bealejonathan/status/1128596466434551808?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bealejonathan/status/1128597781202051072\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Defsec <a href=\"https://twitter.com/PennyMordaunt?ref_src=twsrc%5Etfw\">@PennyMordaunt</a> says “I’m not going to be shy about asking for more money” <a href=\"https://twitter.com/hashtag/RUSI?src=hash&amp;ref_src=twsrc%5Etfw\">#RUSI</a></p>&mdash; Jonathan Beale (@bealejonathan) <a href=\"https://twitter.com/bealejonathan/status/1128597781202051072?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bealejonathan/status/1128598081010843648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Confident and assured first public speech as DefSec by <a href=\"https://twitter.com/PennyMordaunt?ref_src=twsrc%5Etfw\">@PennyMordaunt</a> at <a href=\"https://twitter.com/hashtag/RUSI?src=hash&amp;ref_src=twsrc%5Etfw\">#RUSI</a></p>&mdash; Jonathan Beale (@bealejonathan) <a href=\"https://twitter.com/bealejonathan/status/1128598081010843648?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>And this is from my colleague <strong>John Crace,</strong> the Guardian’s sketchwriter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnJCrace/status/1128607131580628993\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Penny Morduant in her first speech as defence secretary seemed to think you can build a frigate for £250m. Good luck with that. But at least she didn&#39;t tell China to shut up and go away</p>&mdash; John Crace (@JohnJCrace) <a href=\"https://twitter.com/JohnJCrace/status/1128607131580628993?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbeacc8f08d2b474ebc242\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:38:46.667Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Can you tell us more about the cross-party talks with Labour?</em></p> <p>Barclay says they have focused on the Labour demands set out in<a href=\"https://labour.org.uk/press/jeremy-corbyn-lays-labours-five-brexit-demands-letter-theresa-may/\"> Jeremy Corbyn’s five points.</a></p> </div>   </div> <div id=\"block-5cdbe8b98f08d2b474ebc224\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:26:56.052Z\">11.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Does the government accept that the MEPs elected next week will have to take their seats?</em></p> <p>Yes, says Barclay.</p> <p>He says the government wanted to avoid this.</p> <ul> <li><strong>Barclay says British MEPs elected next week will take their seats. </strong>This means the government has given up hope of trying to pass the Brexit legislation before 2 July, when the new European parliament meets for the first time.</li> </ul>  <figure class=\"element element-image\" data-media-id=\"f53bb67a2bbbefaee56fe0916c207c8f5b0064a3\"> <img src=\"https://media.guim.co.uk/f53bb67a2bbbefaee56fe0916c207c8f5b0064a3/23_0_605_363/500.jpg\" alt=\"Stephen Barclay\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephen Barclay</span> <span class=\"element-image__credit\">Photograph: Parliament TV</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdbe8608f08d2b474ebc21c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:23:37.385Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Barclay says, if MPs do not vote for the deal next month, it will be dead.</p> <p>Then MPs will face a choice between a no-deal Brexit and revoking article 50.</p> <p>This is the argument we have also heard from Liam Fox this morning (see<a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbe08c8f088c3e913d686c#block-5cdbe08c8f088c3e913d686c\"> 11.17am)</a> and from Number 10.</p> <p><em>UPDATE:</em> Here is the clip.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrexitCentral/status/1128620331365801984\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Brexit Secretary <a href=\"https://twitter.com/SteveBarclay?ref_src=twsrc%5Etfw\">@SteveBarclay</a> &quot;...If we don&#39;t pass the Withdrawal Agreement, then the Phase 2 falls away and we are into a much more fundamental question between a no-deal and a revoke... &quot; <a href=\"https://t.co/K12NHRYO8k\">pic.twitter.com/K12NHRYO8k</a></p>&mdash; BrexitCentral (@BrexitCentral) <a href=\"https://twitter.com/BrexitCentral/status/1128620331365801984?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T12:38:40.175Z\">at 1.38pm BST</time></p>  </div> <div id=\"block-5cdbe7418f088c3e913d68c4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:20:28.863Z\">11.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Brexit secretary Stephen Barclay gives evidence to Lords committee</h2>  <div class=\"block-elements\">  <p><strong>Stephen Barclay</strong>, the Brexit secretary, has just started giving evidence to the Lords EU committee.</p> <p>He says the government is keen to publish the EU withdrawal agreement bill as soon as possible. But it is not possible to lock down the text while the talks with Labour are still going on, he says.</p> <p><em>Q: Do you accept MPs need time to see it before the second reading vote in June?</em></p> <p>Barclay says he does accept that.</p> <p>But he says many of the issues raised by the bill have been debated.</p> <p>He says he published <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/801694/Secretary_of_State_Letter_to_Redwood.pdf\">an open letter yesterday (pdf)</a> that he sent to the Tory Brexiter John Redwood addressing some of Redwood’s concerns about the bill.</p> </div>   </div> <div id=\"block-5cdbe08c8f088c3e913d686c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T10:17:19.226Z\">11.17am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Liam Fox's IfG Q&amp;A - Summary</h2>  <div class=\"block-elements\">  <p>Here are the main points from<strong> Liam Fox</strong>’s Q&amp;A at the Institute for Government.</p> <ul> <li><strong>Fox, the international development secretary, said that the UK would face either a no-deal Brexit or no Brexit if MPs vote down Theresa May’s deal again next month. </strong>Referring to the vote, he said:</li> </ul> <blockquote class=\"quoted\"> <p>There will be an opportunity for MPs to decide, after the local elections, after the European elections, whether they want to vote for Brexit or not. </p> <p>MPs will need to look and see if they want to continue down a path that inexorably takes us to either the potential of revocation of article 50 or leaving without a deal, and ask if they think that’s the best course either democratically or economically for the UK. MPs will have to face that decision.</p> </blockquote> <p>Fox is assuming that the EU will not allow a further article 50 extension, which is not a view shared by those who follow Brussels politics closely. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbd1418f08ea3978d86e24#block-5cdbd1418f08ea3978d86e24\"> 9.52am.)</a></p> <p>Bloomberg’s <strong>Rob Hutton</strong> is not convinced by the latest Fox/Number 10 argument.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RobDotHutton/status/1128595118888574978\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW, from the people who brought you:<br>&quot;The EU will never extend past March&quot;<br>and its HILARIOUS sequel: <br>&quot;The EU will never extend past June&quot;<br>Comes the nail-biting hit:<br>&quot;The EU will never extend past October.&quot;</p>&mdash; Robert Hutton (@RobDotHutton) <a href=\"https://twitter.com/RobDotHutton/status/1128595118888574978?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RobDotHutton/status/1128595570384343040\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Featuring new twists on old favourites like: &quot;Something something Emmanuel Macron&quot; <br>and:<br>&quot;Something EU law something ILLEGAL&quot;.</p>&mdash; Robert Hutton (@RobDotHutton) <a href=\"https://twitter.com/RobDotHutton/status/1128595570384343040?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <ul> <li><strong>Fox said it would be “self-defeating” for the UK to lower food safety standards after Brexit. </strong>He said:</li> </ul> <blockquote class=\"quoted\"> <p>I have said repeatedly that we will not reduce our standards as we move forward ...</p> <p>There’s a trading reason why we shouldn’t want to change our standards, and that’s because of the impact on our exporters. Barclays did a big global survey of consumers about a year ago now and it showed that 59% of Chinese consumers, about 60% of Indian consumers, would pay more for the same product if they knew it came from the United Kingdom. Why? Because you put that little union flag on it and and it’s regarded as a sign of quality.</p> <p>We can’t compete globally at the low-cost, low-quality end of the market. We have too many fixed cost in our economy. We need therefore to compete at the high-quality end of the market. And therefore the maintenance of our high standards is part of that guaranteed quality in the goods that we export. It would be self-defeating to see us reduce our standards. There’s no advantage from a trading perspective in doing so.</p> </blockquote> <ul> <li><strong>But Fox also refused to say the UK should continue to ban US imports of chlorine-washed chicken after Brexit, saying the use of this practice was an animal welfare issue, not a food safety issue.</strong> Chlorine-washed chicken was safe to eat, he argued.<strong> David Henig</strong>, director of the UK Trade Policy Project, was not impressed by Fox’s answer on this.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidHenigUK/status/1128594034967154688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The continued ambiguity that Fox cannot properly answer on a UK US trade deal. He knows a deal requires we accept US food standards, but tries to explain these are not lower or an animal welfare issue, either of which are questionable. <a href=\"https://t.co/xuNUenulst\">https://t.co/xuNUenulst</a></p>&mdash; David Henig (@DavidHenigUK) <a href=\"https://twitter.com/DavidHenigUK/status/1128594034967154688?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T13:11:53.189Z\">at 2.11pm BST</time></p>  </div> <div id=\"block-5cdbdfff8f08ea3978d86e9e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:47:09.037Z\">10.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lone parents and their children have lost challenges against the government’s <a href=\"https://www.theguardian.com/society/2019/jan/04/benefit-cap-single-mothers-make-up-85percent-of-those-affected-data-shows\">benefit cap</a> at the UK’s highest court, the Press Association reports. Supreme court justices, sitting in London on Wednesday, rejected the appeals in cases brought against the work and pensions secretary over the lawfulness of the measure by a majority of five to two.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/may/15/lone-parents-lose-benefits-cap-challenges-supreme-court\">Lone parents lose benefits cap challenges at supreme court</a> </p> </aside> </div>   </div> <div id=\"block-5cdbdf098f08d2b474ebc1ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:45:32.731Z\">10.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is what <strong>David Macdonald</strong> is saying about why he has abandoned Change UK, despite being their lead candidate in Scotland for the European elections, and is now backing the Lib Dems. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbdd4f8f088c3e913d684a#block-5cdbdd4f8f088c3e913d684a\">10.36am.)</a></p> <blockquote class=\"quoted\"> <p>[After a] great deal of reflection on the political landscape we are facing in Scotland at present, I have come to the point where I have realised I must do what is best for the future of this country before anything else.</p> <p>If things continue as they are the remain vote will split in Scotland and put at risk the representation that supporters of remaining in the European Union so collectively desire. </p> <p>For that reason I have decided to end my candidacy for Change UK effective immediately and I am now calling for those in favour of remaining in the European Union, including all supporters of Change UK in Scotland, to do what is best for our collective voice in Europe and to support the Scottish Liberal Democrats in the upcoming European election, to better ensure that they gain representation to secure a seat in these European elections.</p> </blockquote> </div>   </div> <div id=\"block-5cdbdd4f8f088c3e913d684a\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:36:54.740Z\">10.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Change UK's lead candidate in Scotland defects to Lib Dems</h2>  <div class=\"block-elements\">  <p>The lead candidate for Change UK in Scotland’s European parliament contest has switched sides to the Liberal Democrats, in further signs the new party is struggling to consolidate itself or spread successfully across the UK.</p> <p><strong>David Macdonald</strong>, an independent councillor in the wealthy district of East Renfrewshire near Glasgow, is expected to confirm shortly he has resigned from Change UK in a joint appearance with Willie Rennie, the Scottish Lib Dem leader, near Holyrood.</p> <p>The Scottish Lib Dems said Macdonald will “endorse the Liberal Democrats as the party of remain.” Macdonald, a restaurateur, appears to have deleted his Change UK election Twitter account @davidchangeuk.</p> <p>Change UK have made negligible impact in Scotland, and his defection will likely quash any suggestions it will greatly affect the results on May 23. It has been planning to stage its first and only European elections rally in Edinburgh this Saturday but no venue has been announced.</p> <p>Rennie will hope Macdonald’s switch will boost the Lib Dems’ chances in the election. A recent YouGov poll for the Times put Change UK neck and neck with the Lib Dems in Scotland at 6% each, although there is little expectation the Lib Dems are popular enough to win one of the six Scottish seats on offer.</p> </div>   </div> <div id=\"block-5cdbd69e8f08d2b474ebc15a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:30:36.135Z\">10.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nikki da Costa,</strong> who used to work as director of legislative affairs for Theresa May at Number 10, says if the EU withdrawal agreement bill does get through its second reading, the government will have to accept whatever amendments get added.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nmdacosta/status/1128534754834493440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So WAB is coming 3June. It’s a gamble on second reading but more than that I suspect intention is to gamble on amdts if it survives, and accept bill in whatever form it emerges so long as it emerges. DExEU will do best to nurture the Bill, but politically it has no protection. 1/</p>&mdash; Nikki da Costa (@nmdacosta) <a href=\"https://twitter.com/nmdacosta/status/1128534754834493440?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nmdacosta/status/1128535937938599936\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Sometimes you have strategy of knocking off barnacles (tricky amdts) at later stages, but I suspect they’ll just leave them. If it gets through it’s going to be legal equivalent to an archaeological relic, page by page illustrating state of this govt and parl for generations 2/</p>&mdash; Nikki da Costa (@nmdacosta) <a href=\"https://twitter.com/nmdacosta/status/1128535937938599936?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nmdacosta/status/1128537736602968064\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Feeling for the WAB team and all those involved. “We who are about to die salute you”?</p>&mdash; Nikki da Costa (@nmdacosta) <a href=\"https://twitter.com/nmdacosta/status/1128537736602968064?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbda278f08d2b474ebc17e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:25:34.251Z\">10.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Fox says lowering food standards after Brexit would be bad for UK exports</h2>  <div class=\"block-elements\">  <p><em>Q: The US has published their objectives for a trade deal with the UK. They want the UK to relax EU-style food standards. Are you happy with that?</em></p> <p>Fox says he has said until he is “blue in the face” that the UK will not reduce its standards after Brexit. It has legislation that protects food standards. That will not change.</p> <p>And there are trading reasons for this too. A Barclays survey shows that a majority of Indian and Chinese consumers would pay more for British produce, because they see it as high quality. The UK cannot compete on low standards. There would be no advantage lowering standards.</p> <ul> <li><strong>Fox says lowering food standards after Brexit would be bad for UK exports.</strong></li> </ul> <p><em>Q: What about chlorine-washed chicken?</em></p> <p>Fox says that is a different argument. That is about animal welfare, not food safety.</p> </div>   </div> <div id=\"block-5cdbd9528f08d2b474ebc174\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:19:31.983Z\">10.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From the BBC’s<strong> Norman Smith</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1128590015083233281\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A little light reading for MPs......am told the WAB will be published  next before recess.</p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1128590015083233281?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>The WAB is the EU withdrawal agreement bill. It is said to be half an inch thick, which makes it an enormous piece of legislation, which explains Smith’s joke about “light reading”.</p> </div>   </div> <div id=\"block-5cdbd8398f088c3e913d681a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:16:02.882Z\">10.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: What would be an acceptable result in the European elections? And would you consider voting for the Brexit party in the Euros?</em><br></p> <p>Fox says he will be voting for the Conservatives, for various reasons.</p> <p>MEPs will have to deal with a range of issues, he says. He says the Brexit party is a single issue party.</p> <p>And anything that weakens the Conservatives is good for Jeremy Corbyn, he says.</p> <p>On expectations, he says he is a former Tory chairman. Anything he said on this would be expectation management, or evasive.</p> <p>And he says the question has reminded him to send in his postal vote today.</p> </div>   </div> <div id=\"block-5cdbd6b58f08d2b474ebc15c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:11:24.798Z\">10.11am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Liam Fox says UK will face either no-deal or no Brexit if MPs do not vote for May's deal</h2>  <div class=\"block-elements\">  <p><em>Q: There seems to be little chance of the government winning the Brexit vote in June. So is this just a last throw of the dice? And if Theresa May loses, will she has to stand down?</em></p> <p>Fox says MPs will have to decide whether they want to take the UK down a path that would lead to either a no-deal Brexit, or article 50 being revoked. MPs will have to take that decision.</p> <ul> <li><strong>Fox says UK will face either no-deal or no Brexit if MPs do not vote for Theresa May’s deal in June.</strong></li> </ul> <p>This is also the line being briefed by Number 10. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdbd1418f08ea3978d86e24#block-5cdbd1418f08ea3978d86e24\"> 9.52am.)</a></p> <p><em>UPDATE:</em> Here is the quote.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickeardleybbc/status/1128594816651145217\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Bit more of Liam Fox warning to MPs on Brexit legislation coming next month 👇👇 <a href=\"https://t.co/uZ9cpaDlQp\">pic.twitter.com/uZ9cpaDlQp</a></p>&mdash; Nick Eardley (@nickeardleybbc) <a href=\"https://twitter.com/nickeardleybbc/status/1128594816651145217?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"14ff8c870b9c11b5bcfb43325b7f840378d9a6e0\"> <img src=\"https://media.guim.co.uk/14ff8c870b9c11b5bcfb43325b7f840378d9a6e0/56_0_1435_861/1000.jpg\" alt=\"Bronwen Maddox, the IfG director, and Liam Fox\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bronwen Maddox, the IfG director, and Liam Fox</span> <span class=\"element-image__credit\">Photograph: IfG</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T09:38:33.605Z\">at 10.38am BST</time></p>  </div> <div id=\"block-5cdbd4fc8f088c3e913d67f7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T09:02:41.367Z\">10.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Liam Fox</strong>, the international trade secretary,<strong> </strong>is now taking questions at the Institute for Government.</p> <p><em>Q: Your department deals with trade deals outside the EU. But the central trade deal will be with the EU, and your department is not involved in those talks. When will you get involved.</em></p> <p>Fox says talks are currently going on about how to create a “single architecture”, so that there is not a divergence between the trade regime with the EU and the trade regime with the rest of the world.</p> <p><em>Q: What if the UK stays in the customs union?</em></p> <p>Fox says he does not want to see the UK stay in a customs union.</p> <p>He says other countries would not want to sign trade deals with the UK if it were in a temporary customs union with the EU, and they did not know when it was going to end.</p> </div>   </div> <div id=\"block-5cdbd3fa8f088c3e913d67f0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T08:59:21.230Z\">9.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Vince Cable,</strong> the Lib Dem leader, was on the Today programme this morning. He said that he was a “hardliner” on Brexit. But he insisted that the Lib Dems were not blocking progress on the Brexit legislation. They would be happy to vote for the deal, provided it was subject to a confirmatory referendum, he said.</p> <p>He also said that he thought three options should be put to the public in the referendum: the deal, a no-deal Brexit and remain.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1128564477237104640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I&#39;m a hardliner and I&#39;m clear about where we stand.&quot;<br><br>Lib Dem leader <a href=\"https://twitter.com/vincecable?ref_src=twsrc%5Etfw\">@vincecable</a> says he would support a Brexit deal if it&#39;s put to a public vote. &quot;Now that the government is running out of other options, that&#39;s where we&#39;re going to end up&quot; <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a> | <a href=\"https://t.co/fIA6JziOPJ\">https://t.co/fIA6JziOPJ</a> <a href=\"https://t.co/5phFoD3VcH\">pic.twitter.com/5phFoD3VcH</a></p>&mdash; BBC Radio 4 Today (@BBCr4today) <a href=\"https://twitter.com/BBCr4today/status/1128564477237104640?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbd1418f08ea3978d86e24\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T08:52:40.747Z\">9.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to the BBC’s <strong>Norman Smith</strong>, Number 10 is now arguing that, if Theresa May’s Brexit plan gets defeated in early June, the UK will face either a no-deal Brexit at the end of October or article 50 being revoked.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1128539616947187714\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No 10 say if Mrs May&#39;s deal is defeated - UK set for No Deal or Revoke as EU will not grant a further extension after Oct 31.</p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1128539616947187714?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>This argument is based on the assumption that the EU would not agree to a further extension of article 50. But EU leaders have never said that explicitly, and the conventional wisdom in Brussels is that a further extension, although not guaranteed, is certainly very possible.</p> <p><strong>Charles Grant</strong>, director of the Centre for European Reform, has just published<a href=\"https://www.cer.eu/insights/brussels-view-brexit\"> a very good paper addressing exactly this question.</a> Here is an extract.</p> <blockquote class=\"quoted\"> <p>EU officials don’t trust British MPs to prevent no deal and some of them think it could happen by accident. For example, what if a Boris Johnson-type figure became prime minister in October, and he or she was determined to leave without a deal? That person would refuse to ask for an extension and Parliament would not have time to bring down the government and prevent no deal before October 31st (to which the counter-argument is that no prime minister committed to a no deal Brexit could ever win a parliamentary majority for forming a government in the first place).</p> <p>Some senior figures in Brussels expect the British to receive an extension till June 2020. That is the latest possible date for the EU to agree on its next seven-year budget plan, the multiannual financial framework that starts in 2021, without serious problems arising. In the long run the UK would have to go for an election or referendum or no deal – or possibly a different kind of Brexit, said one figure. But would not Macron veto further extensions? “No, he could not resist the pressure from all the others in the room to compromise.”</p> <p>Another official agrees that the 27 are unlikely to force the UK out by refusing a further extension, but adds that this could change if the British elected a fearsome swarm of Faragist MPs in the European elections. Similarly, a new government led by a hard-line eurosceptic committed to starting fights with the EU could lead the patience of some member-states to snap.</p> </blockquote> <p>My colleague <strong>Jennifer Rankin </strong>in Brussels also thinks a further article 50 extension is more likely than not.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1128565045837930496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Will the EU refuse a Brexit extension next time? Way too early to tell, but my bet wd be on further delay, rather than kicking UK out.<br><br>Wildcard: Tusk and Juncker, who argued for longer extension last time, will both be on way out in October.</p>&mdash; Jennifer Rankin (@JenniferMerode) <a href=\"https://twitter.com/JenniferMerode/status/1128565045837930496?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdbce698f08d2b474ebc11c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T08:34:10.092Z\">9.34am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Liam Fox speaks at Institute for Government</h2>  <div class=\"block-elements\">  <p><strong>Liam Fox,</strong> the international trade secretary, is giving a speech at the Institute for Government.</p> <p>There is a live feed <a href=\"https://livestream.com/accounts/5208398/events/8660293\">here.</a></p> <p>He started by saying trade policy was only a relatively small part of what his department does (accounting for 20% of staff) and he is now summarising how his department promotes trade.</p> <p>I will post any highlights from the speech and the Q&amp;A.</p> </div>   </div> <div id=\"block-5cdbc5128f08d2b474ebc0e1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-15T08:25:49.035Z\">9.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May to face MPs as rebels warn she is still facing defeat in Brexit vote in early June</h2>  <div class=\"block-elements\">  <p>After weeks of procrastination, Theresa May has now announced a date - or rather, three possible dates - for what will be her final attempt to get MPs to vote for her withdrawal agreement. It will be the second reading of the EU withdrawal agreement bill, and it will take place in the week beginning Monday 3 June. But the whitsun recess does not end until the following day, and so the vote will probably take place on either Tuesday 4 June, Wednesday 5 June or Thursday 6 June. </p> <p>Here is the Guardian’s overnight story.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/14/brexit-talks-to-continue-as-cabinet-sets-summer-deadline-to-quit-eu\">Brexit: May vows to put deal to MPs in early June</a> </p> </aside>  <p>So May has three weeks to construct a majority. But it is not there now. Last night the Labour party made it clear that it would not support the bill unless the government strikes a deal with the party over the Brexit outcome it wants and, <a href=\"https://labour.org.uk/press/labour-statement-following-tonights-meeting-jeremy-corbyn-theresa-may/\">in a statement,</a> Jeremy Corbyn that was still some way off. The DUP, May’s supposed confidence and supply partners, said they remained opposed to what was on offer. And the smaller opposition parties, the SNP, the Lib Dems and Plaid Cymru, also expressed their continued opposition to the plan.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/duponline/status/1128422493377712133\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\">👇👇👇 <a href=\"https://t.co/XkeUoPNol6\">pic.twitter.com/XkeUoPNol6</a></p>&mdash; DUP (@duponline) <a href=\"https://twitter.com/duponline/status/1128422493377712133?ref_src=twsrc%5Etfw\">May 14, 2019</a></blockquote>  </figure>  <p>And what about the 34 Conservative who voted against the agreement at the last debate (when other rebels had given in)? Six of them are pro-Europeans, but the rest were hardline Brexiters and one of them, <strong>Owen Paterson,</strong> told the Today programme this morning that he remained opposed to what was on offer. He said:</p> <blockquote class=\"quoted\"> <p>Sadly, we will vote against it again, as the DUP put out a statement, because it doesn’t change the essential nature of the withdrawal agreement, which is unacceptable we will have laws imposed on us by 27 different countries where we are not involved.</p> <p>And, very importantly for the DUP and us, it potentially breaks up the United Kingdom by creating a new entity called UKNI [UK Northern Ireland] and that means you could end with Scotland wanting to follow and that is really dangerous for the union.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1128565485270896640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tory MP <a href=\"https://twitter.com/OwenPaterson?ref_src=twsrc%5Etfw\">@OwenPaterson</a> will vote against the PM&#39;s deal again. He says the UK should ask the EU for a free trade deal otherwise threaten a no-deal Brexit <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a> <br><br>What is a free trade deal: <a href=\"https://t.co/9I3W3E0vYz\">https://t.co/9I3W3E0vYz</a> <a href=\"https://t.co/xJGzLq5llL\">pic.twitter.com/xJGzLq5llL</a></p>&mdash; BBC Radio 4 Today (@BBCr4today) <a href=\"https://twitter.com/BBCr4today/status/1128565485270896640?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>We’ll hear from May herself at PMQs.</p> <p>Here is the agenda for the day.</p> <p><em>9.05am: </em>Greg Clark, the business secretary, gives a speech at the FT Future of the Car summit. </p> <p><em>9.30am: </em>Liam Fox, the international trade secretary, gives a speech at the Institute for Government. </p> <p><em>10am:</em> Penny Mordaunt, the new defence secretary, gives a speech at the First Sea Lord’s Sea Power Conference. </p> <p><em>11.10am: </em>Stephen Barclay, the Brexit secretary, gives evidence to the Lords EU committee.</p> <p><em>12pm:</em> Theresa May faces Jeremy Corbyn at PMQs.</p> <p><em>2.30pm: </em>Google, YouTube and Instagram give evidence to the Commons culture committee.</p> <p><em>4pm:</em> Nigel Farage, the Brexit party leader, holds a walkabout in Merthyr Tydfil.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-terri-and-june-wab-slinger-alabama-bans-abortion/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-15T13:42:05.459Z\">at 2.42pm BST</time></p>  </div>",
      "wordcount": "7075",
      "commentCloseDate": "2019-05-15T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-15T08:25:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:18Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bf8n4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/20cd3054a93b05929856eb13d37e45c68a954c96/0_218_3984_2390/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street has hinted that the Commons vote on the withdrawal agreement bill will be make or break for Theresa May’s future as prime minister, as ministers have warned that, if she loses, the UK will face a choice between no-deal and no Brexit. (See 3.20pm.) Michael Gove, the environment secretary, has urged the home secretary to introduce flexible immigration rules for skilled workers after Brexit to avoid vacancies in certain industries. As the Press Association reports, Gove claims to have called on Sajid Javid to “look flexibly in how we interpret what a skilled worker is,” and criticised the £30,000 salary threshold for immigrant workers. Giving evidence to Holyrood’s rural economy committee, Gove said that assessing whether a migrant worker qualified as skilled by their salary was not appropriate for all industries. Questioned about “significant vacancies” of approximately 30% in the fish processing sector in Scotland by the SNP’s Stewart Stevenson, Gove argued that the migration advisory committee’s recommendation of the minimum earnings for a worker to be allowed to stay after Brexit would harm businesses who rely on foreign labour. Gove said: Pitching the level at which you define a skilled worker as someone earning over £30,000 a year wasn’t actually responsive to the particular needs - not just of the fish processing sector - but the food and drink sector overall. One of the points that I have made to the home secretary and others is that we look flexibly at how we interpret what a skilled worker is in line with specific industries. Four members of the Welsh assembly - three Ukip AMs and Mark Reckless, who left Ukip in 2017 to join the Conservative group - have defected to the Brexit party. They have asked to be recognised as an official Brexit party group in the assembly. (See 3.29pm.) The consumers organisation Which? has criticised Liam Fox, the international trade secretary, for saying chlorinated chicken is not a food safety issue. (See 11.17am.) In a statement Caroline Normand, the Which? director of advocacy, said: Liam Fox is wrong to suggest chlorinated chicken is not a food safety and standards issue. One of the reasons why food-borne disease rates are so much higher in the US is that these measures are often used as a desperate attempt to make up for widespread safety problems in food production - leaving bacteria like salmonella to run rampant. Our research has shown British consumers are united in their opposition to lowering food standards as part of any future trade deal - with nearly seven in 10 saying they would be uncomfortable eating chlorine-washed chicken. Brexit is an opportunity to design a joined up food and farming policy that ensures food is produced to the highest standards - the nation’s health needs must not be used as a bargaining chip that could be given away to facilitate transatlantic trade. Labour’s plan to nationalise Britain’s energy network would make the country poorer, hinder efforts to tackle climate change, and threatens a return to the frequent power cuts of the past, the UK’s leading business lobby group has warned. Parliament is to receive an overhaul of its publicly displayed art work, with dozens of former and current female politicians and campaigners to be introduced to the walls of the Palace of Westminster. The government does not know how many British users may have been affected by a “terrifying” WhatsApp security breach, MPs have been told. As the Press Association reports, shadow culture secretary Tom Watson warned a security flaw in the messaging app could be used by states to monitor human rights groups. The digital minister, Margot James, said the likelihood of there being UK victims of the attack is being investigated but said, as yet, there is no information about how many people could have been targeted. That’s all from me for today. Thanks for the comments. This is from Anne Milton, the skills minister. Good job it’s not national literacy day ... Theresa May is now in Paris for an event with world leaders who are agreeing a plan to eliminate terrorist and violent content online. It is called the Christchurch Call because New Zealand’s prime minister, Jacinda Ardern, has worked up the plan in response to the Christchurch mosque attacks in March. Here is some new polling on the European elections from Survation. The House of Commons library often produces the best briefings on election results, and it has now published its document (pdf) on the English local elections. If you want a very detailed account, this is what you need. Here’s a chart from the report. The government’s claim that a vote against the withdrawal agreement in June will leave the UK with a choice between no-deal and no Brexit depends on the assumption that the EU will not agree to another article 50 extension. As explained at 9.52am, that assumption is not well founded. And now it has emerged that Jacek Czaputowicz, Poland’s foreign minister, has said publicly that the EU should be willing to grant another extension to allow time for the UK to change its mind about Brexit. As Reuters reports, in comments released late last night, Czaputowicz said: From Poland’s point of view, it would be good if Brexit would not happen. It’s a matter of changing the rhetoric to let the Brits rethink their decision. We should go soft on Britain, give them time, they are still in the EU, let’s give them space to take decision. Change UK MPs are criticising Labour after Jeremy Corbyn’s spokesman refused to rule out the party abstaining on the EU withdrawal agreement bill at a briefing. This is from Chuka Umunna. And this is from Chris Leslie. Four Welsh assembly members are seeking to band together to form a Brexit party group. The four include Mark Reckless, who has been a Tory MP and a Ukip and Tory AM. He has resigned from the Tory group. The three others, Mandy Jones, Caroline Jones and David Rowlands, have all been Ukip AMs. They have written to the Llywydd - the assembly’s equivalent of a speaker – notifying her of their wish to form a political group. Mark Reckless told a press conference on the Senedd steps: Brexit is being blocked and the Brexit party group in the Welsh assembly from today will be supporting Nigel Farage, supporting the Brexit party in everything that they are doing to protect our democracy and to ensure that Brexit is delivered. Other parties are not happy. A Plaid Cymru spokesperson said: We consider this announcement today as having very serious implications for our democracy and our democratic principles here in the Senedd. The Brexit party did not stand and were not elected in the 2016 elections. They have no democratic mandate and they should not be permitted to form a group nor given access to public resources and funding in the Senedd. To permit them to form a group would make a mockery of our democratic system in Wales. The Senedd is not a playground for Brexiteer chancers, it is the home of Welsh democracy. We eagerly anticipate the Llywydd’s ruling in the full expectation that she will do the right thing and allow democracy to prevail. This is what Stephen Barclay, the Brexit secretary, told the Lords EU committee earlier about how a defeat for the EU withdrawal agreement bill at second reading would leave the UK a choice between a no-deal Brexit and no Brexit. He said: I think if the House of Commons does not approve the WAB then the Barnier deal is dead in that form and I think the house will have to then address a much more fundamental question between whether it will pursue ... a no-deal option or whether it will revoke. This is what Liam Fox, the international trade secretary, was also saying this morning (see 11.17am), as well as Downing Street. (See 9.52am.) Labour sources are playing down suggestions the party might abstain on the EU withdrawal agreement bill, PoliticsHome’s Kevin Schofield reports. HuffPost’s Paul Waugh thinks that in the end Labour won’t abstain on the second reading of the EU withdrawal agreement bill. Theresa May has been offered a possible lifeline ahead of a key vote on her Brexit deal next month after Labour refused to rule out abstaining. The government has announced that MPs will vote on the second reading of the EU withdrawal agreement bill in the first week in June, in what will effectively be the fourth vote on May’s withdrawal agreement. If the government were to lose, that would be fatal to May’s Brexit strategy, and her premiership, and there is no evidence she is winning over the MPs who voted against it last time. (See 9.25am.) But Labour has refused to rule out abstaining in the second reading vote. It is highly unusual for the opposition to abstain on such a major piece of legislation, and if Labour were to adopt this approach (which is nothing more than an option at the moment, based on this afternoon’s briefing), anti-Brexit members would be alarmed. But an abstention would lead to the bill getting a second reading, with the key vote effectively postponed until MPs voted on the amended bill at third reading. Labour’s move came as ministers argued that, if MPs were to vote down the bill, the UK would face a choice between no-deal and no Brexit. (See 11.17am.) The lead candidate for Change UK in Scotland’s European parliament contest has switched sides to the Liberal Democrats, in further signs the new party is struggling to consolidate itself or spread successfully across the UK. (See 10.36am.) Jeremy Corbyn has used PMQs to attack the “scandal of inequality in modern Britain”. He said: In Great Yarmouth, one has just been opened for pupils at a school, and last week the department of business established a food bank for its own staff in the building on Victoria Street. Can the prime minister tell us what is going wrong in modern Britain that a government office in the centre of London has a food bank for some of its very low-paid staff to get something to eat? In response, May argued that inequality was also a problem under Labour and that income inequality had fallen since 2010. Lone parents and their children have lost challenges against the government’s benefit cap at the UK’s highest court. Penny Mordaunt, the new defence secretary, has said she would like a planned new law offering an amnesty on historical prosecutions for military veterans who served in Iraq, Afghanistan and anywhere else around the world to also cover Northern Ireland. The government has been criticised for rejecting a proposed working definition of Islamophobia that has been adopted by parties including Labour, the Liberal Democrats and the Scottish Conservatives. Jeremy Corbyn will outline plans to nationalise Britain’s energy network in a move that would transfer companies to public ownership soon after a Labour election win. A catalogue of errors by the Home Office has led to a loss of access to £600,000 of EU funds earmarked for the most deprived people in Britain and has put a further £2.9m at risk, it can be revealed. Here is more on Labour refusing to rule out abstaining on the second reading of the EU withdrawal agreement bill. From the Daily Mirror’s Pippa Crerar From the Sun’s Tom Newton Dunn From the Daily Mail’s Jason Groves This is from my colleague Jessica Elgot. And these are from the Sun’s Tom Newton Dunn. These are from my colleague Heather Stewart. PMQs - Snap verdict: Yesterday, in response to Bridget Prentice’s resignation from the party, Labour issued a statement saying its “bold and popular policies under Jeremy Corbyn’s leadership have changed the political conversation in this country” and today he focused on a topic, inequality, where undoubtedly opinion is moving his way. You can argue about how much this is due to Corbyn personally - even that bastion of neoliberalism, the IMF, was warning about inequality in 2014, long before Corbyn became Labour leader - but the announcement this week that the Institute for Fiscal Studies has launched a major review of the consequences of inequality is a clear vindication of one of core political themes. The IFS has always been much more associated with fiscal rectitude than social justice, and if even it recognises there is a problem, Corbyn is winning the argument. A sensible prime minister would recognise this, and engage. But instead May just refused to accept that there is anything wrong. It was an unconvincing performance that saw her easily outmatched by Corbyn. But it was still all a bit underwhelming - largely because, with May effectively now at the point where she is working out her notice, who cares what she has to say anyway? This became painfully apparent when she had to respond to a question about the next spending round - which is one that will be overseen by her successor. In her exchanges with Corbyn, and the SNP’s Ian Blackford, it felt that May was not even trying particularly hard. But PMQs did throw up two policies issues where the debate over the coming months is likely to intensify. Corbyn proudly defended Labour’s plan to extend its real living wage to under-18s. There is a genuine debate to be had about whether this can be done without increasing youth unemployment, but the arguments did not really get much of a hearing today. Interestingly, May herself chose to raise another Labour proposal - its qualified support for universal basic income. But, again, the rights and wrongs of this were not thrashed out in today’s debate. That will have to wait for another day. Corbyn used to make a point of using the “letter from an ordinary voter” device to frame an awkward question for the PM. Today it was the Tory Brexiter Peter Bone who tried this. It allowed him to tell May she should resign, but in a manner that discouraged a blunt response (because the activists who supposedly drafted this letter would deserve a polite reply). But Bone just got the usual May brush-off. Even calls for May’s resignation can’t really enliven PMQs very much now. Stephen Kerr, a Conservative, says Scottish Tories see May as a trenchant champion of the union. Does May agree the shared prosperity fund will provide an opportunity to strengthen the union? Will it be led by needs, and not Barnettised? May says the fund will strengthen the union, and it will be led be needs. And that’s it. PMQs is over. Peter Bone, a Conservative, says he has got an incredible group of activists in his constituency who have campaigned regularly for the party. But he has a letter from them. They do not like her Brexit deal. And they have lost confidence in May. They want her to resign before the European elections. What message does May have for them? May praises all Conservatives who campaign. She thanks them for their work. This is a government that wants to deliver Brexit, she says. If MPs had voted for it, the UK would already be out, she says. Labour’s Albert Owen says a constituent died after being shot with a crossbow outside his house. Will the law on crossbows be reviewed? May says this is a very worrying story. Labour’s Louise Haigh asks about a BBC report saying four children have been killed after family courts ordered that abusive parents should have access to them. Will she order a public inquiry? May says new guidance on this was issued to courts last week. The Ministry of Justice has not seen evidence to justify an inquiry, she says, but she says justice minister will meet Haigh to discuss this. Neil O’Brien, a Conservative, asks about access to a particular drug on the NHS. May says she is pleased the NHS and Nice have reached an agreement to make it available. Labour’s Caroline Flint asks May to welcome a ruling condeming the blacklisting of trade unionists. And does she agree that trade unions play an important role? May says unions do have an important role to play. The government wants to see workers rights improved, she says. Antoinette Sandbach, a Conservative, is asking a question about bereaved parents. But she is interrupted by an announcement from a speaker broadcasting into the chamber saying a fire alarm test has been completed. May says this is a worrying time for British Steel workers. The government struck a deal with the company last month to help it meet its obligations under EU emissions laws. Labour’s Thangam Debbonaire says the PM says it is her deal, no-deal or no exit. But MPs have voted against her deal and no-deal. So will she admit it is no Brexit or a second referendum. May says MPs should vote to implement Brexit. Labour’s Barry Sheerman says he was a passionate Eurosceptic when he became an MP 40 years ago. But he changed his mind when he saw what the EU did for peace and prosperity. Will May tell the truth about Europe, instead of echoing the lies told by Ukip? May says people voted to leave the EU. The government should implement that, she says. Vicky Ford, a Conservative, asks May if she backs the idea of a fund to help universities improve the way they look after students with mental health problems. May says she will ask the health and education secretaries to look at this. Rosie Duffield, a Labour MP, asks if May agrees with Labour about the need to scrap tests for pre-teenage children because they generate stress. May says simple tests that allow judgments to be made about how much children have progressed are useful and should continue. Rebecca Pow, a Conservative, asks May if she agrees Somerset schools need more funding. May says the strong economy allows the government to put more money into schools. The SNP’s Pete Wishart says the Tory backenches look a bit threadbare. The UK is looking a laughing stock. For the sake of the nation, will May go, and let Scotland to too. May says, judging by Wishart’s question, his charm offensive to become next speaker has started. Labour’s Bill Esterson says the government says it wants to tackle climate change. But the reality suggests otherwise. It is investing in fossil fuel projects abroad while denying funding to green energy initiatives. May says the government is investing in the future. She says 99% of solar energy deployed in the UK has been under a Conservative government. Nigel Evans, a Tory Brexiter, asks May to confirm that if the UK stays in the customs union and the single market, it will not have left the EU. May says the UK will end free movement, take control of UK law and end the era of vast payments to the EU. And the UK will not pay for market access, she says. Ian Blackford, the SNP’s leader at Westminster, says the three-times-defeated Brexit deal will return in June. Has May done a backroom deal with Labour to sell out Scotland. May says it is only the SNP that wants to sell out Scotland. Blackford says the Scottish people do not know what is happening in these secret talks. At the European elections the people of Scotland will make their feelings heard, he says. May says if the SNP vote for the deal, the UK will leave the EU. If people want a party that is not only a Brexit party, but one that can deliver it, they should vote Conservative. Nigel Huddleston, a Conservative, asks if education will get more money in the next spending round. May says the government is committed to improving education for every child. Corbyn says his question was about food banks in a government office. That suggests in-work poverty is the problem, he says. He says the Trussell Trust handed out 1.6m food parcels last year, and 500,000 of them went to children. Will the government restore the link between inflation and welfare payments? May says this government introduced the national living wage. The low paid are taking home a lot more as a result. Corbyn says the IFS says child poverty will rise to over 5m by 2022 because of the government’s policies. The wealth of the richest has inceased by £50bn. But if we do not have enough money to feed people, we have failed as a society. More people are in poverty. When will the government reverse tax giveaways to the rich and end the scandal of inequality in Britain. May says the top 1% are paying more in income tax than they ever did under Labour. Labour is proposing a welfare payment for everyone. That would mean money for the rich paid for by the poor. Corbyn asks how it can be fair for executives to be paid so much more than their workers. Young people suffer in particular, which is why Labour will stop young people being paid a lower minimum wage than older people. Does May agree this is right? May says the Labour policy will cost job. Youth unemployment has fallen by 50%, she says. Corbyn says the Tories opposed the minimum wage. They said it would cost jobs. Why do the Tories continue to punish young people? Wages are lower than a decade ago, housing costs are soared, and more and more food banks are opening. In Great Yarmouth one has been opened for pupils. And the business department has opened one for its staff, he says. May says work is the best way to ensure people have a good standard of living. She says Corbyn has not acknowledged that unemployment is at a record law. She says Corbyn implies inequality started in 2010. But who said the last Labour government ensured inequality got worse. Who was it? Corbyn himself, she says. Corbyn asks about Angus Deaton, the Nobel prize winning economist investigating inequality for the IFS. He says the UK has the second worst record on inequality in the G7. May says wages are going up. Jeremy Corbyn pays tribute to Brian Walden, the former Labour MP and interviewer. He was a formidable interviewer, he says. Every MP has said that - but only afterwards. He also pays tribute to Doris Day, a Hollywood icon and animal rights campaign. He says he is tempted to quote one of her songs - whip crackaway. He says nine hedge fund tycoons have donated millions to the Conservative party. Is this a government for the many or for the few. May also pays tribute to Doris Day. She gave many hours of entertainment, she says. After Corbyn paid tribute to two Labour MPs elected 40 years ago, May says Margaret Thatcher was elected 40 years ago. On inequality, May says income inequality is down since 2010. The Conservatives want everyone to have a better life. Labour wants to bring people down. The Tories want to bring them up. Mark Pawsey, a Conservative, asks about a young carer in his constituency. May says the government has published a cross-government carers’ action plan which is intended to help young carers. The SNP’s Alan Brown asks about transplant case that went wrong. May says she will ensure the relevant minister looks at the case. Theresa May starts by saying she will be going to Paris later for an international summit about stopping terrorists from exploiting the internet. From BrexitCentral’s Jonathan Isaby From the Daily Record’s Torcuil Crichton This is from PA’s Richard Wheeler. PMQs is starting soon. I will post my snap verdict after the whole session is over. Here is the list of MPs down to ask a question. Here is a question from below the line worth addressing. The EU and the UK have agreed to postpone Brexit until 31 October, unless the UK passes the withdrawal agreement before than, which would allow an earlier exit. A British prime minister can unilaterally revoke article 50. But there is no mechanism that would allow a new PM to unilaterally change the 31 October date and trigger an immediate no-deal. That said, a new PM could try to speed the process up by adopting a policy of non-cooperation with the EU (for example, by withholding monthly payments). Or the government could try to bring forward the date of Brexit in the EU Withdrawal Act, meaning EU law would no longer apply. But these would be seen as extremely hostile and reckless measures, which would be opposed by parliament and would could cause severe damage to long-term relations with Brussels. Unless Nigel Farage were to become PM before October they are not plausible scenarios, and even he would probably have second thoughts. However, a new PM could insist on a no-deal Brexit on 31 October even if the EU27 all wanted a further extension. That is because article 50 can only be extended again with UK agreement. Turning away from Stephen Barclay for a moment, Penny Mordaunt, the new defence secretary, seems to have made a good impression with the speech she gave this morning. These are from the BBC’s defence correspondent Jonathan Beale. And this is from my colleague John Crace, the Guardian’s sketchwriter. Q: Can you tell us more about the cross-party talks with Labour? Barclay says they have focused on the Labour demands set out in Jeremy Corbyn’s five points. Q: Does the government accept that the MEPs elected next week will have to take their seats? Yes, says Barclay. He says the government wanted to avoid this. Barclay says British MEPs elected next week will take their seats. This means the government has given up hope of trying to pass the Brexit legislation before 2 July, when the new European parliament meets for the first time. Barclay says, if MPs do not vote for the deal next month, it will be dead. Then MPs will face a choice between a no-deal Brexit and revoking article 50. This is the argument we have also heard from Liam Fox this morning (see 11.17am) and from Number 10. UPDATE: Here is the clip. Stephen Barclay, the Brexit secretary, has just started giving evidence to the Lords EU committee. He says the government is keen to publish the EU withdrawal agreement bill as soon as possible. But it is not possible to lock down the text while the talks with Labour are still going on, he says. Q: Do you accept MPs need time to see it before the second reading vote in June? Barclay says he does accept that. But he says many of the issues raised by the bill have been debated. He says he published an open letter yesterday (pdf) that he sent to the Tory Brexiter John Redwood addressing some of Redwood’s concerns about the bill. Here are the main points from Liam Fox’s Q&amp;A at the Institute for Government. Fox, the international development secretary, said that the UK would face either a no-deal Brexit or no Brexit if MPs vote down Theresa May’s deal again next month. Referring to the vote, he said: There will be an opportunity for MPs to decide, after the local elections, after the European elections, whether they want to vote for Brexit or not. MPs will need to look and see if they want to continue down a path that inexorably takes us to either the potential of revocation of article 50 or leaving without a deal, and ask if they think that’s the best course either democratically or economically for the UK. MPs will have to face that decision. Fox is assuming that the EU will not allow a further article 50 extension, which is not a view shared by those who follow Brussels politics closely. (See 9.52am.) Bloomberg’s Rob Hutton is not convinced by the latest Fox/Number 10 argument. Fox said it would be “self-defeating” for the UK to lower food safety standards after Brexit. He said: I have said repeatedly that we will not reduce our standards as we move forward ... There’s a trading reason why we shouldn’t want to change our standards, and that’s because of the impact on our exporters. Barclays did a big global survey of consumers about a year ago now and it showed that 59% of Chinese consumers, about 60% of Indian consumers, would pay more for the same product if they knew it came from the United Kingdom. Why? Because you put that little union flag on it and and it’s regarded as a sign of quality. We can’t compete globally at the low-cost, low-quality end of the market. We have too many fixed cost in our economy. We need therefore to compete at the high-quality end of the market. And therefore the maintenance of our high standards is part of that guaranteed quality in the goods that we export. It would be self-defeating to see us reduce our standards. There’s no advantage from a trading perspective in doing so. But Fox also refused to say the UK should continue to ban US imports of chlorine-washed chicken after Brexit, saying the use of this practice was an animal welfare issue, not a food safety issue. Chlorine-washed chicken was safe to eat, he argued. David Henig, director of the UK Trade Policy Project, was not impressed by Fox’s answer on this. Lone parents and their children have lost challenges against the government’s benefit cap at the UK’s highest court, the Press Association reports. Supreme court justices, sitting in London on Wednesday, rejected the appeals in cases brought against the work and pensions secretary over the lawfulness of the measure by a majority of five to two. This is what David Macdonald is saying about why he has abandoned Change UK, despite being their lead candidate in Scotland for the European elections, and is now backing the Lib Dems. (See 10.36am.) [After a] great deal of reflection on the political landscape we are facing in Scotland at present, I have come to the point where I have realised I must do what is best for the future of this country before anything else. If things continue as they are the remain vote will split in Scotland and put at risk the representation that supporters of remaining in the European Union so collectively desire. For that reason I have decided to end my candidacy for Change UK effective immediately and I am now calling for those in favour of remaining in the European Union, including all supporters of Change UK in Scotland, to do what is best for our collective voice in Europe and to support the Scottish Liberal Democrats in the upcoming European election, to better ensure that they gain representation to secure a seat in these European elections. The lead candidate for Change UK in Scotland’s European parliament contest has switched sides to the Liberal Democrats, in further signs the new party is struggling to consolidate itself or spread successfully across the UK. David Macdonald, an independent councillor in the wealthy district of East Renfrewshire near Glasgow, is expected to confirm shortly he has resigned from Change UK in a joint appearance with Willie Rennie, the Scottish Lib Dem leader, near Holyrood. The Scottish Lib Dems said Macdonald will “endorse the Liberal Democrats as the party of remain.” Macdonald, a restaurateur, appears to have deleted his Change UK election Twitter account @davidchangeuk. Change UK have made negligible impact in Scotland, and his defection will likely quash any suggestions it will greatly affect the results on May 23. It has been planning to stage its first and only European elections rally in Edinburgh this Saturday but no venue has been announced. Rennie will hope Macdonald’s switch will boost the Lib Dems’ chances in the election. A recent YouGov poll for the Times put Change UK neck and neck with the Lib Dems in Scotland at 6% each, although there is little expectation the Lib Dems are popular enough to win one of the six Scottish seats on offer. Nikki da Costa, who used to work as director of legislative affairs for Theresa May at Number 10, says if the EU withdrawal agreement bill does get through its second reading, the government will have to accept whatever amendments get added. Q: The US has published their objectives for a trade deal with the UK. They want the UK to relax EU-style food standards. Are you happy with that? Fox says he has said until he is “blue in the face” that the UK will not reduce its standards after Brexit. It has legislation that protects food standards. That will not change. And there are trading reasons for this too. A Barclays survey shows that a majority of Indian and Chinese consumers would pay more for British produce, because they see it as high quality. The UK cannot compete on low standards. There would be no advantage lowering standards. Fox says lowering food standards after Brexit would be bad for UK exports. Q: What about chlorine-washed chicken? Fox says that is a different argument. That is about animal welfare, not food safety. From the BBC’s Norman Smith The WAB is the EU withdrawal agreement bill. It is said to be half an inch thick, which makes it an enormous piece of legislation, which explains Smith’s joke about “light reading”. Q: What would be an acceptable result in the European elections? And would you consider voting for the Brexit party in the Euros? Fox says he will be voting for the Conservatives, for various reasons. MEPs will have to deal with a range of issues, he says. He says the Brexit party is a single issue party. And anything that weakens the Conservatives is good for Jeremy Corbyn, he says. On expectations, he says he is a former Tory chairman. Anything he said on this would be expectation management, or evasive. And he says the question has reminded him to send in his postal vote today. Q: There seems to be little chance of the government winning the Brexit vote in June. So is this just a last throw of the dice? And if Theresa May loses, will she has to stand down? Fox says MPs will have to decide whether they want to take the UK down a path that would lead to either a no-deal Brexit, or article 50 being revoked. MPs will have to take that decision. Fox says UK will face either no-deal or no Brexit if MPs do not vote for Theresa May’s deal in June. This is also the line being briefed by Number 10. (See 9.52am.) UPDATE: Here is the quote. Liam Fox, the international trade secretary, is now taking questions at the Institute for Government. Q: Your department deals with trade deals outside the EU. But the central trade deal will be with the EU, and your department is not involved in those talks. When will you get involved. Fox says talks are currently going on about how to create a “single architecture”, so that there is not a divergence between the trade regime with the EU and the trade regime with the rest of the world. Q: What if the UK stays in the customs union? Fox says he does not want to see the UK stay in a customs union. He says other countries would not want to sign trade deals with the UK if it were in a temporary customs union with the EU, and they did not know when it was going to end. Sir Vince Cable, the Lib Dem leader, was on the Today programme this morning. He said that he was a “hardliner” on Brexit. But he insisted that the Lib Dems were not blocking progress on the Brexit legislation. They would be happy to vote for the deal, provided it was subject to a confirmatory referendum, he said. He also said that he thought three options should be put to the public in the referendum: the deal, a no-deal Brexit and remain. According to the BBC’s Norman Smith, Number 10 is now arguing that, if Theresa May’s Brexit plan gets defeated in early June, the UK will face either a no-deal Brexit at the end of October or article 50 being revoked. This argument is based on the assumption that the EU would not agree to a further extension of article 50. But EU leaders have never said that explicitly, and the conventional wisdom in Brussels is that a further extension, although not guaranteed, is certainly very possible. Charles Grant, director of the Centre for European Reform, has just published a very good paper addressing exactly this question. Here is an extract. EU officials don’t trust British MPs to prevent no deal and some of them think it could happen by accident. For example, what if a Boris Johnson-type figure became prime minister in October, and he or she was determined to leave without a deal? That person would refuse to ask for an extension and Parliament would not have time to bring down the government and prevent no deal before October 31st (to which the counter-argument is that no prime minister committed to a no deal Brexit could ever win a parliamentary majority for forming a government in the first place). Some senior figures in Brussels expect the British to receive an extension till June 2020. That is the latest possible date for the EU to agree on its next seven-year budget plan, the multiannual financial framework that starts in 2021, without serious problems arising. In the long run the UK would have to go for an election or referendum or no deal – or possibly a different kind of Brexit, said one figure. But would not Macron veto further extensions? “No, he could not resist the pressure from all the others in the room to compromise.” Another official agrees that the 27 are unlikely to force the UK out by refusing a further extension, but adds that this could change if the British elected a fearsome swarm of Faragist MPs in the European elections. Similarly, a new government led by a hard-line eurosceptic committed to starting fights with the EU could lead the patience of some member-states to snap. My colleague Jennifer Rankin in Brussels also thinks a further article 50 extension is more likely than not. Liam Fox, the international trade secretary, is giving a speech at the Institute for Government. There is a live feed here. He started by saying trade policy was only a relatively small part of what his department does (accounting for 20% of staff) and he is now summarising how his department promotes trade. I will post any highlights from the speech and the Q&amp;A. After weeks of procrastination, Theresa May has now announced a date - or rather, three possible dates - for what will be her final attempt to get MPs to vote for her withdrawal agreement. It will be the second reading of the EU withdrawal agreement bill, and it will take place in the week beginning Monday 3 June. But the whitsun recess does not end until the following day, and so the vote will probably take place on either Tuesday 4 June, Wednesday 5 June or Thursday 6 June. Here is the Guardian’s overnight story. So May has three weeks to construct a majority. But it is not there now. Last night the Labour party made it clear that it would not support the bill unless the government strikes a deal with the party over the Brexit outcome it wants and, in a statement, Jeremy Corbyn that was still some way off. The DUP, May’s supposed confidence and supply partners, said they remained opposed to what was on offer. And the smaller opposition parties, the SNP, the Lib Dems and Plaid Cymru, also expressed their continued opposition to the plan. And what about the 34 Conservative who voted against the agreement at the last debate (when other rebels had given in)? Six of them are pro-Europeans, but the rest were hardline Brexiters and one of them, Owen Paterson, told the Today programme this morning that he remained opposed to what was on offer. He said: Sadly, we will vote against it again, as the DUP put out a statement, because it doesn’t change the essential nature of the withdrawal agreement, which is unacceptable we will have laws imposed on us by 27 different countries where we are not involved. And, very importantly for the DUP and us, it potentially breaks up the United Kingdom by creating a new entity called UKNI [UK Northern Ireland] and that means you could end with Scotland wanting to follow and that is really dangerous for the union. We’ll hear from May herself at PMQs. Here is the agenda for the day. 9.05am: Greg Clark, the business secretary, gives a speech at the FT Future of the Car summit. 9.30am: Liam Fox, the international trade secretary, gives a speech at the Institute for Government. 10am: Penny Mordaunt, the new defence secretary, gives a speech at the First Sea Lord’s Sea Power Conference. 11.10am: Stephen Barclay, the Brexit secretary, gives evidence to the Lords EU committee. 12pm: Theresa May faces Jeremy Corbyn at PMQs. 2.30pm: Google, YouTube and Instagram give evidence to the Commons culture committee. 4pm: Nigel Farage, the Brexit party leader, holds a walkabout in Merthyr Tydfil. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "40638",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/may/15/angela-merkel-interview-europe-eu-unite-challenge-us-russia-china",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-15T16:00:07Z",
    "webTitle": "Merkel: Europe must unite to stand up to China, Russia and US",
    "webUrl": "https://www.theguardian.com/world/2019/may/15/angela-merkel-interview-europe-eu-unite-challenge-us-russia-china",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/15/angela-merkel-interview-europe-eu-unite-challenge-us-russia-china",
    "fields": {
      "headline": "Merkel: Europe must unite to stand up to China, Russia and US",
      "standfirst": "<p>German chancellor also shares views on Brexit and climate crisis in interview</p>",
      "trailText": "German chancellor also shares views on Brexit and climate crisis in interview",
      "byline": "Stefan Kornelius, Nico Fried and Philip Oltermann in Berlin",
      "main": "<figure class=\"element element-image\" data-media-id=\"9092b473d1c2dea2ab8b81df2b7a15fe6b35f54e\"> \n <img src=\"https://media.guim.co.uk/9092b473d1c2dea2ab8b81df2b7a15fe6b35f54e/0_0_3500_2100/1000.jpg\" alt=\"Angela Merkel\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘There is no doubt that Europe needs to reposition itself in a changed world,’ said Merkel.</span> \n  <span class=\"element-image__credit\">Photograph: Hannibal Hanschke/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Europe must reposition itself to stand up to the challenges posed by its three big global rivals, China, Russia and the US, Angela Merkel has said before her final <a href=\"https://www.theguardian.com/world/european-elections\">European election</a> as German chancellor.</p> \n<p>Facing challenges that range from Russian interference in elections to China’s economic clout and the US’s monopoly over digital services, Europe needs to get better at putting up a united front, Merkel said in a wide-ranging interview shared with the Guardian.</p> \n<p>“There is no doubt that Europe needs to reposition itself in a changed world,” Merkel said in a conversation in her office in Berlin. “The old certainties of the post-war order no longer apply.”</p> \n<p>She added: “They [China, Russia and the US] are forcing us, time and again, to find common positions. That is often difficult given our different interests. But we do get this done – think, for example, of our policy regarding the <a href=\"https://www.theguardian.com/world/2014/feb/19/ukraine-conflict-regime-will-finish-what-started\">conflict in Ukraine</a>.</p> \n<p>“Our policies on Africa, too, now follow a common strategy, which a few years ago would have been unthinkable. So we keep putting one foot in front of the other. However, our political power is not yet commensurate with our economic strength.”</p> \n<figure class=\"element element-image\" data-media-id=\"cfcda56c17f57a8832af44c9dc2396de33fea900\"> \n <img src=\"https://media.guim.co.uk/cfcda56c17f57a8832af44c9dc2396de33fea900/0_285_2835_1701/1000.jpg\" alt=\"Merkel with Xi Jinping and Vladimir Putin at the G20 in Hamburg in 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Merkel with Xi Jinping and Vladimir Putin at the G20 in Hamburg in 2017.</span> \n  <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> \n </figcaption> \n</figure> \n<p>In the interview, conducted by journalists from the German newspaper Süddeutsche Zeitung and shared with the Guardian as part of the Europa newspaper alliance, Merkel also said:</p> \n<ul> \n <li><p>Brexit was the biggest European turning point of recent years, but that the ball was now in the UK’s court: “In order for the UK to leave the EU, there needs to be a parliamentary majority in London for, rather than merely against, something.”</p></li> \n <li><p> Generating enough economic wealth to tackle the environmental crisis remained her “greatest worry”.</p></li> \n <li><p> Germany was aiming to become carbon neutral by 2050, but this was “a tremendous challenge”.</p></li> \n</ul> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"72d32c84-3366-46a3-ab07-bd96ba63d4e2\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>In 2012, six major European newspapers came together to launch joint editorial projects to dig deeper into pan-European issues, understand the EU better and investigative the good and bad things emerging from the continent. <br></p>\n    <p>Since then, we have jointly investigated the environment, youth unemployment, Brexit, immigration, euroscepticism, the eurozone the Brussels bureaucracy - and even the legacies of the first world war. <br></p>\n    <p>We have interviewed prime ministers and presidents, as well as a host of EU leaders, and will continue our efforts long after Britain has left the EU.</p>\n    <p>The six papers are The Guardian, Le Monde, Süddeutsche Zeitung, La Vanguardia, La Stampa and Gazeta Wyborcza</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The interview comes at a pivotal moment in Merkel’s 14 years as chancellor. Her party, the Christian Democratic Union, faces the prospect of significant losses in the May 23-26 poll, though observers believe she remains popular enough to see out her fourth term through to 2021.</p> \n<p>The elections are a chance for populists in Germany and across the continent <a href=\"https://www.theguardian.com/world/ng-interactive/2018/nov/20/revealed-one-in-four-europeans-vote-populist\">to build on their mounting popularity</a>, borne of greater inequality, growing precariousness and a disenchantment with politics in Brussels and in member states.</p> \n<p>“Many people are concerned about Europe, including myself,” Merkel said. “This means I feel even more duty-bound to join others in making sure that Europe has a future.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/2019/may/14/why-copying-the-populist-right-isnt-going-to-save-the-left\">Why copying the populist right isn’t going to save the left</a> </p> \n</aside> \n<p>She said her peers needed to stop <a href=\"https://www.theguardian.com/news/2019/may/14/why-copying-the-populist-right-isnt-going-to-save-the-left\">toying with populist gestures</a>, and categorically ruled out opening up her centre-right bloc of parties in the European parliament to far-right populists such as Matteo Salvini.</p> \n<p>“This is indeed a time when we need to fight for our principles and fundamental values,” Merkel said. “The heads of state and government will decide how far to let populism go or if we are ultimately willing to take on joint responsibility.</p> \n<p>“Simply stating that we’ve enjoyed seven decades of peace is no longer enough to justify the European project. Without forward-looking arguments to justify Europe, the European peace project would also be in greater jeopardy than one may think.”</p> \n<p>Merkel also stressed the urgency of the global environmental crisis. A former environment minister in <a href=\"https://www.theguardian.com/world/helmut-kohl\">Helmut Kohl</a>’s cabinet, Merkel recalled biodiversity conferences she attended in the mid-1990s, and said: “It is heartbreaking to see how the situation has worsened in so many ways.</p> \n<figure class=\"element element-image\" data-media-id=\"9cb40345783e8d3d1969bb0a0cea32aba399e6e5\"> \n <img src=\"https://media.guim.co.uk/9cb40345783e8d3d1969bb0a0cea32aba399e6e5/0_44_1982_1189/1000.jpg\" alt=\"Angela Merkel with Helmut Kohl\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Angela Merkel with the then chancellor, Helmut Kohl, in whose cabinet she served as environment minister.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>“There clearly is a lack of consistent political action, on a global scale. What is key for being able to act in all spheres, including environmental protection, is for us to be economically successful. That is my greatest worry.”</p> \n<p>She reiterated her aim for Germany to achieve carbon neutrality by 2050, but said that for European countries to meet the net-zero carbon emissions target set by the French president, Emmanuel Macron, and eight other leaders last week, they would need to reopen a fraught debate about <a href=\"https://www.theguardian.com/environment/carbon-capture-and-storage\">carbon capture and storage</a> (CCS) technology.</p> \n<p>“Nine countries intend to attain climate neutrality by 2050, whereby they would on average no longer emit any CO2,” Merkel said of Macron’s initiative. “I am firmly convinced that this can only be done if one is willing to capture and store CO2. The countries in question do not deny this. The method is called CCS – and for many in Germany it is a highly charged term.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/may/09/empty-north-sea-gas-fields-bury-10m-tonnes-c02-eu-ports\">Empty North Sea gas fields to be used to bury 10m tonnes of C02</a> </p> \n</aside> \n<p>CCS is controversial because critics see it as an expensive subsidy that would ultimately perpetuate rather than reduce reliance on fossil fuels. “There are two possibilities – you can either store carbon, or you can reforest on a large scale,” she said. “In the Netherlands, for example, the latter is not an option. There, CO2 could be <a href=\"https://www.theguardian.com/environment/2019/may/09/empty-north-sea-gas-fields-bury-10m-tonnes-c02-eu-ports\">pumped into empty gas fields</a>. We could do the same in Germany – but if I wanted to implement this policy here with the stroke of a pen, then people would be right to ask me how realistic that is.”</p> \n<p>Merkel would not say whether the EU would grant Britain another extension if Theresa May’s government failed to pass her withdrawal agreement by the end of October deadline.</p> \n<p>And, asked whether by the autumn Brexit might be being discussed by new leaders in both London and Berlin, she again refused to be drawn, answering: “Should there be anything to negotiate, the European commission will do so on behalf of the 27 member states, as it has done so far.”</p> \n<p><em>This article is part of a six-newspaper collaboration called Europa in which work is reported by one or more newspaper and shared for publication with all. The interview was conducted by </em><em>Süddeutsche Zeitung, with the Guardian feeding in questions. The six papers are </em><em>the Guardian, Le Monde, </em><em>Süddeutsche Zeitung, La Vanguardia, La Stampa and Gazeta Wyborcza.</em></p>",
      "newspaperPageNumber": "32",
      "wordcount": "949",
      "firstPublicationDate": "2019-05-15T16:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:18Z",
      "newspaperEditionDate": "2019-05-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfa7z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9092b473d1c2dea2ab8b81df2b7a15fe6b35f54e/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Europe must reposition itself to stand up to the challenges posed by its three big global rivals, China, Russia and the US, Angela Merkel has said before her final European election as German chancellor. Facing challenges that range from Russian interference in elections to China’s economic clout and the US’s monopoly over digital services, Europe needs to get better at putting up a united front, Merkel said in a wide-ranging interview shared with the Guardian. “There is no doubt that Europe needs to reposition itself in a changed world,” Merkel said in a conversation in her office in Berlin. “The old certainties of the post-war order no longer apply.” She added: “They [China, Russia and the US] are forcing us, time and again, to find common positions. That is often difficult given our different interests. But we do get this done – think, for example, of our policy regarding the conflict in Ukraine. “Our policies on Africa, too, now follow a common strategy, which a few years ago would have been unthinkable. So we keep putting one foot in front of the other. However, our political power is not yet commensurate with our economic strength.” In the interview, conducted by journalists from the German newspaper Süddeutsche Zeitung and shared with the Guardian as part of the Europa newspaper alliance, Merkel also said: Brexit was the biggest European turning point of recent years, but that the ball was now in the UK’s court: “In order for the UK to leave the EU, there needs to be a parliamentary majority in London for, rather than merely against, something.” Generating enough economic wealth to tackle the environmental crisis remained her “greatest worry”. Germany was aiming to become carbon neutral by 2050, but this was “a tremendous challenge”. The interview comes at a pivotal moment in Merkel’s 14 years as chancellor. Her party, the Christian Democratic Union, faces the prospect of significant losses in the May 23-26 poll, though observers believe she remains popular enough to see out her fourth term through to 2021. The elections are a chance for populists in Germany and across the continent to build on their mounting popularity, borne of greater inequality, growing precariousness and a disenchantment with politics in Brussels and in member states. “Many people are concerned about Europe, including myself,” Merkel said. “This means I feel even more duty-bound to join others in making sure that Europe has a future.” She said her peers needed to stop toying with populist gestures, and categorically ruled out opening up her centre-right bloc of parties in the European parliament to far-right populists such as Matteo Salvini. “This is indeed a time when we need to fight for our principles and fundamental values,” Merkel said. “The heads of state and government will decide how far to let populism go or if we are ultimately willing to take on joint responsibility. “Simply stating that we’ve enjoyed seven decades of peace is no longer enough to justify the European project. Without forward-looking arguments to justify Europe, the European peace project would also be in greater jeopardy than one may think.” Merkel also stressed the urgency of the global environmental crisis. A former environment minister in Helmut Kohl’s cabinet, Merkel recalled biodiversity conferences she attended in the mid-1990s, and said: “It is heartbreaking to see how the situation has worsened in so many ways. “There clearly is a lack of consistent political action, on a global scale. What is key for being able to act in all spheres, including environmental protection, is for us to be economically successful. That is my greatest worry.” She reiterated her aim for Germany to achieve carbon neutrality by 2050, but said that for European countries to meet the net-zero carbon emissions target set by the French president, Emmanuel Macron, and eight other leaders last week, they would need to reopen a fraught debate about carbon capture and storage (CCS) technology. “Nine countries intend to attain climate neutrality by 2050, whereby they would on average no longer emit any CO2,” Merkel said of Macron’s initiative. “I am firmly convinced that this can only be done if one is willing to capture and store CO2. The countries in question do not deny this. The method is called CCS – and for many in Germany it is a highly charged term.” CCS is controversial because critics see it as an expensive subsidy that would ultimately perpetuate rather than reduce reliance on fossil fuels. “There are two possibilities – you can either store carbon, or you can reforest on a large scale,” she said. “In the Netherlands, for example, the latter is not an option. There, CO2 could be pumped into empty gas fields. We could do the same in Germany – but if I wanted to implement this policy here with the stroke of a pen, then people would be right to ask me how realistic that is.” Merkel would not say whether the EU would grant Britain another extension if Theresa May’s government failed to pass her withdrawal agreement by the end of October deadline. And, asked whether by the autumn Brexit might be being discussed by new leaders in both London and Berlin, she again refused to be drawn, answering: “Should there be anything to negotiate, the European commission will do so on behalf of the 27 member states, as it has done so far.” This article is part of a six-newspaper collaboration called Europa in which work is reported by one or more newspaper and shared for publication with all. The interview was conducted by Süddeutsche Zeitung, with the Guardian feeding in questions. The six papers are the Guardian, Le Monde, Süddeutsche Zeitung, La Vanguardia, La Stampa and Gazeta Wyborcza.",
      "charCount": "5719",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stefan-kornelius\">Stefan Kornelius</a>, Nico Fried and <a href=\"profile/philip-oltermann\">Philip Oltermann</a> in Berlin"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/15/pmqs-verdict-corbyn-wins-on-inequality-as-may-works-out-notice",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-15T12:41:35Z",
    "webTitle": "PMQs verdict: Corbyn wins on inequality as May works out notice",
    "webUrl": "https://www.theguardian.com/politics/2019/may/15/pmqs-verdict-corbyn-wins-on-inequality-as-may-works-out-notice",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/15/pmqs-verdict-corbyn-wins-on-inequality-as-may-works-out-notice",
    "fields": {
      "headline": "PMQs verdict: Corbyn wins on inequality as May works out notice",
      "standfirst": "<p>In an underwhelming session, Theresa May appeared to not be trying very hard</p>",
      "trailText": "In an underwhelming session, Theresa May appeared to not be trying very hard",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"3061e54230b0510eb587ad5f433a4edeb4b6caa8\"> <img src=\"https://media.guim.co.uk/3061e54230b0510eb587ad5f433a4edeb4b6caa8/0_0_3444_2067/1000.jpg\" alt=\"Jeremy Corbyn and Theresa May at PMQs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn and Theresa May at PMQs.</span> <span class=\"element-image__credit\">Composite: Sky News</span> </figcaption> </figure>",
      "body": "<h2>Key points</h2> <p>PMQs kicked off with more than the usual number of tributes, including to the former Labour MP and broadcaster <a href=\"https://www.theguardian.com/politics/2019/may/12/brian-walden-former-labour-mp-and-tv-presenter-dies-aged-86\">Brian Walden</a>, the actor and singer <a href=\"https://www.theguardian.com/film/2019/may/13/calamity-jane-star-doris-day-dies-at-97\">Doris Day</a>, as well as Margaret Thatcher and the MPs for Birkenhead and Huddersfield, all elected 40 years ago.</p> <p>Jeremy Corbyn said nine hedge fund tycoons had donated millions to the Tories. Was this a government for the many, or the elite few, he wanted to know. May responded that income inequality was down since 2010. The government wanted everyone to have better jobs, a better income, a better life. Labour wanted to bring people down; the Tories wanted to bring people up, she said.</p> <p>Corbyn said Angus Deaton, the Nobel prize-winning economist investigating inequality for the Institute for Fiscal Studies (IFS), had stated the UK was at risk of <a href=\"https://www.theguardian.com/inequality/2019/may/14/britain-risks-heading-to-us-levels-of-inequality-warns-top-economist\">extreme inequality</a>, with disparities in pay, health and wealth reaching those in the US. Was she proud of that? May said wages had gone up, while the top 1% paid more than under Labour.</p> <p>Corbyn asked how it could be fair for executives to be paid so much more than their workers. Young people suffered in particular, which is why Labour would stop them being paid a lower minimum wage than older people. May said Labour’s policy would cost jobs, adding that youth unemployment had fallen by 50%.</p> <p>Corbyn said the Tories opposed the minimum wage, claiming it would cost jobs. Why did her party continue to punish young people? Wages were lower than a decade ago, housing costs had soared, and more and more food banks were opening. The business department has opened one for its staff, he said.</p> <p>May said work was the best way to ensure people have a good standard of living. She said Corbyn implied inequality started in 2010. But who said the last Labour government had ensured inequality got worse? Who was it? Corbyn himself.</p> <p>Corbyn said his question was about food banks in a government ministry, which suggested it was in-work poverty that was the problem.</p> <p>Corbyn said the IFS had stated there would be more than <a href=\"https://www.theguardian.com/society/2018/sep/16/new-study-finds-45-million-uk-children-living-in-poverty\">5 million</a> children living in poverty by 2022 because of the government’s policies. The wealth of the richest has increased by £50bn. But if we do not have enough money to feed people, we have failed as a society. When will the government reverse tax giveaways to the rich and end the scandal of inequality in Britain?</p> <p>May said the top 1% were paying more in income tax than under Labour. Labour was proposing a welfare payment for everyone. That would mean money for the rich paid for by the poor.</p> <h2>Snap verdict</h2> <p>On Tuesday, in response to <a href=\"https://www.theguardian.com/politics/2019/may/14/former-labour-mp-bridget-prentice-quits-party-after-45-years-blaming-corbyn-cult\">Bridget Prentice’s resignation</a> from the party, Labour issued a statement saying its “bold and popular policies under Jeremy Corbyn’s leadership have changed the political conversation in this country”. Today, he focused on a topic, inequality, where undoubtedly opinion was moving his way. You can argue about how much this is due to Corbyn personally – even that bastion of neoliberalism, the International Monetary Fund, was <a href=\"https://www.theguardian.com/business/2014/feb/26/imf-inequality-economic-growth\">warning about inequality</a> in 2014, long before Corbyn became Labour leader – but the announcement this week that the IFS has launched a major review of the consequences of inequality was a clear vindication of one of his core political themes.</p> <p>The IFS has always been much more associated with fiscal rectitude than social justice, and if even it recognises there is a problem, Corbyn is winning the argument. A sensible prime minister would recognise this, and engage. But instead, May just refused to accept there was anything wrong. It was an unconvincing performance that saw her easily outmatched by Corbyn.</p> <p>But it was still all a bit underwhelming. Largely because, with May effectively working out her notice, who cares what she has to say anyway? This became painfully apparent when she had to respond to a question about the next spending round, which is one that will be overseen by her successor. In her exchanges with Corbyn, and the Scottish National party’s Ian Blackford, it felt as though May was not even trying particularly hard.</p> <p>But PMQs did throw up two policy issues where the debate over the coming months is likely to intensify. Corbyn proudly defended Labour’s plan to extend its <a href=\"https://www.theguardian.com/society/2019/may/11/labour-unveils-plan-to-axe-lower-minimum-wage-for-under-18s\">real living wage</a> to under-18s. There is a genuine debate to be had about whether this can be done without increasing youth unemployment, but the arguments did not really get much of a hearing today. Interestingly, May chose to raise another <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> proposal: its qualified support for <a href=\"https://www.theguardian.com/society/2019/may/12/labour-would-trial-universal-basic-income-if-elected-john-mcdonnell-says\">universal basic income</a>. But again, the rights and wrongs of this were not thrashed out in today’s debate. That will have to wait for another day.</p> <p>Corbyn used to make a point of using the “letter from an ordinary voter” device to frame an awkward question for the PM. Today, it was the Tory Brexiter Peter Bone who tried this. It allowed him to tell May she should resign, but in a manner that discouraged a blunt response (because the activists who supposedly drafted this letter would deserve a polite reply). But Bone just got the usual May brushoff. Even calls for her resignation can’t really enliven <a href=\"https://www.theguardian.com/politics/pmqs\">PMQs</a> very much now.</p> <h2>Memorable lines</h2> <p>Theresa May:</p> <blockquote class=\"quoted\"> <p>The way [Corbyn] talks you would think inequality started in 2010. Who was it who said of the last Labour government they ensured that the gap between the richest and the poorest in our society became very much bigger … The words of the right honourable gentleman attacking his own government.</p> </blockquote> <p>Jeremy Corbyn:</p> <blockquote class=\"quoted\"> <p>When the wealth of the richest 1,000 people in Britain has increased by £50bn in one year, but there is not enough money to properly feed our children or pay workers a decent wage, then we have failed as a society.</p> </blockquote>",
      "wordcount": "971",
      "firstPublicationDate": "2019-05-15T12:41:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-15T13:49:02Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bf9gp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3061e54230b0510eb587ad5f433a4edeb4b6caa8/0_0_3444_2067/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Key points PMQs kicked off with more than the usual number of tributes, including to the former Labour MP and broadcaster Brian Walden, the actor and singer Doris Day, as well as Margaret Thatcher and the MPs for Birkenhead and Huddersfield, all elected 40 years ago. Jeremy Corbyn said nine hedge fund tycoons had donated millions to the Tories. Was this a government for the many, or the elite few, he wanted to know. May responded that income inequality was down since 2010. The government wanted everyone to have better jobs, a better income, a better life. Labour wanted to bring people down; the Tories wanted to bring people up, she said. Corbyn said Angus Deaton, the Nobel prize-winning economist investigating inequality for the Institute for Fiscal Studies (IFS), had stated the UK was at risk of extreme inequality, with disparities in pay, health and wealth reaching those in the US. Was she proud of that? May said wages had gone up, while the top 1% paid more than under Labour. Corbyn asked how it could be fair for executives to be paid so much more than their workers. Young people suffered in particular, which is why Labour would stop them being paid a lower minimum wage than older people. May said Labour’s policy would cost jobs, adding that youth unemployment had fallen by 50%. Corbyn said the Tories opposed the minimum wage, claiming it would cost jobs. Why did her party continue to punish young people? Wages were lower than a decade ago, housing costs had soared, and more and more food banks were opening. The business department has opened one for its staff, he said. May said work was the best way to ensure people have a good standard of living. She said Corbyn implied inequality started in 2010. But who said the last Labour government had ensured inequality got worse? Who was it? Corbyn himself. Corbyn said his question was about food banks in a government ministry, which suggested it was in-work poverty that was the problem. Corbyn said the IFS had stated there would be more than 5 million children living in poverty by 2022 because of the government’s policies. The wealth of the richest has increased by £50bn. But if we do not have enough money to feed people, we have failed as a society. When will the government reverse tax giveaways to the rich and end the scandal of inequality in Britain? May said the top 1% were paying more in income tax than under Labour. Labour was proposing a welfare payment for everyone. That would mean money for the rich paid for by the poor. Snap verdict On Tuesday, in response to Bridget Prentice’s resignation from the party, Labour issued a statement saying its “bold and popular policies under Jeremy Corbyn’s leadership have changed the political conversation in this country”. Today, he focused on a topic, inequality, where undoubtedly opinion was moving his way. You can argue about how much this is due to Corbyn personally – even that bastion of neoliberalism, the International Monetary Fund, was warning about inequality in 2014, long before Corbyn became Labour leader – but the announcement this week that the IFS has launched a major review of the consequences of inequality was a clear vindication of one of his core political themes. The IFS has always been much more associated with fiscal rectitude than social justice, and if even it recognises there is a problem, Corbyn is winning the argument. A sensible prime minister would recognise this, and engage. But instead, May just refused to accept there was anything wrong. It was an unconvincing performance that saw her easily outmatched by Corbyn. But it was still all a bit underwhelming. Largely because, with May effectively working out her notice, who cares what she has to say anyway? This became painfully apparent when she had to respond to a question about the next spending round, which is one that will be overseen by her successor. In her exchanges with Corbyn, and the Scottish National party’s Ian Blackford, it felt as though May was not even trying particularly hard. But PMQs did throw up two policy issues where the debate over the coming months is likely to intensify. Corbyn proudly defended Labour’s plan to extend its real living wage to under-18s. There is a genuine debate to be had about whether this can be done without increasing youth unemployment, but the arguments did not really get much of a hearing today. Interestingly, May chose to raise another Labour proposal: its qualified support for universal basic income. But again, the rights and wrongs of this were not thrashed out in today’s debate. That will have to wait for another day. Corbyn used to make a point of using the “letter from an ordinary voter” device to frame an awkward question for the PM. Today, it was the Tory Brexiter Peter Bone who tried this. It allowed him to tell May she should resign, but in a manner that discouraged a blunt response (because the activists who supposedly drafted this letter would deserve a polite reply). But Bone just got the usual May brushoff. Even calls for her resignation can’t really enliven PMQs very much now. Memorable lines Theresa May: The way [Corbyn] talks you would think inequality started in 2010. Who was it who said of the last Labour government they ensured that the gap between the richest and the poorest in our society became very much bigger … The words of the right honourable gentleman attacking his own government. Jeremy Corbyn: When the wealth of the richest 1,000 people in Britain has increased by £50bn in one year, but there is not enough money to properly feed our children or pay workers a decent wage, then we have failed as a society.",
      "charCount": "5652",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/15/climate-change-politics-environmental-crisis-government",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-15T05:00:13Z",
    "webTitle": "Has the politics of climate change finally reached a tipping point? | John Vidal",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/15/climate-change-politics-environmental-crisis-government",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/15/climate-change-politics-environmental-crisis-government",
    "fields": {
      "headline": "Has the politics of climate change finally reached a tipping point?",
      "standfirst": "People increasingly see the environmental crisis as a national priority. This is an opportunity for bold action from government",
      "trailText": "People increasingly see the environmental crisis as a national priority, says former Guardian environment editor John Vidal",
      "byline": "John Vidal",
      "main": "<figure class=\"element element-image\" data-media-id=\"44de27fa7367d187c12018180330b55cc46aace0\"> <img src=\"https://media.guim.co.uk/44de27fa7367d187c12018180330b55cc46aace0/0_325_6000_3600/1000.jpg\" alt=\"David Attenborough’s Our Planet\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Attenborough’s Our Planet documentary has helped shift the debate about climate. </span> <span class=\"element-image__credit\">Photograph: David Reid/Silverback/Netflix</span> </figcaption> </figure>",
      "body": "<p>Last week a small campaign group in the staunchly conservative town of Shrewsbury called a public meeting about climate change. The organisers were delighted when 150 people turned up. Even they were surprised, though, when people unanimously said they were prepared to give up flying, change their boilers and cars, eat less meat and even overthrow capitalism to get a grip on climate change.</p> <p>But this was just a straw in the political wind whipping through middle England. Shrewsbury joins <a href=\"https://climateemergency.uk/blog/map-of-local-council-declarations/\" title=\"\">more than 100 other councils across the country</a> in declaring a climate emergency, and has pledged that it will be carbon-neutral within 11 years, with more following every week.</p> <p>The stakes get higher every day. In the past week, not only have the world’s leading scientists dropped a bomb into the debate by <a href=\"https://www.ipbes.net/\" title=\"\">stating</a>, across 1,800 pages of detailed evidence, that our wholesale destruction of the biosphere threatens humanity just as much as climate change, but carbon levels in the atmosphere have reached their <a href=\"https://eu.usatoday.com/story/news/world/2019/05/13/climate-change-co-2-levels-hit-415-parts-per-million-human-first/1186417001/\" title=\"\">highest level</a> in 800,000 years.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/06/ecological-problems-environmental-crises-farmers-citizens-politicians\">We are full of bright ideas to solve ecological problems. So let’s act on them | Chris Packham</a> </p> </aside>  <p>So, could this be the moment when politicians recognise they have both strong intellectual reason to act urgently on the environment as well as, finally, the public backing to do so? When, instead of trying to score marginal partisan points, they believe they have the legitimacy to be non-partisan, politically bold, and to together back transformative economic and social change in pursuit of the public good? Could politics indeed be changing with the climate?</p> <p>The last few months have seen the debate shift. Put it down to <a href=\"https://www.theguardian.com/commentisfree/2019/apr/28/david-attenborough-documentary-climate-anxiety-bbc\" title=\"\">David Attenborough’s documentary</a>, 1.5 million children on <a href=\"https://www.theguardian.com/commentisfree/2019/apr/26/school-climate-strikes-success-forced-uk-politicians-healthy-planet\" title=\"\">school strike</a>, the charisma of <a href=\"https://www.theguardian.com/commentisfree/2018/nov/26/im-striking-from-school-for-climate-change-too-save-the-world-australians-students-should-too\" title=\"\">Greta Thunberg</a>, or sheer frustration with the political system, but increasing numbers of people now seem to recognise that nature’s wellbeing is a national priority.</p> <p>The UK government, keen to position itself as a world leader on climate, but still promoting flying and roads and less keen to act at home, recognises the moment. Cambridge development economist Sir Partha Dasgupta has been commissioned to conduct a major study on the case for <a href=\"https://www.theguardian.com/environment/2019/may/06/uk-urged-to-take-lead-on-biodiversity-as-un-issues-urgent-warning-global-assessment-dasgupta\" title=\"\">acting on biodiversity</a>, much as Lord Stern was asked to review the economics of climate change by Gordon Brown in 2006. Stern’s 700-page <a href=\"http://www.lse.ac.uk/GranthamInstitute/publication/the-economics-of-climate-change-the-stern-review/\" title=\"\">report</a> added greatly to the debate. But that was 13 years ago, since which time there have been many highly authoritative studies done on environmental economics. No new report is needed. They all argue roughly the same: that it will cost infinitely more for governments to do nothing about biodiversity and climate than to act decisively, and that to delay will increase costs further. Dasgupta can only argue that we must act soon.</p> <p>Besides, while it sounds impressive to bring forward by 30 years the target for net-zero emissions, few countries think it will be too difficult. Belgium, Denmark, France, the Netherlands, Portugal, Spain and Sweden have <a href=\"https://www.ft.com/content/77b0fd1e-7010-11e9-bf5c-6eeb837566c5\" title=\"\">asked</a> the EU to set 2050 as a target for being carbon-neutral, and want 25% of the EU budget to go to fighting climate change. For the moment, governments have little to lose. Most consumers would barely notice the changes needed to get to carbon neutrality in 30 years’ time. Who noticed that Britain has just had the first <a href=\"https://www.theguardian.com/environment/2019/may/08/britain-passes-1-week-without-coal-power-for-first-time-since-1882\" title=\"\">week</a> in more than 100 years of electricity without coal, or that divestment from fossil fuels has <a href=\"https://cleantechnica.com/2018/12/18/fossil-fuel-divestment-movement-exceeds-8-trillion/\" title=\"\">reached</a> $8tn? People will have to buy electric cars, more efficient fridges and heating systems, and Britain will need vastly more solar capacity, bigger forests and better insulation, but these are mostly easy and popular changes.</p>  <figure class=\"element element-image\" data-media-id=\"3232403dbbaffb24f0cc893064625a78796e45af\"> <img src=\"https://media.guim.co.uk/3232403dbbaffb24f0cc893064625a78796e45af/0_12_4920_2952/1000.jpg\" alt=\"Deforestation in the western Amazon region of Brazil.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Deforestation in the western Amazon region of Brazil.</span> <span class=\"element-image__credit\">Photograph: Carl de Souza/AFP/Getty Images</span> </figcaption> </figure>  <p>A “new green deal” budget could be brought in to fund a massive push for nature conservation and energy change. The ban on new petrol and diesel cars and vans <a href=\"https://www.theguardian.com/politics/2017/jul/25/britain-to-ban-sale-of-all-diesel-and-petrol-cars-and-vans-from-2040\" title=\"\">after 2040</a> could be brought forward to 2030 easily enough, and few people would object to penalties for climate polluters, higher taxes for companies that destroy nature and incentives for renewable energy and energy conservation. If Heathrow never got its new runway, or we did not build more roads, or we all <a href=\"https://www.theguardian.com/commentisfree/2018/jun/08/save-planet-meat-dairy-livestock-food-free-range-steak\" title=\"\">ate less meat</a>, it would not hurt that much.</p> <p>Indeed, it’s clear that protecting nature brings great collective rewards. Weaning ourselves off fossil fuels would clear up air pollution rapidly and save billions of pounds a year that the NHS must currently spend dealing with heart attacks, asthma, strokes and respiratory illnesses. Cities would become more liveable, the countryside more attractive. Instead of being regarded by government as a costly imposition, action on climate and nature regeneration could be easily recast as visionary politics offering huge public benefits.</p> <p>But what happens when the voluntary measures run out and the warming is not seen to slow because greenhouse gases are so long-lasting? Really addressing climate and biodiversity collapse means rationing carbon. It means no more free ride for extractive industries such as mining, palm oil and forestry companies who profit from environmental destruction. It means heavy penalties for polluters, the axing of food and aviation subsidies, and taking a torch to vested interests. It means addressing the indirect causes of the crisis, such as population growth and consumerism, even rethinking the whole idea of progress and wealth.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/06/biodiversity-climate-change-mass-extinctions\">Loss of biodiversity is just as catastrophic as climate change | Robert Watson</a> </p> </aside>  <p>There are dangers in both action and inaction. How will rich countries react to mass migrations from poor climate-affected countries, or to the breakdown of the food system that might ensue when climate change leads to disastrous harvests in major rice- and wheat-producing countries? Already, the UN says, there are <a href=\"https://www.un.org/sustainabledevelopment/blog/2019/05/nature-decline-unprecedented-report/\" title=\"\">around</a> 2,500 conflicts over fossil fuels, water, food and land. Climate change and biodiversity loss will only increase that number.</p> <p>Then there is the risk that the climate crisis could foster a new generation of authoritarian, top-down rulers who will try bypassing consumers and institutions. This is because it necessitates a major shift from the kind of individual responsibility we have grown used to in the past 50 years, to greater state action. That could easily be exploited.</p> <p>It also opens the door for rich governments to propose dangerous and ill-thought-through technological fixes as a substitute for mitigation. How much simpler for cash-strapped governments to ask a few billionaires to help slow warming in the US or Europe by funding a monstrously expensive plan to preserve the Arctic sea ice by covering it with a layer of reflective silica “microbubbles”; or to deflect the sun’s rays in space; or to spray the oceans with iron filings?</p> <p>But the risks of doing nothing far outweigh the possible pitfalls of really addressing climate change and biodiversity collapse. Of course there will be objections from diehard capitalists and liberals alike. But, to echo Margaret Thatcher as she pushed through the deregulation that has done so much to fuel the crisis: there really is <a href=\"https://en.wikipedia.org/wiki/There_is_no_alternative\" title=\"\">no alternative</a>.</p> <p>• John Vidal is a former Guardian environment editor</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1121",
      "commentCloseDate": "2019-05-18T05:00:13Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-15T05:00:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-15T11:18:07Z",
      "newspaperEditionDate": "2019-05-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bf5bg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/44de27fa7367d187c12018180330b55cc46aace0/0_325_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last week a small campaign group in the staunchly conservative town of Shrewsbury called a public meeting about climate change. The organisers were delighted when 150 people turned up. Even they were surprised, though, when people unanimously said they were prepared to give up flying, change their boilers and cars, eat less meat and even overthrow capitalism to get a grip on climate change. But this was just a straw in the political wind whipping through middle England. Shrewsbury joins more than 100 other councils across the country in declaring a climate emergency, and has pledged that it will be carbon-neutral within 11 years, with more following every week. The stakes get higher every day. In the past week, not only have the world’s leading scientists dropped a bomb into the debate by stating, across 1,800 pages of detailed evidence, that our wholesale destruction of the biosphere threatens humanity just as much as climate change, but carbon levels in the atmosphere have reached their highest level in 800,000 years. So, could this be the moment when politicians recognise they have both strong intellectual reason to act urgently on the environment as well as, finally, the public backing to do so? When, instead of trying to score marginal partisan points, they believe they have the legitimacy to be non-partisan, politically bold, and to together back transformative economic and social change in pursuit of the public good? Could politics indeed be changing with the climate? The last few months have seen the debate shift. Put it down to David Attenborough’s documentary, 1.5 million children on school strike, the charisma of Greta Thunberg, or sheer frustration with the political system, but increasing numbers of people now seem to recognise that nature’s wellbeing is a national priority. The UK government, keen to position itself as a world leader on climate, but still promoting flying and roads and less keen to act at home, recognises the moment. Cambridge development economist Sir Partha Dasgupta has been commissioned to conduct a major study on the case for acting on biodiversity, much as Lord Stern was asked to review the economics of climate change by Gordon Brown in 2006. Stern’s 700-page report added greatly to the debate. But that was 13 years ago, since which time there have been many highly authoritative studies done on environmental economics. No new report is needed. They all argue roughly the same: that it will cost infinitely more for governments to do nothing about biodiversity and climate than to act decisively, and that to delay will increase costs further. Dasgupta can only argue that we must act soon. Besides, while it sounds impressive to bring forward by 30 years the target for net-zero emissions, few countries think it will be too difficult. Belgium, Denmark, France, the Netherlands, Portugal, Spain and Sweden have asked the EU to set 2050 as a target for being carbon-neutral, and want 25% of the EU budget to go to fighting climate change. For the moment, governments have little to lose. Most consumers would barely notice the changes needed to get to carbon neutrality in 30 years’ time. Who noticed that Britain has just had the first week in more than 100 years of electricity without coal, or that divestment from fossil fuels has reached $8tn? People will have to buy electric cars, more efficient fridges and heating systems, and Britain will need vastly more solar capacity, bigger forests and better insulation, but these are mostly easy and popular changes. A “new green deal” budget could be brought in to fund a massive push for nature conservation and energy change. The ban on new petrol and diesel cars and vans after 2040 could be brought forward to 2030 easily enough, and few people would object to penalties for climate polluters, higher taxes for companies that destroy nature and incentives for renewable energy and energy conservation. If Heathrow never got its new runway, or we did not build more roads, or we all ate less meat, it would not hurt that much. Indeed, it’s clear that protecting nature brings great collective rewards. Weaning ourselves off fossil fuels would clear up air pollution rapidly and save billions of pounds a year that the NHS must currently spend dealing with heart attacks, asthma, strokes and respiratory illnesses. Cities would become more liveable, the countryside more attractive. Instead of being regarded by government as a costly imposition, action on climate and nature regeneration could be easily recast as visionary politics offering huge public benefits. But what happens when the voluntary measures run out and the warming is not seen to slow because greenhouse gases are so long-lasting? Really addressing climate and biodiversity collapse means rationing carbon. It means no more free ride for extractive industries such as mining, palm oil and forestry companies who profit from environmental destruction. It means heavy penalties for polluters, the axing of food and aviation subsidies, and taking a torch to vested interests. It means addressing the indirect causes of the crisis, such as population growth and consumerism, even rethinking the whole idea of progress and wealth. There are dangers in both action and inaction. How will rich countries react to mass migrations from poor climate-affected countries, or to the breakdown of the food system that might ensue when climate change leads to disastrous harvests in major rice- and wheat-producing countries? Already, the UN says, there are around 2,500 conflicts over fossil fuels, water, food and land. Climate change and biodiversity loss will only increase that number. Then there is the risk that the climate crisis could foster a new generation of authoritarian, top-down rulers who will try bypassing consumers and institutions. This is because it necessitates a major shift from the kind of individual responsibility we have grown used to in the past 50 years, to greater state action. That could easily be exploited. It also opens the door for rich governments to propose dangerous and ill-thought-through technological fixes as a substitute for mitigation. How much simpler for cash-strapped governments to ask a few billionaires to help slow warming in the US or Europe by funding a monstrously expensive plan to preserve the Arctic sea ice by covering it with a layer of reflective silica “microbubbles”; or to deflect the sun’s rays in space; or to spray the oceans with iron filings? But the risks of doing nothing far outweigh the possible pitfalls of really addressing climate change and biodiversity collapse. Of course there will be objections from diehard capitalists and liberals alike. But, to echo Margaret Thatcher as she pushed through the deregulation that has done so much to fuel the crisis: there really is no alternative. • John Vidal is a former Guardian environment editor",
      "charCount": "6904",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnvidal\">John Vidal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]