[
  {
    "id": "politics/2019/jul/23/a-new-prime-minister-is-forced-upon-us",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-23T16:53:29Z",
    "webTitle": "A new prime minister is forced upon us | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/23/a-new-prime-minister-is-forced-upon-us",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/23/a-new-prime-minister-is-forced-upon-us",
    "fields": {
      "headline": "A new prime minister is forced upon us",
      "standfirst": "Readers respond to the election of Boris Johnson as Tory leader",
      "trailText": "<strong>Letters:</strong> Readers respond to the election of Boris Johnson as Tory leader",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e5f561ec84d329432293ff7f4a2a2e2103061a61\"> <img src=\"https://media.guim.co.uk/e5f561ec84d329432293ff7f4a2a2e2103061a61/0_0_3949_2369/1000.jpg\" alt=\"Boris Johnson leaves the Conservative party headquarters after being announced as their new leader\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson leaves the Conservative party headquarters after being announced as their new leader. But here Guardian readers give him the thumbs-down.</span> <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> </figcaption> </figure>",
      "body": "<p>Please can someone tell me that I’m not mad, and that this really is happening (<a href=\"https://www.theguardian.com/politics/2019/jul/23/boris-johnson-elected-new-tory-leader-prime-minister\" title=\"\">Boris Johnson elected new Tory leader</a>, theguardian.com, 23 July). The UK claims to be a democracy. Our next prime minister has just been chosen by the 92,153 members of the Conservative and Unionist party, who voted for Boris Johnson. The UK electorate numbers 45,775,800 voters. The UK population stands at 66,961,230. So about 0.14% of the population have, in effect, selected Johnson. In other words, 99.86% of the population had no say whatsoever in this matter. That, apparently, is how our democracy works. I’ve just one question: how different would the process have been if the UK weren’t a democracy?<br><strong>Emeritus Professor Chris Walsh</strong><br><em>Hawarden, Flintshire</em></p> <p>• We seem to have moved from the ridiculous to the malign; from wheat fields and egoic rigidity to thuggery, serial public infidelity and pathological dishonesty. Much is made of a dubious “cleverness” or intelligence, but it is wisdom that leadership depends on. Aside from his politics, instinctively to the right of the Conservative party and without conviction, and appearing to represent little more than the self-justification of privilege, Mr Johnson is not suitable for high office.<br><strong>Dr Franz Schembri Wismayer</strong><br><em>Dunkerton, Bath</em></p> <p>• On the morning of the result of the Brexit vote three years ago, the French newspaper Libération, published a full front page showing the familiar photo of Boris Johnson dangling helplessly from a zipwire waving two union flags, under the headline “Good luck”. With Johnson, as ensconced in No 10, Britain is going to need a lot more than luck.<br><strong>Stefan Simanowitz</strong><br><em>London</em></p> <p>• Family members and close friends refer to our next prime minister as Al for the simple reason that his first name is Alexander and Boris is a persona he has adopted for public consumption. I wonder if he will be tempted to extend the hand of friendship to the Queen when they meet at the palace: “I can call you Betty. And Betty, when you call me, you can call me Al.” (With apologies to Paul Simon.)<br><strong>Mike Pender</strong><br><em>Cardiff</em></p> <p>• I have just been to the newsagent’s where I read the Daily Telegraph’s headline, “Fantasist whose lies should never have been believed”, and for one delirious moment I thought the paper had had a last-minute conversion to sanity on Boris Johnson’s unicorn world. Of course, it referred to the <a href=\"https://www.theguardian.com/uk-news/2019/jul/22/carl-beech-vip-paedophile-ring-claims-guilty\" title=\"\">other damaged fantasist</a> in the news.<br><strong>Paul Wright</strong><br><em>King’s Lynn, Norfolk</em></p> <p>• We should spare a sympathetic thought for the talented and honourable officials in No 10 and the Cabinet Office who now find themselves obliged to work for Johnson (<a href=\"https://www.theguardian.com/politics/2019/jul/22/senior-tories-warn-boris-johnson-over-no-deal-brexit\" title=\"\">Tory rebels warn Johnson: ditch no deal or face fight for survival</a>, 23 July). They may have dealt before with egocentricity, mendacity or unreliability as one-offs, but never when all three are characteristic of the same prime minister.<br><strong>Robin Wendt</strong><br><em>Chester</em></p> <p>• As a teacher of history I have always tried to show my pupils that in all leaders and historical figures there is a balance of good and less good qualities in all of them. Are there any qualities that Mr Johnson displays that I should urge my grandchildren to emulate?<br><strong>Nigel Reynolds</strong><br><em>Haxby, North Yorkshire</em></p> <p>• May I remind Mr Johnson that all political careers end in failure and that he should consider resigning while he is ahead.<br><strong>Steve Oakes</strong><br><em>Abingdon, Oxfordshire</em></p> <p>• To paraphrase Shakespeare’s Malvolio: “Some have idiots thrust upon them.” At least the American electorate voted in their own idiot. <br><strong>Maureen Tranter</strong><br><em>Sheffield</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p> <p>• The first letter was amended on 24 July 2019. The 92,153 Conservative and Unionist party members who voted for Boris Johnson represent approximately 0.14% of the UK population, not 0.001% as an earlier version said, meaning that about 99.86% of the population, not 99.999%, had no say in that matter. This has been corrected.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "673",
      "commentable": "false",
      "firstPublicationDate": "2019-07-23T16:53:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:27Z",
      "newspaperEditionDate": "2019-07-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cx3nm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e5f561ec84d329432293ff7f4a2a2e2103061a61/0_0_3949_2369/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Please can someone tell me that I’m not mad, and that this really is happening (Boris Johnson elected new Tory leader, theguardian.com, 23 July). The UK claims to be a democracy. Our next prime minister has just been chosen by the 92,153 members of the Conservative and Unionist party, who voted for Boris Johnson. The UK electorate numbers 45,775,800 voters. The UK population stands at 66,961,230. So about 0.14% of the population have, in effect, selected Johnson. In other words, 99.86% of the population had no say whatsoever in this matter. That, apparently, is how our democracy works. I’ve just one question: how different would the process have been if the UK weren’t a democracy? Emeritus Professor Chris Walsh Hawarden, Flintshire • We seem to have moved from the ridiculous to the malign; from wheat fields and egoic rigidity to thuggery, serial public infidelity and pathological dishonesty. Much is made of a dubious “cleverness” or intelligence, but it is wisdom that leadership depends on. Aside from his politics, instinctively to the right of the Conservative party and without conviction, and appearing to represent little more than the self-justification of privilege, Mr Johnson is not suitable for high office. Dr Franz Schembri Wismayer Dunkerton, Bath • On the morning of the result of the Brexit vote three years ago, the French newspaper Libération, published a full front page showing the familiar photo of Boris Johnson dangling helplessly from a zipwire waving two union flags, under the headline “Good luck”. With Johnson, as ensconced in No 10, Britain is going to need a lot more than luck. Stefan Simanowitz London • Family members and close friends refer to our next prime minister as Al for the simple reason that his first name is Alexander and Boris is a persona he has adopted for public consumption. I wonder if he will be tempted to extend the hand of friendship to the Queen when they meet at the palace: “I can call you Betty. And Betty, when you call me, you can call me Al.” (With apologies to Paul Simon.) Mike Pender Cardiff • I have just been to the newsagent’s where I read the Daily Telegraph’s headline, “Fantasist whose lies should never have been believed”, and for one delirious moment I thought the paper had had a last-minute conversion to sanity on Boris Johnson’s unicorn world. Of course, it referred to the other damaged fantasist in the news. Paul Wright King’s Lynn, Norfolk • We should spare a sympathetic thought for the talented and honourable officials in No 10 and the Cabinet Office who now find themselves obliged to work for Johnson (Tory rebels warn Johnson: ditch no deal or face fight for survival, 23 July). They may have dealt before with egocentricity, mendacity or unreliability as one-offs, but never when all three are characteristic of the same prime minister. Robin Wendt Chester • As a teacher of history I have always tried to show my pupils that in all leaders and historical figures there is a balance of good and less good qualities in all of them. Are there any qualities that Mr Johnson displays that I should urge my grandchildren to emulate? Nigel Reynolds Haxby, North Yorkshire • May I remind Mr Johnson that all political careers end in failure and that he should consider resigning while he is ahead. Steve Oakes Abingdon, Oxfordshire • To paraphrase Shakespeare’s Malvolio: “Some have idiots thrust upon them.” At least the American electorate voted in their own idiot. Maureen Tranter Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition • The first letter was amended on 24 July 2019. The 92,153 Conservative and Unionist party members who voted for Boris Johnson represent approximately 0.14% of the UK population, not 0.001% as an earlier version said, meaning that about 99.86% of the population, not 99.999%, had no say in that matter. This has been corrected.",
      "charCount": "4113",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/23/jo-swinson-will-need-to-broaden-appeal-of-liberal-democrats",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-23T16:53:05Z",
    "webTitle": "Jo Swinson will need to broaden appeal of Liberal Democrats  | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/23/jo-swinson-will-need-to-broaden-appeal-of-liberal-democrats",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/23/jo-swinson-will-need-to-broaden-appeal-of-liberal-democrats",
    "fields": {
      "headline": "Jo Swinson will need to broaden appeal of Liberal Democrats",
      "standfirst": "<strong>Brian Wilson</strong>, <strong>Jack Fawbert </strong>and <strong>Michael Meadowcroft </strong>on the challenges the new leader faces and her political record",
      "trailText": "Letters: <strong>Brian Wilson</strong>, <strong>Jack Fawbert </strong>and <strong>Michael Meadowcroft </strong>on the challenges the new leader faces and her political record",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f2f7d9008553b03074d35651110c53cbd092b718\"> <img src=\"https://media.guim.co.uk/f2f7d9008553b03074d35651110c53cbd092b718/0_117_3500_2100/1000.jpg\" alt=\"The new Lib Dem leader, Jo Swinson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Applause for the new Liberal Democrat leader, Jo Swinson. </span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Timothy Garton Ash (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/22/jo-swinson-liberal-democrats-rebirth-lib-leader-england-brexit\" title=\"\">The time is ripe for a fightback of liberal Britain</a>, Journal, 23 July) suggests Jo Swinson’s election as leader of “the Liberals (to give them back their proper name)” offers her party a chance to lead a fightback for liberal Britain.</p> <p>Throughout the leadership contest, both Swinson and Ed Davey repeatedly referred to “we liberals” and “our liberal values”, having apparently forgotten that their party was created by a merger between the old Liberal party and the SDP. The full name of the new party at that time, the Social and Liberal Democrats, was initially abbreviated simply to “the Democrats”. Only after lobbying from the more dominant liberal wing was the name changed to its current incarnation. This was possibly a mistake.</p> <p>If this centre party is to attract the huge swathe of social democrats it needs from the Labour party and elsewhere, declaring itself, as Garton Ash suggests, as really a re-emergence of the old Liberal party is surely going to be problematic. As Swinson attempts to lead this much-needed fightback, perhaps Chuka Umunna’s self-description of “social democrat with liberal values” may serve the party better.<br><strong>Brian Wilson</strong><br><em>Glossop, Derbyshire</em></p> <p>• Timothy Garton Ash enthuses about the election of Jo Swinson. Would that be the same Jo Swinson who, when part of the coalition government, voted against a ban on fracking, voted for the bedroom tax, voted for raising student tuition fees, voted over 20 times to cut welfare spending and voted to back a potential £100bn renewal of Trident? Good to see at least one columnist keeping up the radical, progressive political tradition of the Guardian.<br><strong>Dr Jack Fawbert</strong><br><em>Lakenheath, Suffolk</em></p> <p>• Jessica Elgot makes the most perceptive comment on the Lib Dems (<a href=\"https://www.theguardian.com/politics/2019/jul/22/lib-dems-are-bouncing-back-but-revival-is-not-guaranteed\" title=\"\">After Brexit, the party loses the USP behind its resurgence</a>, 23 July). She is right to pose the problem, for the party, but she underestimates the electorate. For the first time in decades of my experience in liberal politics, the party gained significant electoral support on an issue of principle, held by the party since 1955, rather than on mending pavements or saving post offices. Pro-remain voters weighed up the political situation and chose the Lib Dems as the most principled pro-Europe party.</p> <p>I am optimistic that they can now be persuaded to look at other long-held liberal policies, such as land value taxation, worker co-ownership and local democracy, and see the value in working with the party to stand up against the reactionaries in both major parties to create a more sensitive and communal society.<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "469",
      "commentable": "false",
      "firstPublicationDate": "2019-07-23T16:53:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:36Z",
      "newspaperEditionDate": "2019-07-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cx3mp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f2f7d9008553b03074d35651110c53cbd092b718/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Timothy Garton Ash (The time is ripe for a fightback of liberal Britain, Journal, 23 July) suggests Jo Swinson’s election as leader of “the Liberals (to give them back their proper name)” offers her party a chance to lead a fightback for liberal Britain. Throughout the leadership contest, both Swinson and Ed Davey repeatedly referred to “we liberals” and “our liberal values”, having apparently forgotten that their party was created by a merger between the old Liberal party and the SDP. The full name of the new party at that time, the Social and Liberal Democrats, was initially abbreviated simply to “the Democrats”. Only after lobbying from the more dominant liberal wing was the name changed to its current incarnation. This was possibly a mistake. If this centre party is to attract the huge swathe of social democrats it needs from the Labour party and elsewhere, declaring itself, as Garton Ash suggests, as really a re-emergence of the old Liberal party is surely going to be problematic. As Swinson attempts to lead this much-needed fightback, perhaps Chuka Umunna’s self-description of “social democrat with liberal values” may serve the party better. Brian Wilson Glossop, Derbyshire • Timothy Garton Ash enthuses about the election of Jo Swinson. Would that be the same Jo Swinson who, when part of the coalition government, voted against a ban on fracking, voted for the bedroom tax, voted for raising student tuition fees, voted over 20 times to cut welfare spending and voted to back a potential £100bn renewal of Trident? Good to see at least one columnist keeping up the radical, progressive political tradition of the Guardian. Dr Jack Fawbert Lakenheath, Suffolk • Jessica Elgot makes the most perceptive comment on the Lib Dems (After Brexit, the party loses the USP behind its resurgence, 23 July). She is right to pose the problem, for the party, but she underestimates the electorate. For the first time in decades of my experience in liberal politics, the party gained significant electoral support on an issue of principle, held by the party since 1955, rather than on mending pavements or saving post offices. Pro-remain voters weighed up the political situation and chose the Lib Dems as the most principled pro-Europe party. I am optimistic that they can now be persuaded to look at other long-held liberal policies, such as land value taxation, worker co-ownership and local democracy, and see the value in working with the party to stand up against the reactionaries in both major parties to create a more sensitive and communal society. Michael Meadowcroft Leeds • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2893",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/23/smug-needy-desperate-johnsons-coronation-is-a-shameless-tory-jobs-fair",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-23T16:32:12Z",
    "webTitle": "Smug, needy, desperate: Johnson's coronation is a shameless Tory jobs fair",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/23/smug-needy-desperate-johnsons-coronation-is-a-shameless-tory-jobs-fair",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/23/smug-needy-desperate-johnsons-coronation-is-a-shameless-tory-jobs-fair",
    "fields": {
      "headline": "Smug, needy, desperate: Johnson's coronation is a shameless Tory jobs fair",
      "standfirst": "<p>‘Pifflepafflewifflewaffle’ acceptance speech greeted by thunderous competitive applause<br></p>",
      "trailText": "‘Pifflepafflewifflewaffle’ acceptance speech greeted by thunderous competitive applause<br>",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"60a0da76954dd4e7673973e0a914e6a07c01a383\"> <img src=\"https://media.guim.co.uk/60a0da76954dd4e7673973e0a914e6a07c01a383/107_55_3329_1997/1000.jpg\" alt=\"Amber Rudd and Rachel Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Gizza job!’ Amber Rudd asks Rachel Johnson to put a word in with her brother. </span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Amber Rudd and Liz Truss arrived together. At just the wrong moment. They looked up in panic to see the photographers were all pointing their cameras elsewhere. Professional politicians to the last, they both stopped dead in their tracks and rummaged in their handbags for some imaginary items. Glancing up to make sure the snappers had now noticed them, the two cabinet ministers started walking forward again. What was the point of turning up to an event like this if your appearance went unrecorded?</p> <p>Upstairs, the Queen Elizabeth II conference centre was hosting the world’s largest gathering of psychoanalysts for their biennial congress. None of them are going to be short of work in the weeks and months ahead. Indeed, there were several hundred potential patients downstairs for what was more a jobs fair than a Tory party leadership announcement.</p> <p>Here in the hall every pathology was on view. The smug, the needy, the desperate, the amoral and the deluded. And that was just Boris Johnson. Elsewhere we had Tory MPs pushing one another aside to catch the eye of Gavin Williamson and Grant Shapps, who were revelling in their status as Team Boris fixers-in-chief. “Gizza job, I love Boris, me,” they mewled pathetically. Jo Johnson merely sat chained to his seat in the second row, alongside his father and his sister. A newly converted Brexiter by birth if not by belief.</p> <p>Others tried to get get in front of any passing TV camera to express their devotion, while brown-noser <em>par excellence</em> John Hayes settled for telling Sajid Javid that ‘the Treasury surely awaits’. Slobber, slobber. Javid might make it to the Treasury a little sooner if Hayes were to remove his head from his arse.</p> <p>There were some absentees, though. No Theresa May, Philip Hammond, Rory Stewart or David Gauke. All soon to disappear to the backbenches. Spare a thought too for Matt Hancock, a man who has yet to find a principle he won’t betray for the advancement of his own career. He was stuck at health questions trying to explain why the green paper on further reducing the sugar content of drinks had <a href=\"https://www.theguardian.com/society/2019/jul/23/health-secretary-buries-paper-smoking-obesity-johnson\">nothing to do with him, even though it had been his idea</a>. Hancock is very much hoping to become the first minister for obesity.</p> <p>Fifteen minutes later than planned, the lights dimmed and a short video of great Conservative prime ministers was screened. Ted Heath was airbrushed out of history. Which could be the best legacy for which Johnson can hope. Then party chairman Brandon Lewis took to the stage to declare that the leadership contest had shown the very best of the Tory party. Not the strongest sales pitch, given the generally dismal levels of debate between Jeremy Hunt and Johnson. Still, I guess Lewis must have feared it could have been even worse.</p> <p>When Cheryl Gillan, the acting chair of the 1922 Committee, made the expected <a href=\"https://www.theguardian.com/politics/2019/jul/23/boris-johnson-elected-new-tory-leader-prime-minister\">declaration that Boris had won</a>, everyone in the front 10 rows stood up and started cheering. And wouldn’t stop. No one wanted to be marked out as the first person to stop cheering and sit down. On and on it went, with every Tory MP glancing sideways, determined to outlast the others. Competitive applause at its most nakedly shameless. Hypocrites all. We’d still be stuck in the hall if Gillan hadn’t finally demanded silence.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jul/23/boris-johnsons-victory-speech-what-he-said-and-what-he-meant\">Boris Johnson's victory speech: what he said and what he meant</a> </p> </aside>  <p>“Pifflepafflewifflewaffle,” said Johnson to yet more confected shrieks and giggles. Given that Boris had had six weeks to write his acceptance speech, you might have expected something more than the usual glib, off-the-cuff bollocks. But Johnson is nothing if not predictably slapdash and he appeared to have dashed it off in a couple of minutes in the back of the car on the way to his coronation.</p> <p>First there was the entirely insincere thanks to Theresa May – Johnson has spent the last three years plotting her downfall – then the usual glib stuff about one nation conservatism and governing for the whole country. The promises that every Tory leader makes when they are elected and are never heard of again.</p> <p>Johnson then dissolved into campaign patter. People have said the incoming leader has never faced such daunting problems, he declared. But are you daunted? Silence. Boris looked puzzled. He had expected everyone to shout ‘No’. Maybe they weren’t quite as stupid as he had always imagined them to be. “You don’t look daunted to me,” he continued, hesitantly. But they did to everyone else. Some were just beginning to realise they had made a hideous mistake.</p> <p>Then the race to the end. Pifflepafflewifflewaffle. Brexit would be delivered if only everyone closed their eyes and believed. He was going to put the E into the DUD of Deliver, Unite and Defeat, and Energise something or other. Though not the country. Everyone else was busy stockpiling Prozac and Valium. He concluded by saying he would be working flat out. Or two hours a day, whichever was the longer. His ambition is not matched by his work ethic.</p> <p>In one way, though, this had been a remarkable Johnson speech. It had been the first one he’d given for years which hadn’t contained any outright lies. Just the odd half-truth. Mainly because he hadn’t actually really said anything. Still there would be plenty of time to rectify that. The lying could restart tomorrow.</p>",
      "newspaperPageNumber": "3",
      "wordcount": "886",
      "commentCloseDate": "2019-07-23T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-23T16:32:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-23T23:50:01Z",
      "newspaperEditionDate": "2019-07-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cx3p9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/60a0da76954dd4e7673973e0a914e6a07c01a383/107_55_3329_1997/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Amber Rudd and Liz Truss arrived together. At just the wrong moment. They looked up in panic to see the photographers were all pointing their cameras elsewhere. Professional politicians to the last, they both stopped dead in their tracks and rummaged in their handbags for some imaginary items. Glancing up to make sure the snappers had now noticed them, the two cabinet ministers started walking forward again. What was the point of turning up to an event like this if your appearance went unrecorded? Upstairs, the Queen Elizabeth II conference centre was hosting the world’s largest gathering of psychoanalysts for their biennial congress. None of them are going to be short of work in the weeks and months ahead. Indeed, there were several hundred potential patients downstairs for what was more a jobs fair than a Tory party leadership announcement. Here in the hall every pathology was on view. The smug, the needy, the desperate, the amoral and the deluded. And that was just Boris Johnson. Elsewhere we had Tory MPs pushing one another aside to catch the eye of Gavin Williamson and Grant Shapps, who were revelling in their status as Team Boris fixers-in-chief. “Gizza job, I love Boris, me,” they mewled pathetically. Jo Johnson merely sat chained to his seat in the second row, alongside his father and his sister. A newly converted Brexiter by birth if not by belief. Others tried to get get in front of any passing TV camera to express their devotion, while brown-noser par excellence John Hayes settled for telling Sajid Javid that ‘the Treasury surely awaits’. Slobber, slobber. Javid might make it to the Treasury a little sooner if Hayes were to remove his head from his arse. There were some absentees, though. No Theresa May, Philip Hammond, Rory Stewart or David Gauke. All soon to disappear to the backbenches. Spare a thought too for Matt Hancock, a man who has yet to find a principle he won’t betray for the advancement of his own career. He was stuck at health questions trying to explain why the green paper on further reducing the sugar content of drinks had nothing to do with him, even though it had been his idea. Hancock is very much hoping to become the first minister for obesity. Fifteen minutes later than planned, the lights dimmed and a short video of great Conservative prime ministers was screened. Ted Heath was airbrushed out of history. Which could be the best legacy for which Johnson can hope. Then party chairman Brandon Lewis took to the stage to declare that the leadership contest had shown the very best of the Tory party. Not the strongest sales pitch, given the generally dismal levels of debate between Jeremy Hunt and Johnson. Still, I guess Lewis must have feared it could have been even worse. When Cheryl Gillan, the acting chair of the 1922 Committee, made the expected declaration that Boris had won, everyone in the front 10 rows stood up and started cheering. And wouldn’t stop. No one wanted to be marked out as the first person to stop cheering and sit down. On and on it went, with every Tory MP glancing sideways, determined to outlast the others. Competitive applause at its most nakedly shameless. Hypocrites all. We’d still be stuck in the hall if Gillan hadn’t finally demanded silence. “Pifflepafflewifflewaffle,” said Johnson to yet more confected shrieks and giggles. Given that Boris had had six weeks to write his acceptance speech, you might have expected something more than the usual glib, off-the-cuff bollocks. But Johnson is nothing if not predictably slapdash and he appeared to have dashed it off in a couple of minutes in the back of the car on the way to his coronation. First there was the entirely insincere thanks to Theresa May – Johnson has spent the last three years plotting her downfall – then the usual glib stuff about one nation conservatism and governing for the whole country. The promises that every Tory leader makes when they are elected and are never heard of again. Johnson then dissolved into campaign patter. People have said the incoming leader has never faced such daunting problems, he declared. But are you daunted? Silence. Boris looked puzzled. He had expected everyone to shout ‘No’. Maybe they weren’t quite as stupid as he had always imagined them to be. “You don’t look daunted to me,” he continued, hesitantly. But they did to everyone else. Some were just beginning to realise they had made a hideous mistake. Then the race to the end. Pifflepafflewifflewaffle. Brexit would be delivered if only everyone closed their eyes and believed. He was going to put the E into the DUD of Deliver, Unite and Defeat, and Energise something or other. Though not the country. Everyone else was busy stockpiling Prozac and Valium. He concluded by saying he would be working flat out. Or two hours a day, whichever was the longer. His ambition is not matched by his work ethic. In one way, though, this had been a remarkable Johnson speech. It had been the first one he’d given for years which hadn’t contained any outright lies. Just the odd half-truth. Mainly because he hadn’t actually really said anything. Still there would be plenty of time to rectify that. The lying could restart tomorrow.",
      "charCount": "5197",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/22/senior-tories-warn-boris-johnson-over-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-23T06:23:19Z",
    "webTitle": "Tory rebels warn Boris Johnson: ditch no deal or face fight for survival",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/22/senior-tories-warn-boris-johnson-over-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/22/senior-tories-warn-boris-johnson-over-no-deal-brexit",
    "fields": {
      "headline": "Tory rebels warn Boris Johnson: ditch no deal or face fight for survival",
      "standfirst": "<p>Leadership candidate told he is on collision course with parliament over no-deal Brexit</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2019/jul/23/boris-johnson-tory-leadership-theresa-may-politics-live\">Next prime minister: Boris Johnson wins Tory leadership - live</a></strong></li><li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/23/boris-johnson-elected-new-tory-leader-prime-minister\">Boris Johnson elected new Tory leader - full report</a></strong></li><li><strong><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jun/13/conservative-leadership-election-full-results\">Tory leadership election: full results</a></strong></li></ul><ul><br></ul>",
      "trailText": "Leadership candidate told he is on collision course with parliament over no-deal Brexit",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"2368e19ad4881c4dc9844ef8632ddf9160e02a65\"> <img src=\"https://media.guim.co.uk/2368e19ad4881c4dc9844ef8632ddf9160e02a65/0_57_3912_2346/1000.jpg\" alt=\"Boris Johnson is likely to be named on Tuesday as the new Conservative leader and prime minister.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson is likely to be named on Tuesday as the new Conservative leader and prime minister.</span> <span class=\"element-image__credit\">Photograph: Imageplotter/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson has been put on notice by rebel Conservatives that he will not survive long as prime minister unless he drops his no-deal Brexit agenda, as he stands on the brink of entering Downing Street.</p> <p>Johnson is expected to be announced as the choice of the Conservative party to be the next prime minister on Tuesday morning after running a campaign against Jeremy Hunt that promised to take the UK out of the EU by the end of October “<a href=\"https://www.theguardian.com/politics/2019/jun/25/brexit-boris-johnson-britain-will-leave-eu-31-october-do-or-die\">do or die</a>”.</p> <p>On the eve of his probable coronation by the Tory membership, several senior Conservatives sent warning shots that his hardline Brexit plans put him on a collision course with parliament.</p> <p>Rory Stewart, a former leadership rival, joined Philip Hammond and David Gauke in telling Johnson he would quit the cabinet before the new prime minister takes office rather than serve under him.</p> <p>In a further ominous move for Johnson, Sir Alan Duncan, a Foreign Office minister, <a href=\"https://www.theguardian.com/politics/2019/jul/22/alan-duncan-quits-as-minister-before-boris-johnson-arrival-at-no-10\">resigned dramatically</a> to launch an attempt to test whether the new prime minister could command a majority among MPs.</p> <p>Duncan’s proposal for an emergency House of Commons debate on support for Johnson was turned down by the Speaker, but it was a sign that some Conservatives are already organising to make life difficult for the new incumbent of No 10.</p> <p>Duncan said he had “very grave concerns that Johnson flies by the seat of his pants” and branded his former boss “haphazard and ramshackle”, but publicly insisted he was trying to be helpful to the new prime minister by ending speculation about whether MPs supported the new incumbent in No 10.</p> <p>The motion stated: “That this House has considered the merits of the newly chosen leader of the Conservative party, and supports his wish to form a government.”</p> <p>However, it opened up the possibility that Johnson might fail to demonstrate he had the support of parliament, leaving Theresa May potentially unable to recommend him as her successor to the Queen on Wednesday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/22/bringing-boris-johnson-back-to-earth-about-brexit\">Bringing Boris Johnson back to Earth about Brexit | Letters</a> </p> </aside>  <p>Conservative backbenchers fighting no deal are not planning to bring down Johnson immediately, with one serious critic of the frontrunner saying the party “would take a very, very dim view of getting rid of him before he has done anything yet”.</p> <p>But several Conservative MPs said they would regard Johnson’s first speech to the nation and cabinet appointments as a test of whether he was capable of reaching out across parliament to find a majority for a plan to leave the EU that can find approval from Eurosceptics and more moderate Brexit supporters.</p> <p>If he does not, then organisation will start again in earnest to prevent him pursuing a no-deal Brexit, with some senior Tories already sending out feelers about the possibility of a “national unity” government with opposition MPs.</p> <p>A senior source on Johnson’s transition team said that, as the new Tory leader, he would immediately emphasise “unity” and the need to bring the party and the country back together. </p> <p>The rebels are prepared to give Johnson the summer to see if he can make headway towards coming to a fresh agreement with the EU that avoids no deal but will make their moves against him after that if he takes the government full tilt towards a no-deal Brexit.</p> <p>One former minister said a “sizeable chunk” of the 42 Tories who voted against a no-deal Brexit last week were prepared to put their own careers on the line to stop Johnson pursuing that path – either through a legislative block on leaving the EU without a deal or a confidence vote if that proves impossible.</p> <p>He said what Johnson said on the steps of Downing Street on Wednesday would be crucial, as his critics within the party will be infuriated and galvanised to action if he “tries to act like he has a majority of 150” or goes down the path of “Trumpian rhetoric” that forgets the country is split on Brexit.</p> <p>Another rebel Tory, Philip Lee, a former health minister pushing for a second referendum, said: “It is going to be really challenging for him to govern. I don’t see how he has got a majority to govern. It’s a very, very fragile situation with only a tiny majority.”</p> <p>Johnson will have a majority of just two if the party loses the Brecon and Radnorshire byelection this month to the Liberal Democrats. His majority was eroded further on Monday by the withdrawal of the whip from Charlie Elphicke, a Tory backbencher charged with three counts of sexual assault against two women.</p> <p>Labour have backed away from submitting a confidence motion in Johnson this week as they believe the Tory rebels are prepared to give him a chance, but there is a likelihood they will lay one in the weeks after parliament returns from recess. Then Conservative MPs against no deal will have to make a choice about whether to vote with the opposition against Johnson and risk triggering a general election that could put Jeremy Corbyn into No 10.</p> <p>If Johnson were to lose a confidence motion, some Conservative MPs are openly talking about the possibility of doing a deal with some Labour MPs to form a national unity government led by <a href=\"https://www.theguardian.com/politics/2019/jul/20/keir-starmer-seeks-alliance-against-no-deal-with-tory-ex-ministers\">a respected figure such as the shadow Brexit secretary, Keir Starmer</a>, in order to secure a second referendum pitting remain against a deal.</p> <p>Nick Boles, a former Tory MP who resigned to be an independent, appeared to flirt with more cross-party alliances as he praised Starmer for saying: “We are in the middle of the most intense political crisis for a generation; Boris Johnson as PM will make things worse not better. The national interest lies in MPs from all parties working together to stop him.”</p> <p>Johnson is expected to make his choices for the top four cabinet jobs on Tuesday night, the day before May goes to Buckingham Palace to formally resign to the Queen.</p> <p>Another former Tory minister said moderates in the party would be watching his cabinet appointments closely amid deep concerns about Johnson appointing hardliners such as Priti Patel, Liz Truss or Jacob Rees-Mogg to very senior roles in cabinet.</p> <p>While Tory moderates are biding their time, Eurosceptics are also circling Johnson to ensure he keeps to his promise of taking the UK out of the EU by 31 October and ditching May’s Brexit deal. One senior Eurosceptic on Johnson’s campaign team said they were perfectly prepared to “take him out ourselves” if he failed on his promise to deliver a clear-cut Brexit by that date.</p> <p>May held her farewell drinks in Downing Street on Monday night with MPs from across the spectrum of the Tory party and the Democratic Unionist party in attendance, telling them in a short speech that their priority was stopping Corbyn entering Downing Street. </p>",
      "newspaperPageNumber": "1",
      "wordcount": "1127",
      "firstPublicationDate": "2019-07-22T18:58:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:30Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvp63",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2368e19ad4881c4dc9844ef8632ddf9160e02a65/0_57_3912_2346/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has been put on notice by rebel Conservatives that he will not survive long as prime minister unless he drops his no-deal Brexit agenda, as he stands on the brink of entering Downing Street. Johnson is expected to be announced as the choice of the Conservative party to be the next prime minister on Tuesday morning after running a campaign against Jeremy Hunt that promised to take the UK out of the EU by the end of October “do or die”. On the eve of his probable coronation by the Tory membership, several senior Conservatives sent warning shots that his hardline Brexit plans put him on a collision course with parliament. Rory Stewart, a former leadership rival, joined Philip Hammond and David Gauke in telling Johnson he would quit the cabinet before the new prime minister takes office rather than serve under him. In a further ominous move for Johnson, Sir Alan Duncan, a Foreign Office minister, resigned dramatically to launch an attempt to test whether the new prime minister could command a majority among MPs. Duncan’s proposal for an emergency House of Commons debate on support for Johnson was turned down by the Speaker, but it was a sign that some Conservatives are already organising to make life difficult for the new incumbent of No 10. Duncan said he had “very grave concerns that Johnson flies by the seat of his pants” and branded his former boss “haphazard and ramshackle”, but publicly insisted he was trying to be helpful to the new prime minister by ending speculation about whether MPs supported the new incumbent in No 10. The motion stated: “That this House has considered the merits of the newly chosen leader of the Conservative party, and supports his wish to form a government.” However, it opened up the possibility that Johnson might fail to demonstrate he had the support of parliament, leaving Theresa May potentially unable to recommend him as her successor to the Queen on Wednesday. Conservative backbenchers fighting no deal are not planning to bring down Johnson immediately, with one serious critic of the frontrunner saying the party “would take a very, very dim view of getting rid of him before he has done anything yet”. But several Conservative MPs said they would regard Johnson’s first speech to the nation and cabinet appointments as a test of whether he was capable of reaching out across parliament to find a majority for a plan to leave the EU that can find approval from Eurosceptics and more moderate Brexit supporters. If he does not, then organisation will start again in earnest to prevent him pursuing a no-deal Brexit, with some senior Tories already sending out feelers about the possibility of a “national unity” government with opposition MPs. A senior source on Johnson’s transition team said that, as the new Tory leader, he would immediately emphasise “unity” and the need to bring the party and the country back together. The rebels are prepared to give Johnson the summer to see if he can make headway towards coming to a fresh agreement with the EU that avoids no deal but will make their moves against him after that if he takes the government full tilt towards a no-deal Brexit. One former minister said a “sizeable chunk” of the 42 Tories who voted against a no-deal Brexit last week were prepared to put their own careers on the line to stop Johnson pursuing that path – either through a legislative block on leaving the EU without a deal or a confidence vote if that proves impossible. He said what Johnson said on the steps of Downing Street on Wednesday would be crucial, as his critics within the party will be infuriated and galvanised to action if he “tries to act like he has a majority of 150” or goes down the path of “Trumpian rhetoric” that forgets the country is split on Brexit. Another rebel Tory, Philip Lee, a former health minister pushing for a second referendum, said: “It is going to be really challenging for him to govern. I don’t see how he has got a majority to govern. It’s a very, very fragile situation with only a tiny majority.” Johnson will have a majority of just two if the party loses the Brecon and Radnorshire byelection this month to the Liberal Democrats. His majority was eroded further on Monday by the withdrawal of the whip from Charlie Elphicke, a Tory backbencher charged with three counts of sexual assault against two women. Labour have backed away from submitting a confidence motion in Johnson this week as they believe the Tory rebels are prepared to give him a chance, but there is a likelihood they will lay one in the weeks after parliament returns from recess. Then Conservative MPs against no deal will have to make a choice about whether to vote with the opposition against Johnson and risk triggering a general election that could put Jeremy Corbyn into No 10. If Johnson were to lose a confidence motion, some Conservative MPs are openly talking about the possibility of doing a deal with some Labour MPs to form a national unity government led by a respected figure such as the shadow Brexit secretary, Keir Starmer, in order to secure a second referendum pitting remain against a deal. Nick Boles, a former Tory MP who resigned to be an independent, appeared to flirt with more cross-party alliances as he praised Starmer for saying: “We are in the middle of the most intense political crisis for a generation; Boris Johnson as PM will make things worse not better. The national interest lies in MPs from all parties working together to stop him.” Johnson is expected to make his choices for the top four cabinet jobs on Tuesday night, the day before May goes to Buckingham Palace to formally resign to the Queen. Another former Tory minister said moderates in the party would be watching his cabinet appointments closely amid deep concerns about Johnson appointing hardliners such as Priti Patel, Liz Truss or Jacob Rees-Mogg to very senior roles in cabinet. While Tory moderates are biding their time, Eurosceptics are also circling Johnson to ensure he keeps to his promise of taking the UK out of the EU by 31 October and ditching May’s Brexit deal. One senior Eurosceptic on Johnson’s campaign team said they were perfectly prepared to “take him out ourselves” if he failed on his promise to deliver a clear-cut Brexit by that date. May held her farewell drinks in Downing Street on Monday night with MPs from across the spectrum of the Tory party and the Democratic Unionist party in attendance, telling them in a short speech that their priority was stopping Corbyn entering Downing Street.",
      "charCount": "6545",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]