[
  {
    "id": "environment/2019/jul/26/getting-to-grips-with-the-climate-crisis",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-07-26T15:27:44Z",
    "webTitle": "Getting to grips with the climate crisis | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/jul/26/getting-to-grips-with-the-climate-crisis",
    "apiUrl": "https://content.guardianapis.com/environment/2019/jul/26/getting-to-grips-with-the-climate-crisis",
    "fields": {
      "headline": "Getting to grips with the climate crisis",
      "standfirst": "Readers share their views on how to move global heating higher up the political agenda",
      "trailText": "<strong>Letters:</strong> Readers share their views on how to move global heating higher up the political agenda",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"779138829eed22b605f9d97b65cb2fd4eebfa2d3\"> <img src=\"https://media.guim.co.uk/779138829eed22b605f9d97b65cb2fd4eebfa2d3/117_0_1890_1134/1000.jpg\" alt=\"A polar bear climbs out of the water to walk on the ice in the Franklin Strait in the Canadian Arctic Archipelago, 22 July 2017\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘As ice sheets melt, they reflect less solar energy, the exposed darker surfaces absorb more heat and previously frozen trapped gases escape,’ writes Iain Climie.</span> <span class=\"element-image__credit\">Photograph: David Goldman/AP</span> </figcaption> </figure>",
      "body": "<p>Our political system has been hijacked by a cabal of ideologically driven free marketeers with no democratic mandate. Air pollution and climate change, the two most urgent issues confronting society, are nowhere mentioned in the bubbles of bombastic rhetoric generated by our new prime minister. Boris Johnson’s main contribution to air quality as mayor of London was to cancel the western extension of the congestion zone. As for climate change, he presided over a 60% reduction in climate attaches as foreign secretary and subsequently accepted an expenses-paid trip to the US courtesy of the American Enterprise Institute, a fossil-fuel supporting free-market thinktank partially funded by the Koch brothers. I no longer recognise our leadership as embodying British values. I feel I’m living in a foreign dictatorship consumed by profit and self-interest.<br><strong>Dr Robin Russell-Jones</strong><br><em>Chair, Help Rescue the Planet</em></p> <p>• Your article (<a href=\"https://www.theguardian.com/business/2019/jul/22/energy-regulator-is-out-of-touch-over-climate-crisis-say-businesses-ofgem\" title=\"\">Ofgem is out of touch with environmental priorities, say UK’s business leaders</a>, 22 July) ignores the fact that Ofgem’s principal duty, enshrined in statute, is to protect the interests of energy consumers both now and in the future, including from damaging climate change by reducing greenhouse gases. Ofgem’s regulation of Britain’s energy networks has facilitated the huge expansion of renewable electricity generation over the last decade, and we are working with the government and other stakeholders to help decarbonise how we heat our homes, businesses and transport, particularly through electric vehicles.</p> <p>This month Ofgem published its new corporate vision, which set out our objective of helping decarbonise the economy at the lowest cost to consumers in support of the recently passed legislation enshrining in law the target of net zero carbon emissions for the UK by 2050. Ultimately government is responsible for setting the policy for the energy sector and proposing any changes to Ofgem’s statutory framework.<br><strong>Dermot Nolan</strong><br><em>Chief executive</em><em>, Ofgem</em></p> <p>• Ian McNicholas (<a href=\"https://www.theguardian.com/science/2019/jul/23/apollo-11-fly-tipping-us-all-to-the-moon\" title=\"\">Letters</a>, 24 July) suggests we need a new home once this planet becomes uninhabitable for humans. Why? What is so important about the (often deeply unpleasant) human race that it needs to be continued past its evolutionary sell-by date? What gives us the right for permanence in a constantly changing universe? Any regrets about the extinction of life on Earth might be directed at non-human life, which has at least not accelerated its own demise. Let us not cry for the end of the human race, which exists in the blink of an eye compared with the lifespan and enormity of the universe. Given life popped up here, it will more than likely pop up elsewhere (if it has not already done so).<br><strong>Simon Lawton-Smith</strong><br><em>London</em></p> <p>• Elle Hunt raises valid points on rising temperatures (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/24/britain-heat-soaring-temperatures-architecture-green-space\" title=\"\">This isn’t just a heatwave. It’s an alarm call</a>, 25 July) but there are worse concerns. As ice sheets melt, they reflect less solar energy, the exposed darker surfaces absorb more heat and previously frozen trapped gases escape. The effects spread to permafrost and could easily swamp even major reductions from human activities. If this seems over-pessimistic, consider how Arctic temperatures have recently soared despite few of the obvious sources of human emissions.</p> <p>One potential solution involves geoengineering to limit solar input above the poles, with some methods mimicking how debris from volcanic eruptions can block sunlight. I mentioned this option to the Department of Energy and Climate Change; they helpfully gave me more details of such methods but then, despite allowing fracking, told me the idea was too risky. Compared with what, I wonder?<br><strong>Iain Climie</strong><br><em>Whitchurch, </em><em>Hampshire</em></p> <p>• I was glad to read that your editorial policy is now to refer to “climate emergency” and not to “climate change” (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/16/urgency-climate-crisis-robust-new-language-guardian-katharine-viner\" title=\"\">Open door</a>, 17 June). Perhaps your picture editors could do the same and not use photographs of seaside fun or leisurely drinks on cafe terraces to illustrate articles about the unprecedented high temperature emergency facing us. While you’re at it, you could drop the term “heatwave” with its benign associations of ice-creams and pub gardens.<br><strong>Liz Lloyd</strong><br><em>Machynlleth, Powys </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "700",
      "commentable": "false",
      "firstPublicationDate": "2019-07-26T15:27:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-26T16:15:06Z",
      "newspaperEditionDate": "2019-07-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxykf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/779138829eed22b605f9d97b65cb2fd4eebfa2d3/117_0_1890_1134/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Our political system has been hijacked by a cabal of ideologically driven free marketeers with no democratic mandate. Air pollution and climate change, the two most urgent issues confronting society, are nowhere mentioned in the bubbles of bombastic rhetoric generated by our new prime minister. Boris Johnson’s main contribution to air quality as mayor of London was to cancel the western extension of the congestion zone. As for climate change, he presided over a 60% reduction in climate attaches as foreign secretary and subsequently accepted an expenses-paid trip to the US courtesy of the American Enterprise Institute, a fossil-fuel supporting free-market thinktank partially funded by the Koch brothers. I no longer recognise our leadership as embodying British values. I feel I’m living in a foreign dictatorship consumed by profit and self-interest. Dr Robin Russell-Jones Chair, Help Rescue the Planet • Your article (Ofgem is out of touch with environmental priorities, say UK’s business leaders, 22 July) ignores the fact that Ofgem’s principal duty, enshrined in statute, is to protect the interests of energy consumers both now and in the future, including from damaging climate change by reducing greenhouse gases. Ofgem’s regulation of Britain’s energy networks has facilitated the huge expansion of renewable electricity generation over the last decade, and we are working with the government and other stakeholders to help decarbonise how we heat our homes, businesses and transport, particularly through electric vehicles. This month Ofgem published its new corporate vision, which set out our objective of helping decarbonise the economy at the lowest cost to consumers in support of the recently passed legislation enshrining in law the target of net zero carbon emissions for the UK by 2050. Ultimately government is responsible for setting the policy for the energy sector and proposing any changes to Ofgem’s statutory framework. Dermot Nolan Chief executive, Ofgem • Ian McNicholas (Letters, 24 July) suggests we need a new home once this planet becomes uninhabitable for humans. Why? What is so important about the (often deeply unpleasant) human race that it needs to be continued past its evolutionary sell-by date? What gives us the right for permanence in a constantly changing universe? Any regrets about the extinction of life on Earth might be directed at non-human life, which has at least not accelerated its own demise. Let us not cry for the end of the human race, which exists in the blink of an eye compared with the lifespan and enormity of the universe. Given life popped up here, it will more than likely pop up elsewhere (if it has not already done so). Simon Lawton-Smith London • Elle Hunt raises valid points on rising temperatures (This isn’t just a heatwave. It’s an alarm call, 25 July) but there are worse concerns. As ice sheets melt, they reflect less solar energy, the exposed darker surfaces absorb more heat and previously frozen trapped gases escape. The effects spread to permafrost and could easily swamp even major reductions from human activities. If this seems over-pessimistic, consider how Arctic temperatures have recently soared despite few of the obvious sources of human emissions. One potential solution involves geoengineering to limit solar input above the poles, with some methods mimicking how debris from volcanic eruptions can block sunlight. I mentioned this option to the Department of Energy and Climate Change; they helpfully gave me more details of such methods but then, despite allowing fracking, told me the idea was too risky. Compared with what, I wonder? Iain Climie Whitchurch, Hampshire • I was glad to read that your editorial policy is now to refer to “climate emergency” and not to “climate change” (Open door, 17 June). Perhaps your picture editors could do the same and not use photographs of seaside fun or leisurely drinks on cafe terraces to illustrate articles about the unprecedented high temperature emergency facing us. While you’re at it, you could drop the term “heatwave” with its benign associations of ice-creams and pub gardens. Liz Lloyd Machynlleth, Powys • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4459",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/26/election-labour-johnson-tory-vote-jeremy-corbyn",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-26T12:20:31Z",
    "webTitle": "An election looms – and Labour must act now to puncture Johnson’s hubris | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/26/election-labour-johnson-tory-vote-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/26/election-labour-johnson-tory-vote-jeremy-corbyn",
    "fields": {
      "headline": "An election looms – and Labour must act now to puncture Johnson’s hubris",
      "standfirst": "<p>Tory preparations for the vote have been ruthless. Jeremy Corbyn must keep pace – by backing referendum-with-remain</p>",
      "trailText": "Tory preparations for the coming vote have been ruthless. Jeremy Corbyn must keep pace – by backing referendum-with-remain, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"b781508cccdc18cebb3d35b037ae050619427e92\"> <img src=\"https://media.guim.co.uk/b781508cccdc18cebb3d35b037ae050619427e92/0_13_2500_1500/1000.jpg\" alt=\"Boris Johnson gives his first speech as prime minister in Downing Street, 24 July 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Johnson is applauded for strong decisive leadership.’ Boris Johnson gives his first speech as prime minister in Downing Street, 24 July 2019. </span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Anadolu Agency via Getty Images</span> </figcaption> </figure>",
      "body": "<p>A general election is coming, and Boris Johnson’s ruthlessness in preparing for it has provoked private pangs of jealous admiration among prominent leftwingers. There’s no messing around here: <a href=\"https://www.theguardian.com/politics/2019/jul/25/boris-johnson-acted-decisively-in-cabinet-cull-says-new-minister\" title=\"\">opponents and critics have been purged</a> and an unapologetic hard-right, ultra-Brexit administration has been formed. Where Jeremy Corbyn would be denounced for Stalinist authoritarianism, Johnson is applauded for strong decisive leadership. Life is easier, I suppose, when you have most of the press and your own MPs enthusiastically on side. <a href=\"https://www.bbc.co.uk/news/blogs-the-papers-49121877\" title=\"\">Today’s Sun newspaper</a> splashes with Johnson’s face superimposed on an image of the sun, with the headline “JOHNSUN”: Rodong Sinmun, the official newspaper of North Korea’s ruling party, would have been too embarrassed to print something so fawning.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/25/labour-momentum-activists-snap-general-election-notice-boris-johnson\">Labour and Momentum put activists on snap general election notice</a> </p> </aside>  <p>The funeral rites for Corbynism are being read by those who seem to have forgotten that, just over two years ago, the election campaign began with Theresa May enjoying higher approval ratings than Tony Blair or Margaret Thatcher at their peak, and with Labour <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2017/04/20/voting-intention-conservatives-48-labour-24-18-19-\" title=\"\">24 points behind the Tories</a>. In <a href=\"https://www.thelondoneconomic.com/politics/new-poll-puts-labour-six-points-ahead-of-the-pack-after-corbyn-backs-peoples-vote/12/07/\" title=\"\">some current polls</a>, Labour is still ahead. </p> <p>That isn’t to pretend Labour is in a good place now – it isn’t. The Brexit culture war has sapped the party’s sense of insurgency and caused rampant disillusionment among its 2017 electoral coalition. At an anti-Boris Johnson protest organised by radical grassroots movements on Wednesday, I encountered profound disenchantment with Labour, a sense that the party isn’t present, and a repeated demand that they “step up”. This should be core “<a href=\"https://www.theguardian.com/politics/2017/oct/07/oh-jeremy-corbyn-chant-white-stripes\" title=\"\">Oh, Jeremy Corbyn</a>” territory: it’s worrying for the party’s prospects that at present, it is not.</p> <p>Senior Corbyn aides bemoan the fact they can only get meaningful attention in the media during a party conference or a general election; there’s some truth to that. As soon as Johnson gets his election – which he will frame as imposed upon him by a recalcitrant EU and a parliament blocking the “will of the people” – broadcasting rules kick in, allowing Labour to address the public unfiltered; the party’s popular domestic policies to be front and centre; the reality of a choice between a no-deal Johnson government and a Labour administration to kick in; an uptick in political interest making pro-Labour video content to go viral; and the party to mobilise its mass membership.</p> <p>But there are things Labour must do now. <a href=\"https://www.theguardian.com/commentisfree/2019/jul/24/boris-johnson-first-speech-pm-panel\" title=\"\">Johnson is attempting</a> to clothe a disastrous disordered exit from the EU and reheated Thatcherite economics in the garb of optimism. He wants to frame his opponents as miserable pessimists who don’t really like their own country and want to do it down. Labour must warn of the assaults on living standards and people’s rights, freedoms and security, but it must also marry that with an optimistic message about what could be achieved under a different government.</p> <p>A new Britain is within reach: one run in the interests of the majority, not the elites. The wealth and resources exist to abolish every injustice and social blight, from the housing crisis to crisis-riddled public services and tuition fees. Labour can do much more than match Johnson’s hollow optimism – it has a vision that has concrete proposals and is actually achievable. </p> <p>The lack of Corbyn’s media visibility must be fixed by picking fights with unpopular vested interests, reviving the party’s “many not the few” narrative. That should be combined with an effort to pin down the new prime minister as a creature of the establishment: he personifies its entitlement, incompetence and complete divorce from the lived experience of millions who have suffered the worst squeeze in living standards for generations. Polling reveals Johnson is <a href=\"https://www.theguardian.com/politics/2019/jul/19/women-more-likely-than-men-view-boris-johnson-as-dishonest-guardian-quiz-sample\" title=\"\">particularly weak with women</a>: Labour must put pro-women policies at the forefront of its efforts.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If you are a voter that made Brexit the political hill to die on, why would you vote for Labour in any case?</p> </blockquote> </aside>  <p>And then there’s the Brexit problem. Labour has haemorrhaged far more support to the Lib Dems and the Greens than to Nigel Farage’s new outfit. It attempted to find compromise in a divided nation, but as that divide has become more polarised and vicious, it increasingly looked like shifty, cynical triangulation to both sides of the debate. It has now embraced the call for a second referendum and to campaign for remain in current circumstances, but a divide at the top still exists on how best to proceed.</p> <p>While John McDonnell and Diane Abbott are among those who’ve pushed for a pivot to remain, one senior Labour figure warns that an unapologetically pro-remain stance will destroy any chance of winning a majority, leaving the possibility of becoming the biggest single party as the only available prize. But given the likelihood that <a href=\"https://www.theguardian.com/commentisfree/2019/feb/27/labour-vote-referendum-jeremy-corbyn\" title=\"\">most of Labour’s voters in leave seats</a> backed remain, if remainers were to defect en masse, the party would be sunk.</p> <p>And if you are a voter that has now made Brexit the political hill to die on, why would you vote for Labour in any case? Nobody seems to believe that a “soft Brexit” is genuinely Brexit any more. Labour’s <a href=\"https://www.theguardian.com/politics/2017/may/11/labours-clause-v-meeting-what-is-it-and-what-will-it-decide\" title=\"\">clause V process</a> – which decides the party’s manifesto – will surely impose a referendum-with-remain stance before an election. The party should embrace it and make the best of it now, or risk demobilising the base, alienating possible voters and being distracted during the campaign period, which will mean it is unable to draw attention to the party’s transformative domestic agenda.</p> <p>In our uniquely tumultuous times there is no guarantee of either political success or failure, and pundits should be relentlessly reminded of this. Remember the hubris of May, and remember the nemesis that it met. Johnson’s hard-right cheerleaders are currently intoxicated with triumphalism. But if Labour makes the right decisions now, a painful hangover may yet await.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "934",
      "commentCloseDate": "2019-07-26T15:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-26T12:20:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:18Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxyyg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b781508cccdc18cebb3d35b037ae050619427e92/0_13_2500_1500/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A general election is coming, and Boris Johnson’s ruthlessness in preparing for it has provoked private pangs of jealous admiration among prominent leftwingers. There’s no messing around here: opponents and critics have been purged and an unapologetic hard-right, ultra-Brexit administration has been formed. Where Jeremy Corbyn would be denounced for Stalinist authoritarianism, Johnson is applauded for strong decisive leadership. Life is easier, I suppose, when you have most of the press and your own MPs enthusiastically on side. Today’s Sun newspaper splashes with Johnson’s face superimposed on an image of the sun, with the headline “JOHNSUN”: Rodong Sinmun, the official newspaper of North Korea’s ruling party, would have been too embarrassed to print something so fawning. The funeral rites for Corbynism are being read by those who seem to have forgotten that, just over two years ago, the election campaign began with Theresa May enjoying higher approval ratings than Tony Blair or Margaret Thatcher at their peak, and with Labour 24 points behind the Tories. In some current polls, Labour is still ahead. That isn’t to pretend Labour is in a good place now – it isn’t. The Brexit culture war has sapped the party’s sense of insurgency and caused rampant disillusionment among its 2017 electoral coalition. At an anti-Boris Johnson protest organised by radical grassroots movements on Wednesday, I encountered profound disenchantment with Labour, a sense that the party isn’t present, and a repeated demand that they “step up”. This should be core “Oh, Jeremy Corbyn” territory: it’s worrying for the party’s prospects that at present, it is not. Senior Corbyn aides bemoan the fact they can only get meaningful attention in the media during a party conference or a general election; there’s some truth to that. As soon as Johnson gets his election – which he will frame as imposed upon him by a recalcitrant EU and a parliament blocking the “will of the people” – broadcasting rules kick in, allowing Labour to address the public unfiltered; the party’s popular domestic policies to be front and centre; the reality of a choice between a no-deal Johnson government and a Labour administration to kick in; an uptick in political interest making pro-Labour video content to go viral; and the party to mobilise its mass membership. But there are things Labour must do now. Johnson is attempting to clothe a disastrous disordered exit from the EU and reheated Thatcherite economics in the garb of optimism. He wants to frame his opponents as miserable pessimists who don’t really like their own country and want to do it down. Labour must warn of the assaults on living standards and people’s rights, freedoms and security, but it must also marry that with an optimistic message about what could be achieved under a different government. A new Britain is within reach: one run in the interests of the majority, not the elites. The wealth and resources exist to abolish every injustice and social blight, from the housing crisis to crisis-riddled public services and tuition fees. Labour can do much more than match Johnson’s hollow optimism – it has a vision that has concrete proposals and is actually achievable. The lack of Corbyn’s media visibility must be fixed by picking fights with unpopular vested interests, reviving the party’s “many not the few” narrative. That should be combined with an effort to pin down the new prime minister as a creature of the establishment: he personifies its entitlement, incompetence and complete divorce from the lived experience of millions who have suffered the worst squeeze in living standards for generations. Polling reveals Johnson is particularly weak with women: Labour must put pro-women policies at the forefront of its efforts. And then there’s the Brexit problem. Labour has haemorrhaged far more support to the Lib Dems and the Greens than to Nigel Farage’s new outfit. It attempted to find compromise in a divided nation, but as that divide has become more polarised and vicious, it increasingly looked like shifty, cynical triangulation to both sides of the debate. It has now embraced the call for a second referendum and to campaign for remain in current circumstances, but a divide at the top still exists on how best to proceed. While John McDonnell and Diane Abbott are among those who’ve pushed for a pivot to remain, one senior Labour figure warns that an unapologetically pro-remain stance will destroy any chance of winning a majority, leaving the possibility of becoming the biggest single party as the only available prize. But given the likelihood that most of Labour’s voters in leave seats backed remain, if remainers were to defect en masse, the party would be sunk. And if you are a voter that has now made Brexit the political hill to die on, why would you vote for Labour in any case? Nobody seems to believe that a “soft Brexit” is genuinely Brexit any more. Labour’s clause V process – which decides the party’s manifesto – will surely impose a referendum-with-remain stance before an election. The party should embrace it and make the best of it now, or risk demobilising the base, alienating possible voters and being distracted during the campaign period, which will mean it is unable to draw attention to the party’s transformative domestic agenda. In our uniquely tumultuous times there is no guarantee of either political success or failure, and pundits should be relentlessly reminded of this. Remember the hubris of May, and remember the nemesis that it met. Johnson’s hard-right cheerleaders are currently intoxicated with triumphalism. But if Labour makes the right decisions now, a painful hangover may yet await. • Owen Jones is a Guardian columnist",
      "charCount": "5748",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "society/2019/jul/26/racist-facebook-troll-jailed-for-abuse-of-female-politicians-gerard-traynor",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-07-26T11:21:25Z",
    "webTitle": "Racist Facebook troll jailed for abuse of female politicians",
    "webUrl": "https://www.theguardian.com/society/2019/jul/26/racist-facebook-troll-jailed-for-abuse-of-female-politicians-gerard-traynor",
    "apiUrl": "https://content.guardianapis.com/society/2019/jul/26/racist-facebook-troll-jailed-for-abuse-of-female-politicians-gerard-traynor",
    "fields": {
      "headline": "Racist Facebook troll jailed for abuse of female politicians",
      "standfirst": "<p>Gerard Traynor, 53, sent ‘grossly offensive’ posts to Priti Patel and Arlene Foster</p>",
      "trailText": "Gerard Traynor, 53, sent ‘grossly offensive’ posts to Priti Patel and Arlene Foster",
      "byline": "Jade Hammond and agencies",
      "main": "<figure class=\"element element-image\" data-media-id=\"aca5cf1637e3da9ec345df3a93fb380bb8b10db5\"> <img src=\"https://media.guim.co.uk/aca5cf1637e3da9ec345df3a93fb380bb8b10db5/637_526_2768_1661/1000.jpg\" alt=\"Priti Patel\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Priti Patel said she was subjected to ‘shocking and disgusting’ abuse by Gerard Traynor.</span> <span class=\"element-image__credit\">Photograph: Peter Summers/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The home secretary, Priti Patel, has expressed “shock and disgust” and said she felt “a lot more wary” in public after an internet troll who racially abused her on Facebook was jailed.</p> <p>Gerard Traynor was arrested in January after posting a string of racist messages to the MP’s Facebook page. On Friday he was jailed for 22 months at Manchester crown court after admitting to sending offensive messages between October and December 2018.</p> <p>The 53-year-old, who was born in Dublin, also trolled the DUP leader, Arlene Foster, with a series of rambling, hate-filled Facebook posts that included graphic threats and offensive language against Protestants, Muslims and Jews.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/25/snakes-stupidity-sycophants-horror-johnson-cabinet\">Snakes, stupidity and sycophants: the horror of the Johnson cabinet</a> </p> </aside>  <p>In a statement to police, Patel said: “I converse with the public on a daily basis this can provoke debate and I am faced with criticism. This incident has taken acceptable behaviour to serious criminality, the content was shocking and disgusting in its nature and the messages were racist, grossly offensive, hugely upsetting and caused me to feel intimidated.</p> <p>“It had a huge impact on both my personal and professional life, I am a lot more wary of my surroundings when I am in public.”</p> <p>Foster said: “I expect a degree of commentary but these messages overstep the mark of free speech. I don’t know the sender, where he was or what his intentions were. I was concerned about my own movements, but at least I am in control of my own movements … My concerns were for my family and those around me.”</p> <p>John Marsh, defending, cited aspects of Traynor’s “dreadful life” as mitigation, including his childhood spent in a nunnery and adoption by a strict Irish Catholic couple, along with his difficulties with Asperger’s syndrome.</p> <p>Traynor has 11 previous convictions for similar offences stretching back to 2004, including a suspended sentence in 2017 for racially or religiously aggravated common assault.</p> <p>Sentencing Traynor, the judge, Simon Bryan, said: “This was not the exercise of the democratic right to free speech or the type of critical commentary that all politicians face on a day to day basis. On the contrary the messages are deeply offensive and threatening.”</p> <p>He refused to give Traynor’s “bigoted hatred the oxygen of publicity” in his sentencing remarks, describing it as “debased language that has no place in our multicultural society and was designed to demean and incite racial hatred.”</p>",
      "newspaperPageNumber": "20",
      "wordcount": "391",
      "firstPublicationDate": "2019-07-26T11:21:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-29T07:08:03Z",
      "newspaperEditionDate": "2019-07-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxycf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aca5cf1637e3da9ec345df3a93fb380bb8b10db5/637_526_2768_1661/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The home secretary, Priti Patel, has expressed “shock and disgust” and said she felt “a lot more wary” in public after an internet troll who racially abused her on Facebook was jailed. Gerard Traynor was arrested in January after posting a string of racist messages to the MP’s Facebook page. On Friday he was jailed for 22 months at Manchester crown court after admitting to sending offensive messages between October and December 2018. The 53-year-old, who was born in Dublin, also trolled the DUP leader, Arlene Foster, with a series of rambling, hate-filled Facebook posts that included graphic threats and offensive language against Protestants, Muslims and Jews. In a statement to police, Patel said: “I converse with the public on a daily basis this can provoke debate and I am faced with criticism. This incident has taken acceptable behaviour to serious criminality, the content was shocking and disgusting in its nature and the messages were racist, grossly offensive, hugely upsetting and caused me to feel intimidated. “It had a huge impact on both my personal and professional life, I am a lot more wary of my surroundings when I am in public.” Foster said: “I expect a degree of commentary but these messages overstep the mark of free speech. I don’t know the sender, where he was or what his intentions were. I was concerned about my own movements, but at least I am in control of my own movements … My concerns were for my family and those around me.” John Marsh, defending, cited aspects of Traynor’s “dreadful life” as mitigation, including his childhood spent in a nunnery and adoption by a strict Irish Catholic couple, along with his difficulties with Asperger’s syndrome. Traynor has 11 previous convictions for similar offences stretching back to 2004, including a suspended sentence in 2017 for racially or religiously aggravated common assault. Sentencing Traynor, the judge, Simon Bryan, said: “This was not the exercise of the democratic right to free speech or the type of critical commentary that all politicians face on a day to day basis. On the contrary the messages are deeply offensive and threatening.” He refused to give Traynor’s “bigoted hatred the oxygen of publicity” in his sentencing remarks, describing it as “debased language that has no place in our multicultural society and was designed to demean and incite racial hatred.”",
      "charCount": "2370",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jade-hammond\">Jade Hammond</a> and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]