[
  {
    "id": "politics/2019/oct/03/trump-deal-brexit-corbyn-condemns-boris-johnson-irish-border-plan",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-03T18:28:37Z",
    "webTitle": "PM to make whirlwind trip to EU capitals to sell his Brexit plan",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/03/trump-deal-brexit-corbyn-condemns-boris-johnson-irish-border-plan",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/03/trump-deal-brexit-corbyn-condemns-boris-johnson-irish-border-plan",
    "fields": {
      "headline": "PM to make whirlwind trip to EU capitals to sell his Brexit plan",
      "standfirst": "<p>Boris Johnson set for talks with EU leaders but suggests major concessions are unlikely </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/03/brexit-latest-news-boris-johnson-to-address-mps-as-gove-clams-new-plan-could-get-pretty-solid-majority-in-commons-live-news\">All the latest political news – live updates</a></li></ul>",
      "trailText": "Boris Johnson set for talks with EU leaders but suggests major concessions are unlikely ",
      "byline": "Peter Walker Political corespondent",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"17836217-d6f1-4f22-a3e4-16e59dfa354d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yqmX2-vCZxM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Boris Johnson is set to launch a whirlwind round of talks in European Union capitals as he tries to sell his new Brexit proposals to <a href=\"https://www.theguardian.com/politics/2019/oct/03/eu-parliament-boris-johnson-brexit-plan-not-remotely-acceptable\">sceptical EU leaders</a>, while also keeping intact an emerging if fragile House of Commons majority for the plan.</p> \n<p>The prime minister had been expected to head to Berlin for talks with the German chancellor, Angela Merkel, on Friday. However, scheduling difficulties mean discussions are more likely to begin at the weekend, Downing Street sources said, with trips planned to “several” capitals.</p> \n<p>However, no face-to-face talks have yet been confirmed, with Emmanuel Macron’s office saying that the French president was not due to see Johnson at the weekend or next week.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/03/eu-parliament-boris-johnson-brexit-plan-not-remotely-acceptable\">EU parliament: Boris Johnson Brexit plan not remotely acceptable</a> </p> \n</aside> \n<p>In the interim, Johnson held phone talks on Friday with the European council president, Donald Tusk, as well as Merkel, the Irish taoiseach, Leo Varadkar, and the European commission president, Jean-Claude Juncker.</p> \n<p>Johnson’s chief negotiator, David Frost, has already started what Downing Street termed “technical talks” with his EU counterparts in Brussels, going over the as-yet unpublished draft legal protocol submitted by London.</p> \n<p>Formally presenting his plans to the Commons on Thursday, Johnson took a noticeably more conciliatory tone than during a furious debate last week, even as Jeremy Corbyn condemned the proposals as a “Trump-deal Brexit” that would risk regulatory standards.</p> \n<p>In contrast, several hardline Brexiters among Tory MPs were cautiously positive about Johnson’s plan. Steve Baker, chair of the European Research Group, told the prime minister: “We now glimpse the possibility of a tolerable deal.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/10/johnsonwaffle-zip/giv-3902hsbkMs1O0fJb/\" data-alt=\"Commons maths\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/10/johnsonwaffle-zip/giv-3902hsbkMs1O0fJb/\">Commons maths</a> \n</figure> \n<p>The PM has the beginnings of a parliamentary majority, with the DUP onboard and a handful of Labour MPs from strongly pro-leave constituencies indicating they could back a deal based on Johnson’s plan. However, it all hinges on whether EU member states are willing.</p> \n<p>Among many balancing acts for Johnson in the coming days will be how much room for manoeuvre he has to offer concessions to the EU without dissolving the fragile parliamentary alliance forming around his plan.</p> \n<p>Speaking in the Commons, the prime minister hinted that he was not willing to budge especially far. Asked by Alistair Burt, the former Foreign Office minister who was among 21 Tory MPs who lost the party whip for rebelling last month, whether further compromise was likely, Johnson said the UK had already “gone the extra mile”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"55f220c6-9b12-4541-b325-28d959f468c1\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>The Democratic Unionist Party (DUP) is a Northern Ireland unionist political party, founded by <a href=\"https://www.theguardian.com/politics/2014/sep/12/the-rev-ian-paisley\">Ian Paisley</a> in 1971. The party is currently led by <a href=\"https://www.theguardian.com/politics/arlene-foster\">Arlene Foster</a>.</p>\n    <p>The DUP achieved their best ever general election performance in 2017, and have 10 of Northern Ireland’s 18 constituency MPs at Westminster, where they are led by Nigel Dodds. Since the election they have been supporting Theresa May’s Conservative government in <a href=\"https://www.theguardian.com/politics/2017/jun/11/confidence-and-supply-what-does-it-mean-and-how-will-it-work-for-the-new-government\">a confidence-and-supply agreement</a>.</p>\n    <p>The DUP supported leave in the EU referendum, and have repeatedly expressed their concerns over the provisions for an Irish border backstop. This led to them voting against Theresa May’s Withdrawal Agreement with the EU in parliament’s three ‘meaningful votes’. Getting them to back any new Boris Johnson Brexit plan for the island of Ireland is seen as key to him getting parliamentary backing for a deal.</p>\n    <p>Northern Ireland voted to remain in the EU.</p>\n    <p>Devolution and power-sharing in Northern Ireland, where the DUP had held the position of First Minister since 2007, collapsed in January 2017, and has not been restored despite several attempts, most recently in the wake of <a href=\"https://www.theguardian.com/uk-news/2019/apr/19/derry-woman-killed-in-terrorist-act-say-northern-ireland-police\">the murder of journalist Lyra McKee</a>.</p>\n    <p><b>Martin Belam</b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“People should be reminded that what the UK has done is already very considerable,” he said. “We have already moved quite some way, and I hope that our friends and partners across the Channel do understand that.”</p> \n<p>But at the same time, Downing Street moved away from its earlier briefed line that the proposal was a “final offer” to the EU. A Downing Street spokeswoman hinted at least some flexibility remained possible, reiterating Johnson’s talk about seeking a “broad landing zone”. She added: “The prime minister believes that we have made compromises in this deal but talks have just started today.” In a noisily received Commons statement, Johnson began by explaining his idea of <a href=\"https://www.theguardian.com/politics/2019/oct/02/boris-johnsons-brexit-alternative-to-the-irish-backstop-whats-new\">replacing the Irish backstop</a> insurance policy with a somewhat sketchily outlined new regime of checks.</p> \n<p>He insisted there would be no physical customs infrastructure anywhere in Northern Ireland: “The proposals we are putting forward do not involve physical infrastructure at or near the border – or indeed at any other place.”</p> \n<p>Johnson said the “driving purpose” of the Irish border proposals was to minimise any disruption, saying that while some new customs checks would happen, none would take place near the border.</p> \n<p>The new regime would allow the UK “to take back control of our trade policy and our regulations”, he said, arguing that he had made a considerable compromise, and that it was now up to the EU to do the same.</p> \n<p>Responding, Corbyn called Johnson’s ideas “a rehashed version of previously rejected proposals” that were worse than Theresa May’s plan.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"73f497f7-48ef-4d47-95b2-af2d926d1a48\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Counties and customs</strong></p>\n    <p></p>\n    <p>Inside the EU, both Ireland and Northern Ireland are part of the single market and customs union so share the same regulations and standards, allowing a soft or invisible border between the two.<br></p>\n    <p>Britain’s exit from the EU – taking Northern Ireland with it – risks a return to a hard or policed border. The only way to avoid this post-Brexit is for regulations on both sides to remain more or less the same in key areas including food, animal welfare, medicines and product safety.</p>\n    <p>The 'backstop' in Theresa May's Withdrawal Agreement was intended to address this - stating that if no future trade agreement could be reached between the EU and the UK, then rules and regulations would stay as they are. This has been rejected by Brexit supporters as a 'trap' to keep the UK in the EU's customs union, which would prevent the UK striking its own independent trade deals.&nbsp;</p>\n    <p>There are an estimated 72m road vehicle crossings a year between Northern Ireland and the Republic of Ireland, and about 14% of those crossings are consignments of goods, some of which may cross the border several times before they reach a consumer. Brexit supporters say this can be managed by doing checks on goods away from the border, but critics say it will be difficult to police this without any physical infrastructure like border posts or cameras, which could raise tensions in the divided communities of Ireland.&nbsp;</p>\n    <p><br></p>\n    <p><b>Interactive: <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/sep/02/a-typical-hour-in-the-life-of-the-irish-border\">A typical hour in the life of the Irish border</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Noting Johnson’s desire to move away from EU standards and push for a US trade accord, the Labour leader said: “Deal or no deal, this government’s agenda is clear. They want a Trump-deal Brexit that would crash our economy and rip away the standards that put a floor under people’s rights at work, that protect our environment and protect our consumers.</p> \n<p>Corbyn cited the comments of <a href=\"https://www.theguardian.com/business/2019/oct/02/boris-johnson-brexit-plan-risks-damaging-northern-ireland-economy\">a series of businesses leaders</a> in Northern Ireland that the checks would badly hamper commerce. He said: “These proposals are nothing more than a cynical attempt by the prime minister to shift the blame for his failure to deliver.”</p> \n<p>Corbyn added: “The only people who won’t suffer are the prime minister’s hedge fund donors who are currently betting against the pound and running down our fragile economy. He is doing nothing but seeking to divide and risking this country for his own political gain. An America-first deal with President Trump.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "801",
      "firstPublicationDate": "2019-10-03T11:30:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:55Z",
      "newspaperEditionDate": "2019-10-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ceg3j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f2ce5d8712c620ac4cfe6fb26867dff2800a4147/0_128_1922_1153/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is set to launch a whirlwind round of talks in European Union capitals as he tries to sell his new Brexit proposals to sceptical EU leaders, while also keeping intact an emerging if fragile House of Commons majority for the plan. The prime minister had been expected to head to Berlin for talks with the German chancellor, Angela Merkel, on Friday. However, scheduling difficulties mean discussions are more likely to begin at the weekend, Downing Street sources said, with trips planned to “several” capitals. However, no face-to-face talks have yet been confirmed, with Emmanuel Macron’s office saying that the French president was not due to see Johnson at the weekend or next week. In the interim, Johnson held phone talks on Friday with the European council president, Donald Tusk, as well as Merkel, the Irish taoiseach, Leo Varadkar, and the European commission president, Jean-Claude Juncker. Johnson’s chief negotiator, David Frost, has already started what Downing Street termed “technical talks” with his EU counterparts in Brussels, going over the as-yet unpublished draft legal protocol submitted by London. Formally presenting his plans to the Commons on Thursday, Johnson took a noticeably more conciliatory tone than during a furious debate last week, even as Jeremy Corbyn condemned the proposals as a “Trump-deal Brexit” that would risk regulatory standards. In contrast, several hardline Brexiters among Tory MPs were cautiously positive about Johnson’s plan. Steve Baker, chair of the European Research Group, told the prime minister: “We now glimpse the possibility of a tolerable deal.” The PM has the beginnings of a parliamentary majority, with the DUP onboard and a handful of Labour MPs from strongly pro-leave constituencies indicating they could back a deal based on Johnson’s plan. However, it all hinges on whether EU member states are willing. Among many balancing acts for Johnson in the coming days will be how much room for manoeuvre he has to offer concessions to the EU without dissolving the fragile parliamentary alliance forming around his plan. Speaking in the Commons, the prime minister hinted that he was not willing to budge especially far. Asked by Alistair Burt, the former Foreign Office minister who was among 21 Tory MPs who lost the party whip for rebelling last month, whether further compromise was likely, Johnson said the UK had already “gone the extra mile”. “People should be reminded that what the UK has done is already very considerable,” he said. “We have already moved quite some way, and I hope that our friends and partners across the Channel do understand that.” But at the same time, Downing Street moved away from its earlier briefed line that the proposal was a “final offer” to the EU. A Downing Street spokeswoman hinted at least some flexibility remained possible, reiterating Johnson’s talk about seeking a “broad landing zone”. She added: “The prime minister believes that we have made compromises in this deal but talks have just started today.” In a noisily received Commons statement, Johnson began by explaining his idea of replacing the Irish backstop insurance policy with a somewhat sketchily outlined new regime of checks. He insisted there would be no physical customs infrastructure anywhere in Northern Ireland: “The proposals we are putting forward do not involve physical infrastructure at or near the border – or indeed at any other place.” Johnson said the “driving purpose” of the Irish border proposals was to minimise any disruption, saying that while some new customs checks would happen, none would take place near the border. The new regime would allow the UK “to take back control of our trade policy and our regulations”, he said, arguing that he had made a considerable compromise, and that it was now up to the EU to do the same. Responding, Corbyn called Johnson’s ideas “a rehashed version of previously rejected proposals” that were worse than Theresa May’s plan. Noting Johnson’s desire to move away from EU standards and push for a US trade accord, the Labour leader said: “Deal or no deal, this government’s agenda is clear. They want a Trump-deal Brexit that would crash our economy and rip away the standards that put a floor under people’s rights at work, that protect our environment and protect our consumers. Corbyn cited the comments of a series of businesses leaders in Northern Ireland that the checks would badly hamper commerce. He said: “These proposals are nothing more than a cynical attempt by the prime minister to shift the blame for his failure to deliver.” Corbyn added: “The only people who won’t suffer are the prime minister’s hedge fund donors who are currently betting against the pound and running down our fragile economy. He is doing nothing but seeking to divide and risking this country for his own political gain. An America-first deal with President Trump.”",
      "charCount": "4905",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political corespondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/03/brexiters-populist-rhetoric-should-fool-no-one",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-03T17:12:09Z",
    "webTitle": "Brexiters’ populist rhetoric should fool no one | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/03/brexiters-populist-rhetoric-should-fool-no-one",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/03/brexiters-populist-rhetoric-should-fool-no-one",
    "fields": {
      "headline": "Brexiters’ populist rhetoric should fool no one",
      "standfirst": "Since Rousseau’s time, the idea that there is a ‘people’ with a will of its own has been subjected to much criticism, writes <strong>Alan Haworth</strong>. Plus letters from <strong>Philip Wood</strong>, <strong>Richard Norton-Taylor</strong> and <strong>Jeremy Beecham</strong>",
      "trailText": "<strong>Letters:</strong> Since Rousseau’s time, the idea that there is a ‘people’ with a will of its own has been subjected to much criticism, writes <strong>Alan Haworth</strong>. Plus letters from <strong>Philip Wood</strong>, <strong>Richard Norton-Taylor</strong> and <strong>Jeremy Beecham</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fb0ae1ca8a374f1904db568aeb5fe21f7cf723fc\"> <img src=\"https://media.guim.co.uk/fb0ae1ca8a374f1904db568aeb5fe21f7cf723fc/0_145_3500_2101/1000.jpg\" alt=\"Boris Johnson delivering his speech at the Conservative party conference in Manchester on Wednesday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson delivering his speech at the Conservative party conference in Manchester on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "body": "<p>It is one thing to point out that in any society there exists a large number of discrete individuals, each with his or her own values and interests. The fact is so obvious that it’s hardly worth stating. It is quite another to claim that, over and above those individuals, there exists a supra-person, “the people” – something with values and interests of its own.</p> <p>As Zoe Williams points out (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/01/sajid-javid-brexit-the-people\" title=\"\">Be very wary when leaders claim to speak for ‘the people’</a>, Journal, 2 October), to imagine that the latter, entirely fictitious claim bears any logical relationship to the former obvious fact is to fall prey to a fallacy. It’s a fallacy that ought to be familiar to any undergraduate taking a course in political philosophy, if only thanks to Rousseau’s notorious argument that a majority vote can settle the question of what “the general will” or “the will of the people” might be, the latter being (supposedly) a straightforward question of fact.</p> <p>Since Rousseau’s time, the idea that there is a “people” with a will of its own has been subjected to much criticism, not only for its logical sloppiness but also for its totalitarian implication that it can be right to sacrifice some for the sake of others. Such criticisms have come from across the political spectrum – from liberal philosophers with conservative leanings (Isaiah Berlin, Karl Popper) as much as from thinkers of the left such as Stuart Hall (Williams’s example).</p> <p>It is, therefore, all the more depressing that the pro-Brexit faction has managed to get away for so long with parroting the mendacious platitude that, with the 2016 referendum, “the people spoke”. Since “the people” is a non-existent entity, that can’t be true. <br><strong>Alan Haworth </strong><br><em>Hornsey, London</em></p> <p>• Drawing on Professor Stuart Hall’s brilliant deconstruction of hegemonic rightwing narratives about “the people” and “common sense”, Zoe Williams demonstrates how damaging and misleading the current blitz of vox pops about Brexit are.</p> <p>The continual refrain of “just get on with it”, usually from white over-60s citizens in market towns, is doing ideological work for the Tories and the Brexit party which distorts demographic reality. The BBC in particular failed to challenge the baseless claims by Boris Johnson et al during the referendum about the huge benefits of leaving the EU in a spurious pursuit of “balance”, just as they did with the climate change issue. Even the referendum-winning claim of “take back control” was never evaluated. Control in what sense? Certainly not parliamentary sovereignty or corporate capitalism. Now even the comprehensive catastrophe of “no deal” is being spun as delivering the “will of the people” (37% of the electorate). I hope journalists report the anger of people when they realise that leaving without a deal on 31 October has opened the Pandora’s box of years of strife, inflation, rising unemployment, transport chaos etc. Certainly not the risible “managed” no deal of Andrea Leadsom.<br><strong>Philip Wood</strong><br><em>Kidlington, Oxfordshire</em></p> <p>• One of the many stunning ironies, or should I say contradictions, over Brexit was highlighted by your report on the plans for the island of Ireland (<a href=\"https://www.theguardian.com/politics/2019/oct/02/boris-johnson-unveils-brexit-plan-for-alternative-to-backstop\" title=\"\">Dismay in Brussels as Johnson finally reveals his Brexit plan</a>, 3 October).</p> <p>Boris Johnson and Brexiteers damn the majority of MPs for blocking moves and ignoring the wishes of “the people” – the UK-wide majority in the referendum. At the same time, they imply that DUP members of the Commons, but not a majority in the Commons, have a veto over the plans.</p> <p>A majority in Northern Ireland voted remain in the referendum. Meanwhile, the plans supported by the DUP are described (<a href=\"https://www.theguardian.com/politics/2019/oct/02/johnsons-new-plan-for-border-disastrous-say-northern-irish-leaders\" title=\"\">Irish reaction</a>, 3 October) by “NI parties” – meaning business and other political leaders – as “sabotage” and “a disaster”.<br><strong>Richard Norton-Taylor</strong><br><em>London</em></p> <p>• The Guardian is known for its occasional misprints. Your report of Johnson’s conference speech contains one, referring to his “populist rhetoric pure and simple” (<a href=\"https://www.theguardian.com/politics/ng-interactive/2019/oct/02/boris-johnsons-speech-to-the-tory-party-conference-annotated\" title=\"\">The closing speech: Fish puns and testicles in a peculiar metaphorical mix</a>, 3 October). Simple certainly, but pure?<br><strong>Jeremy Beecham</strong><br><em>Labour, House of Lords </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "707",
      "commentable": "false",
      "firstPublicationDate": "2019-10-03T17:12:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:56Z",
      "newspaperEditionDate": "2019-10-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cegm9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fb0ae1ca8a374f1904db568aeb5fe21f7cf723fc/0_145_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is one thing to point out that in any society there exists a large number of discrete individuals, each with his or her own values and interests. The fact is so obvious that it’s hardly worth stating. It is quite another to claim that, over and above those individuals, there exists a supra-person, “the people” – something with values and interests of its own. As Zoe Williams points out (Be very wary when leaders claim to speak for ‘the people’, Journal, 2 October), to imagine that the latter, entirely fictitious claim bears any logical relationship to the former obvious fact is to fall prey to a fallacy. It’s a fallacy that ought to be familiar to any undergraduate taking a course in political philosophy, if only thanks to Rousseau’s notorious argument that a majority vote can settle the question of what “the general will” or “the will of the people” might be, the latter being (supposedly) a straightforward question of fact. Since Rousseau’s time, the idea that there is a “people” with a will of its own has been subjected to much criticism, not only for its logical sloppiness but also for its totalitarian implication that it can be right to sacrifice some for the sake of others. Such criticisms have come from across the political spectrum – from liberal philosophers with conservative leanings (Isaiah Berlin, Karl Popper) as much as from thinkers of the left such as Stuart Hall (Williams’s example). It is, therefore, all the more depressing that the pro-Brexit faction has managed to get away for so long with parroting the mendacious platitude that, with the 2016 referendum, “the people spoke”. Since “the people” is a non-existent entity, that can’t be true. Alan Haworth Hornsey, London • Drawing on Professor Stuart Hall’s brilliant deconstruction of hegemonic rightwing narratives about “the people” and “common sense”, Zoe Williams demonstrates how damaging and misleading the current blitz of vox pops about Brexit are. The continual refrain of “just get on with it”, usually from white over-60s citizens in market towns, is doing ideological work for the Tories and the Brexit party which distorts demographic reality. The BBC in particular failed to challenge the baseless claims by Boris Johnson et al during the referendum about the huge benefits of leaving the EU in a spurious pursuit of “balance”, just as they did with the climate change issue. Even the referendum-winning claim of “take back control” was never evaluated. Control in what sense? Certainly not parliamentary sovereignty or corporate capitalism. Now even the comprehensive catastrophe of “no deal” is being spun as delivering the “will of the people” (37% of the electorate). I hope journalists report the anger of people when they realise that leaving without a deal on 31 October has opened the Pandora’s box of years of strife, inflation, rising unemployment, transport chaos etc. Certainly not the risible “managed” no deal of Andrea Leadsom. Philip Wood Kidlington, Oxfordshire • One of the many stunning ironies, or should I say contradictions, over Brexit was highlighted by your report on the plans for the island of Ireland (Dismay in Brussels as Johnson finally reveals his Brexit plan, 3 October). Boris Johnson and Brexiteers damn the majority of MPs for blocking moves and ignoring the wishes of “the people” – the UK-wide majority in the referendum. At the same time, they imply that DUP members of the Commons, but not a majority in the Commons, have a veto over the plans. A majority in Northern Ireland voted remain in the referendum. Meanwhile, the plans supported by the DUP are described (Irish reaction, 3 October) by “NI parties” – meaning business and other political leaders – as “sabotage” and “a disaster”. Richard Norton-Taylor London • The Guardian is known for its occasional misprints. Your report of Johnson’s conference speech contains one, referring to his “populist rhetoric pure and simple” (The closing speech: Fish puns and testicles in a peculiar metaphorical mix, 3 October). Simple certainly, but pure? Jeremy Beecham Labour, House of Lords • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4383",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/03/johnsons-bodge-job-brexit-plan-gives-little-reason-to-be-hopeful",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-03T17:11:06Z",
    "webTitle": "Johnson’s bodge-job Brexit plan gives little reason to be hopeful | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/03/johnsons-bodge-job-brexit-plan-gives-little-reason-to-be-hopeful",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/03/johnsons-bodge-job-brexit-plan-gives-little-reason-to-be-hopeful",
    "fields": {
      "headline": "Johnson’s bodge-job Brexit plan gives little reason to be hopeful",
      "standfirst": "Readers respond to the prime minister’s latest proposals for the Irish border after Brexit",
      "trailText": "<strong>Letters:</strong> Readers respond to the prime minister’s latest proposals for the Irish border after Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"83a0dd4374eae83d650c6fd387793d5ba270756a\"> <img src=\"https://media.guim.co.uk/83a0dd4374eae83d650c6fd387793d5ba270756a/0_99_5119_3072/1000.jpg\" alt=\"A truck races past a sign against the reestablishment of a hard border between Northern Ireland and the Republic of Ireland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘So now we will have two borders in Ireland instead of none – one on land and the other in the middle of the sea. Well done, Boris,’ writes Jan Wlczkowski.</span> <span class=\"element-image__credit\">Photograph: David Keyton/AP</span> </figcaption> </figure>",
      "body": "<p>It’s hard to see how the EU can buy into the latest UK proposition as it stands, but we should never underestimate the considerable pressure they are under to do so (<a href=\"https://www.theguardian.com/politics/2019/oct/02/boris-johnson-unveils-brexit-plan-for-alternative-to-backstop\" title=\"\">Dismay in Brussels as Johnson finally reveals his Brexit plan</a>, 3 October). Unlike Johnson, the EU is desperate to avoid no deal, not least because it immediately slams in an Irish border, here and now in 2019. But this is the very thing they desperately want to avoid (hence their entirely justifiable insistence on the backstop).</p> <p>So the new proposals do present scope for further discussion, which would likely require an extension, thereby averting the dreaded no-deal default later this month.</p> <p>But this would inevitably prompt Johnson and his sympathetic friends in the media to tender the excuse that he had no alternative due to the alliance between the perfidious EU and their wicked UK collaborators in parliament.</p> <p>So although having failed to keep his big promise, this would feed in very neatly to his electoral narrative and he would still be well positioned to hoover up leave votes going forward into an election.<br><strong>Alan Fowler</strong><br><em>Newcastle upon Tyne</em></p> <p>• So now we will have two borders in Ireland instead of none – one on land and the other in the middle of the sea. Well done, Boris.</p> <p>Perhaps you can get it up to three in the next set of proposals after this ridiculous one is rejected. How about 10,000 feet up in the air as freight comes in to land so that you have all elements fully covered?<br><strong>Jan Wlczkowski</strong><br><em>Prestwich, Manchester</em></p> <p>• One small fly in the ointment of Johnson’s solution to the backstop might be the requirement for this to be agreed by the Northern Ireland assembly. As far as I can remember the assembly has not managed to meet for a few years because it has not been possible to find agreement on the leadership. What chance is there of getting agreement to meet, never mind ratify this bodge job?<br><strong>Dr Simon Gibbs</strong><br><em>Hutton Rudby, North Yorkshire</em></p> <p>• Could someone please point out to Sajid Javid et al that leaving the EU on 31 October will not result in “getting Brexit done”.</p> <p>It will take years to sort out the subsequent disruption, re-establish supply lines, renegotiate all those trade deals and agreements, and rebalance the economy.</p> <p>And all those civil servants who should be hard at work sorting out the NHS, education, the police, etc, will find themselves indefinitely chained to the Brexit treadmill.<br><strong>Caroline Harrington</strong><br><em>Bristol</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "462",
      "commentable": "false",
      "firstPublicationDate": "2019-10-03T17:11:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:57Z",
      "newspaperEditionDate": "2019-10-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cegk5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/83a0dd4374eae83d650c6fd387793d5ba270756a/0_99_5119_3072/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It’s hard to see how the EU can buy into the latest UK proposition as it stands, but we should never underestimate the considerable pressure they are under to do so (Dismay in Brussels as Johnson finally reveals his Brexit plan, 3 October). Unlike Johnson, the EU is desperate to avoid no deal, not least because it immediately slams in an Irish border, here and now in 2019. But this is the very thing they desperately want to avoid (hence their entirely justifiable insistence on the backstop). So the new proposals do present scope for further discussion, which would likely require an extension, thereby averting the dreaded no-deal default later this month. But this would inevitably prompt Johnson and his sympathetic friends in the media to tender the excuse that he had no alternative due to the alliance between the perfidious EU and their wicked UK collaborators in parliament. So although having failed to keep his big promise, this would feed in very neatly to his electoral narrative and he would still be well positioned to hoover up leave votes going forward into an election. Alan Fowler Newcastle upon Tyne • So now we will have two borders in Ireland instead of none – one on land and the other in the middle of the sea. Well done, Boris. Perhaps you can get it up to three in the next set of proposals after this ridiculous one is rejected. How about 10,000 feet up in the air as freight comes in to land so that you have all elements fully covered? Jan Wlczkowski Prestwich, Manchester • One small fly in the ointment of Johnson’s solution to the backstop might be the requirement for this to be agreed by the Northern Ireland assembly. As far as I can remember the assembly has not managed to meet for a few years because it has not been possible to find agreement on the leadership. What chance is there of getting agreement to meet, never mind ratify this bodge job? Dr Simon Gibbs Hutton Rudby, North Yorkshire • Could someone please point out to Sajid Javid et al that leaving the EU on 31 October will not result in “getting Brexit done”. It will take years to sort out the subsequent disruption, re-establish supply lines, renegotiate all those trade deals and agreements, and rebalance the economy. And all those civil servants who should be hard at work sorting out the NHS, education, the police, etc, will find themselves indefinitely chained to the Brexit treadmill. Caroline Harrington Bristol • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2722",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/oct/03/how-to-tackle-fall-in-vaccination-uptake",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-10-03T17:10:24Z",
    "webTitle": "How to tackle fall in vaccination uptake | Letter",
    "webUrl": "https://www.theguardian.com/society/2019/oct/03/how-to-tackle-fall-in-vaccination-uptake",
    "apiUrl": "https://content.guardianapis.com/society/2019/oct/03/how-to-tackle-fall-in-vaccination-uptake",
    "fields": {
      "headline": "How to tackle fall in vaccination uptake",
      "standfirst": "<strong>Hugh Whittall</strong> writes that other, less instrusive measures must be exhausted before compulsory programmes can be considered",
      "trailText": "Letter: <strong>Hugh Whittall</strong> writes that other, less instrusive measures must be exhausted before compulsory programmes can be considered",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ea0e3bf108d81c9607083b52a5d94fa0df0e8608\"> <img src=\"https://media.guim.co.uk/ea0e3bf108d81c9607083b52a5d94fa0df0e8608/0_79_4060_2436/1000.jpg\" alt=\"Baby receives routine 2 month vaccinations at GP surgery\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We need to be working together with parents and communities to build trust and improve access to vaccines.’</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Making vaccinations compulsory for state school pupils could risk causing more problems than it solves (<a href=\"https://www.theguardian.com/society/2019/sep/29/government-seriously-considering-compulsory-vaccinations-matt-hancock\" title=\"\">Compulsory vaccinations may be needed – Hancock</a>, 30 September; <a href=\"https://www.theguardian.com/society/2019/sep/30/no-plan-to-require-vaccinations-at-state-schools-says-no-10\" title=\"\">No 10 dismisses Hancock’s plan for forced jabs</a>, 1 October).</p> <p>The Nuffield Council on Bioethics report Public Health: Ethical Issues advised against the introduction of compulsory vaccination programmes, emphasising that public health policies should generally aim to use the least intrusive means possible to achieve the required health benefit.</p> <p>The fall in uptake of vaccinations is a serious concern, but there are many steps that could be taken to encourage and facilitate childhood vaccinations without leaping into a compulsory programme. In any case, there is little evidence that mandatory programmes are more effective. Parents can choose not to vaccinate their children for a number of reasons – including religious beliefs, (misplaced) concerns about the safety of vaccines, or distrust of big pharma. We need to work together with parents and communities to build trust and improve access to vaccines before introducing policies that risk penalising children for their parents’ choices.</p> <p>We strongly support practical measures that aim to remove barriers to accessing childhood vaccinations, eg improving appointment booking and provision of reminders, and measures that tackle the spread of misinformation. </p> <p>The health secretary, Matt Hancock, rightly identifies the role of social media companies as a key influencer of parental decision-making, and we would welcome action in this area. It is hard to see how a move to compulsory programmes would be ethically justified unless other, less intrusive, measures had been taken (and had been shown not to have worked).<br><strong>Hugh Whittall</strong><br><em>Director, Nuffield Council on Bioethics</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "314",
      "commentable": "false",
      "firstPublicationDate": "2019-10-03T17:10:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-03T17:12:13Z",
      "newspaperEditionDate": "2019-10-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cegz4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ea0e3bf108d81c9607083b52a5d94fa0df0e8608/0_79_4060_2436/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Making vaccinations compulsory for state school pupils could risk causing more problems than it solves (Compulsory vaccinations may be needed – Hancock, 30 September; No 10 dismisses Hancock’s plan for forced jabs, 1 October). The Nuffield Council on Bioethics report Public Health: Ethical Issues advised against the introduction of compulsory vaccination programmes, emphasising that public health policies should generally aim to use the least intrusive means possible to achieve the required health benefit. The fall in uptake of vaccinations is a serious concern, but there are many steps that could be taken to encourage and facilitate childhood vaccinations without leaping into a compulsory programme. In any case, there is little evidence that mandatory programmes are more effective. Parents can choose not to vaccinate their children for a number of reasons – including religious beliefs, (misplaced) concerns about the safety of vaccines, or distrust of big pharma. We need to work together with parents and communities to build trust and improve access to vaccines before introducing policies that risk penalising children for their parents’ choices. We strongly support practical measures that aim to remove barriers to accessing childhood vaccinations, eg improving appointment booking and provision of reminders, and measures that tackle the spread of misinformation. The health secretary, Matt Hancock, rightly identifies the role of social media companies as a key influencer of parental decision-making, and we would welcome action in this area. It is hard to see how a move to compulsory programmes would be ethically justified unless other, less intrusive, measures had been taken (and had been shown not to have worked). Hugh Whittall Director, Nuffield Council on Bioethics • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2092",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]