[
  {
    "id": "politics/2019/sep/05/brexit-strategies-and-tactics-in-the-battle-for-britain",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-05T17:39:09Z",
    "webTitle": "Brexit: strategies and tactics in the battle for Britain | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/05/brexit-strategies-and-tactics-in-the-battle-for-britain",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/05/brexit-strategies-and-tactics-in-the-battle-for-britain",
    "fields": {
      "headline": "Strategies and tactics in the battle for Britain's future",
      "standfirst": "<p>Readers respond to Boris Johnson’s call for a general election and discuss the best way of resolving the Brexit impasse</p>",
      "trailText": "<strong>Letters: </strong>Readers respond to Boris Johnson’s call for a general election and discuss the best way of resolving the Brexit impasse",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4eb803fbbda434b12766523d67ab6896630c71ff\"> <img src=\"https://media.guim.co.uk/4eb803fbbda434b12766523d67ab6896630c71ff/0_187_3500_2100/1000.jpg\" alt=\"Boris Johnson, with his front bench MPs, face Jeremy Corbyn in the House of Commons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Boris Johnson has merely lost a trick, not the game’, writes Willy McCourt. </span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/AP</span> </figcaption> </figure>",
      "body": "<p>The euphoria over Boris Johnson’s defeat on no deal is premature (<a href=\"https://www.theguardian.com/politics/2019/sep/04/cornered-boris-johnson-suffers-triple-commons-defeat\" title=\"\">Cornered Johnson suffers triple Commons defeat</a>, 5 September). He has merely lost a trick, not the game. There will be an election, and Johnson’s strategy is still intact: to monopolise the leave vote, and trust the remain vote will be split.</p> <p>Anti-no-deal won on Tuesday night only because the opposition was united. If it can carry that unity into an election, it will win again. This means electoral pacts. Labour, the SNP, Lib Dems and Greens are very close on Brexit: all want a new referendum. Comparing their 2017 manifestos shows that on other issues of great importance – the NHS, crime, the economy, immigration and defence – they are not far apart.</p> <p>A procedure for allocating seats between parties can and should be a mechanical matter. Party tribalism has been overcome to block no deal. It must not be a stumbling block in a general election.<br><strong>Willy McCourt</strong><br><em>London</em></p> <p>• Once Hilary Benn’s bill receives royal assent, will Boris Johnson try to get a general election on 15 October in the hope that on 17 October he can go to the European summit with a majority in the House of Commons? Is this logistically possible?</p> <p>Voting would end at 10pm on the 15th. Counting would not start at the earliest in some constituencies until the early hours of the 16th. With recounts and other delays, we may not know which party has the most seats and who may be able to form a government for some days. In 2005 one constituency did not declare the result until 36 hours after the polls closed. In 2010 it took three to four days to form a government.</p> <p>Should no party get an overall majority, who as prime minister would attend the summit and what authority would they have to take part in the proceedings? <br><strong>Brian Selby</strong><br><em>Leeds</em></p> <p>• The last two days have shown how our politicians just do not have a way of coming to a clear outcome on our relationship with Europe. So it needs to go back to the people.</p> <p>But via a general election or a referendum? An election, with so much internal disagreement within the two main parties, is likely to result in a hung parliament and so will not resolve the matter.</p> <p>So it needs to be a referendum. Of course, referendums are not good ways of making decisions on complex issues. But this is the mess that our inadequate system of governance has brought us to.</p> <p>Our current way of doing politics isn’t working. It generates confusion and acrimony. We need a radical sort-out of our democratic system. <br><strong>Vicky Seddon</strong><br><em>Sheffield</em></p> <p>• Jeremy Corbyn says he will back a 15 October election (<a href=\"https://www.theguardian.com/politics/2019/sep/04/jeremy-corbyn-faces-labour-backlash-over-election-strategy\" title=\"\">Corbyn urged to resist snap poll and ‘let Tories stew’</a>, 5 September). But gifting Boris Johnson a general election at a time when he is doing well in the polls (though God knows why) should not be a priority of the opposition.</p> <p>Wouldn’t a more sensible strategy be to force a vote of no confidence and, assuming Johnson loses, go to the Queen with a proposal for a government of national unity, the main point of which would be to set up a new referendum to see where the country sits in the light of all we now know. They might also usefully start an investigation into the various illegalities of the previous referendum. Only when that’s been done should we consider granting Boris his general election. <br><strong>Prof</strong><strong> Paul Booton</strong><br><em>London</em></p> <p>• The pressure is now on Johnson. If the no-deal bill gets royal assent and with an election now on the horizon because he cannot function as a minority government, he knows the Brexit party will wipe him out if he has not left the EU by 31 October. So he now absolutely has to get a deal to stay in power. I’m surprised the expert commentators are not making this point.<br><strong>Richard Bryant-Jefferies</strong><br><em>Epsom, Surrey</em></p> <p>• Under the Fixed-term Parliaments Act it seems that if the prime minister wishes to call a general election his only option might be to propose a no-confidence vote in his own government – in the Alice in Wonderland political world in which he operates it seems to be the logical conclusion of the position that he has now got us to.<br><strong>Nick Roberts</strong><br><em>Birmingham</em></p> <p>• Opposition parties should not allow Boris Johnson to hustle them into a snap general election. The 21 Conservatives who had the whip withdrawn for <a href=\"https://www.theguardian.com/politics/2019/sep/03/what-have-tory-rebels-voted-for-and-will-an-election-now-happen\" title=\"\">voting against him on Tuesday night</a> have the ability to form an alternative government. If all opposition members supported them, they could manage a deal with the EU before 31 October.<br><strong>John Pelling</strong><br><em>Coddenham, Suffolk</em></p> <p>• You report (<a href=\"https://www.theguardian.com/politics/2019/sep/04/more-than-100000-people-apply-register-vote-youth-uk-general-election\" title=\"\">5 September</a>) that more than 100,000 people registered to vote within 48 hours.</p> <p>This early surge is the just the tip of the iceberg of applications that electoral officials will receive once an election is called. On the deadline day before the 2017 general election alone <a href=\"https://www.electoralcommission.org.uk/sites/default/files/pdf_file/Electoral-registration-report-July-2017.pdf\" title=\"\">612,543 applied</a>.</p> <p>Troublingly for British democracy, the last-minute nature of electoral registration will put huge pressures on local authorities. Many are cash-strapped, wading through thousands of duplicate registrations, working to Victorian practices.</p> <p>Citizens, meanwhile, have no way to check whether they are already registered and millions are missing from the roll. Last month’s <a href=\"https://tobysjamesdotcom.files.wordpress.com/2019/08/missing-millions-still-missing-pages.pdf\">Missing Millions Still Missing</a> report sets out a vision for reforming electoral registration that should be taken forward by the next government so that we have a robust system.<br><strong>Professor Toby James</strong><br><em>University of East Anglia</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "961",
      "commentable": "false",
      "firstPublicationDate": "2019-09-05T17:39:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:36Z",
      "newspaperEditionDate": "2019-09-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9jyt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4eb803fbbda434b12766523d67ab6896630c71ff/0_187_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The euphoria over Boris Johnson’s defeat on no deal is premature (Cornered Johnson suffers triple Commons defeat, 5 September). He has merely lost a trick, not the game. There will be an election, and Johnson’s strategy is still intact: to monopolise the leave vote, and trust the remain vote will be split. Anti-no-deal won on Tuesday night only because the opposition was united. If it can carry that unity into an election, it will win again. This means electoral pacts. Labour, the SNP, Lib Dems and Greens are very close on Brexit: all want a new referendum. Comparing their 2017 manifestos shows that on other issues of great importance – the NHS, crime, the economy, immigration and defence – they are not far apart. A procedure for allocating seats between parties can and should be a mechanical matter. Party tribalism has been overcome to block no deal. It must not be a stumbling block in a general election. Willy McCourt London • Once Hilary Benn’s bill receives royal assent, will Boris Johnson try to get a general election on 15 October in the hope that on 17 October he can go to the European summit with a majority in the House of Commons? Is this logistically possible? Voting would end at 10pm on the 15th. Counting would not start at the earliest in some constituencies until the early hours of the 16th. With recounts and other delays, we may not know which party has the most seats and who may be able to form a government for some days. In 2005 one constituency did not declare the result until 36 hours after the polls closed. In 2010 it took three to four days to form a government. Should no party get an overall majority, who as prime minister would attend the summit and what authority would they have to take part in the proceedings? Brian Selby Leeds • The last two days have shown how our politicians just do not have a way of coming to a clear outcome on our relationship with Europe. So it needs to go back to the people. But via a general election or a referendum? An election, with so much internal disagreement within the two main parties, is likely to result in a hung parliament and so will not resolve the matter. So it needs to be a referendum. Of course, referendums are not good ways of making decisions on complex issues. But this is the mess that our inadequate system of governance has brought us to. Our current way of doing politics isn’t working. It generates confusion and acrimony. We need a radical sort-out of our democratic system. Vicky Seddon Sheffield • Jeremy Corbyn says he will back a 15 October election (Corbyn urged to resist snap poll and ‘let Tories stew’, 5 September). But gifting Boris Johnson a general election at a time when he is doing well in the polls (though God knows why) should not be a priority of the opposition. Wouldn’t a more sensible strategy be to force a vote of no confidence and, assuming Johnson loses, go to the Queen with a proposal for a government of national unity, the main point of which would be to set up a new referendum to see where the country sits in the light of all we now know. They might also usefully start an investigation into the various illegalities of the previous referendum. Only when that’s been done should we consider granting Boris his general election. Prof Paul Booton London • The pressure is now on Johnson. If the no-deal bill gets royal assent and with an election now on the horizon because he cannot function as a minority government, he knows the Brexit party will wipe him out if he has not left the EU by 31 October. So he now absolutely has to get a deal to stay in power. I’m surprised the expert commentators are not making this point. Richard Bryant-Jefferies Epsom, Surrey • Under the Fixed-term Parliaments Act it seems that if the prime minister wishes to call a general election his only option might be to propose a no-confidence vote in his own government – in the Alice in Wonderland political world in which he operates it seems to be the logical conclusion of the position that he has now got us to. Nick Roberts Birmingham • Opposition parties should not allow Boris Johnson to hustle them into a snap general election. The 21 Conservatives who had the whip withdrawn for voting against him on Tuesday night have the ability to form an alternative government. If all opposition members supported them, they could manage a deal with the EU before 31 October. John Pelling Coddenham, Suffolk • You report (5 September) that more than 100,000 people registered to vote within 48 hours. This early surge is the just the tip of the iceberg of applications that electoral officials will receive once an election is called. On the deadline day before the 2017 general election alone 612,543 applied. Troublingly for British democracy, the last-minute nature of electoral registration will put huge pressures on local authorities. Many are cash-strapped, wading through thousands of duplicate registrations, working to Victorian practices. Citizens, meanwhile, have no way to check whether they are already registered and millions are missing from the roll. Last month’s Missing Millions Still Missing report sets out a vision for reforming electoral registration that should be taken forward by the next government so that we have a robust system. Professor Toby James University of East Anglia • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5626",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/sep/05/uk-must-stay-part-of-refugee-family-reunion-route",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-09-05T17:36:45Z",
    "webTitle": "UK must stay part of refugee family reunion route | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/sep/05/uk-must-stay-part-of-refugee-family-reunion-route",
    "apiUrl": "https://content.guardianapis.com/world/2019/sep/05/uk-must-stay-part-of-refugee-family-reunion-route",
    "fields": {
      "headline": "UK must stay part of refugee family reunion route",
      "standfirst": "Readers respond to the news that the UK might drop out of the system allowing refugee children to reunite with family members under no-deal Brexit",
      "trailText": "<strong>Letters: </strong>Readers respond to the news that the UK might drop out of the system allowing refugee children to reunite with family members under no-deal Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f700d261e09ef994ee628749a9b2773b6e4adaf0\"> <img src=\"https://media.guim.co.uk/f700d261e09ef994ee628749a9b2773b6e4adaf0/0_323_4928_2957/1000.jpg\" alt=\"Two child refugees at a camp outside of Athens\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two child refugees at a camp outside of Athens. Over 1,000 people were reunited with family members in the UK through the Dublin system last year.</span> <span class=\"element-image__credit\">Photograph: Louisa Gouliamaki/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>I am alarmed by the suggestion that the UK would drop out of the system that allows asylum-seeking children to reunite with family members in the UK in the event of a no-deal Brexit (<a href=\"https://www.theguardian.com/global-development/2019/sep/01/home-office-planning-to-end-family-reunion-for-children-after-brexit\" title=\"\">Refugee children ‘at risk’ from no deal</a>, 2 September). While the impact this would have on unaccompanied children is particularly distressing, it would also affect many other refugees including husbands and wives, brothers and sisters. Over 1,000 people were reunited with family members in this country through the Dublin system last year.</p> <p>It is vital that the government sets up contingency measures so that families do not risk being stranded in separate countries after 31 October. If this route will no longer be open, it’s more urgent than ever that ministers make our domestic family reunion rules fairer. Allowing refugees to reunite with their loved ones provides a lifeline from dangerous and degrading conditions, and makes it easier for refugees to integrate and lead dignified lives again. <br><strong>Danny Sriskandarajah </strong><br><em>Chief executive, Oxfam GB</em></p> <p>• The plight of children separated from their parents is one of the many terrible aspects of the migration policy crisis and the Dublin regulation is one effective way of dealing with this problem. In recent months at Arhag, a BAME housing association in London working with migrants and refugees, we have dealt with four such cases helping to reunite children with parents in the UK. Few would oppose schemes that bring torn-apart families back together .</p> <p>The consequence of ending the route provided by the Dublin system will mean more perilous crossings and more tragedies for families who are trying to be reunited. We and our partners at The People’s Place join the UNHCR in urging the government to keep the arrangements in place.<br><strong>Qadeer Kiani</strong><strong> </strong><em>Chair, Arhag Housing Association</em><strong> </strong><strong>Fizza Qureshi </strong><em>Co-CEO, Migrants Rights’ Network</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "351",
      "commentable": "false",
      "firstPublicationDate": "2019-09-05T17:36:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:37Z",
      "newspaperEditionDate": "2019-09-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9je9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f700d261e09ef994ee628749a9b2773b6e4adaf0/0_323_4928_2957/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am alarmed by the suggestion that the UK would drop out of the system that allows asylum-seeking children to reunite with family members in the UK in the event of a no-deal Brexit (Refugee children ‘at risk’ from no deal, 2 September). While the impact this would have on unaccompanied children is particularly distressing, it would also affect many other refugees including husbands and wives, brothers and sisters. Over 1,000 people were reunited with family members in this country through the Dublin system last year. It is vital that the government sets up contingency measures so that families do not risk being stranded in separate countries after 31 October. If this route will no longer be open, it’s more urgent than ever that ministers make our domestic family reunion rules fairer. Allowing refugees to reunite with their loved ones provides a lifeline from dangerous and degrading conditions, and makes it easier for refugees to integrate and lead dignified lives again. Danny Sriskandarajah Chief executive, Oxfam GB • The plight of children separated from their parents is one of the many terrible aspects of the migration policy crisis and the Dublin regulation is one effective way of dealing with this problem. In recent months at Arhag, a BAME housing association in London working with migrants and refugees, we have dealt with four such cases helping to reunite children with parents in the UK. Few would oppose schemes that bring torn-apart families back together . The consequence of ending the route provided by the Dublin system will mean more perilous crossings and more tragedies for families who are trying to be reunited. We and our partners at The People’s Place join the UNHCR in urging the government to keep the arrangements in place. Qadeer Kiani Chair, Arhag Housing Association Fizza Qureshi Co-CEO, Migrants Rights’ Network • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2158",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/05/no-deal-brexit-threatens-overseas-territories",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-05T17:35:33Z",
    "webTitle": "No-deal Brexit threatens overseas territories | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/05/no-deal-brexit-threatens-overseas-territories",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/05/no-deal-brexit-threatens-overseas-territories",
    "fields": {
      "headline": "No-deal Brexit threatens overseas territories",
      "standfirst": "It is a bitter irony that Tory Brexiters who claim to be the strongest defenders of the UK overseas territories are precipitating a crisis that threatens their economic security, writes <strong>Peter Clegg</strong>",
      "trailText": "<strong>Letter:</strong> It is a bitter irony that Tory Brexiters who claim to be the strongest defenders of the UK overseas territories are precipitating a crisis that threatens their economic security, writes <strong>Peter Clegg</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"da30062a57c5ecff9e2c7f515cc105f3139115a2\"> <img src=\"https://media.guim.co.uk/da30062a57c5ecff9e2c7f515cc105f3139115a2/0_540_3181_1908/1000.jpg\" alt=\"Fish are offloaded in Port Stanley, Falklands Islands\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fish are offloaded in Port Stanley, Falklands Islands.</span> <span class=\"element-image__credit\">Photograph: Paul Byrne/AP</span> </figcaption> </figure>",
      "body": "<p>Your article (<a href=\"https://www.theguardian.com/uk-news/2019/sep/02/falkland-islands-fishing-industry-brexit-no-deal\" title=\"\">Falkland Islanders fear crashing out will end their fishing boom, </a>3 September) on the likely impacts of a no-deal Brexit on the Falklands provides yet another illustration of the broad and largely undiscussed effects of what the UK government is threatening. The Falklands and Gibraltar (a part of the EU) may be impacted most, but other UK overseas territories are also fearful of what comes next. All gain significant benefits from their association with the EU, particularly in relation to aid, free movement, and diplomatic access. Through EU support the territories in the Caribbean and Pacific have developed strong links with their neighbours; these too are now at risk. A recent House of Commons foreign affairs select committee report criticised the UK government for not doing enough to safeguard the interests of the territories; despite the fact that their populations are predominantly British. It is a bitter irony that those Conservative Brexiters who claim to be the strongest defenders of the territories are now precipitating a crisis that threatens their economic viability and security.<br><strong>Dr Peter Clegg</strong><br><em>University of the West of England </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "231",
      "commentable": "false",
      "firstPublicationDate": "2019-09-05T17:35:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:29Z",
      "newspaperEditionDate": "2019-09-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9jc9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/da30062a57c5ecff9e2c7f515cc105f3139115a2/0_540_3181_1908/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your article (Falkland Islanders fear crashing out will end their fishing boom, 3 September) on the likely impacts of a no-deal Brexit on the Falklands provides yet another illustration of the broad and largely undiscussed effects of what the UK government is threatening. The Falklands and Gibraltar (a part of the EU) may be impacted most, but other UK overseas territories are also fearful of what comes next. All gain significant benefits from their association with the EU, particularly in relation to aid, free movement, and diplomatic access. Through EU support the territories in the Caribbean and Pacific have developed strong links with their neighbours; these too are now at risk. A recent House of Commons foreign affairs select committee report criticised the UK government for not doing enough to safeguard the interests of the territories; despite the fact that their populations are predominantly British. It is a bitter irony that those Conservative Brexiters who claim to be the strongest defenders of the territories are now precipitating a crisis that threatens their economic viability and security. Dr Peter Clegg University of the West of England • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1465",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/05/labour-should-back-election-as-soon-as-law-blocking-no-deal-brexit-is-passed-tuc-boss",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-05T14:19:33Z",
    "webTitle": "Labour should back election as soon as law blocking no-deal Brexit is passed – union boss",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/05/labour-should-back-election-as-soon-as-law-blocking-no-deal-brexit-is-passed-tuc-boss",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/05/labour-should-back-election-as-soon-as-law-blocking-no-deal-brexit-is-passed-tuc-boss",
    "fields": {
      "headline": "Labour should back election as soon as law blocking no-deal Brexit is passed – union boss",
      "standfirst": "<p>Mark Serwotka’s comments come as some senior Labour figures say election should not be until Brexit extension secured </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/05/brexit-lords--blow--boris-johnson-pass-bill-stopping-no-deal-politics-live\">Latest Brexit developments – live updates</a></li></ul>",
      "trailText": "Mark Serwotka’s comments come as some senior Labour figures say election should not be until Brexit extension secured ",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"4ef97c4114e28410b2c523d9c5e6ed5a2128b98e\"> \n <img src=\"https://media.guim.co.uk/4ef97c4114e28410b2c523d9c5e6ed5a2128b98e/0_44_5394_3238/1000.jpg\" alt=\"Mark Serwotka\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Serwotka: ‘We have been demanding a general election and now we should get to it as quickly as we could.’</span> \n  <span class=\"element-image__credit\">Photograph: Guy Bell/Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<p>The president of the TUC, a close ally of Jeremy Corbyn, has called for Labour to support a general election as soon as legislation halting a no-deal Brexit is imposed on the government.</p> \n<p>Mark Serwotka also warned Labour MPs including Tom Watson to fall in line behind their leader amid an intense <a href=\"https://www.theguardian.com/politics/2019/sep/05/election-date-labour-consulting-on-whether-to-go-long-or-short\">debate among senior party figures over the timing</a> of a national vote.</p> \n<p>The union leader’s comments come as Corbyn meets opposition leaders again to discuss when the parties may support Johnson’s call for an election.</p> \n<p>Senior Labour figures, including Keir Starmer, have suggested that polling day should not take place until an extension to Brexit has actually been secured. The shadow chancellor, John McDonnell, has argued that Johnson cannot be trusted not to repeal the legislation against no deal.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6f5b870c-9be8-4b8b-9c1a-997615f56d30\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Introduced by the Conservative-Liberal Democrat coalition, the act set in place five-year, fixed-term parliaments with elections to be held on the first Thursday in May in 2015, 2020, 2025 and so on.<br></p>\n    <p>In theory, the act makes&nbsp;the calling of any general election outside this term&nbsp;the decision of the House of Commons, not the prime minister. A vote by at least two-thirds of the Commons in favour of&nbsp;an early general election would formally fire the starting gun on the process – the input of the House of Lords is not required. The act also provides for an early poll if<b>&nbsp;</b>a majority&nbsp;of MPs pass a vote of no confidence in the government and no new government is formed within the following 14 days.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Some Labour MPs have said they do not want an election until after 31 October so that Johnson is forced to request an extension to article 50 or resign as prime minister.</p> \n<p>Serwotka, who was due to address the first day of the TUC’s annual congress in Brighton on Sunday, said he favours going to the polls as soon as anti no-deal legislation is in place.</p> \n<p>“My position is that we want an election, we want it as soon as possible once a no-deal Brexit is off the table. We have been demanding a general election and now we should get to it as quickly as we could,” he told the Guardian.</p> \n<p>“I think that having an election leaving Boris Johnson any opportunity to push through a no-deal Brexit by default would be ridiculous. I think [Johnson’s supporters] know that people aren’t going to fall for their trap. It would be outrageous if we slipped out of the EU while holding an election,” he said.</p> \n<p>Serwotka, the general secretary of the PCS public service union since 2001, said the current political crisis should mean that Labour’s deputy leader and others no longer “indulge” in plots or undermining tactics against Corbyn. “I think the dangers of perceived splits in the Labour party are damaging.</p> \n<p>“The actions of some of the parliamentary Labour party such as Tom Watson and others have been really unacceptable. They must know as much as anyone else what is at stake. And I think there will be a demand to keep our eye on the ball here. Now is not the time to indulge in undermining Jeremy.”</p> \n<p>Watson has been criticised by Corbyn supporters for calling for greater cooperation with the Liberal Democrats to stop Brexit and for allegedly “exacerbating fears” over antisemitism within the party – claims that Watson’s allies deny.</p> \n<p>Serwotka, who rejoined Labour under Corbyn’s leadership, dismissed the idea of a national unity government led by a parliamentary grandee, adding that he would only support a Corbyn-led government.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"03f591e0-0734-45db-8055-31aa0ceb11d4\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>If you want to vote in the general election on 12 December but haven’t yet registered – bad news. It is too late.</p>\n    <p>However, you can still register online so you don’t miss out next time. And let’s face it, if the election results ends up being close, we could be having another one sooner than you think. Here’s how to get yourself registered for next time.</p>\n    <p>To vote in a UK general election you must:</p>\n    <ul>\n     <li>Be 18 or over on the day of the election.</li>\n     <li>Be a British, Irish or&nbsp;<a href=\"https://www.yourvotematters.co.uk/can-i-vote/who-can-register-to-vote\">qualifying Commonwealth</a>&nbsp;citizen.</li>\n     <li>Be resident at an address in the UK (or a British citizen living abroad who has been registered to vote in the UK in the last 15 years).</li>\n     <li>Not be legally excluded from voting.</li>\n    </ul>\n    <p>You also need to be on the electoral register. You only have to register once, but will need to re-register if you have changed your address, name or nationality.</p>\n    <p>The forms&nbsp;<a href=\"https://www.gov.uk/register-to-vote\">can be completed online</a>. You may need details of your national insurance number and your passport if you’re a British citizen living abroad, and want to vote in England, Scotland or Wales.</p>\n    <p>If you need help, you should contact your local Electoral Registration Office. You can use&nbsp;<a href=\"https://www.gov.uk/get-on-electoral-register\">this service to find the</a><a href=\"https://www.gov.uk/get-on-electoral-register\">&nbsp;address</a>&nbsp;if you live in England, Scotland or Wales. If you live in Northern Ireland you need to contact the&nbsp;<a href=\"http://www.eoni.org.uk/Utility/Contact-Us\">Electoral Office for Northern Ireland (EONI)</a>.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“I think the last hurrah [of Corbyn’s critics] is this silly notion that he could not be a caretaker prime minister so it would have to be Ken Clarke or Harriet Harman. Any Labour politician who gave that any succour is a disgrace,” he said.</p> \n<p>The 151st TUC Congress will be dominated by the current political turmoil, Serwotka said, and will focus minds on how to get a no-deal Brexit off the table and then move towards a Labour government. “The obsession with Brexit has meant that so many issues have not got the attention of government that they should.</p> \n<p>“While the unions want to talk about jobs, skills, pensions, wages, the starving of resources from the public sector, the starving of resources across the car industry, the government has not been on the ball,” he said.</p> \n<p>During his final speech as president, Serwotka will call for the unions to embrace immigration and fight against a rise in racism. Johnson has been <a href=\"https://www.theguardian.com/politics/2019/jul/06/tory-member-questions-boris-johnsons-ability-to-represent-minorities\">accused of stoking division and extremist views</a> by suggesting last year that Muslim women in burqas <a href=\"https://www.theguardian.com/politics/2018/aug/06/boris-johnsons-burqa-remarks-fan-flames-of-islamophobia-says-mp\">looked like letterboxes or bank robbers</a>.</p> \n<p>“When political leaders in the US and the UK openly make racist remarks, it stokes up violence and intimidation on a street level, where people think they can get away with it. We need to challenge the rise in intolerance, and welcome those coming from abroad,” he said.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "696",
      "firstPublicationDate": "2019-09-05T14:19:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:30Z",
      "newspaperEditionDate": "2019-09-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9jvc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4ef97c4114e28410b2c523d9c5e6ed5a2128b98e/0_44_5394_3238/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The president of the TUC, a close ally of Jeremy Corbyn, has called for Labour to support a general election as soon as legislation halting a no-deal Brexit is imposed on the government. Mark Serwotka also warned Labour MPs including Tom Watson to fall in line behind their leader amid an intense debate among senior party figures over the timing of a national vote. The union leader’s comments come as Corbyn meets opposition leaders again to discuss when the parties may support Johnson’s call for an election. Senior Labour figures, including Keir Starmer, have suggested that polling day should not take place until an extension to Brexit has actually been secured. The shadow chancellor, John McDonnell, has argued that Johnson cannot be trusted not to repeal the legislation against no deal. Some Labour MPs have said they do not want an election until after 31 October so that Johnson is forced to request an extension to article 50 or resign as prime minister. Serwotka, who was due to address the first day of the TUC’s annual congress in Brighton on Sunday, said he favours going to the polls as soon as anti no-deal legislation is in place. “My position is that we want an election, we want it as soon as possible once a no-deal Brexit is off the table. We have been demanding a general election and now we should get to it as quickly as we could,” he told the Guardian. “I think that having an election leaving Boris Johnson any opportunity to push through a no-deal Brexit by default would be ridiculous. I think [Johnson’s supporters] know that people aren’t going to fall for their trap. It would be outrageous if we slipped out of the EU while holding an election,” he said. Serwotka, the general secretary of the PCS public service union since 2001, said the current political crisis should mean that Labour’s deputy leader and others no longer “indulge” in plots or undermining tactics against Corbyn. “I think the dangers of perceived splits in the Labour party are damaging. “The actions of some of the parliamentary Labour party such as Tom Watson and others have been really unacceptable. They must know as much as anyone else what is at stake. And I think there will be a demand to keep our eye on the ball here. Now is not the time to indulge in undermining Jeremy.” Watson has been criticised by Corbyn supporters for calling for greater cooperation with the Liberal Democrats to stop Brexit and for allegedly “exacerbating fears” over antisemitism within the party – claims that Watson’s allies deny. Serwotka, who rejoined Labour under Corbyn’s leadership, dismissed the idea of a national unity government led by a parliamentary grandee, adding that he would only support a Corbyn-led government. “I think the last hurrah [of Corbyn’s critics] is this silly notion that he could not be a caretaker prime minister so it would have to be Ken Clarke or Harriet Harman. Any Labour politician who gave that any succour is a disgrace,” he said. The 151st TUC Congress will be dominated by the current political turmoil, Serwotka said, and will focus minds on how to get a no-deal Brexit off the table and then move towards a Labour government. “The obsession with Brexit has meant that so many issues have not got the attention of government that they should. “While the unions want to talk about jobs, skills, pensions, wages, the starving of resources from the public sector, the starving of resources across the car industry, the government has not been on the ball,” he said. During his final speech as president, Serwotka will call for the unions to embrace immigration and fight against a rise in racism. Johnson has been accused of stoking division and extremist views by suggesting last year that Muslim women in burqas looked like letterboxes or bank robbers. “When political leaders in the US and the UK openly make racist remarks, it stokes up violence and intimidation on a street level, where people think they can get away with it. We need to challenge the rise in intolerance, and welcome those coming from abroad,” he said.",
      "charCount": "4061",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/05/boris-johnson-election-brexit-delay-extension",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-05T13:08:05Z",
    "webTitle": "Boris Johnson may not get an election. But he can still avoid asking for a Brexit delay | Katy Balls",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/05/boris-johnson-election-brexit-delay-extension",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/05/boris-johnson-election-brexit-delay-extension",
    "fields": {
      "headline": "Boris Johnson may not get an election. But he can still avoid asking for a Brexit delay",
      "standfirst": "<p>The prime minister is adamant he will not request an extension. These parliamentary strategies could offer a way out</p>",
      "trailText": "The prime minister is adamant he will not request an extension, says Katy Balls, the Spectator’s deputy political editor",
      "byline": "Katy Balls",
      "main": "<figure class=\"element element-image\" data-media-id=\"a37f448077a72e4d3d06ba77210c303c565c0080\"> \n <img src=\"https://media.guim.co.uk/a37f448077a72e4d3d06ba77210c303c565c0080/0_17_5472_3283/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘After a mass operation to withdraw the whip from Tory Brexit rebels, Boris Johnson is far short of a working majority.’ </span> \n  <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>One consequence of the topsy-turvy landscape created by Brexit is that we currently have a prime minister who says he doesn’t want an election <a href=\"https://www.theguardian.com/politics/2019/sep/05/boris-johnson-likely-to-seek-election-for-second-time-next-week\" title=\"\">pushing for one</a> and an opposition leader who has spent much of the past two years calling for one <a href=\"https://www.theguardian.com/politics/2019/sep/04/corbyn-to-support-snap-election-only-if-no-deal-brexit-is-blocked\" title=\"\">refusing to immediately back</a> a snap poll.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/05/stew-or-vote-against-himself-what-does-boris-johnson-do-now\">Stew or vote against himself: what does Boris Johnson do now?</a> </p> \n</aside> \n<p>As Boris Johnson put it – with glee – to Jeremy Corbyn in the chamber on Wednesday night after the prime minister’s motion for a general election failed to win sufficient support: “This is the first time in history that the opposition has voted to show confidence in Her Majesty’s government.” The Labour leader has suggested he won’t back the election he craves until he is certain the imminent threat of a no-deal Brexit has been averted. A <a href=\"https://www.theguardian.com/politics/2019/sep/05/election-date-labour-consulting-on-whether-to-go-long-or-short\" title=\"\">debate is ongoing</a> within Labour as to when that can be known – whether there can be an election before an extension has been agreed, or whether it needs to come after.</p> \n<p>The government last night <a href=\"https://www.theguardian.com/politics/2019/sep/05/brexit-lords-agree-to-push-through-bill-preventing-no-deal-by-end-of-friday\" title=\"\">called off its efforts</a> to filibuster the cross-party bill to legislate against a no-deal Brexit in the House of Lords. The plan to talk the bill out in the Lords – which led several peers to turn up with sleeping gear and razors in preparation for a long shift – had been seen as a long shot but worth a try.</p> \n<p>For the filibustering to be called off is in theory strange optics from a government hell-bent on proving it has done everything possible to fight a delay to Brexit. What the government is trying to do, however, is remove Jeremy Corbyn’s excuse for refusing to agree to a general election.</p> \n<p>In the Commons chamber on Wednesday night, Corbyn suggested Labour would back an election as soon as the extension legislation had received royal assent. This ought to now happen by Monday, meaning Johnson can once again seek support for an early election. Should Corbyn refuse, he can go on the attack and ask Corbyn what he is waiting for. Expect more calls of chicken.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c4ad9ce6-3cda-4a5e-8ba3-5b6253ec48c1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/ks9XnbesWCo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>However, figures in the Conservative party privately voice concern with the strategy. “I am getting the sense that we might have messed this one up,” sighs one Conservative MP. While Dominic Cummings used his Wednesday night meeting with special advisers to make clear that he remained confident an election was imminent, Labour could opt for other tactics. Corbyn is under pressure from figures including Keir Starmer to hold off on an early election until after an extension has been requested on 19 October.</p> \n<p>So, what options is the government considering? With Labour’s support, Johnson could on Monday call an election under the Fixed-term Parliaments Act and seek the backing of two-thirds of the Commons. However, anti-no-deal campaigner Nick Boles has suggested John Bercow could block such a move so soon after his first attempt failed.</p> \n<p>There’s talk within government of proposing a one-line bill that would say something along the lines of “not withstanding the Fixed-term Parliaments Act, there will be an election on 15 October”. That would require a simple majority – and the SNP has suggested it could back such a measure. However, what’s troubling government figures is that such a vote would be amendable and after a mass operation to <a href=\"https://www.theguardian.com/politics/2019/sep/04/tory-mps-to-seek-legal-advice-after-having-whip-withdrawn\" title=\"\">withdraw the whip from Tory Brexit rebels</a> this week, Johnson is far short of a working majority. One member of government tells me they fear an amendment could be added to try to change the date – or reduce the voting age to 16. “They could make the circumstances for an election very difficult for us.”</p> \n<p>Should Labour resistance continue and a bill be viewed as too risky, there are a handful of other options Johnson could try. There’s some talk in the party of Johnson trying to call a confidence motion in himself – would Jeremy Corbyn’s Labour really want to go on the record saying they had confidence in a Tory prime minister?</p> \n<p>Or, if the bill reaches royal assent and there is pressure on Johnson to request a delay, he could simply refuse and see what his critics do. Launch a legal challenge? Perhaps.</p> \n<p>But the one thing Downing Street is adamant about is that Johnson will not request a Brexit delay in any shape or form. Should push come to shove, the prime minister could resign rather than go through with it. Johnson could suggest that the Queen ask Corbyn to request and sign any extension, thereby putting pressure on the remain alliance, and highlighting rifts over a so-called government of national unity. Such a move would also be seized on by Tories in an eventual election as proof Corbyn was against Brexit. In the topsy-turvy world of Brexit, the unthinkable is now possible.</p> \n<p>• Katy Balls is the Spectator’s deputy political editor</p>",
      "wordcount": "791",
      "commentCloseDate": "2019-09-05T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-05T13:08:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:38Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9j4v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a37f448077a72e4d3d06ba77210c303c565c0080/0_17_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One consequence of the topsy-turvy landscape created by Brexit is that we currently have a prime minister who says he doesn’t want an election pushing for one and an opposition leader who has spent much of the past two years calling for one refusing to immediately back a snap poll. As Boris Johnson put it – with glee – to Jeremy Corbyn in the chamber on Wednesday night after the prime minister’s motion for a general election failed to win sufficient support: “This is the first time in history that the opposition has voted to show confidence in Her Majesty’s government.” The Labour leader has suggested he won’t back the election he craves until he is certain the imminent threat of a no-deal Brexit has been averted. A debate is ongoing within Labour as to when that can be known – whether there can be an election before an extension has been agreed, or whether it needs to come after. The government last night called off its efforts to filibuster the cross-party bill to legislate against a no-deal Brexit in the House of Lords. The plan to talk the bill out in the Lords – which led several peers to turn up with sleeping gear and razors in preparation for a long shift – had been seen as a long shot but worth a try. For the filibustering to be called off is in theory strange optics from a government hell-bent on proving it has done everything possible to fight a delay to Brexit. What the government is trying to do, however, is remove Jeremy Corbyn’s excuse for refusing to agree to a general election. In the Commons chamber on Wednesday night, Corbyn suggested Labour would back an election as soon as the extension legislation had received royal assent. This ought to now happen by Monday, meaning Johnson can once again seek support for an early election. Should Corbyn refuse, he can go on the attack and ask Corbyn what he is waiting for. Expect more calls of chicken. However, figures in the Conservative party privately voice concern with the strategy. “I am getting the sense that we might have messed this one up,” sighs one Conservative MP. While Dominic Cummings used his Wednesday night meeting with special advisers to make clear that he remained confident an election was imminent, Labour could opt for other tactics. Corbyn is under pressure from figures including Keir Starmer to hold off on an early election until after an extension has been requested on 19 October. So, what options is the government considering? With Labour’s support, Johnson could on Monday call an election under the Fixed-term Parliaments Act and seek the backing of two-thirds of the Commons. However, anti-no-deal campaigner Nick Boles has suggested John Bercow could block such a move so soon after his first attempt failed. There’s talk within government of proposing a one-line bill that would say something along the lines of “not withstanding the Fixed-term Parliaments Act, there will be an election on 15 October”. That would require a simple majority – and the SNP has suggested it could back such a measure. However, what’s troubling government figures is that such a vote would be amendable and after a mass operation to withdraw the whip from Tory Brexit rebels this week, Johnson is far short of a working majority. One member of government tells me they fear an amendment could be added to try to change the date – or reduce the voting age to 16. “They could make the circumstances for an election very difficult for us.” Should Labour resistance continue and a bill be viewed as too risky, there are a handful of other options Johnson could try. There’s some talk in the party of Johnson trying to call a confidence motion in himself – would Jeremy Corbyn’s Labour really want to go on the record saying they had confidence in a Tory prime minister? Or, if the bill reaches royal assent and there is pressure on Johnson to request a delay, he could simply refuse and see what his critics do. Launch a legal challenge? Perhaps. But the one thing Downing Street is adamant about is that Johnson will not request a Brexit delay in any shape or form. Should push come to shove, the prime minister could resign rather than go through with it. Johnson could suggest that the Queen ask Corbyn to request and sign any extension, thereby putting pressure on the remain alliance, and highlighting rifts over a so-called government of national unity. Such a move would also be seized on by Tories in an eventual election as proof Corbyn was against Brexit. In the topsy-turvy world of Brexit, the unthinkable is now possible. • Katy Balls is the Spectator’s deputy political editor",
      "charCount": "4594",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/katy-balls\">Katy Balls</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/05/brexit-lords-agree-to-push-through-bill-preventing-no-deal-by-end-of-friday",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-05T09:48:18Z",
    "webTitle": "Lords agree to push through bill preventing no-deal Brexit by end of Friday",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/05/brexit-lords-agree-to-push-through-bill-preventing-no-deal-by-end-of-friday",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/05/brexit-lords-agree-to-push-through-bill-preventing-no-deal-by-end-of-friday",
    "fields": {
      "headline": "Lords agree to push through bill preventing no-deal Brexit by end of Friday",
      "standfirst": "<p>Legislation will return to Commons for debate before prorogation of parliament </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/05/brexit-lords--blow--boris-johnson-pass-bill-stopping-no-deal-politics-live\">Follow all the day’s politics news – as it happened</a></li></ul>",
      "trailText": "Legislation will return to Commons for debate before prorogation of parliament",
      "byline": "Peter Walker and Warren Murray",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ac17c665-6ebf-403a-a006-2e79ff490ed5\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/7b6bmmCgIzs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The House of Lords has agreed to progress a backbench bill seeking to block a no-deal Brexit, as Boris Johnson prepared to make a speech calling again for Labour to allow a general election.</p> \n<p>At about 1.30am on Thursday, following hours of debate, peers were told that the cross-party bill, tabled by Labour’s Hilary Benn, would be returned to the lower house by 5pm on Friday, ruling out the prospect of fresh attempts at a filibuster.</p> \n<p>It could then be voted on again by MPs on Monday and presented for royal assent, the Lords heard. Peers are due to debate the Benn bill itself and amendments on Thursday.</p> \n<p>The bill had already been passed by the Commons with the assistance of rebel Tories, after they helped to seize control of the parliamentary agenda to rush the measure through. Johnson responded to the backbench efforts on Wednesday by seeking a snap election under the Fixed-term Parliaments Act. However, opposition parties abstained or opposed the vote, denying the PM the necessary two-thirds majority – and meaning he has lost every Commons vote so far.</p> \n<p>Johnson was scheduled to make a speech in an as-yet undisclosed location later on Thursday, and take questions from the media. A spokesman for No 10 said the prime minister would “speak directly to the public, setting out the vital choice that faces our country”.</p> \n<p>He added that Johnson would refuse to abide by the Benn bill, which would mandate him to seek an extension to Brexit until at least 31 January if, by the end of next month’s crucial European council summit, he has not secured a deal or gained MPs’ consent for no deal.</p> \n<p>“The PM will not do this,” he said. “It is clear the only action is to go back to the people and give them the opportunity to decide what they want: Boris to go to Brussels and get a deal, or leave without one on 31 October.”</p> \n<p>The other alternative, the spokesman said, was Corbyn taking over the negotiations, “begging for more delay, more dither and accepting whatever terms Brussels imposes over our nation”.</p> \n<p>Labour has said it will back an election after the no-deal blocking bill becomes law, which would guarantee that Johnson could not force no-deal on 31 October. However, the party remains undecided whether it would back Johnson’s choice of a 15 October polling day, or want to wait.</p> \n<p>After the marathon Lords session, Lady Smith, Labour’s leader in the upper house, said she hoped that there would be “no further frustrations” of the bill on Friday.</p> \n<p>“It has been quite a night. It has been a long debate – and I am grateful to the noble lords who have stayed the course – it shows the importance of the work we do but also the issue on which we are debating,” she said. “I am grateful that we are now able to confirm that we will be able to complete all stages of the bill in a time-honoured way by 5pm Friday.”</p> \n<p>Richard Newby, the leader of the Liberal Democrats in the Lords, told the chamber he was very pleased that he would no longer need to use a duvet he had brought to parliament: “I don’t think that carrying on through 24 or 48 hours as we have been doing in a sort of pathetic attempt to set a new Guinness world record … would do anybody any favours.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Andrew_Adonis/status/1169406626366971904\"> \n <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n  <p lang=\"en\" dir=\"ltr\">Government chief whip announces government cave-in at 1.20 am - they are lifting the filibuster after 10 hours, with a commitment that the EU Bill will pass by 5pm Friday. We have stopped no deal - &amp; we can now go home 🆒😊😍🇪🇺</p>— Andrew Adonis (@Andrew_Adonis) \n  <a href=\"https://twitter.com/Andrew_Adonis/status/1169406626366971904?ref_src=twsrc%5Etfw\">September 5, 2019</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LabourLordsUK/status/1169406080394420224\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/WhiteSmoke?src=hash&amp;ref_src=twsrc%5Etfw\">#WhiteSmoke</a>...<br><br>Govt commits to allowing <a href=\"https://twitter.com/hashtag/BennBill?src=hash&amp;ref_src=twsrc%5Etfw\">#BennBill</a> to complete all stages in course of Thurs &amp; Friday - with the bill then going back to the Commons for any further consideration on Monday<a href=\"https://twitter.com/LadyBasildon?ref_src=twsrc%5Etfw\">@LadyBasildon</a> confirms that fresh business motion in her name will appear on Thurs am</p>— LabourLordsUK (@LabourLordsUK) \n  <a href=\"https://twitter.com/LabourLordsUK/status/1169406080394420224?ref_src=twsrc%5Etfw\">September 5, 2019</a>\n </blockquote> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/05/pm-cornered-how-the-papers-covered-johnsons-horror-day-in-commons\">'PM cornered': how the papers covered Johnson's horror day in Commons</a> </p> \n</aside> \n<p>There had been fears that the bill would be stalled in the Lords, with the Labour peer and leading lawyer Lady Kennedy of The Shaws accusing the Tory peer Lord True, who submitted a raft of amendments, of time-wasting.</p>",
      "wordcount": "610",
      "firstPublicationDate": "2019-09-05T02:16:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:39Z",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c9gpj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1024494f3955af354955603ea1a61333581da22e/121_0_1713_1028/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The House of Lords has agreed to progress a backbench bill seeking to block a no-deal Brexit, as Boris Johnson prepared to make a speech calling again for Labour to allow a general election. At about 1.30am on Thursday, following hours of debate, peers were told that the cross-party bill, tabled by Labour’s Hilary Benn, would be returned to the lower house by 5pm on Friday, ruling out the prospect of fresh attempts at a filibuster. It could then be voted on again by MPs on Monday and presented for royal assent, the Lords heard. Peers are due to debate the Benn bill itself and amendments on Thursday. The bill had already been passed by the Commons with the assistance of rebel Tories, after they helped to seize control of the parliamentary agenda to rush the measure through. Johnson responded to the backbench efforts on Wednesday by seeking a snap election under the Fixed-term Parliaments Act. However, opposition parties abstained or opposed the vote, denying the PM the necessary two-thirds majority – and meaning he has lost every Commons vote so far. Johnson was scheduled to make a speech in an as-yet undisclosed location later on Thursday, and take questions from the media. A spokesman for No 10 said the prime minister would “speak directly to the public, setting out the vital choice that faces our country”. He added that Johnson would refuse to abide by the Benn bill, which would mandate him to seek an extension to Brexit until at least 31 January if, by the end of next month’s crucial European council summit, he has not secured a deal or gained MPs’ consent for no deal. “The PM will not do this,” he said. “It is clear the only action is to go back to the people and give them the opportunity to decide what they want: Boris to go to Brussels and get a deal, or leave without one on 31 October.” The other alternative, the spokesman said, was Corbyn taking over the negotiations, “begging for more delay, more dither and accepting whatever terms Brussels imposes over our nation”. Labour has said it will back an election after the no-deal blocking bill becomes law, which would guarantee that Johnson could not force no-deal on 31 October. However, the party remains undecided whether it would back Johnson’s choice of a 15 October polling day, or want to wait. After the marathon Lords session, Lady Smith, Labour’s leader in the upper house, said she hoped that there would be “no further frustrations” of the bill on Friday. “It has been quite a night. It has been a long debate – and I am grateful to the noble lords who have stayed the course – it shows the importance of the work we do but also the issue on which we are debating,” she said. “I am grateful that we are now able to confirm that we will be able to complete all stages of the bill in a time-honoured way by 5pm Friday.” Richard Newby, the leader of the Liberal Democrats in the Lords, told the chamber he was very pleased that he would no longer need to use a duvet he had brought to parliament: “I don’t think that carrying on through 24 or 48 hours as we have been doing in a sort of pathetic attempt to set a new Guinness world record … would do anybody any favours.” There had been fears that the bill would be stalled in the Lords, with the Labour peer and leading lawyer Lady Kennedy of The Shaws accusing the Tory peer Lord True, who submitted a raft of amendments, of time-wasting.",
      "charCount": "3389",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> and <a href=\"profile/warrenmurray\">Warren Murray</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/04/commons-chaos-is-no-deal-blocked-is-an-election-happening",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-05T09:18:27Z",
    "webTitle": "Commons chaos: is no deal blocked? Is an election happening?",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/04/commons-chaos-is-no-deal-blocked-is-an-election-happening",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/04/commons-chaos-is-no-deal-blocked-is-an-election-happening",
    "fields": {
      "headline": "Commons chaos: is no deal blocked? Is an election happening?",
      "standfirst": "<p>After another dramatic day in the House of Commons, what happens next?</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/05/brexit-lords--blow--boris-johnson-pass-bill-stopping-no-deal-politics-live\">Follow all the day’s politics news – as it happened</a></li></ul>",
      "trailText": "After another dramatic day in the House of Commons, what happens next?",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"aed4bce3-e821-4fdd-8404-9c421c16c32c\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/0G__gXzFn8Q?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<h2>Have MPs now blocked a no-deal Brexit?</h2> \n<p>No – not least because the backbench-launched bill on no deal could only ever obstruct it as an option, not entirely remove it. But the cross-party plan has passed all stages in the Commons, and will now head to the Lords on Thursday. Boris Johnson has maintained his unenviable 100% vote loss record as prime minister, begun on Tuesday night when MPs voted to take control of the agenda and tackle the bill. It passed the second and third readings in a single afternoon, by 327 to 299 and 329 to 300.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/04/more-than-100000-people-apply-register-vote-youth-uk-general-election\">More than 100,000 apply to register to vote in UK in 48 hours</a> </p> \n</aside> \n<h2>Was it amended to bring back Theresa May’s plan?</h2> \n<p>Yes – and in yet another curious and dramatic twist, this happened without most MPs immediately knowing how or why. An amendment led by Labour’s Stephen Kinnock, which would resurrect May’s three times-rejected Brexit plan as a possible focus for any extension, looked likely to be defeated in a vote. However, the government did not provide any “tellers”, the MPs who count votes, for their side, the noes. That meant it was passed by default. Whether that was an accident or planned was not clear. However, the amendment did not stop the bill passing the third reading, so MPs seemed unbothered.</p> \n<h2>Is the Lords ready?</h2> \n<p>Yes. After many hours of debate, more than 80 tabled amendments and other delaying tactics by opponents, peers agreed in cross-party talks to return the bill to the Commons by 5pm on Friday. The tortuous process – which did not end until 1.30am on Thursday – was not about the bill itself, just clearing the timetable for it to be heard. But with an in-built majority against no deal in the upper house, passing the bill was less of an obstacle.</p> \n<h2>Are we having a general election or not?</h2> \n<p>Johnson reacted to Tuesday night’s defeat by promising to call a vote on having an election on 15 October via the Fixed-term Parliaments Act, allowing governments to break the standard five-year period between polls. But under the act, this requires two-thirds or more of MPs to support the measure. Labour and opposition parties mainly abstained. The motion won by 298 votes to 44, nowhere near the 430-plus threshold.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/09/election-scenarios-zip/giv-39020k5joY3JpByM/\" data-alt=\"graphic\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/09/election-scenarios-zip/giv-39020k5joY3JpByM/\">graphic</a> \n</figure> \n<h2>Why doesn’t Labour want an election now?</h2> \n<p>This was a point made by Johnson at his inaugural prime minister’s questions earlier in the day, calling Jeremy Corbyn “frightened”. But Labour says it will only back an election when it can be completely sure that Johnson will be unable to force a no-deal Brexit on 31 October. The party is consulting lawyers and other opposition parties, which they say is necessary because they do not trust the PM to keep his word or to follow constitutional norms.</p> \n<h2>So when might an election happen?</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/04/boris-johnson-fails-to-bring-tories-sunshine-in-excruciating-pmqs\">Boris Johnson fails to bring Tories sunshine in excruciating PMQs | John Crace</a> </p> \n</aside> \n<p>It’s anyone’s guess. Labour is still examining the possible idea of backing Johnson’s 15 October poll in a later vote once the backbench bill has become law, if it is reassured that it can avoid any government ruse to force no deal. This seems to be the preferred SNP option, as well as arguably the one favoured by Corbyn’s team. However, it remains possible that Labour could even then insist on a post-31 October election date.</p> \n<h2>How was Johnson’s day otherwise?</h2> \n<p>Not great, at least in party discipline terms. At a meeting of the 1922 Committee of backbench Tories, he faced criticism for ejecting from the party the 21 rebels who backed Tuesday night’s vote. Later, the One Nation group of Tory MPs, which includes cabinet minister Amber Rudd and Nicky Morgan, formally wrote to Johnson seeking their reinstatement.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "597",
      "firstPublicationDate": "2019-09-04T19:29:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:31Z",
      "newspaperEditionDate": "2019-09-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9fbb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fde4985d67dfec7677b2df180b900907069d0f9b/627_0_1873_1124/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Have MPs now blocked a no-deal Brexit? No – not least because the backbench-launched bill on no deal could only ever obstruct it as an option, not entirely remove it. But the cross-party plan has passed all stages in the Commons, and will now head to the Lords on Thursday. Boris Johnson has maintained his unenviable 100% vote loss record as prime minister, begun on Tuesday night when MPs voted to take control of the agenda and tackle the bill. It passed the second and third readings in a single afternoon, by 327 to 299 and 329 to 300. Was it amended to bring back Theresa May’s plan? Yes – and in yet another curious and dramatic twist, this happened without most MPs immediately knowing how or why. An amendment led by Labour’s Stephen Kinnock, which would resurrect May’s three times-rejected Brexit plan as a possible focus for any extension, looked likely to be defeated in a vote. However, the government did not provide any “tellers”, the MPs who count votes, for their side, the noes. That meant it was passed by default. Whether that was an accident or planned was not clear. However, the amendment did not stop the bill passing the third reading, so MPs seemed unbothered. Is the Lords ready? Yes. After many hours of debate, more than 80 tabled amendments and other delaying tactics by opponents, peers agreed in cross-party talks to return the bill to the Commons by 5pm on Friday. The tortuous process – which did not end until 1.30am on Thursday – was not about the bill itself, just clearing the timetable for it to be heard. But with an in-built majority against no deal in the upper house, passing the bill was less of an obstacle. Are we having a general election or not? Johnson reacted to Tuesday night’s defeat by promising to call a vote on having an election on 15 October via the Fixed-term Parliaments Act, allowing governments to break the standard five-year period between polls. But under the act, this requires two-thirds or more of MPs to support the measure. Labour and opposition parties mainly abstained. The motion won by 298 votes to 44, nowhere near the 430-plus threshold. Why doesn’t Labour want an election now? This was a point made by Johnson at his inaugural prime minister’s questions earlier in the day, calling Jeremy Corbyn “frightened”. But Labour says it will only back an election when it can be completely sure that Johnson will be unable to force a no-deal Brexit on 31 October. The party is consulting lawyers and other opposition parties, which they say is necessary because they do not trust the PM to keep his word or to follow constitutional norms. So when might an election happen? It’s anyone’s guess. Labour is still examining the possible idea of backing Johnson’s 15 October poll in a later vote once the backbench bill has become law, if it is reassured that it can avoid any government ruse to force no deal. This seems to be the preferred SNP option, as well as arguably the one favoured by Corbyn’s team. However, it remains possible that Labour could even then insist on a post-31 October election date. How was Johnson’s day otherwise? Not great, at least in party discipline terms. At a meeting of the 1922 Committee of backbench Tories, he faced criticism for ejecting from the party the 21 rebels who backed Tuesday night’s vote. Later, the One Nation group of Tory MPs, which includes cabinet minister Amber Rudd and Nicky Morgan, formally wrote to Johnson seeking their reinstatement.",
      "charCount": "3461",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/sep/05/does-boris-johnsons-government-have-a-women-problem",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-09-05T05:00:12Z",
    "webTitle": "Does Boris Johnson’s government have a women problem?",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/sep/05/does-boris-johnsons-government-have-a-women-problem",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/sep/05/does-boris-johnsons-government-have-a-women-problem",
    "fields": {
      "headline": "Does Boris Johnson’s government have a women problem?",
      "standfirst": "<p>With a resolutely male inner circle and the sacking of four female aides, it’s no surprise that accusations of misogyny have been levelled by the opposition. The question is whether it makes a difference at the ballot box</p>",
      "trailText": "With a resolutely male inner circle and the sacking of four female aides, it’s no surprise that accusations of misogyny have been levelled by the opposition. The question is whether it makes a difference at the ballot box",
      "byline": "Gaby Hinsliff",
      "main": "<figure class=\"element element-image\" data-media-id=\"51f314b34c9b0ed89b6823227b8a729ff5ab3ae5\"> <img src=\"https://media.guim.co.uk/51f314b34c9b0ed89b6823227b8a729ff5ab3ae5/0_31_2555_1533/1000.jpg\" alt=\"Boris Johnson (right) and his special adviser, Dominic Cummings.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson (right) and his special adviser, Dominic Cummings.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Sonia Khan seemed exactly the kind of young woman likely to prosper under Boris Johnson. A passionate Brexiter who cut her political teeth campaigning for lower taxes, at 27 she was already a veteran of several Whitehall departments, including the Treasury. When he became chancellor, Sajid Javid snapped her up. Then, last week, her career ended in the most brutal of ways; escorted out of No 10 by the police, after being <a href=\"https://www.theguardian.com/politics/2019/sep/01/adviser-sacked-by-cummings-may-have-case-for-unfair-dismissal-expert\" title=\"\">summarily sacked by prime ministerial adviser Dominic Cummings</a> in a manner that her former boss Philip Hammond <a href=\"https://www.standard.co.uk/news/politics/axed-aide-was-brexiteer-who-would-win-tribunal-over-onthespot-sacking-a4228036.html\" title=\"\">suggested</a> could win her an employment tribunal case should she choose to bring one.</p> <p>Worse still, Khan, whose loyalties were seemingly questioned because of her contacts with old friends in the rebellious Hammond’s camp, was the fourth female aide forced out by the new regime. “How someone could think that escorting a young Asian woman out with an armed police officer was good optics beggars belief,” says a female former Tory staffer. She points out that the idea of what one anonymous Tory source <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-showdown-looms-spad-jihad-latest-rory-walks-again/\" title=\"\">called</a> “big thuggy bald blokes picking on girls” is a gift to opposition MPs busy painting Johnson’s wider regime as aggressive, unreconstructed and full of dubious attitudes to women. </p>  <figure class=\"element element-image\" data-media-id=\"25b3a05d764fe8104e4ef1e3e0ca644008331835\"> <img src=\"https://media.guim.co.uk/25b3a05d764fe8104e4ef1e3e0ca644008331835/0_76_1732_1038/1000.jpg\" alt=\"Sonia Khan, who was escorted out of Downing Street by police.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sonia Khan, who was escorted out of Downing Street by police.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>  <p>Johnson appearing to call the leader of the opposition <a href=\"https://www.theguardian.com/politics/2019/sep/04/you-great-big-girls-blouse-boris-johnson-appears-to-insult-corbyn-during-pmqs\" title=\"\">a “big girl’s blouse”</a> in his first Prime Minister’s Questions on Wednesday does nothing to improve this image – nor did Cummings’ behaviour on Tuesday night, after a vote to wrest control of parliamentary proceedings – widely seen as a humiliating defeat for his strategy – ended with a reportedly boisterous chance encounter between him and Jeremy Corbyn as the latter left for the night. The Labour frontbencher Cat Smith, who was with Corbyn, <a href=\"https://twitter.com/CatSmithMP/status/1169009732117512192\" title=\"\">tweeted</a> that at first she just thought there was “some loud bloke who stunk of booze yelling at us”.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"685382fbf86849f898a78964a6dd4d9b8f73732c\"> <img src=\"https://media.guim.co.uk/685382fbf86849f898a78964a6dd4d9b8f73732c/0_0_3064_4595/667.jpg\" alt=\"Dominic Cummings, whose sacking of Sonia Khan has caused controversy.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Cummings, whose sacking of Sonia Khan has caused controversy.</span> <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> </figcaption> </figure>  <p>But in an era where behavioural norms and political conventions are being rewritten overnight, the question is whether the charge – fair or unfair – of having a “woman problem” still carries an electoral price for Tory leaders. Will it matter at the ballot boxes that Johnson <a href=\"https://www.theguardian.com/commentisfree/2019/jul/30/boris-johnson-mark-field-investigation-protester\" title=\"\">scrapped an inquiry</a> ordered by Theresa May into Mark Field, the Tory MP filmed manhandling a female protester out of a smart City dinner? Do potential Tory voters care that he <a href=\"https://www.theguardian.com/politics/2019/sep/02/boris-johnsons-burqa-comments-led-to-surge-in-anti-muslim-attacks\" title=\"\">compared women wearing burqas to letterboxes</a>, or once suggested the best way to deal with a female colleague’s <a href=\"https://www.theguardian.com/commentisfree/2018/aug/10/boris-johnson-burqa-misogyny-bigotry-eton-oxford\" title=\"\">advice</a> was to “pat her on the bottom and send her on her way”?</p> <p>When David Cameron told the Labour MP Angela Eagle to <a href=\"https://www.theguardian.com/politics/2011/apr/27/david-cameron-calm-down-dear\" title=\"\">“Calm down, dear” in the Commons</a>, the accusations of sexism lasted for days. But have the goalposts changed, in an era now so polarised that Donald Trump can seemingly dismiss an allegation of rape – <a href=\"https://www.theguardian.com/us-news/2019/jul/13/i-accused-donald-trump-of-sexual-assault-e-jean-carroll-ed-pilkington\" title=\"\">levelled in the journalist E Jean Carroll’s memoirs</a> – and watch the news cycle move on?</p> <p>He may now be cast as the cartoon villain of this administration, but when Cummings began work in 2002 for the then Tory leader Iain Duncan Smith, fear was arguably the last thing he inspired in female colleagues. “He couldn’t even manage his own life,” says one. “He used to wash his shirts in the office and hang them up in front of his desk, so you’d have to come through a line of dripping wet shirts to speak to him.” It didn’t last: Cummings left within months, frustrated that shadow cabinet ministers wouldn’t adopt his radical ideas. </p> <p>It was a different story when Michael Gove, then shadow education secretary, hired him as an adviser in 2007. After Gove moved from opposition to head up the Department for Education in 2010, Cummings was initially kept at arm’s length, but shortly after he formally joined the department in 2011,<strong> </strong>allegations of him intimidating civil servants began to emerge. They were denied, but it is a pattern some see repeated now in his treatment of Khan and his reported response to fellow special advisers that <a href=\"https://www.theguardian.com/politics/2019/aug/30/sajid-javid-confronts-boris-johnson-over-advisers-sacking\" title=\"\">if they didn’t like his methods they could “fuck off”</a>.</p> <p>Yet the idea that he picks on women is, say those who have worked with him, untrue. “If he likes you and thinks you’re on side, he’ll work very effectively with you; if he thinks you’re disloyal or useless, he can be extremely unpleasant, but he did that to men and women,” says a longstanding former colleague. “I don’t think it’s a woman problem, I think it’s a ‘people he doesn’t like’ problem.”</p> <p>His pet hates include perceived stupidity, laziness, or ideas being blocked for seemingly vague reasons, which may explain No 10’s sudden appetite for ripping up unwritten rules and conventions. But Cummings was close to like-minded female members of the Gove set, including the free schools champion Rachel Wolf (married to his old friend, the lobbyist James Frayne) and the adviser Elena Narozanski, now back in No 10 advising on education; he also rated civil servant Victoria Woodcock highly enough to recruit her as Vote Leave’s director of operations, arguing subsequently that, without her, they might not have won.</p> <p>“Of all the accusations you could hurl at him, being a sexist is actually the least of it,” says Gisela Stuart, the former Labour MP who chaired Vote Leave. “With Dom, you deliver or you don’t deliver; things are good if you do, and not good if you don’t.”</p> <p>Nor has there ever been a whiff of personal sleaze around Cummings, by all accounts happily married to the journalist Mary Wakefield. The same, however, cannot be said for his boss.</p>  <figure class=\"element element-image\" data-media-id=\"6255fefbc2b3a4cfc0ee31e802cabd195a33a4cf\"> <img src=\"https://media.guim.co.uk/6255fefbc2b3a4cfc0ee31e802cabd195a33a4cf/60_0_1800_1080/1000.jpg\" alt=\"Tory MP Mark Field manhandled a protester at a City dinner.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tory MP Mark Field manhandled a protester at a City dinner.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>The plot of <a href=\"https://www.theguardian.com/stage/2005/jul/26/theatre\" title=\"\">Who’s the Daddy?</a>, a bedhopping farce that made its London theatrical debut in 2005, would have been so preposterous as to be incredible had it not been based on a series of real-life scandals that beset the Spectator magazine during a single year of Johnson’s editorship. Co-written by the magazine’s theatre critic Toby Young, it featured not only Johnson’s affair with the columnist Petronella Wyatt – which ended in him <a href=\"https://www.theguardian.com/politics/2004/nov/14/uk.conservatives\" title=\"\">being fired</a> from the Tory frontbench for lying about it – but the Spectator publisher Kimberly Quinn’s <a href=\"https://www.theguardian.com/politics/2005/mar/06/uk.davidblunkett\" title=\"\">affair with the cabinet minister David Blunkett</a> and the then deputy editor <a href=\"https://www.theguardian.com/media/2004/jul/11/pressandpublishing.uknews\" title=\"\">Rod Liddle’s extramarital affair</a> with a 22-year-old receptionist.</p> <p>Liddle’s now ex-wife, the broadcaster Rachel Royce, subsequently attacked what she called an “all lads together” culture at the magazine; in Sonia Purnell’s biography Just Boris, she describes famously riotous champagne-fuelled parties “full of young things in short dresses, high heels and lipstick and the men flirting with them and ignoring their wives. I just felt that Boris was running the whole place like a knocking shop.” None of this stopped Johnson being elected mayor in 2008.</p> <p>His move to London City Hall initially heralded a more statesmanlike phase (although within a year he was to begin an relationship with <a href=\"https://www.theguardian.com/politics/2013/may/21/boris-johnson-fathered-child-affair\" title=\"\">unpaid arts adviser Helen Macintyre)</a>. While most of his senior appointments were male, a recurring theme in his career, he did hire the highly regarded transport expert Isabel Dedring, plus a bright young Oxford graduate named Munira Mirza to cover culture (Mirza now runs his policy unit at No 10).</p> <p>“I look at him now and he’s got a bunch of lads around him,” says a colleague from that era. “But it was much more balanced in those days. They weren’t the kind of women who would put up with any mischief.” Yet Jennette Arnold, leader of the London Assembly Labour group, <a href=\"https://www.theguardian.com/politics/2012/apr/22/boris-johnson-denies-being-sexist\" title=\"\">publicly complained</a> of his “disrespectful, patronising way at meetings” with female assembly members, while some City Hall staff recall a boys’ school culture of risque jokes and Oxbridge ties.</p> <p>Throughout his career, Johnson has tended to get on with a certain type of woman; robust, not overly politically correct, dismissive of liberal shibboleths. Mirza famously criticised May’s audit of racial disparities in public services as <a href=\"https://www.spectator.co.uk/2017/09/theresa-mays-phoney-race-war-is-dangerous-and-divisive/\" title=\"\">self-flagellatory</a>, and the new Downing Street recruit Chloe Westley, now heading Johnson’s social media team, <a href=\"https://www.conservativehome.com/thecolumnists/2018/11/chloe-westley-jordan-peterson-not-modern-feminists-speaks-for-me.html\" title=\"\">argued in a recent article defending the academic Jordan Peterson</a> against charges of misogyny that young women had been “misled by feminists” into thinking they faced discrimination over pay.</p> <p>His inner circle in Downing Street, meanwhile, remains resolutely male compared with Cameron’s or May’s: this week’s spending review was presented, unusually, by an <a href=\"https://www.gov.uk/government/organisations/hm-treasury#content\" title=\"\">all-male Treasury ministerial lineup</a> despite concerns about the <a href=\"https://www.theguardian.com/business/2019/aug/28/women-austerity-and-the-spending-review\" title=\"\">impact of excluding women from economic policy-making</a>.</p> <p>As Dr Mary Ann Stephenson, head of the Women’s Budget Group, which analyses the gender impact of economic policy, points out, it has been accepted wisdom for years now that ministerial teams should be mixed in order to better reflect the reality of ordinary lives: “I can’t understand why this lesson needs to be relearned. I remember talking about this in the 90s.” But the emerging hallmark of the Johnson regime is that no conventional wisdom should be taken for granted, perhaps particularly not in the wake of a female PM many female voters did not feel served them well.</p>  <figure class=\"element element-image\" data-media-id=\"e22e27d35fe692c19797a3c309171aca8428e420\"> <img src=\"https://media.guim.co.uk/e22e27d35fe692c19797a3c309171aca8428e420/39_1095_2206_1324/1000.jpg\" alt=\"The remain campaign fielded an all-female team – Nicola Sturgeon, Angela Eagle and Amber Rudd – to debate with Johnson on TV.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The remain campaign fielded an all-female team – Nicola Sturgeon, Angela Eagle and Amber Rudd – to debate with Johnson on TV.</span> <span class=\"element-image__credit\">Photograph: Matt Frost/AFP/Getty Images</span> </figcaption> </figure>  <p>When the remain campaign confirmed it was fielding an all-female team of Amber Rudd, Nicola Sturgeon and Angela Eagle for a televised referendum debate against Boris Johnson, the rationale seemed obvious; they judged female voters to be his achilles heel. Rudd’s <a href=\"https://www.dailymail.co.uk/video/news/video-1298192/Amber-Rudd-Boris-not-man-want-driving-home.html\" title=\"\">jibe</a> that Boris might be fun at a party, but wasn’t the man to drive you home – seen as a deliberate dig at his private life – was deemed the zinger of the night and she was acclaimed a Tory leader-in-waiting. But three years on, she serves in Johnson’s cabinet, awkwardly dodging questions about why she won’t rule out a no-deal Brexit, a reminder that Johnson’s supposed “woman problem” is more complicated than it looks.</p> <p>His net favourability rating is indeed higher among men than among women, with <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/08/06/who-makes-boris-coalition\" title=\"\">YouGov reporting a gap of eight points in August</a>. But that may at least partly reflect the fact that women were more likely to vote remain in 2016, and are now more anxious about a no-deal Brexit. Dig deeper, and there is surprisingly little hard evidence that Johnson’s behaviour specifically alienates female voters.</p> <p>“There’s just not much evidence to suggest that women feel differently from men about him,” says Deborah Mattinson, CEO of Britain Thinks, which will next week publish the findings of focus groups conducted with women in Reading and Liverpool. “The big divide is age – older people like him more than younger ones, and leavers like him more than remainers.” Both sexes question his integrity, she says, but find him charismatic; focus groups generally shrug off the breakdown of his marriage to wife Marina or his new girlfriend Carrie Symonds’ move into No 10. “They’ll say: ‘Look, this is 2019, people don’t necessarily live happily ever.’”</p>  <figure class=\"element element-image\" data-media-id=\"17617f544549ad17454ab8a3c7f0afd247d70907\"> <img src=\"https://media.guim.co.uk/17617f544549ad17454ab8a3c7f0afd247d70907/0_0_4747_3165/1000.jpg\" alt=\"Johnson in 2015 when mayor of London, with Jennette Arnold and members of the British armed forces.)\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson in 2015 when mayor of London, with Jennette Arnold and members of the British armed forces.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <p>Such stories may strengthen the resolve of women who are already hostile to the Tories to support opposition parties, which helps to explain why Labour systematically seeks to portray him as a casual misogynist. But it may not actively shift votes in a snap election where Brexit overshadows everything.</p> <p>Yet if the Khan affair has any lingering significance, it is in uniting the charge – fair or unfair – of sexism, with the idea of a regime playing fast and loose with the rules, rather like a <a href=\"https://www.theguardian.com/us-news/2019/jun/26/how-to-speak-silicon-valley-decoding-tech-bros-from-microdosing-to-privacy\" title=\"\">tech bro startup</a> whose culture of being too hip for HR soon turns toxic. “It fits with the narrative that the government doesn’t have to obey the law; they’re going to prorogue parliament if they want, they’re not sure if they’re going to follow employment law, the law is for everyone else and not for them,” says a female former Tory staffer. Some will always thrill to the idea that rules exist to be broken. But not, perhaps, those the rules are made to protect.</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1926",
      "commentable": "false",
      "firstPublicationDate": "2019-09-05T05:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "true",
      "lastModified": "2019-09-05T05:02:38Z",
      "newspaperEditionDate": "2019-09-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9dmq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/51f314b34c9b0ed89b6823227b8a729ff5ab3ae5/0_31_2555_1533/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sonia Khan seemed exactly the kind of young woman likely to prosper under Boris Johnson. A passionate Brexiter who cut her political teeth campaigning for lower taxes, at 27 she was already a veteran of several Whitehall departments, including the Treasury. When he became chancellor, Sajid Javid snapped her up. Then, last week, her career ended in the most brutal of ways; escorted out of No 10 by the police, after being summarily sacked by prime ministerial adviser Dominic Cummings in a manner that her former boss Philip Hammond suggested could win her an employment tribunal case should she choose to bring one. Worse still, Khan, whose loyalties were seemingly questioned because of her contacts with old friends in the rebellious Hammond’s camp, was the fourth female aide forced out by the new regime. “How someone could think that escorting a young Asian woman out with an armed police officer was good optics beggars belief,” says a female former Tory staffer. She points out that the idea of what one anonymous Tory source called “big thuggy bald blokes picking on girls” is a gift to opposition MPs busy painting Johnson’s wider regime as aggressive, unreconstructed and full of dubious attitudes to women. Johnson appearing to call the leader of the opposition a “big girl’s blouse” in his first Prime Minister’s Questions on Wednesday does nothing to improve this image – nor did Cummings’ behaviour on Tuesday night, after a vote to wrest control of parliamentary proceedings – widely seen as a humiliating defeat for his strategy – ended with a reportedly boisterous chance encounter between him and Jeremy Corbyn as the latter left for the night. The Labour frontbencher Cat Smith, who was with Corbyn, tweeted that at first she just thought there was “some loud bloke who stunk of booze yelling at us”. But in an era where behavioural norms and political conventions are being rewritten overnight, the question is whether the charge – fair or unfair – of having a “woman problem” still carries an electoral price for Tory leaders. Will it matter at the ballot boxes that Johnson scrapped an inquiry ordered by Theresa May into Mark Field, the Tory MP filmed manhandling a female protester out of a smart City dinner? Do potential Tory voters care that he compared women wearing burqas to letterboxes, or once suggested the best way to deal with a female colleague’s advice was to “pat her on the bottom and send her on her way”? When David Cameron told the Labour MP Angela Eagle to “Calm down, dear” in the Commons, the accusations of sexism lasted for days. But have the goalposts changed, in an era now so polarised that Donald Trump can seemingly dismiss an allegation of rape – levelled in the journalist E Jean Carroll’s memoirs – and watch the news cycle move on? He may now be cast as the cartoon villain of this administration, but when Cummings began work in 2002 for the then Tory leader Iain Duncan Smith, fear was arguably the last thing he inspired in female colleagues. “He couldn’t even manage his own life,” says one. “He used to wash his shirts in the office and hang them up in front of his desk, so you’d have to come through a line of dripping wet shirts to speak to him.” It didn’t last: Cummings left within months, frustrated that shadow cabinet ministers wouldn’t adopt his radical ideas. It was a different story when Michael Gove, then shadow education secretary, hired him as an adviser in 2007. After Gove moved from opposition to head up the Department for Education in 2010, Cummings was initially kept at arm’s length, but shortly after he formally joined the department in 2011, allegations of him intimidating civil servants began to emerge. They were denied, but it is a pattern some see repeated now in his treatment of Khan and his reported response to fellow special advisers that if they didn’t like his methods they could “fuck off”. Yet the idea that he picks on women is, say those who have worked with him, untrue. “If he likes you and thinks you’re on side, he’ll work very effectively with you; if he thinks you’re disloyal or useless, he can be extremely unpleasant, but he did that to men and women,” says a longstanding former colleague. “I don’t think it’s a woman problem, I think it’s a ‘people he doesn’t like’ problem.” His pet hates include perceived stupidity, laziness, or ideas being blocked for seemingly vague reasons, which may explain No 10’s sudden appetite for ripping up unwritten rules and conventions. But Cummings was close to like-minded female members of the Gove set, including the free schools champion Rachel Wolf (married to his old friend, the lobbyist James Frayne) and the adviser Elena Narozanski, now back in No 10 advising on education; he also rated civil servant Victoria Woodcock highly enough to recruit her as Vote Leave’s director of operations, arguing subsequently that, without her, they might not have won. “Of all the accusations you could hurl at him, being a sexist is actually the least of it,” says Gisela Stuart, the former Labour MP who chaired Vote Leave. “With Dom, you deliver or you don’t deliver; things are good if you do, and not good if you don’t.” Nor has there ever been a whiff of personal sleaze around Cummings, by all accounts happily married to the journalist Mary Wakefield. The same, however, cannot be said for his boss. The plot of Who’s the Daddy?, a bedhopping farce that made its London theatrical debut in 2005, would have been so preposterous as to be incredible had it not been based on a series of real-life scandals that beset the Spectator magazine during a single year of Johnson’s editorship. Co-written by the magazine’s theatre critic Toby Young, it featured not only Johnson’s affair with the columnist Petronella Wyatt – which ended in him being fired from the Tory frontbench for lying about it – but the Spectator publisher Kimberly Quinn’s affair with the cabinet minister David Blunkett and the then deputy editor Rod Liddle’s extramarital affair with a 22-year-old receptionist. Liddle’s now ex-wife, the broadcaster Rachel Royce, subsequently attacked what she called an “all lads together” culture at the magazine; in Sonia Purnell’s biography Just Boris, she describes famously riotous champagne-fuelled parties “full of young things in short dresses, high heels and lipstick and the men flirting with them and ignoring their wives. I just felt that Boris was running the whole place like a knocking shop.” None of this stopped Johnson being elected mayor in 2008. His move to London City Hall initially heralded a more statesmanlike phase (although within a year he was to begin an relationship with unpaid arts adviser Helen Macintyre). While most of his senior appointments were male, a recurring theme in his career, he did hire the highly regarded transport expert Isabel Dedring, plus a bright young Oxford graduate named Munira Mirza to cover culture (Mirza now runs his policy unit at No 10). “I look at him now and he’s got a bunch of lads around him,” says a colleague from that era. “But it was much more balanced in those days. They weren’t the kind of women who would put up with any mischief.” Yet Jennette Arnold, leader of the London Assembly Labour group, publicly complained of his “disrespectful, patronising way at meetings” with female assembly members, while some City Hall staff recall a boys’ school culture of risque jokes and Oxbridge ties. Throughout his career, Johnson has tended to get on with a certain type of woman; robust, not overly politically correct, dismissive of liberal shibboleths. Mirza famously criticised May’s audit of racial disparities in public services as self-flagellatory, and the new Downing Street recruit Chloe Westley, now heading Johnson’s social media team, argued in a recent article defending the academic Jordan Peterson against charges of misogyny that young women had been “misled by feminists” into thinking they faced discrimination over pay. His inner circle in Downing Street, meanwhile, remains resolutely male compared with Cameron’s or May’s: this week’s spending review was presented, unusually, by an all-male Treasury ministerial lineup despite concerns about the impact of excluding women from economic policy-making. As Dr Mary Ann Stephenson, head of the Women’s Budget Group, which analyses the gender impact of economic policy, points out, it has been accepted wisdom for years now that ministerial teams should be mixed in order to better reflect the reality of ordinary lives: “I can’t understand why this lesson needs to be relearned. I remember talking about this in the 90s.” But the emerging hallmark of the Johnson regime is that no conventional wisdom should be taken for granted, perhaps particularly not in the wake of a female PM many female voters did not feel served them well. When the remain campaign confirmed it was fielding an all-female team of Amber Rudd, Nicola Sturgeon and Angela Eagle for a televised referendum debate against Boris Johnson, the rationale seemed obvious; they judged female voters to be his achilles heel. Rudd’s jibe that Boris might be fun at a party, but wasn’t the man to drive you home – seen as a deliberate dig at his private life – was deemed the zinger of the night and she was acclaimed a Tory leader-in-waiting. But three years on, she serves in Johnson’s cabinet, awkwardly dodging questions about why she won’t rule out a no-deal Brexit, a reminder that Johnson’s supposed “woman problem” is more complicated than it looks. His net favourability rating is indeed higher among men than among women, with YouGov reporting a gap of eight points in August. But that may at least partly reflect the fact that women were more likely to vote remain in 2016, and are now more anxious about a no-deal Brexit. Dig deeper, and there is surprisingly little hard evidence that Johnson’s behaviour specifically alienates female voters. “There’s just not much evidence to suggest that women feel differently from men about him,” says Deborah Mattinson, CEO of Britain Thinks, which will next week publish the findings of focus groups conducted with women in Reading and Liverpool. “The big divide is age – older people like him more than younger ones, and leavers like him more than remainers.” Both sexes question his integrity, she says, but find him charismatic; focus groups generally shrug off the breakdown of his marriage to wife Marina or his new girlfriend Carrie Symonds’ move into No 10. “They’ll say: ‘Look, this is 2019, people don’t necessarily live happily ever.’” Such stories may strengthen the resolve of women who are already hostile to the Tories to support opposition parties, which helps to explain why Labour systematically seeks to portray him as a casual misogynist. But it may not actively shift votes in a snap election where Brexit overshadows everything. Yet if the Khan affair has any lingering significance, it is in uniting the charge – fair or unfair – of sexism, with the idea of a regime playing fast and loose with the rules, rather like a tech bro startup whose culture of being too hip for HR soon turns toxic. “It fits with the narrative that the government doesn’t have to obey the law; they’re going to prorogue parliament if they want, they’re not sure if they’re going to follow employment law, the law is for everyone else and not for them,” says a female former Tory staffer. Some will always thrill to the idea that rules exist to be broken. But not, perhaps, those the rules are made to protect.",
      "charCount": "11517",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "<a href=\"profile/gabyhinsliff\">Gaby Hinsliff</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  }
]