[
  {
    "id": "politics/2019/dec/26/charismatic-leaders-and-the-lefts-electoral-failures",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-26T17:15:56Z",
    "webTitle": "Charismatic leaders and the left’s electoral failures | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/26/charismatic-leaders-and-the-lefts-electoral-failures",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/26/charismatic-leaders-and-the-lefts-electoral-failures",
    "fields": {
      "headline": "Charismatic leaders and the left’s electoral failures",
      "standfirst": "Readers including Labour peer <strong>David Lipsey</strong> discuss Jonathan Freedland’s article on Labour’s next leader and what the defeated party needs to do to win over voters and get back into government",
      "trailText": "<strong>Letters:</strong> Readers including Labour peer <strong>David Lipsey</strong> discuss Jonathan Freedland’s article on Labour’s next leader and what the defeated party needs to do to win over voters and get back into government",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d9775c73dcceb031283fbe01646c2e5840188be4\"> <img src=\"https://media.guim.co.uk/d9775c73dcceb031283fbe01646c2e5840188be4/0_182_5469_3281/1000.jpg\" alt=\"Labour supporters rally in London before this month’s election.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour supporters rally in London before this month’s election.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>",
      "body": "<p>Jonathan Freedland believes that the centre-left needs a charismatic leader, citing Clinton, Blair and Obama as evidence that such a leader could be a winner (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/20/extraordinary-leader-deliver-labour-party-victory\" title=\"\">It will take an extraordinary Labour leader to beat the right</a>, Journal, 21 December). The trouble is, they weren’t centre-left. They were neoliberals who perpetuated, and sometimes drove forward, the project for privatisation, deindustrialisation and adventurist, regime-change wars. The charge I’ve heard repeatedly from disillusioned ex-voters over the past decade or so, that politicians are “all the same”, can be traced back to the failure of these charismatic leaders to live up to their hype.</p> <p>I’ve often been told that it is no good having the right policies if you can’t persuade people to vote for them and put you into government. My response is that it’s worse to parrot glib phrases in order to get into government, then let people down.<br><strong>Shaun Pye</strong><br><em>Leeds</em></p> <p>• The main reason for the electoral failures of the left, in this or previous elections and in this country or other liberal democracies, is disunity. Rightwing parties often feed off and avoid undermining each other. Not so those on the left, which always seem to be at war with one another, behaving like cults that see themselves as keepers of the one true faith and all others as mortal enemies instead of natural allies.</p> <p>Rightwing parties of every hue tend to cooperate, and often find common cause, as happened when the Brexit party stood down its candidate wherever the Conservatives had a majority. Had Labour, Lib Dems, SNP, Plaid Cymru and Greens found an effective way to cooperate, the left might be celebrating now. Or, as Sue Hawthorne wrote in the same issue (<a href=\"https://www.theguardian.com/politics/2019/dec/20/tony-blair-needs-a-further-period-of-reflection\" title=\"\">Letters</a>, 21 December), had Tony Blair jettisoned the first-past-the-post system after New Labour’s 2001 decisive victory, we would be in a very different place now. But, like every other party leader who had ever won a big majority, he assumed that power was his for ever and saw no reason to share it with anyone else, especially not those perceived enemies on the left.<br><strong>Sam Babiker</strong><br><em>Bristol</em></p> <p>• There’s a well-documented phenomenon called the backfire effect, whereby people faced with evidence that a cherished belief is wrong sometimes reject the evidence and double down, becoming even more fervent believers. Both Andy Beckett – “The left rarely gets to run the party and so is all the more castigated when it fails to capitalise on the opportunity” (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/left-labour-michael-foot-tony-blair\" title=\"\">Journal</a>, 20 December) – and Jonathan Freedland seem to believe there is some sort of cosmic fair play at work whereby left and right have an alternating entitlement to govern.</p> <p>Drawing comfort from the fact that one can find a metric by which the recent Labour loss was slightly less disastrous than 1983, or saying that success for the left requires a leader with exceptional charisma, involves wilfully hiding from the painful possibility that the electorate’s preference lies to the right. Personally, I liked Labour’s policies at the last election, but it sure looks to me like not enough other people did.<br><strong>Bill Britten</strong><br><em>London</em></p> <p>• Jonathan Freedland mars his stimulating piece on the electoral weakness of the left by claiming that “in the postwar tally of US presidents, Republicans outnumber Democrats”. They do, seven to six – but only if you count Gerald Ford. Ford succeeded Nixon when Nixon resigned, but lost when he stood for election. So it is six-all in presidents who won an election – hardly evidence of rightwing dominance.<br><strong>David Lipsey</strong><br><em>Labour, House of Lords</em></p> <p>• There is a two-word response to Labour needing a leader of extraordinary charisma: John Smith. Where would the country and Labour now be if he had lived and led Labour to the 1997 victory?<br><strong>Nick Cook</strong><br><em>Newcastle upon Tyne</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "664",
      "commentable": "false",
      "firstPublicationDate": "2019-12-26T17:15:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:46Z",
      "newspaperEditionDate": "2019-12-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxmpe",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d9775c73dcceb031283fbe01646c2e5840188be4/0_182_5469_3281/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jonathan Freedland believes that the centre-left needs a charismatic leader, citing Clinton, Blair and Obama as evidence that such a leader could be a winner (It will take an extraordinary Labour leader to beat the right, Journal, 21 December). The trouble is, they weren’t centre-left. They were neoliberals who perpetuated, and sometimes drove forward, the project for privatisation, deindustrialisation and adventurist, regime-change wars. The charge I’ve heard repeatedly from disillusioned ex-voters over the past decade or so, that politicians are “all the same”, can be traced back to the failure of these charismatic leaders to live up to their hype. I’ve often been told that it is no good having the right policies if you can’t persuade people to vote for them and put you into government. My response is that it’s worse to parrot glib phrases in order to get into government, then let people down. Shaun Pye Leeds • The main reason for the electoral failures of the left, in this or previous elections and in this country or other liberal democracies, is disunity. Rightwing parties often feed off and avoid undermining each other. Not so those on the left, which always seem to be at war with one another, behaving like cults that see themselves as keepers of the one true faith and all others as mortal enemies instead of natural allies. Rightwing parties of every hue tend to cooperate, and often find common cause, as happened when the Brexit party stood down its candidate wherever the Conservatives had a majority. Had Labour, Lib Dems, SNP, Plaid Cymru and Greens found an effective way to cooperate, the left might be celebrating now. Or, as Sue Hawthorne wrote in the same issue (Letters, 21 December), had Tony Blair jettisoned the first-past-the-post system after New Labour’s 2001 decisive victory, we would be in a very different place now. But, like every other party leader who had ever won a big majority, he assumed that power was his for ever and saw no reason to share it with anyone else, especially not those perceived enemies on the left. Sam Babiker Bristol • There’s a well-documented phenomenon called the backfire effect, whereby people faced with evidence that a cherished belief is wrong sometimes reject the evidence and double down, becoming even more fervent believers. Both Andy Beckett – “The left rarely gets to run the party and so is all the more castigated when it fails to capitalise on the opportunity” (Journal, 20 December) – and Jonathan Freedland seem to believe there is some sort of cosmic fair play at work whereby left and right have an alternating entitlement to govern. Drawing comfort from the fact that one can find a metric by which the recent Labour loss was slightly less disastrous than 1983, or saying that success for the left requires a leader with exceptional charisma, involves wilfully hiding from the painful possibility that the electorate’s preference lies to the right. Personally, I liked Labour’s policies at the last election, but it sure looks to me like not enough other people did. Bill Britten London • Jonathan Freedland mars his stimulating piece on the electoral weakness of the left by claiming that “in the postwar tally of US presidents, Republicans outnumber Democrats”. They do, seven to six – but only if you count Gerald Ford. Ford succeeded Nixon when Nixon resigned, but lost when he stood for election. So it is six-all in presidents who won an election – hardly evidence of rightwing dominance. David Lipsey Labour, House of Lords • There is a two-word response to Labour needing a leader of extraordinary charisma: John Smith. Where would the country and Labour now be if he had lived and led Labour to the 1997 victory? Nick Cook Newcastle upon Tyne • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4044",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/26/im-a-remainer-and-one-of-the-people-too",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-26T17:14:10Z",
    "webTitle": "I’m a remainer and one of the people too | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/26/im-a-remainer-and-one-of-the-people-too",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/26/im-a-remainer-and-one-of-the-people-too",
    "fields": {
      "headline": "I’m a remainer and one of the people too",
      "standfirst": "The repetition of such phrases as ‘the will of the people’ alienates those who voted against Brexit or in favour of a second referendum, writes <strong>Diana Cairns</strong>",
      "trailText": "<strong>Letter:</strong> The repetition of such phrases as ‘the will of the people’ alienates those who voted against Brexit or in favour of a second referendum, writes <strong>Diana Cairns</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"087742d9605e9ada0ffb53b35ffccd1abd3acadb\"> <img src=\"https://media.guim.co.uk/087742d9605e9ada0ffb53b35ffccd1abd3acadb/0_384_6720_4032/1000.jpg\" alt=\"Labour leadership contender Lisa Nandy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour leadership contender Lisa Nandy, who has been critical of the People’s Vote campaign.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Lisa Nandy (<a href=\"https://www.theguardian.com/politics/2019/dec/20/labours-brexit-position-set-mps-up-to-fail-says-lisa-nandy\" title=\"\">Labour faces a ‘hard road’ back to its heartlands, says Nandy</a>, 21 December) claims the People’s Vote campaign gave the message that “you’re not people – you’re the wrong people…” She is being selective in her interpretation. I voted to remain in 2016 but have had to listen to endless repetitions by politicians and Brexiters of phrases such as “the will of the people”, “the people have spoken” etc, so I have also been denied my identity as one of “the people” and doubly so as a resident of Scotland, where we voted 62% to remain and have had our voice completely ignored and disregarded for the last three and a half years.</p> <p>The 2016 referendum was won by a slim margin following a leave campaign characterised by lying, cheating, outside interference, data manipulation and dark money. The People’s Vote campaign at least sought to resolve the divisions in the country by trying to secure another vote on the exit deal versus remain.</p> <p>Democracy is not a one-off event. Opinions have changed and facts have emerged since the referendum, and in the last general election the majority voted for parties supporting remain or a second referendum.<br><strong>Diana Cairns</strong><br><em>Edinburgh</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "246",
      "commentable": "false",
      "firstPublicationDate": "2019-12-26T17:14:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:00Z",
      "newspaperEditionDate": "2019-12-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxnv8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/087742d9605e9ada0ffb53b35ffccd1abd3acadb/0_384_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Lisa Nandy (Labour faces a ‘hard road’ back to its heartlands, says Nandy, 21 December) claims the People’s Vote campaign gave the message that “you’re not people – you’re the wrong people…” She is being selective in her interpretation. I voted to remain in 2016 but have had to listen to endless repetitions by politicians and Brexiters of phrases such as “the will of the people”, “the people have spoken” etc, so I have also been denied my identity as one of “the people” and doubly so as a resident of Scotland, where we voted 62% to remain and have had our voice completely ignored and disregarded for the last three and a half years. The 2016 referendum was won by a slim margin following a leave campaign characterised by lying, cheating, outside interference, data manipulation and dark money. The People’s Vote campaign at least sought to resolve the divisions in the country by trying to secure another vote on the exit deal versus remain. Democracy is not a one-off event. Opinions have changed and facts have emerged since the referendum, and in the last general election the majority voted for parties supporting remain or a second referendum. Diana Cairns Edinburgh • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1475",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/26/taking-back-control-of-political-slogans",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-26T17:13:07Z",
    "webTitle": "Taking back control of political slogans | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/26/taking-back-control-of-political-slogans",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/26/taking-back-control-of-political-slogans",
    "fields": {
      "headline": "Taking back control of political slogans",
      "standfirst": "Conservatives | Labour | Life mantras | Latin corrections",
      "trailText": "<strong>Brief letters:</strong> Conservatives | Labour | Life mantras | Latin corrections",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1c1f7a340f6f460a0ed040263a3d3c09f526585f\"> <img src=\"https://media.guim.co.uk/1c1f7a340f6f460a0ed040263a3d3c09f526585f/0_137_4734_2840/1000.jpg\" alt=\"FILES-DECADE2010-POLITICS-MIGRATION-CLIMATE-ECONOMY-CONFLICT(FILES) In this file photo taken on December 11, 2019, Britain’s Prime Minister and Conservative party leader Boris Johnson poses after hammering a “Get Brexit Done” sign into the garden of a supporter, with a sledgehammer as he campaigns with his team in Benfleet, east of London. - From the Arab Spring to bloodletting in Syria, from Obama to Trump, from terror in the streets of Paris to Brexit, the 2010s began with hope for a more equitable world, and end with a slide towards nationalistic populism. (Photo by Ben STANSALL / POOL / AFP) (Photo by BEN STANSALL/POOL/AFP via Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘“Take back control” won the referendum in 2016, and “Get Brexit done” just won a general election. Both fatuous and mendacious, but punchy,’ says Cherry Weston.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/POOL/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>This article (<a href=\"https://www.theguardian.com/society/2019/dec/23/smoking-ban-tops-list-of-21st-century-uk-public-health-achievements\" title=\"\">Smoking ban tops list of 21st century successes for public health</a>, 23 December) is enough to make you weep. Nothing but improvement until the Tories came to power in 2010, then so much going backwards: greater inequality, closure of Sure Start centres, and minimal alcohol pricing still not introduced in England. Homelessness has increased since 2010, and life expectancy has decreased. And the population has just voted for more of the same.<br><strong>Dr Heather Parry</strong><br><em>Watford, Hertfordshire</em></p> <p>• Labour don’t need a new leader, new policies or a new ideology – they just need better slogans. “Take back control” won the referendum in 2016, and “Get Brexit done” just won a general election. Both fatuous and mendacious, but punchy – which is all the electorate seems to need or want.<br><strong>Cherry Weston</strong><br><em>Wolverhampton</em></p> <p>• In the spirit of Alice O’Keeffe’s praise of Anna Burns (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/wait-be-patient-keep-faith-unlikely-mantra-life\" title=\"\">Be patient, keep faith: a mantra for life</a>, Journal, 19 December), I find an ideal to aspire to in making stock, writing and life in general is to keep skimming until the scum stops rising to the surface, never stir it and keep it simmering but don’t let it boil. Chicken soup for the soul.<br><strong>Patrick Carroll</strong><br><em>Helston, Cornwall</em></p> <p>• A letter (<a href=\"https://www.theguardian.com/film/2019/dec/19/rhyming-review-of-cats-sparks-memory\" title=\"\">20 December</a>) butchers the Latin language with <em>veni, mentiti, vici</em>. <em>O tempora o mores.</em> It would have to be <em>mentitus sum</em> were it to be anything. However, <em>decepi</em> – I cheated, deceived, ensnared etc – would do it.<br><strong>Graeme Fife</strong><br><em>Sevenoaks, Kent</em></p> <p>• Since we’re going to have to get used to them, we might as well get the plural of <em>annus horribilis</em> right: it’s <em>anni horribiles</em>, not <em>“anni horribili”</em> (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/25/the-guardian-view-on-the-rise-of-christian-nativist-populists-a-troubling-sign-of-things-to-come\" title=\"\">Editorial</a>, 26 December).<br><strong>David Barker</strong><br><em>Sale, Greater Manchester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "320",
      "commentable": "false",
      "firstPublicationDate": "2019-12-26T17:13:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:19Z",
      "newspaperEditionDate": "2019-12-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxmyz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1c1f7a340f6f460a0ed040263a3d3c09f526585f/0_137_4734_2840/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This article (Smoking ban tops list of 21st century successes for public health, 23 December) is enough to make you weep. Nothing but improvement until the Tories came to power in 2010, then so much going backwards: greater inequality, closure of Sure Start centres, and minimal alcohol pricing still not introduced in England. Homelessness has increased since 2010, and life expectancy has decreased. And the population has just voted for more of the same. Dr Heather Parry Watford, Hertfordshire • Labour don’t need a new leader, new policies or a new ideology – they just need better slogans. “Take back control” won the referendum in 2016, and “Get Brexit done” just won a general election. Both fatuous and mendacious, but punchy – which is all the electorate seems to need or want. Cherry Weston Wolverhampton • In the spirit of Alice O’Keeffe’s praise of Anna Burns (Be patient, keep faith: a mantra for life, Journal, 19 December), I find an ideal to aspire to in making stock, writing and life in general is to keep skimming until the scum stops rising to the surface, never stir it and keep it simmering but don’t let it boil. Chicken soup for the soul. Patrick Carroll Helston, Cornwall • A letter (20 December) butchers the Latin language with veni, mentiti, vici. O tempora o mores. It would have to be mentitus sum were it to be anything. However, decepi – I cheated, deceived, ensnared etc – would do it. Graeme Fife Sevenoaks, Kent • Since we’re going to have to get used to them, we might as well get the plural of annus horribilis right: it’s anni horribiles, not “anni horribili” (Editorial, 26 December). David Barker Sale, Greater Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1958",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/26/rebecca-long-bailey-labour-leadership-contest-left",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-26T12:00:10Z",
    "webTitle": "It isn’t all about Rebecca Long-Bailey – Labour’s leadership contest is wide open | Sienna Rodgers",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/26/rebecca-long-bailey-labour-leadership-contest-left",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/26/rebecca-long-bailey-labour-leadership-contest-left",
    "fields": {
      "headline": "It isn’t all about Rebecca Long-Bailey – Labour’s leadership contest is wide open",
      "standfirst": "<p>The MP for Salford and Eccles is assumed to be the frontrunner. But the Labour left could yet lose control of the leadership</p>",
      "trailText": "The MP for Salford and Eccles is assumed to be the frontrunner. But the Labour left could yet lose control of the leadership, says Sienna Rodgers, editor of LabourList",
      "byline": "Sienna Rodgers",
      "main": "<figure class=\"element element-image\" data-media-id=\"379a268e6d9f35062e94496123307f61e4d43f1a\"> <img src=\"https://media.guim.co.uk/379a268e6d9f35062e94496123307f61e4d43f1a/0_0_2560_1536/1000.jpg\" alt=\"Potential Labour leadership contenders Keir Starmer, Emily Thornberry, Lisa Nandy, Yvette Cooper, Jess Phillips, Clive Lewis and Rebecca Long-Bailey\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘No candidate can be assured of winning yet.’ Potential Labour leadership contenders Keir Starmer, Emily Thornberry, Lisa Nandy, Yvette Cooper, Jess Phillips, Clive Lewis and Rebecca Long-Bailey.</span> <span class=\"element-image__credit\">Photograph: Chris McAndrew/UK Parliament</span> </figcaption> </figure>",
      "body": "<p>Rebecca Long-Bailey is widely thought to be the frontrunner in Labour’s leadership election. The contest may not have officially started yet, and the MP for Salford and Eccles has barely put a word on the record since the election, but she is understood to <a href=\"https://www.theguardian.com/politics/2019/dec/22/insults-infighting-battle-lines-drawn-future-labour-party\" title=\"\">have the backing</a> of those currently in charge of the party. Because Labour members are largely on the left of the party and make up most of those who get to vote for the next leader, it is often assumed that this race will be a walk in the park for Long-Bailey. But the reality is more complicated – and there is a significant risk that the Labour left could lose control of the leadership.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/23/labour-leadership-contest-whos-in-and-who-could-join-them\">Labour leadership contest: who's in and who could join them?</a> </p> </aside>  <p>There are a number of factors that will benefit Long-Bailey. She is described as the “continuity Corbyn” candidate, which frustrates those allies who think she would be her own person as leader. But it also means she doesn’t have to worry about pitching carefully to the left in the way that others must do. <a href=\"https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government\" title=\"\">Keir Starmer</a>, who is expected to formally declare his bid, needs to convince members above all that he does not represent a reincarnation of New Labour. Emily Thornberry and Lisa Nandy will also have to prove that they are not invested in factional politics that could drive away Corbyn supporters.</p> <p>Long-Bailey has apparently <a href=\"https://www.theguardian.com/politics/2019/dec/16/angela-rayner-rebecca-long-bailey-labour\" title=\"\">struck a deal</a> with Angela Rayner, the shadow education secretary, which will see the former run for leader and the latter for deputy. Rayner is known for her <a href=\"https://www.theguardian.com/politics/2017/jul/28/angela-rayner-shadow-education-secretary-interview\" title=\"\">powerful backstory</a> and barnstorming speeches, and she would have been well placed to split the Corbynite first preference vote in the main contest, despite being seen as soft left. The Greater Manchester duo now make for a highly promising joint ticket, with both politicians admired particularly in terms of policymaking. Both Long-Bailey’s <a href=\"https://www.theguardian.com/environment/2019/apr/27/labour-green-industrial-revolution\" title=\"\">green industrial revolution</a> and Rayner’s <a href=\"https://www.theguardian.com/politics/2019/nov/11/labour-pledge-we-would-give-six-years-of-free-study-for-adults\" title=\"\">national education service</a> are popular among members.</p> <p>But this contest is no foregone conclusion. LabourList conducted a self-selecting survey of our members after the election, and the results showed that almost identical proportions of our readers who answered the survey favoured Long-Bailey and Starmer. Although the poll is not a representative survey of Labour members, similar LabourList surveys in the past predicted Corbyn-mania in 2015, and <a href=\"https://www.theguardian.com/uk-news/2015/aug/20/sadiq-khan-pfi-debt-london-hospitals-nhs-trusts\" title=\"\">Sadiq Khan</a>’s selection as Labour’s candidate for London mayor in the same year. It would suggest that there is all to play for, particularly when those with lower profiles become better-known.</p> <p>One of those people is <a href=\"https://www.theguardian.com/politics/2019/dec/19/clive-lewis-joins-race-to-be-labour-leader-pledging-to-unleash-party\" title=\"\">Clive Lewis</a>, who has formally declared his intention to stand for the leadership. His pitch has prioritised electoral reform, party democratisation and an end to political triangulation, particularly on immigration. All signs point to him trying to outflank other candidates from the left.</p> <p>But Lewis, and other potential contenders such as Nandy, face a procedural problem. Members and registered supporters will only get to choose between candidates who get nominated by sufficient numbers of MPs and MEPs. Only a limited number of candidates can secure the minimum requirement of nominations from 10% of the parliamentary party plus either 5% of local parties or 5% of affiliated members, including two trade unions. Although technically a total of nine candidates could get on the ballot paper, in practice it’s likely to be fewer: MPs are unlikely to be lending nominations to “broaden the debate” as some did in 2015.</p> <p>This explains why Thornberry, who would likely be competing for nominations from the same pool of MPs as Starmer, has <a href=\"https://labourlist.org/2019/12/emily-thornberry-my-answers-to-five-key-leadership-questions/\" title=\"\">set out pledges</a> that tap into the prime concerns of her colleagues. MPs are interested in the staffing of the leader’s office, the internal culture of the party and whether a successor would step down if their poll ratings were dismal – all of which she has touched on. The nominations hurdle also explains why those with less chance of getting the 22 MPs and MEPs they need to nominate them have declared sooner: they need more time to build support, whereas Long-Bailey can already be confident of acquiring nominations.</p> <p>Starmer has perceived downsides: Labour has never yet chosen a woman to lead the party, some believe Labour needs a leader from beyond north London, and the architect of Labour’s Brexit position could be vulnerable on that issue following Labour’s losses in leave-voting areas. But he could win this race. The membership is based mainly in big cities, and the grassroots pushed for the party to endorse a fresh referendum. It also helps that video clips of Starmer being interviewed about his pro bono support in the <a href=\"https://www.theguardian.com/uk/2005/feb/16/foodanddrink\" title=\"\">McLibel case</a>, as a young barrister with a less polished accent, were widely shared on social media. Labour members will be looking for candidates with a history of backing causes important to the labour movement. And Starmer is popular among MPs.</p> <p>Long-Bailey is expected to be gaining at least the endorsements of Unite and Momentum, which can both offer huge financial and organisational support. Every other candidate will need to spend time convincing MPs, unions and members that they don’t want to tear up the Corbyn project. Someone like <a href=\"https://www.scotsman.com/news/opinion/columnists/why-labour-mp-jess-phillips-is-obvious-choice-for-next-leader-susan-dalgety-1-5065347\" title=\"\">Jess Phillips</a> would need a serious membership drive to get anywhere. But no single candidate can be assured of winning yet – Labour’s leadership race remains wide open.</p> <p>• Sienna Rodgers is editor of LabourList</p>",
      "wordcount": "880",
      "commentCloseDate": "2019-12-26T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-26T12:00:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-01-13T03:51:44Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxe4t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/379a268e6d9f35062e94496123307f61e4d43f1a/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rebecca Long-Bailey is widely thought to be the frontrunner in Labour’s leadership election. The contest may not have officially started yet, and the MP for Salford and Eccles has barely put a word on the record since the election, but she is understood to have the backing of those currently in charge of the party. Because Labour members are largely on the left of the party and make up most of those who get to vote for the next leader, it is often assumed that this race will be a walk in the park for Long-Bailey. But the reality is more complicated – and there is a significant risk that the Labour left could lose control of the leadership. There are a number of factors that will benefit Long-Bailey. She is described as the “continuity Corbyn” candidate, which frustrates those allies who think she would be her own person as leader. But it also means she doesn’t have to worry about pitching carefully to the left in the way that others must do. Keir Starmer, who is expected to formally declare his bid, needs to convince members above all that he does not represent a reincarnation of New Labour. Emily Thornberry and Lisa Nandy will also have to prove that they are not invested in factional politics that could drive away Corbyn supporters. Long-Bailey has apparently struck a deal with Angela Rayner, the shadow education secretary, which will see the former run for leader and the latter for deputy. Rayner is known for her powerful backstory and barnstorming speeches, and she would have been well placed to split the Corbynite first preference vote in the main contest, despite being seen as soft left. The Greater Manchester duo now make for a highly promising joint ticket, with both politicians admired particularly in terms of policymaking. Both Long-Bailey’s green industrial revolution and Rayner’s national education service are popular among members. But this contest is no foregone conclusion. LabourList conducted a self-selecting survey of our members after the election, and the results showed that almost identical proportions of our readers who answered the survey favoured Long-Bailey and Starmer. Although the poll is not a representative survey of Labour members, similar LabourList surveys in the past predicted Corbyn-mania in 2015, and Sadiq Khan’s selection as Labour’s candidate for London mayor in the same year. It would suggest that there is all to play for, particularly when those with lower profiles become better-known. One of those people is Clive Lewis, who has formally declared his intention to stand for the leadership. His pitch has prioritised electoral reform, party democratisation and an end to political triangulation, particularly on immigration. All signs point to him trying to outflank other candidates from the left. But Lewis, and other potential contenders such as Nandy, face a procedural problem. Members and registered supporters will only get to choose between candidates who get nominated by sufficient numbers of MPs and MEPs. Only a limited number of candidates can secure the minimum requirement of nominations from 10% of the parliamentary party plus either 5% of local parties or 5% of affiliated members, including two trade unions. Although technically a total of nine candidates could get on the ballot paper, in practice it’s likely to be fewer: MPs are unlikely to be lending nominations to “broaden the debate” as some did in 2015. This explains why Thornberry, who would likely be competing for nominations from the same pool of MPs as Starmer, has set out pledges that tap into the prime concerns of her colleagues. MPs are interested in the staffing of the leader’s office, the internal culture of the party and whether a successor would step down if their poll ratings were dismal – all of which she has touched on. The nominations hurdle also explains why those with less chance of getting the 22 MPs and MEPs they need to nominate them have declared sooner: they need more time to build support, whereas Long-Bailey can already be confident of acquiring nominations. Starmer has perceived downsides: Labour has never yet chosen a woman to lead the party, some believe Labour needs a leader from beyond north London, and the architect of Labour’s Brexit position could be vulnerable on that issue following Labour’s losses in leave-voting areas. But he could win this race. The membership is based mainly in big cities, and the grassroots pushed for the party to endorse a fresh referendum. It also helps that video clips of Starmer being interviewed about his pro bono support in the McLibel case, as a young barrister with a less polished accent, were widely shared on social media. Labour members will be looking for candidates with a history of backing causes important to the labour movement. And Starmer is popular among MPs. Long-Bailey is expected to be gaining at least the endorsements of Unite and Momentum, which can both offer huge financial and organisational support. Every other candidate will need to spend time convincing MPs, unions and members that they don’t want to tear up the Corbyn project. Someone like Jess Phillips would need a serious membership drive to get anywhere. But no single candidate can be assured of winning yet – Labour’s leadership race remains wide open. • Sienna Rodgers is editor of LabourList",
      "charCount": "5324",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sienna-rodgers\">Sienna Rodgers</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]