[
  {
    "id": "politics/2019/jul/19/the-questionable-legacy-of-theresa-may",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-19T16:26:50Z",
    "webTitle": "The questionable legacy of Theresa May | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/19/the-questionable-legacy-of-theresa-may",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/19/the-questionable-legacy-of-theresa-may",
    "fields": {
      "headline": "The questionable legacy of Theresa May",
      "standfirst": "<strong>Allegra Madgwick </strong>challenges the idea that the prime minister is a feminist champion,<strong> Hester Doherty </strong>questions how she stood up for domestic abuse victims, and <strong>Judy Stober </strong>thinks we are too kind.<strong> </strong>Plus letters from<strong> Les Bright, Mark Lewinski, Kip Bennett </strong>and<strong> Tony Cole</strong>",
      "trailText": "Letters: <strong>Allegra Madgwick </strong>challenges the idea that the prime minister is a feminist champion,<strong> Hester Doherty </strong>questions how she stood up for domestic abuse victims, and <strong>Judy Stober </strong>thinks we are too kind.<strong> </strong>Plus letters from<strong> Les Bright, Mark Lewinski, Kip Bennett </strong>and<strong> Tony Cole</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"29bfd0442bda1ab4be78d58de9c985a62fd18184\"> <img src=\"https://media.guim.co.uk/29bfd0442bda1ab4be78d58de9c985a62fd18184/0_73_2412_1447/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Any assessment of Theresa May’s performance would be incomplete without noting her failure to respond adequately to the human suffering arising from the fire at Grenfell Tower,’ says Les Bright.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>The question of whether Theresa May is a feminist champion posed by Martha Gill in <a href=\"https://www.theguardian.com/commentisfree/2019/jul/15/theresa-may-legacy-feminist-champion-women\" title=\"\">her opinion piece</a> (Journal, 15 July), surely depends on what sort of feminism you are talking about. As a socialist feminist, the idea that one of the great movements of human liberation in our times could be reduced to getting a few more female Tory MPs into parliament is truly depressing.</p> <p>Gill acknowledges that Tory austerity policies have been terrible for working-class women, but makes no mention of how the scandals of Windrush, Grenfell and the hostile policy towards asylum seekers and immigrants, which can be directly traced to May’s time at the Home Office, show class politics at its most brutal and demonstrate indifference to the lives of the most vulnerable women.</p> <p>I could never understand those who celebrated figures like Margaret Thatcher as female firsts when she had no interest in, and actually worked against the liberation of, most women. Feminism is about taking structural inequality seriously. It needs to be allied to anti-racist and class-based solidarity movements because it is a movement for equality and justice for all women, not just a means of ensuring equal representation among the ranks of the establishment. Having a few more Tory women elected to a position where they can continue to defend their own class interests and work against most women is nothing to do with feminism as I understand it.<br><strong>Allegra Madgwick</strong><br><em>London</em></p> <p>• Martha Gill says Theresa May “stood up for victims of domestic abuse”. Is this the same Theresa May who led a government whose austerity policies resulted in funding cuts for women’s refuges, a number of which have had to close as a result? These closures will have put many women’s lives at risk.<br><strong>Hester Doherty</strong><br><em>Shrewsbury, Shropshire</em></p> <p>• I think you are too kind to Theresa May (<a href=\"https://www.theguardian.com/politics/commentisfree/2019/jul/17/the-guardian-view-on-theresa-may-farewell-speech-she-threw-away-her-shot\" title=\"\">Editorial</a>, 18 July). She has, on occasions, made speeches that might indicate her being “cognisant of responsibilities attached to her office”, but her actions have rarely lived up to these. As home secretary she increased the already high level of institutional racism with the hostile environment policy, and as prime minister she talked about those “just about managing” while worsening their position with increasing cuts to welfare benefits.<br><strong>Judy Stober</strong><br><em>Bruton, Somerset</em></p> <p>• Any assessment of Theresa May’s performance over the past three years would be incomplete without noting her failure to respond adequately to the human suffering arising from the fire at Grenfell Tower. It would seem that the associated legacy is one of fading interest in resolving the safety issues in a timely fashion, and slowing down the process of requiring landlords to listen to tenants rather than just banking their rent money (<a href=\"https://www.theguardian.com/uk-news/2019/jul/17/delays-to-safety-reforms-risk-a-repeat-of-grenfell-disaster\" title=\"\">Government inaction putting lives at risk after Grenfell - MPs</a>, 18 July).<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• You have to wonder at the mind of a prime minister who can rail at Brexit absolutists (<a href=\"https://www.theguardian.com/politics/2019/jul/17/theresa-may-hits-out-at-populists-in-farewell-speech\" title=\"\">May swipes at ‘rancour and hatred’ of Brexit absolutists</a>, 18 July) after fronting a minority government kept in office only by a party of the 10 most uncompromising MPs in the UK, having set her own red lines without consulting with other parties on what kind of Brexit we should have, and who put forward the same rejected plan over and over because she could conceive of no other way forward.<br><strong>Mark Lewinski</strong><br><em>Swaffham Prior, Cambridgeshire</em></p> <p>• Theresa May could give real effect to her “coded swipe” at the Brexiters who undermined her premiership by using her final day as prime minister to revoke article 50.<br><strong>Kip Bennett</strong><br><em>West Drayton, London</em></p> <p>• I note Theresa May’s advocacy of enhanced paternity leave (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/18/family-fathers-paternity-leave-theresa-may\" title=\"\">Journal</a>, 19 July) and wonder if she’d consider making it compulsory. That way, who knows how many days a possible future prime minister would be kept from his office and prevented from inflicting more damage on the country.<br><strong>Tony Cole</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "682",
      "commentable": "false",
      "firstPublicationDate": "2019-07-19T16:26:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:44Z",
      "newspaperEditionDate": "2019-07-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cv5kq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/29bfd0442bda1ab4be78d58de9c985a62fd18184/0_73_2412_1447/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The question of whether Theresa May is a feminist champion posed by Martha Gill in her opinion piece (Journal, 15 July), surely depends on what sort of feminism you are talking about. As a socialist feminist, the idea that one of the great movements of human liberation in our times could be reduced to getting a few more female Tory MPs into parliament is truly depressing. Gill acknowledges that Tory austerity policies have been terrible for working-class women, but makes no mention of how the scandals of Windrush, Grenfell and the hostile policy towards asylum seekers and immigrants, which can be directly traced to May’s time at the Home Office, show class politics at its most brutal and demonstrate indifference to the lives of the most vulnerable women. I could never understand those who celebrated figures like Margaret Thatcher as female firsts when she had no interest in, and actually worked against the liberation of, most women. Feminism is about taking structural inequality seriously. It needs to be allied to anti-racist and class-based solidarity movements because it is a movement for equality and justice for all women, not just a means of ensuring equal representation among the ranks of the establishment. Having a few more Tory women elected to a position where they can continue to defend their own class interests and work against most women is nothing to do with feminism as I understand it. Allegra Madgwick London • Martha Gill says Theresa May “stood up for victims of domestic abuse”. Is this the same Theresa May who led a government whose austerity policies resulted in funding cuts for women’s refuges, a number of which have had to close as a result? These closures will have put many women’s lives at risk. Hester Doherty Shrewsbury, Shropshire • I think you are too kind to Theresa May (Editorial, 18 July). She has, on occasions, made speeches that might indicate her being “cognisant of responsibilities attached to her office”, but her actions have rarely lived up to these. As home secretary she increased the already high level of institutional racism with the hostile environment policy, and as prime minister she talked about those “just about managing” while worsening their position with increasing cuts to welfare benefits. Judy Stober Bruton, Somerset • Any assessment of Theresa May’s performance over the past three years would be incomplete without noting her failure to respond adequately to the human suffering arising from the fire at Grenfell Tower. It would seem that the associated legacy is one of fading interest in resolving the safety issues in a timely fashion, and slowing down the process of requiring landlords to listen to tenants rather than just banking their rent money (Government inaction putting lives at risk after Grenfell - MPs, 18 July). Les Bright Exeter, Devon • You have to wonder at the mind of a prime minister who can rail at Brexit absolutists (May swipes at ‘rancour and hatred’ of Brexit absolutists, 18 July) after fronting a minority government kept in office only by a party of the 10 most uncompromising MPs in the UK, having set her own red lines without consulting with other parties on what kind of Brexit we should have, and who put forward the same rejected plan over and over because she could conceive of no other way forward. Mark Lewinski Swaffham Prior, Cambridgeshire • Theresa May could give real effect to her “coded swipe” at the Brexiters who undermined her premiership by using her final day as prime minister to revoke article 50. Kip Bennett West Drayton, London • I note Theresa May’s advocacy of enhanced paternity leave (Journal, 19 July) and wonder if she’d consider making it compulsory. That way, who knows how many days a possible future prime minister would be kept from his office and prevented from inflicting more damage on the country. Tony Cole London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4170",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/19/gordon-brown-save-britain-scotland",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-19T13:20:53Z",
    "webTitle": "Gordon Brown wants to save Britain. It might be too late for that | Ruth Wishart",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/19/gordon-brown-save-britain-scotland",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/19/gordon-brown-save-britain-scotland",
    "fields": {
      "headline": "Gordon Brown wants to save Britain. It might be too late for that",
      "standfirst": "<p>The former prime minister is again extolling the virtues of staying British. Scotland isn’t buying it</p>",
      "trailText": "The former prime minister is again extolling the virtues of staying British. Scotland isn’t buying it, says the columnist and broadcaster Ruth Wishart",
      "byline": "Ruth Wishart",
      "main": "<figure class=\"element element-image\" data-media-id=\"5e5f489f42b2388e646e62e14f0f5000c41d73e4\"> <img src=\"https://media.guim.co.uk/5e5f489f42b2388e646e62e14f0f5000c41d73e4/1369_693_3873_2324/1000.jpg\" alt=\"Gordon Brown campaigning for Labour during the European elections.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Brown’s latest plea may well be accompanied by the loud sound of stable doors shutting long after the horses have sought fresh pastures.’</span> <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Whatever other quality Gordon Brown may be said to lack, it is not consistency. His announcement this week of a new thinktank to <a href=\"https://www.theguardian.com/politics/2019/jul/18/gordon-brown-boris-johnson-could-be-uk-last-prime-minister-\" title=\"\">help sustain the UK union</a> is the latest initiative from one of the <a href=\"https://www.theguardian.com/politics/2014/sep/12/scottish-independence-referendum-gordon-brown-moment-destiny\" title=\"\">most vocal supporters</a> of a no vote in 2014. At regular intervals he pops up to extol the virtues of being and staying British.</p> <p>It’s a clarion call to support the continuation of the four-nation state that has found echoes in Boris Johnson’s pledge to be a “minister for the union” as well as a prime minister, and the former Tory leadership hopeful Rory Stewart’s earnest plea that a post be created to oversee the business of all the devolved administrations.</p> <p>These very disparate political operators are united in their belief that the UK union is under serious threat from the double whammy of Brexit and nationalism.</p> <p>Brown’s new wheeze is Scottish Future, headed up by Prof Jim Gallagher, an erstwhile civil servant and long-time Brown ally who serves on the board of the campaign group Scotland in Union, and was one of the go-to no pundits during the last independence referendum. Its first outing next month will be devoted to scrutinising the various proposals for a new currency, should Scotland become a separate state. It is Brown’s contention that the full cost of independence has not been addressed.</p> <p>It would be idle to pretend that supporters of Scottish independence speak with one voice on fiscal issues – which was arguably a decisive factor in the 2014 referendum. The growth commission set up by the Scottish government set out a softly-softly approach to new currency arrangements, involving a series of tests that had to be met before sterling could be replaced by a Scottish pound. That plan failed to enthuse delegates at last year’s Scottish National party conference, with whom the first minister, Nicola Sturgeon’s safety-first, ultra-cautious approach is wearing thin. Members voted for a <a href=\"https://www.theguardian.com/politics/2019/apr/27/snp-votes-for-scotland-having-its-own-currency-if-it-leaves-the-uk\" title=\"\">move to a Scottish pound</a> “as soon as was practicable”.</p>  <figure class=\"element element-image\" data-media-id=\"406250ad58ecc557b68e60f29b4ba57ac4075592\"> <img src=\"https://media.guim.co.uk/406250ad58ecc557b68e60f29b4ba57ac4075592/0_155_4632_2779/1000.jpg\" alt=\"The chamber of the Scottish parliament in Edinburgh\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Among Scots there has been widespread disgust at the proposal, post-Brexit, to take back powers from Brussels directly to Westminster.’ The chamber of the Scottish parliament in Edinburgh.</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Corbis via Getty Images</span> </figcaption> </figure>  <p>But the point is that the most fervent debate in Scottish political circles is no longer about independence versus the status quo. Brown’s latest plea for Britain may well be accompanied by the loud sound of stable doors shutting long after the horses have sought fresh pastures. The Labour party in Scotland is on life support under the less-than-charismatic leadership of Richard Leonard. Ruth Davidson’s 13 Tory MPs – three more, let it be remembered, than the Democratic Unionist party can muster – were split over supporting or opposing a Johnson premiership. (Some set up <a href=\"https://www.theguardian.com/politics/shortcuts/2018/oct/02/operation-arse-secret-tory-plot-keep-boris-johnson-out\" title=\"\">Operation Arse</a> to try to stop Johnson. That went well.)</p> <p>Meanwhile, among independence-supporting voters in and out of the SNP, the debate is raging over whether the Scottish government should continue to bide its time hoping that a new, post-Brexit administration will order another legal referendum, or whether it should go for broke and declare the next Scottish election in effect a vote on independence.</p> <p>The problems for those trying to stem these tides are many and varied. Scotland, where in 2016 a majority voted to remain in each of its 32 regions, wants to stay in Europe and its government has been accelerating contacts with the European commission.</p> <p>Johnson, the likely new prime minister, has achieved the remarkable feat of being less popular in Scotland than Nigel Farage. One poll last month found that his premiership would result in an increase in the pro-independence vote to 53%, eight points higher than in 2014.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/19/scotland-drugs-problem-westminster-policy\">Scotland has a drugs problem – and it’s called Westminster | Simon Jenkins</a> </p> </aside>  <p>There has also been a failure to involve the devolved administrations in the Brexit process, and a palpable disdain for the joint ministerial council representing Scottish, Welsh and Northern Irish interests.</p> <p>And among Scots there is widespread disgust at the proposal, post-Brexit, to take back powers – even those that had previously been devolved – from Brussels directly to Westminster. Not so much more devolution but entrenched centralisation.</p> <p>David Mundell, the hapless secretary of state for Scotland – surely the most redundant of jobs in the modern political era – has just been celebrating getting the keys of a new government hub in Edinburgh with space for 3,000 civil servants, and a cabinet room. His problem is that there is an existing political hub in the Scottish capital. It is called the Holyrood parliament and it has just celebrated its 20th birthday. Admittedly, the UK cabinet is unlikely to be invited to sit there.</p> <p>• Ruth Wishart is a Scottish columnist and broadcaster</p>",
      "wordcount": "739",
      "commentCloseDate": "2019-07-19T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-19T13:20:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-22T09:58:44Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cv59b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5e5f489f42b2388e646e62e14f0f5000c41d73e4/1369_693_3873_2324/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Whatever other quality Gordon Brown may be said to lack, it is not consistency. His announcement this week of a new thinktank to help sustain the UK union is the latest initiative from one of the most vocal supporters of a no vote in 2014. At regular intervals he pops up to extol the virtues of being and staying British. It’s a clarion call to support the continuation of the four-nation state that has found echoes in Boris Johnson’s pledge to be a “minister for the union” as well as a prime minister, and the former Tory leadership hopeful Rory Stewart’s earnest plea that a post be created to oversee the business of all the devolved administrations. These very disparate political operators are united in their belief that the UK union is under serious threat from the double whammy of Brexit and nationalism. Brown’s new wheeze is Scottish Future, headed up by Prof Jim Gallagher, an erstwhile civil servant and long-time Brown ally who serves on the board of the campaign group Scotland in Union, and was one of the go-to no pundits during the last independence referendum. Its first outing next month will be devoted to scrutinising the various proposals for a new currency, should Scotland become a separate state. It is Brown’s contention that the full cost of independence has not been addressed. It would be idle to pretend that supporters of Scottish independence speak with one voice on fiscal issues – which was arguably a decisive factor in the 2014 referendum. The growth commission set up by the Scottish government set out a softly-softly approach to new currency arrangements, involving a series of tests that had to be met before sterling could be replaced by a Scottish pound. That plan failed to enthuse delegates at last year’s Scottish National party conference, with whom the first minister, Nicola Sturgeon’s safety-first, ultra-cautious approach is wearing thin. Members voted for a move to a Scottish pound “as soon as was practicable”. But the point is that the most fervent debate in Scottish political circles is no longer about independence versus the status quo. Brown’s latest plea for Britain may well be accompanied by the loud sound of stable doors shutting long after the horses have sought fresh pastures. The Labour party in Scotland is on life support under the less-than-charismatic leadership of Richard Leonard. Ruth Davidson’s 13 Tory MPs – three more, let it be remembered, than the Democratic Unionist party can muster – were split over supporting or opposing a Johnson premiership. (Some set up Operation Arse to try to stop Johnson. That went well.) Meanwhile, among independence-supporting voters in and out of the SNP, the debate is raging over whether the Scottish government should continue to bide its time hoping that a new, post-Brexit administration will order another legal referendum, or whether it should go for broke and declare the next Scottish election in effect a vote on independence. The problems for those trying to stem these tides are many and varied. Scotland, where in 2016 a majority voted to remain in each of its 32 regions, wants to stay in Europe and its government has been accelerating contacts with the European commission. Johnson, the likely new prime minister, has achieved the remarkable feat of being less popular in Scotland than Nigel Farage. One poll last month found that his premiership would result in an increase in the pro-independence vote to 53%, eight points higher than in 2014. There has also been a failure to involve the devolved administrations in the Brexit process, and a palpable disdain for the joint ministerial council representing Scottish, Welsh and Northern Irish interests. And among Scots there is widespread disgust at the proposal, post-Brexit, to take back powers – even those that had previously been devolved – from Brussels directly to Westminster. Not so much more devolution but entrenched centralisation. David Mundell, the hapless secretary of state for Scotland – surely the most redundant of jobs in the modern political era – has just been celebrating getting the keys of a new government hub in Edinburgh with space for 3,000 civil servants, and a cabinet room. His problem is that there is an existing political hub in the Scottish capital. It is called the Holyrood parliament and it has just celebrated its 20th birthday. Admittedly, the UK cabinet is unlikely to be invited to sit there. • Ruth Wishart is a Scottish columnist and broadcaster",
      "charCount": "4475",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/ruth-wishart\">Ruth Wishart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jul/19/no-deal-brexit-not-inevitable-eu-britain",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-19T12:24:29Z",
    "webTitle": "EU officials don’t relish the idea of no deal – but they are prepared to play hardball | Charles Grant",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/19/no-deal-brexit-not-inevitable-eu-britain",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/19/no-deal-brexit-not-inevitable-eu-britain",
    "fields": {
      "headline": "EU officials don’t relish the idea of no deal – but they are prepared to play hardball",
      "standfirst": "<p>Brussels is gloomy about the prospect of Britain crashing out, but political realities could see a compromise emerge</p>",
      "trailText": "Despite the gloom, political realities could see a compromise emerge, says Charles Grant, director of the Centre for European Reform",
      "byline": "Charles Grant",
      "main": "<figure class=\"element element-image\" data-media-id=\"b70835c0151f26a79fa74a67ad25edcc07067b66\"> <img src=\"https://media.guim.co.uk/b70835c0151f26a79fa74a67ad25edcc07067b66/0_29_3500_2100/1000.jpg\" alt=\"Angela Merkel and Leo Varadkar in Dublin in April\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angela Merkel and Leo Varadkar in Dublin in April. ‘Many in the Irish Republic would rather lose some income than abandon the backstop.’</span> <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Reuters</span> </figcaption> </figure>",
      "body": "<p>The top EU officials working on Brexit believe that the most likely outcome is for Britain to leave without a deal at the end of October. Last Monday’s debate between Boris Johnson and Jeremy Hunt – in which both said that <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\" title=\"\">the withdrawal agreement’s “Irish backstop” would have to be excised altogether</a> rather than just modified – reinforced the gloom in Brussels. EU officials do not want no deal but think they are powerless to prevent it. They see the Conservative party driving the UK towards the cliff edge and fear MPs are incapable of grabbing the steering wheel to avert disaster.</p> <p>For many months EU officials have thought that Johnson, the likely next prime minister, had only two options: either to “put lipstick on the pig” and dress up Theresa May’s deal to make it prettier, with extra protocols and interpretations; or to seek a fundamental change such as insisting on a time limit for the Irish backstop. The EU would have been happy to collaborate over the first option, but Johnson has now explicitly ruled that out. He has even rejected a time limit on the backstop.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/16/eu-reject-outright-boris-johnson-jeremy-hunt-backstop\">EU expected to reject outright Johnson and Hunt's backstop plan</a> </p> </aside>  <p>Some of those in Johnson’s entourage expect that, faced with a resolute UK, the EU will blink – to prevent damage to its trade. However, key policymakers in Brussels and EU capitals regard such thinking as deluded. They are not relaxed about no deal but they are resigned. They have passed laws to protect their interests, for example on road haulage, aviation and financial clearing houses. They have reconstructed ports and hired extra staff. They believe they can take no deal on the chin.</p> <p>Some Johnsonites respond that the Irish would take a huge economic hit from no deal and that they will therefore press the EU to abandon the backstop. But that is to misread Irish politics. Leo Varadkar, the taoiseach who leads a minority Fine Gael government, would pay a high political price for caving in to pressure from London. Many Conservatives fail to see that, just as they would happily accept a smaller GDP in order to regain British sovereignty, many in the Irish Republic would rather lose some income than abandon the backstop and thus endanger the peace process by restoring a hard border with Northern Ireland.</p> <p>True, no deal would require Dublin to place controls on the border with Northern Ireland, but Varadkar could blame the British. In any case the Irish and the other 26 do not expect no deal to last for long: they think the chaos in the UK would prompt its government to request talks. The EU would only agree if the British paid what it regards as its money, safeguarded citizens’ rights and accepted something like the Irish backstop.</p> <p>None of this means the EU is happy about the prospect of no deal. The strategic consequences could be even worse than the economic costs, according to a senior diplomat in one of the more influential member states. “An acrimonious Brexit would weaken Europe vis-a-vis the US and China,” he said. “And it could accentuate divisions between the EU’s western and eastern countries – the British helped to bind the easterners into the club.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/jul/17/pound-could-fall-to-parity-with-dollar-on-hard-brexit-concerns\">Pound could fall to parity with dollar on hard Brexit concerns</a> </p> </aside>  <p>Some Brussels officials still hope and believe that Johnson may prove capable of fickleness and flexibility, and that he will in the end pursue option one. After all, he could find it hard to win an election if he crashes the economy by leaving without a deal. Officials have considered how they could modify May’s package and their ideas include:</p> <p>• A new political declaration on the future relationship, spelling out the kind of Canada-style free trade agreement that Johnson has praised. But then the UK would leave the customs union and the single market, which would mean checks on the Irish border, unless there was something like the backstop;</p> <p>• Embellishing the commitments the EU made in the “<a href=\"https://ec.europa.eu/commission/publications/instrument-relating-agreement-withdrawal-united-kingdom-great-britain-and-northern-ireland-european-union-and-european-atomic-energy-community_en\" title=\"\">joint interpretive instrument</a>” of March, designed to reassure the UK that the backstop would not be permanent. For example, the EU could accept a timetable for examining whether particular parts of the backstop needed to stay;</p> <p>• The withdrawal agreement itself could be amended to give the UK a longer transition. Then Johnson could claim the backstop would not be needed: the UK would have, say, five years to negotiate a trade deal and fix the Irish border issues. But that would mean an extended period of “vassalage” – with the UK subject to EU rules while having no vote on them;</p> <p>• Another amendment could make the backstop cover just Northern Ireland rather than the whole UK. Then Great Britain, outside the EU’s customs union, would be free to run its own trade policy. But that would require <a href=\"https://www.theguardian.com/uk-news/2018/sep/19/brexit-and-the-irish-border-question-explained\" title=\"\">customs checks between Great Britain and Northern Ireland</a> – which would be anathema to the Democratic Unionist party.</p> <p>But even if Johnson liked these ideas, would they convince MPs to vote for a modified deal? Many EU officials are doubtful, which makes them wonder whether a renegotiation is worth the effort.</p> <p>The more optimistic among them hope that the UK will soon face a general election and that a new government emerges, committed to preventing no deal. What if a new prime minister asks for another extension of article 50? Despite everyone being extremely fed up with the British, the EU is likely to agree – so long as the prime minister has a clear plan for resolving Brexit.</p> <p>• Charles Grant is director of the Centre for European Reform</p>",
      "wordcount": "914",
      "commentCloseDate": "2019-07-19T21:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-19T12:24:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-13T10:21:29Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cv5vz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b70835c0151f26a79fa74a67ad25edcc07067b66/0_29_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The top EU officials working on Brexit believe that the most likely outcome is for Britain to leave without a deal at the end of October. Last Monday’s debate between Boris Johnson and Jeremy Hunt – in which both said that the withdrawal agreement’s “Irish backstop” would have to be excised altogether rather than just modified – reinforced the gloom in Brussels. EU officials do not want no deal but think they are powerless to prevent it. They see the Conservative party driving the UK towards the cliff edge and fear MPs are incapable of grabbing the steering wheel to avert disaster. For many months EU officials have thought that Johnson, the likely next prime minister, had only two options: either to “put lipstick on the pig” and dress up Theresa May’s deal to make it prettier, with extra protocols and interpretations; or to seek a fundamental change such as insisting on a time limit for the Irish backstop. The EU would have been happy to collaborate over the first option, but Johnson has now explicitly ruled that out. He has even rejected a time limit on the backstop. Some of those in Johnson’s entourage expect that, faced with a resolute UK, the EU will blink – to prevent damage to its trade. However, key policymakers in Brussels and EU capitals regard such thinking as deluded. They are not relaxed about no deal but they are resigned. They have passed laws to protect their interests, for example on road haulage, aviation and financial clearing houses. They have reconstructed ports and hired extra staff. They believe they can take no deal on the chin. Some Johnsonites respond that the Irish would take a huge economic hit from no deal and that they will therefore press the EU to abandon the backstop. But that is to misread Irish politics. Leo Varadkar, the taoiseach who leads a minority Fine Gael government, would pay a high political price for caving in to pressure from London. Many Conservatives fail to see that, just as they would happily accept a smaller GDP in order to regain British sovereignty, many in the Irish Republic would rather lose some income than abandon the backstop and thus endanger the peace process by restoring a hard border with Northern Ireland. True, no deal would require Dublin to place controls on the border with Northern Ireland, but Varadkar could blame the British. In any case the Irish and the other 26 do not expect no deal to last for long: they think the chaos in the UK would prompt its government to request talks. The EU would only agree if the British paid what it regards as its money, safeguarded citizens’ rights and accepted something like the Irish backstop. None of this means the EU is happy about the prospect of no deal. The strategic consequences could be even worse than the economic costs, according to a senior diplomat in one of the more influential member states. “An acrimonious Brexit would weaken Europe vis-a-vis the US and China,” he said. “And it could accentuate divisions between the EU’s western and eastern countries – the British helped to bind the easterners into the club.” Some Brussels officials still hope and believe that Johnson may prove capable of fickleness and flexibility, and that he will in the end pursue option one. After all, he could find it hard to win an election if he crashes the economy by leaving without a deal. Officials have considered how they could modify May’s package and their ideas include: • A new political declaration on the future relationship, spelling out the kind of Canada-style free trade agreement that Johnson has praised. But then the UK would leave the customs union and the single market, which would mean checks on the Irish border, unless there was something like the backstop; • Embellishing the commitments the EU made in the “joint interpretive instrument” of March, designed to reassure the UK that the backstop would not be permanent. For example, the EU could accept a timetable for examining whether particular parts of the backstop needed to stay; • The withdrawal agreement itself could be amended to give the UK a longer transition. Then Johnson could claim the backstop would not be needed: the UK would have, say, five years to negotiate a trade deal and fix the Irish border issues. But that would mean an extended period of “vassalage” – with the UK subject to EU rules while having no vote on them; • Another amendment could make the backstop cover just Northern Ireland rather than the whole UK. Then Great Britain, outside the EU’s customs union, would be free to run its own trade policy. But that would require customs checks between Great Britain and Northern Ireland – which would be anathema to the Democratic Unionist party. But even if Johnson liked these ideas, would they convince MPs to vote for a modified deal? Many EU officials are doubtful, which makes them wonder whether a renegotiation is worth the effort. The more optimistic among them hope that the UK will soon face a general election and that a new government emerges, committed to preventing no deal. What if a new prime minister asks for another extension of article 50? Despite everyone being extremely fed up with the British, the EU is likely to agree – so long as the prime minister has a clear plan for resolving Brexit. • Charles Grant is director of the Centre for European Reform",
      "charCount": "5329",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/charlesgrant\">Charles Grant</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/jul/19/could-camdens-climate-assembly-help-fix-democracy-too",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-07-19T11:45:49Z",
    "webTitle": "Britain's first climate assembly: can it help fix democracy too?",
    "webUrl": "https://www.theguardian.com/world/2019/jul/19/could-camdens-climate-assembly-help-fix-democracy-too",
    "apiUrl": "https://content.guardianapis.com/world/2019/jul/19/could-camdens-climate-assembly-help-fix-democracy-too",
    "fields": {
      "headline": "Britain's first climate assembly: can it help fix democracy too?",
      "standfirst": "<p>At meeting of randomly selected Londoners there are differing views but a respectful tone</p>",
      "trailText": "At meeting of randomly selected Londoners there are differing views but a respectful tone",
      "byline": "Mark Rice-Oxley",
      "main": "<figure class=\"element element-image\" data-media-id=\"9032bd9bcd652a22b6c655ae7f13aa3a5d3003ab\"> \n <img src=\"https://media.guim.co.uk/9032bd9bcd652a22b6c655ae7f13aa3a5d3003ab/0_160_2400_1440/1000.jpg\" alt=\"A speaker at a Citizens Assembly session at Swiss Cottage library in north London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A speaker at a citizens’ assembly session at Swiss Cottage library in north London.</span> \n  <span class=\"element-image__credit\">Photograph: Vanessa Berberian</span> \n </figcaption> \n</figure>",
      "body": "<p>In an airless library in north London, 56 people are trying to help fix not one global crisis but two. There are students and builders, a civil servant, an entrepreneur, a restaurateur, a support worker. There are immigrants and retirees and even a retired immigrant.</p> \n<p>This is Britain’s <a href=\"https://www.theguardian.com/world/2019/jul/19/uk-first-climate-assembly-camden-draws-up-wishlist-for-council-action\">first climate assembly</a>, a randomly selected panel of local people convened by the <a href=\"https://camdenclimateassembly.commonplace.is/\">London borough of Camden</a> to consider what can be done to confront the climate emergency. The jurors have been assembled to listen to briefings, pose questions, assess facts, debate and discuss, and then ultimately recommend action to Camden council. The big question before them is what action the district can take to limit global heating and its impact.</p> \n<p>The hope is that the series of deliberations this summer will have a bearing not just on the climate crisis but on the crisis in democracy too. A <a href=\"https://www.theguardian.com/environment/2019/jun/20/uk-citizens-assembly-on-climate-emergency-announced\">national climate assembly</a> is planned for Westminster this autumn and Camden is being closely watched for the dos and don’ts of this relatively new form of public engagement.</p> \n<p>“I am interested in the idea of citizens assemblies and not just for climate change,” said the local MP Keir Starmer, a Labour frontbencher. “I think they might turn out to be a way to have a different kind of political dialogue to avoid the shouty tribalism of the last few years.” </p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a5947407-4f95-41fe-849d-e7d9248ebcb7\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong> </strong></p>\n    <p></p>\n    <p>Ever wondered why you feel so gloomy about the world - even at a time when humanity has never been this healthy and prosperous? Could it be because news is almost always grim, focusing on confrontation, disaster, antagonism and blame?</p>\n    <p>This series is an antidote, an attempt to show that there is plenty of hope, as our journalists scour the planet looking for pioneers, trailblazers, best practice, unsung heroes, ideas that work, ideas that might and innovations whose time might have come.</p>\n    <p>Readers can recommend other projects, people and progress that we should report on by contacting us at theupside@theguardian.com</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<figure class=\"element element-embed\" data-alt=\"Sign up here for a weekly roundup from this series emailed to your inbox every Friday\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4205\" height=\"52px\" data-form-title=\"Sign up for The Upside weekly email\" data-form-description=\"Get our editors' pick of journalism offering real solutions\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n <figcaption>\n  Sign up here for a weekly roundup from this series emailed to your inbox every Friday\n </figcaption> \n</figure> \n<p>Things take a while to get going. The opening session, something of a factfinding exercise, is held on a muggy summer night in the semi-basement rotunda of Swiss Cottage public library. The room swelters, as if to make a point. A woman wafts a fan. Facilitators urge brevity, inquiry, civility. One helpful juror draws a smiley face on a paper cup to keep a restless child amused.</p> \n<p>Climate experts such as Prof Mark Maslin, of University College London, set out the indisputable science of the climate emergency. Participants have yellow and red cards to slow him down or stop him if they get lost. (“It’s the first time I’ve ever been red-carded during a presentation,” he says later.)</p> \n<p>Not everyone finds it easy. One young woman is on the verge of walking out because progress is slow. For others it’s all a bit fast. And one juror, Neil Chappell, who works in construction, wonders who chose the experts and how they chose the facts. “The people they had talking were good at getting their agenda over but didn’t give us enough information to make informed decisions,” he said.</p> \n<figure class=\"element element-image\" data-media-id=\"438675884c743b19a9b8ef5741f206a9d9e06ce3\"> \n <img src=\"https://media.guim.co.uk/438675884c743b19a9b8ef5741f206a9d9e06ce3/0_160_2400_1440/1000.jpg\" alt=\"Information boards at a Citizens Assembly session\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Information boards at a citizens’ assembly session.</span> \n  <span class=\"element-image__credit\">Photograph: Vanessa Berberian</span> \n </figcaption> \n</figure> \n<p>A gulf in knowledge between jurors is exposed when they are invited to pose questions. One wondered: “How many people in Camden die from air pollution each year?”. Another asked: “Can wind farms change the direction of the wind?”</p> \n<p>But council officials are enthusiastic about the process and adamant they will act on its recommendations in a new environmental plan to be drawn up for 2020.</p> \n<p>Georgia Gould, the council leader, said she hoped the outcome would be “some concrete action that we can take forward as a council. That’s the idea of it being an open process – you are letting go of that control. There has been a complete breakdown in trust in our political system, we need to create new democratic mechanisms to break through that and this is it.”</p> \n<h2>What is to be done?</h2> \n<p>After an initial fact-finding phase, the 56 panellists get into the nitty-gritty. What is to be done? What works?</p> \n<p>A pair of local trailblazers talk through their own personal carbon “hygiene” measures: an electric car for their horticultural business; rail travel for holidays; meat as a treat, not a staple; double glazing, solar panels, and – perhaps less convincingly – “warm” wallpaper.</p> \n<p>They even approach idling cars on the street and tell drivers to switch off their engines. “Most people respond politely,” Stephen Evans tells the audience.</p> \n<p>Campaigners and experts lay out the pros and cons of certain measures. Refitting all Camden’s buildings with greener heating such as air source heat pumps and insulation would cost at least £1.3bn. Is that a bargain or a burden? Who would pay?</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8fa1e840d1a48cbaf0cae75178ec01384c511f78\"> \n <img src=\"https://media.guim.co.uk/8fa1e840d1a48cbaf0cae75178ec01384c511f78/187_481_1345_807/1000.jpg\" alt=\"Chris Dunham\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Dunham: ‘In the age of austerity it’s a real challenge for councils.’</span> \n  <span class=\"element-image__credit\">Photograph: Vanessa Berberian</span> \n </figcaption> \n</figure> \n<p>What about pedestrianising streets, a zero-emissions motoring zone, greening driveways, <a href=\"https://www.grasscrete.com/\">grasscrete</a> – would that make enough of a difference? And is there any space to plant more trees? (Answer: not really.)</p> \n<p>“I think it’s very interesting but I’ve been wondering quite a bit about where it’s going to lead,” said Chris Dunham, the director of Carbon Descent, an eco-consultancy, who spoke as an expert at the sessions. “My concerns are that in the age of austerity it’s a real challenge for councils which don’t have the money or power to do the things that are needed to complete the piece.” </p> \n<h2>Panel action</h2> \n<p>Citizens’ assemblies have been rising to prominence since an <a href=\"https://www.theguardian.com/world/2018/mar/08/how-99-strangers-in-a-dublin-hotel-broke-irelands-abortion-deadlock\">Irish experiment in 2016</a> to convene randomly selected laypeople to thrash out the abortion issue broke the deadlock and paved the way for a national referendum in 2018.</p> \n<p>Camden has debated social care and its 2025 borough plan. Its climate assembly will be followed by similar exercises in Cambridge, Oxford, Sheffield, Lambeth, Devon and Hertfordshire this autumn, and a <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/business-energy-industrial-strategy/news-parliament-2017/climate-change-and-net-zero-chairs-comments-17-19/\">national climate assembly</a> is also scheduled to take place. Scotland will <a href=\"https://www.gov.scot/news/citizens-assembly-of-scotland/\">debate its future</a> in a citizens assembly.</p> \n<p>“In the last six months the interest in the idea has risen exponentially,” said Tim Hughes, who helped to facilitate the Camden exercise. As the director of Involve, a public participation charity, Hughes has worked on a range of assemblies. What makes them work well?</p> \n<p>“You want a good range of expertise, time and space for assembly members to reflect and reach recommendations,” he said. “You are not looking for complete consensus because that could be false consensus. You also want a good sense of where people disagree.”</p> \n<p>Debate at the six tables in the library rotunda produces plenty of disagreement but participants say it is good-natured. Rupert Cruise, who is originally from Johannesburg and has lived in Camden since 2001, said: “I think it’s fantastic. The only surprise we’ve had is that there are no climate change deniers. There are differing views on where we should focus but it’s done in a respectful tone.”</p> \n<p>Some have suggested participation in such assemblies could be made mandatory in the same way that jury service is. Simon Burall, an expert in public participation who also helped to facilitate the Camden assembly, said that may be some way off.</p> \n<p>“There is significant distrust in government already, and if you force people to be here and don’t listen to them you will alienate them even further,” he said. “If you tell them they have to come to learn how to be better citizens, they’ll feel patronised.”</p> \n<p>Still, the scope for more citizens assemblies on divisive issues seems broad enough. Indeed, a rigorously instituted panel to discuss the pros and cons of leaving the EU might have been useful in the run-up to the 2016 referendum.</p> \n<p>Perhaps it might still be useful as a tool to elevate debate, restore the primacy of indisputable fact and return civility and respect to political dialogue.</p> \n<p>“For the past few years we have had two or more groups of people talking past each other, whether on Brexit or climate change,” said Starmer. “I’m supportive of the idea.”</p> \n<p><em>This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com</em></p>",
      "wordcount": "1232",
      "firstPublicationDate": "2019-07-19T11:45:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-22T09:58:18Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bpfky",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9032bd9bcd652a22b6c655ae7f13aa3a5d3003ab/0_160_2400_1440/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In an airless library in north London, 56 people are trying to help fix not one global crisis but two. There are students and builders, a civil servant, an entrepreneur, a restaurateur, a support worker. There are immigrants and retirees and even a retired immigrant. This is Britain’s first climate assembly, a randomly selected panel of local people convened by the London borough of Camden to consider what can be done to confront the climate emergency. The jurors have been assembled to listen to briefings, pose questions, assess facts, debate and discuss, and then ultimately recommend action to Camden council. The big question before them is what action the district can take to limit global heating and its impact. The hope is that the series of deliberations this summer will have a bearing not just on the climate crisis but on the crisis in democracy too. A national climate assembly is planned for Westminster this autumn and Camden is being closely watched for the dos and don’ts of this relatively new form of public engagement. “I am interested in the idea of citizens assemblies and not just for climate change,” said the local MP Keir Starmer, a Labour frontbencher. “I think they might turn out to be a way to have a different kind of political dialogue to avoid the shouty tribalism of the last few years.” Things take a while to get going. The opening session, something of a factfinding exercise, is held on a muggy summer night in the semi-basement rotunda of Swiss Cottage public library. The room swelters, as if to make a point. A woman wafts a fan. Facilitators urge brevity, inquiry, civility. One helpful juror draws a smiley face on a paper cup to keep a restless child amused. Climate experts such as Prof Mark Maslin, of University College London, set out the indisputable science of the climate emergency. Participants have yellow and red cards to slow him down or stop him if they get lost. (“It’s the first time I’ve ever been red-carded during a presentation,” he says later.) Not everyone finds it easy. One young woman is on the verge of walking out because progress is slow. For others it’s all a bit fast. And one juror, Neil Chappell, who works in construction, wonders who chose the experts and how they chose the facts. “The people they had talking were good at getting their agenda over but didn’t give us enough information to make informed decisions,” he said. A gulf in knowledge between jurors is exposed when they are invited to pose questions. One wondered: “How many people in Camden die from air pollution each year?”. Another asked: “Can wind farms change the direction of the wind?” But council officials are enthusiastic about the process and adamant they will act on its recommendations in a new environmental plan to be drawn up for 2020. Georgia Gould, the council leader, said she hoped the outcome would be “some concrete action that we can take forward as a council. That’s the idea of it being an open process – you are letting go of that control. There has been a complete breakdown in trust in our political system, we need to create new democratic mechanisms to break through that and this is it.” What is to be done? After an initial fact-finding phase, the 56 panellists get into the nitty-gritty. What is to be done? What works? A pair of local trailblazers talk through their own personal carbon “hygiene” measures: an electric car for their horticultural business; rail travel for holidays; meat as a treat, not a staple; double glazing, solar panels, and – perhaps less convincingly – “warm” wallpaper. They even approach idling cars on the street and tell drivers to switch off their engines. “Most people respond politely,” Stephen Evans tells the audience. Campaigners and experts lay out the pros and cons of certain measures. Refitting all Camden’s buildings with greener heating such as air source heat pumps and insulation would cost at least £1.3bn. Is that a bargain or a burden? Who would pay? What about pedestrianising streets, a zero-emissions motoring zone, greening driveways, grasscrete – would that make enough of a difference? And is there any space to plant more trees? (Answer: not really.) “I think it’s very interesting but I’ve been wondering quite a bit about where it’s going to lead,” said Chris Dunham, the director of Carbon Descent, an eco-consultancy, who spoke as an expert at the sessions. “My concerns are that in the age of austerity it’s a real challenge for councils which don’t have the money or power to do the things that are needed to complete the piece.” Panel action Citizens’ assemblies have been rising to prominence since an Irish experiment in 2016 to convene randomly selected laypeople to thrash out the abortion issue broke the deadlock and paved the way for a national referendum in 2018. Camden has debated social care and its 2025 borough plan. Its climate assembly will be followed by similar exercises in Cambridge, Oxford, Sheffield, Lambeth, Devon and Hertfordshire this autumn, and a national climate assembly is also scheduled to take place. Scotland will debate its future in a citizens assembly. “In the last six months the interest in the idea has risen exponentially,” said Tim Hughes, who helped to facilitate the Camden exercise. As the director of Involve, a public participation charity, Hughes has worked on a range of assemblies. What makes them work well? “You want a good range of expertise, time and space for assembly members to reflect and reach recommendations,” he said. “You are not looking for complete consensus because that could be false consensus. You also want a good sense of where people disagree.” Debate at the six tables in the library rotunda produces plenty of disagreement but participants say it is good-natured. Rupert Cruise, who is originally from Johannesburg and has lived in Camden since 2001, said: “I think it’s fantastic. The only surprise we’ve had is that there are no climate change deniers. There are differing views on where we should focus but it’s done in a respectful tone.” Some have suggested participation in such assemblies could be made mandatory in the same way that jury service is. Simon Burall, an expert in public participation who also helped to facilitate the Camden assembly, said that may be some way off. “There is significant distrust in government already, and if you force people to be here and don’t listen to them you will alienate them even further,” he said. “If you tell them they have to come to learn how to be better citizens, they’ll feel patronised.” Still, the scope for more citizens assemblies on divisive issues seems broad enough. Indeed, a rigorously instituted panel to discuss the pros and cons of leaving the EU might have been useful in the run-up to the 2016 referendum. Perhaps it might still be useful as a tool to elevate debate, restore the primacy of indisputable fact and return civility and respect to political dialogue. “For the past few years we have had two or more groups of people talking past each other, whether on Brexit or climate change,” said Starmer. “I’m supportive of the idea.” This article is part of a series on possible solutions to some of the world’s most stubborn problems. What else should we cover? Email us at theupside@theguardian.com",
      "charCount": "7285",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mark-rice-oxley\">Mark Rice-Oxley</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jul/19/joy-is-fleeting-england-are-champions-but-raab-will-be-back-in-the-cabinet",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-19T11:12:51Z",
    "webTitle": "Joy is fleeting: England are champions but Raab will be back in the cabinet",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/19/joy-is-fleeting-england-are-champions-but-raab-will-be-back-in-the-cabinet",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/19/joy-is-fleeting-england-are-champions-but-raab-will-be-back-in-the-cabinet",
    "fields": {
      "headline": "Joy is fleeting: England are champions but Raab will be back in the cabinet",
      "standfirst": "<p>Then there are the horrors yet to come – don’t age yourself with FaceApp if you’re over 60</p>",
      "trailText": "Then there are the horrors yet to come – don’t age yourself with FaceApp if you’re over 60",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"aaf9a1bd64529ae9ba5367d573c0a92e8acb77ee\"> <img src=\"https://media.guim.co.uk/aaf9a1bd64529ae9ba5367d573c0a92e8acb77ee/0_109_4753_2852/1000.jpg\" alt=\"Joe Root and Jos Buttler celebrate victory. At the fourth time of asking, my main feeling was relief\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Root and Jos Buttler celebrate victory. At the fourth time of asking, my main feeling was relief. </span> <span class=\"element-image__credit\">Photograph: Gareth Copley/IDI via Getty Images</span> </figcaption> </figure>",
      "body": "<p><strong>Monday</strong></p> <p>One more thing to tick off my bucket list. England’s men have <a href=\"https://www.theguardian.com/sport/2019/jul/14/england-win-cricket-world-cup-and-for-once-the-nation-really-was-watching\">won a cricket World Cup final</a> at the fourth time of asking. I can die just a little less unhappy. But God it was stressful. We were staying with friends in Somerset and I watched the first six hours planted in front of the TV. Then, at about five in the afternoon, with England struggling on about 100-4 and the overs ticking by, my wife said it was time for us to leave to go back to London. And I didn’t put up a fight. In fact I was grateful. I couldn’t take it any more, as I was convinced that all the next few hours had in store was an inexorable slide to a narrow defeat and that I would have contributed to the loss by having stayed to watch it. I couldn’t even listen to the game on the radio on the journey home as I was too tense. So as my wife dozed I half-heartedly listened to Radio 4, making sure to switch off for every news bulletin, and just willed the clock to tick past to a time when the match would definitely be over. Then I could switch on, get the result and deal with the disappointment. It didn’t quite work out that way. I held out until about 7.30pm and then I noticed I had a text from a friend saying ‘Incredible match’. Assuming this must mean it was over and that England had won, I turned on the radio to find that New Zealand required two runs from the final ball of the super over. The best laid plans ... Somehow <a href=\"https://www.theguardian.com/global/video/2019/jul/14/england-beat-new-zealand-in-lords-epic-to-win-their-first-cricket-world-cup-video-report\">England and I got over the line</a>. After a few tears of joy, my main feeling was relief. The good stuff is always so fleeting with me. If we’d lost, I’d still be depressed.</p> <p><strong>Tuesday</strong></p> <p>You can tell quite a lot about the state of any leadership campaign from who turns up to the spin room. For the final Sun-TalkRadio head-to-head <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">debate between Boris Johnson and Jeremy Hunt</a>, Dominic Raab from Team Boris had arrived long before the start and could not have been more charming. When he was both Brexit secretary and challenging for the leadership himself, Raab was a knot of barely repressed anger and looked like a man hoping no one would find out about his eight road rage convictions. Now he was Mr Smiley, happy to take the piss out of himself and looking every bit the man who wasn’t expecting to be taking public transport for much longer. This time next week he will be back in the cabinet. Twenty minutes before the debate began I asked if he could save us both a bit of time and tell me now why Boris had easily won the debate. For a moment, he even looked tempted. Tellingly, only one MP, Steve Brine, from Team Hunt made an appearance, and he only made it to the spin room about halfway through. Probably just as well, as Hunt already appeared to have conceded he’d lost and was more interested in not pissing Johnson off and was pitching for a job in his cabinet. Moments before the debate ended, Iain Duncan Smith and Priti Patel from Team Boris swanned into the room to authoritatively declare their man to have delivered all the killer lines, despite not having heard any of them. There’s going to be a lot of disappointed faces when the jobs are divvied up next week.</p> <p><strong>Wednesday</strong></p> <p>The election of <a href=\"https://www.theguardian.com/world/2019/jul/16/who-is-ursula-von-der-leyen-the-new-eu-commission-president\">Ursula von der Leyen</a> as the <a href=\"https://www.theguardian.com/world/2019/jul/16/ursula-von-der-leyen-elected-first-female-european-commission-president\">new president of the European Commission</a> drew a predictably snarky response from the Brexit party. Nigel Farage tweeted: “Ursula von der Leyen has scraped in by nine votes. Power but no legitimacy,” while MEP Claire Fox was similarly appalled. “Jeez – standing ovation for #UrsulaVonDerLeyen who won in an election against herself by – wait for it – 9 votes. Craven,” she tweeted. As it happened, Von der Leyen won almost exactly 52% of the vote, a result that the Brexit party normally describe as an overwhelming majority but which on this occasion was treated as the narrowest of narrow victories. The Brexiters’ other objection – that there was no one standing against Von der Leyen – seemed almost as wilfully dim. The vote was actually a ratification of a decision previously taken by the 28 EU leaders and if Von der Leyen had not achieved the necessary votes then she would not have got the job and the EU would have had to begin the process of choosing a new president all over again. So although there was no other candidate on the ballot, every vote still counted. All of which was rather more democratic than the Brexit party’s election of its own leader which basically consisted of Farage declaring himself as leader after his predecessor disqualified herself by being outed as a racist. No one in the Brexit party even got to ratify Farage’s appointment. </p>  <figure class=\"element element-image\" data-media-id=\"8fb950550b8b476c01d4f19a2f3c0ea822cf14ec\"> <img src=\"https://media.guim.co.uk/8fb950550b8b476c01d4f19a2f3c0ea822cf14ec/0_743_11013_6608/1000.jpg\" alt=\"Samuel Beckett\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Samuel Beckett: if only he had moisturised.</span> <span class=\"element-image__credit\">Photograph: Jane Bown/The Observer</span> </figcaption> </figure>  <p><strong>Thursday</strong></p> <p>A mental health warning. If you are under 50, then the FaceApp feature that ages you by about 25 years can be quite a laugh. I’ve used it on a couple of friends at work and it made them look rather distinguished and wholly recognisable in comparison to how they are now. Age shall not weary them, nor the years condemn. Well not much, anyway. It’s a completely different story when you’re the wrong side of 60, though. At least it was in my case. I tried it out of curiosity and am now rather regretting it. If the app is in any way accurate, my old age is going to be no fun at all. The picture that emerged made Samuel Beckett look like a poster boy for someone who had spent his whole life moisturising. My whole face appeared to have collapsed in on itself and was just a mass of blotches and saggy, deep crevasses. Curiously, my ears also seemed to have almost entirely disappeared. Presumably to prevent me from hearing the screams of terror from young children when I venture outdoors. Assuming my legs are still working and I can actually walk. It was a genuinely disturbing experience. I’ve seen healthier looking corpses. I tried showing the picture to my wife but she refused point blank. She finds the person I have become over the last 35 years disappointing enough and would rather not know what horrors are yet to come.</p> <p><strong>Friday</strong></p> <p>As Boris Johnson prepares to move into Downing Street, the old guard has spent the week trying to protect their legacies. Such as they are. As almost none of her Conservative MPs now bother to turn up to hear her at prime minister’s questions any more, Theresa May has had to go out and about making policy announcements on social issues that would probably have got a better hearing if she had made them several years ago when she had a chance to make a difference. She also made <a href=\"https://www.theguardian.com/politics/2019/jul/17/theresa-may-hits-out-at-populists-in-farewell-speech\">one of the most bizarre farewell speeches </a>at Chatham House, in which she lamented the lack of compromise and teamwork in modern politics. It rather sounded as if she was talking to herself. Chris Grayling, who has redefined the meaning of uselessness during his years in cabinet, chose to mark his last outing on the government front benches at transport questions by remaining almost entirely silent, letting junior ministers do almost all the talking instead. A tactic he should probably have employed earlier in his career. Philip Hammond, meanwhile, has been treating Twitter as his personal liveblog as he rubbishes every claim Johnson makes about a no-deal Brexit having no economic consequences. I’m fairly certain that May, Grayling and Hammond won’t miss me, but I will miss them. Three years ago, I had no idea they would provide such great material for me. And despair for the country. Still, I’m fairly confident that what’s to come will be even worse. So bring them on. I refuse to be taken even further down without a good laugh.</p> <p><strong>Digested week: Boris Johnson experiences his first defeat in the </strong><strong>Commons before he’s even prime minister.</strong><br></p>  <figure class=\"element element-image\" data-media-id=\"b62ca05beb1ef41838f0554cc7c945e2b6ac58bf\"> <img src=\"https://media.guim.co.uk/b62ca05beb1ef41838f0554cc7c945e2b6ac58bf/0_154_3974_2384/1000.jpg\" alt=\"Boris with fish: ‘Believe in the red, white and blue kipper’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris with fish: ‘Believe in the red, white and blue kipper’</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"1ec06ca7a4c28e33c670440eadd10192e104fca7\"> <img src=\"https://media.guim.co.uk/1ec06ca7a4c28e33c670440eadd10192e104fca7/0_0_3500_2333/1000.jpg\" alt=\"Dinosaur: ‘We have a bright future ahead of us’\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dinosaur: ‘We have a bright future ahead of us’</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "newspaperPageNumber": "30",
      "wordcount": "1362",
      "commentCloseDate": "2019-07-19T20:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-19T11:12:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-22T09:58:14Z",
      "newspaperEditionDate": "2019-07-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cv4g6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aaf9a1bd64529ae9ba5367d573c0a92e8acb77ee/0_109_4753_2852/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Monday One more thing to tick off my bucket list. England’s men have won a cricket World Cup final at the fourth time of asking. I can die just a little less unhappy. But God it was stressful. We were staying with friends in Somerset and I watched the first six hours planted in front of the TV. Then, at about five in the afternoon, with England struggling on about 100-4 and the overs ticking by, my wife said it was time for us to leave to go back to London. And I didn’t put up a fight. In fact I was grateful. I couldn’t take it any more, as I was convinced that all the next few hours had in store was an inexorable slide to a narrow defeat and that I would have contributed to the loss by having stayed to watch it. I couldn’t even listen to the game on the radio on the journey home as I was too tense. So as my wife dozed I half-heartedly listened to Radio 4, making sure to switch off for every news bulletin, and just willed the clock to tick past to a time when the match would definitely be over. Then I could switch on, get the result and deal with the disappointment. It didn’t quite work out that way. I held out until about 7.30pm and then I noticed I had a text from a friend saying ‘Incredible match’. Assuming this must mean it was over and that England had won, I turned on the radio to find that New Zealand required two runs from the final ball of the super over. The best laid plans ... Somehow England and I got over the line. After a few tears of joy, my main feeling was relief. The good stuff is always so fleeting with me. If we’d lost, I’d still be depressed. Tuesday You can tell quite a lot about the state of any leadership campaign from who turns up to the spin room. For the final Sun-TalkRadio head-to-head debate between Boris Johnson and Jeremy Hunt, Dominic Raab from Team Boris had arrived long before the start and could not have been more charming. When he was both Brexit secretary and challenging for the leadership himself, Raab was a knot of barely repressed anger and looked like a man hoping no one would find out about his eight road rage convictions. Now he was Mr Smiley, happy to take the piss out of himself and looking every bit the man who wasn’t expecting to be taking public transport for much longer. This time next week he will be back in the cabinet. Twenty minutes before the debate began I asked if he could save us both a bit of time and tell me now why Boris had easily won the debate. For a moment, he even looked tempted. Tellingly, only one MP, Steve Brine, from Team Hunt made an appearance, and he only made it to the spin room about halfway through. Probably just as well, as Hunt already appeared to have conceded he’d lost and was more interested in not pissing Johnson off and was pitching for a job in his cabinet. Moments before the debate ended, Iain Duncan Smith and Priti Patel from Team Boris swanned into the room to authoritatively declare their man to have delivered all the killer lines, despite not having heard any of them. There’s going to be a lot of disappointed faces when the jobs are divvied up next week. Wednesday The election of Ursula von der Leyen as the new president of the European Commission drew a predictably snarky response from the Brexit party. Nigel Farage tweeted: “Ursula von der Leyen has scraped in by nine votes. Power but no legitimacy,” while MEP Claire Fox was similarly appalled. “Jeez – standing ovation for #UrsulaVonDerLeyen who won in an election against herself by – wait for it – 9 votes. Craven,” she tweeted. As it happened, Von der Leyen won almost exactly 52% of the vote, a result that the Brexit party normally describe as an overwhelming majority but which on this occasion was treated as the narrowest of narrow victories. The Brexiters’ other objection – that there was no one standing against Von der Leyen – seemed almost as wilfully dim. The vote was actually a ratification of a decision previously taken by the 28 EU leaders and if Von der Leyen had not achieved the necessary votes then she would not have got the job and the EU would have had to begin the process of choosing a new president all over again. So although there was no other candidate on the ballot, every vote still counted. All of which was rather more democratic than the Brexit party’s election of its own leader which basically consisted of Farage declaring himself as leader after his predecessor disqualified herself by being outed as a racist. No one in the Brexit party even got to ratify Farage’s appointment. Thursday A mental health warning. If you are under 50, then the FaceApp feature that ages you by about 25 years can be quite a laugh. I’ve used it on a couple of friends at work and it made them look rather distinguished and wholly recognisable in comparison to how they are now. Age shall not weary them, nor the years condemn. Well not much, anyway. It’s a completely different story when you’re the wrong side of 60, though. At least it was in my case. I tried it out of curiosity and am now rather regretting it. If the app is in any way accurate, my old age is going to be no fun at all. The picture that emerged made Samuel Beckett look like a poster boy for someone who had spent his whole life moisturising. My whole face appeared to have collapsed in on itself and was just a mass of blotches and saggy, deep crevasses. Curiously, my ears also seemed to have almost entirely disappeared. Presumably to prevent me from hearing the screams of terror from young children when I venture outdoors. Assuming my legs are still working and I can actually walk. It was a genuinely disturbing experience. I’ve seen healthier looking corpses. I tried showing the picture to my wife but she refused point blank. She finds the person I have become over the last 35 years disappointing enough and would rather not know what horrors are yet to come. Friday As Boris Johnson prepares to move into Downing Street, the old guard has spent the week trying to protect their legacies. Such as they are. As almost none of her Conservative MPs now bother to turn up to hear her at prime minister’s questions any more, Theresa May has had to go out and about making policy announcements on social issues that would probably have got a better hearing if she had made them several years ago when she had a chance to make a difference. She also made one of the most bizarre farewell speeches at Chatham House, in which she lamented the lack of compromise and teamwork in modern politics. It rather sounded as if she was talking to herself. Chris Grayling, who has redefined the meaning of uselessness during his years in cabinet, chose to mark his last outing on the government front benches at transport questions by remaining almost entirely silent, letting junior ministers do almost all the talking instead. A tactic he should probably have employed earlier in his career. Philip Hammond, meanwhile, has been treating Twitter as his personal liveblog as he rubbishes every claim Johnson makes about a no-deal Brexit having no economic consequences. I’m fairly certain that May, Grayling and Hammond won’t miss me, but I will miss them. Three years ago, I had no idea they would provide such great material for me. And despair for the country. Still, I’m fairly confident that what’s to come will be even worse. So bring them on. I refuse to be taken even further down without a good laugh. Digested week: Boris Johnson experiences his first defeat in the Commons before he’s even prime minister.",
      "charCount": "7502",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/19/philip-hammond-signals-he-could-vote-to-bring-down-boris-johnson-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-19T09:15:03Z",
    "webTitle": "Philip Hammond signals he could vote to bring down Boris Johnson",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/19/philip-hammond-signals-he-could-vote-to-bring-down-boris-johnson-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/19/philip-hammond-signals-he-could-vote-to-bring-down-boris-johnson-no-deal-brexit",
    "fields": {
      "headline": "Philip Hammond signals he could vote to bring down Boris Johnson",
      "standfirst": "<p>Chancellor refuses to rule out supporting no-confidence motion to stop no-deal Brexit</p>",
      "trailText": "Chancellor refuses to rule out supporting no-confidence motion to stop no-deal Brexit",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"d706c696b6454d1619753bee3ea9bae75b75aac7\"> <img src=\"https://media.guim.co.uk/d706c696b6454d1619753bee3ea9bae75b75aac7/1289_169_3111_1866/1000.jpg\" alt=\"Hammond: ‘I will remain a member of the House of Commons. I will do everything in my power from my position to make sure that parliament blocks a Brexit without agreement.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hammond: ‘I will remain a member of the House of Commons. I will do everything in my power from my position to make sure that parliament blocks a Brexit without agreement.’</span> <span class=\"element-image__credit\">Photograph: Pascal Rossignol/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Philip Hammond has suggested he is prepared to vote to bring down a Boris Johnson government should the likely new prime minister push for a no-deal Brexit.</p> <p>In an outspoken intervention days before Johnson is expected to win the keys to Downing Street, the chancellor said it was “absolutely necessary” for the UK to extend its EU membership beyond 31 October.</p> <p>Asked whether he would rule out voting in favour of a no-confidence motion against Johnson, Hammond told Le Monde and Süddeutsche Zeitung: “I will take steps to avoid an exit without agreement apart from an explicit parliamentary approval.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/18/tory-rebels-send-stark-warning-to-boris-johnson-over-no-deal-brexit\">Tory rebels send stark warning to Boris Johnson over no-deal Brexit</a> </p> </aside>  <p>“There should be a new and sincere attempt to reach a consensus. If we do not find a solution with the members, we may have to ask the British to give their opinion again, in one form or another.”</p> <p>Asked again to rule out supporting a motion of no confidence, Hammond responded: “I do not exclude anything for the moment.”</p> <p>The chancellor was one of four cabinet ministers who broke ranks with the government to abstain on a vote on Thursday, the result of which prevents Johnson from proroguing, or suspending, parliament in order to push through an exit from the EU without a deal.</p> <p>He also reportedly encouraged others to vote to ensure that parliament continues to sit through September and October.</p> <p>In his interview with the two media outlets, Hammond said he could not see any prospect of a successful negotiation with the EU before 31 October, when Johnson says the UK will leave, “do or die”.</p> <p>He added that he did not think it a good idea to continue endlessly extending the UK’s membership of the EU to avoid no deal, but could not accept the economic damage that would be inflicted on leaving this autumn. The Office of Budget Responsibility warned this week that a no-deal Brexit would require an additional £30bn in government borrowing.</p> <p>Hammond said: “In practice, extending the deadline is absolutely necessary. Between the summer break, the arrival of the new commission and the change of the British government, it is simply impossible to negotiate anything before October 31.</p> <p>“If the next government is sincere in its desire to reach an agreement with Europe, it must try to get more time. If it does not, the British parliament will insist on getting a new postponement.</p> <p>“I will remain a member of the House of Commons. I will do everything in my power from my position to make sure that parliament blocks a Brexit without agreement.”</p> <p>There is little love lost between Johnson, a former foreign secretary, and the chancellor, who has despaired at the spending promises made by the leadership hopefuls and has refused to endorse either of the candidates.</p> <p>“He is actually a more complex personality than it sometimes seems,” Hammond said of Johnson in his interview. “He is a mainstream conservative on all topics except Brexit. I very much regret his attitude to Brexit. His own story, which is multicultural, multinational and liberal, speaks for itself.”</p> <p>But Hammond admitted he could understand the frustration in EU capitals at the state of the Brexit process “because some of my compatriots are deliberately noisy, rude and inconsiderate”.</p> <p>“Some are trying to make the Europeans so tired that they ask us to leave,” he said. “But please, do not listen to the the few noise-makers.”</p> <p>Hammond said that the expected exodus of companies from the UK had not yet happened but that he feared for a future in which the EU’s member states would “have the power” to establish heavy controls on UK goods coming to the continent.</p> <p>“I hope there will be intense competition between European ports,” Hammond said. “I believe that the Belgian and Dutch ports are preparing for a fierce competition to take advantage of this commercial traffic.”</p> <p>In the financial sector, the chancellor said there had yet to be an exodus from the City of London.</p> <p>He said: “Some banks have moved a handful of their staff to the EU to deal with the situation. My concern is more about what will happen in a year or two if we do not reach an agreement with the Europeans. In this case, the European authorities will demand that risk control be strengthened and more capital relocated to the continent.</p> <p>“For the rest, I am surprised that there is no debate in Europe about the risk that a large financial sector represents for taxpayers.</p> <p>“In the United Kingdom, they had to pay £180bn to avoid the bankruptcy of the banks in 2008 and 2009. Do the Europeans really want to assume such a burden?”</p> <p>Hammond added that the dropping away of financial activity in the City “could be a slow process”. “But it is not certain that this would benefit Paris or Frankfurt,” he said. “It is equally likely that US banks will repatriate their employees to New York and serve the European market from there.”<br></p>",
      "wordcount": "823",
      "firstPublicationDate": "2019-07-19T09:15:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:45Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cv48p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d706c696b6454d1619753bee3ea9bae75b75aac7/1289_169_3111_1866/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Philip Hammond has suggested he is prepared to vote to bring down a Boris Johnson government should the likely new prime minister push for a no-deal Brexit. In an outspoken intervention days before Johnson is expected to win the keys to Downing Street, the chancellor said it was “absolutely necessary” for the UK to extend its EU membership beyond 31 October. Asked whether he would rule out voting in favour of a no-confidence motion against Johnson, Hammond told Le Monde and Süddeutsche Zeitung: “I will take steps to avoid an exit without agreement apart from an explicit parliamentary approval. “There should be a new and sincere attempt to reach a consensus. If we do not find a solution with the members, we may have to ask the British to give their opinion again, in one form or another.” Asked again to rule out supporting a motion of no confidence, Hammond responded: “I do not exclude anything for the moment.” The chancellor was one of four cabinet ministers who broke ranks with the government to abstain on a vote on Thursday, the result of which prevents Johnson from proroguing, or suspending, parliament in order to push through an exit from the EU without a deal. He also reportedly encouraged others to vote to ensure that parliament continues to sit through September and October. In his interview with the two media outlets, Hammond said he could not see any prospect of a successful negotiation with the EU before 31 October, when Johnson says the UK will leave, “do or die”. He added that he did not think it a good idea to continue endlessly extending the UK’s membership of the EU to avoid no deal, but could not accept the economic damage that would be inflicted on leaving this autumn. The Office of Budget Responsibility warned this week that a no-deal Brexit would require an additional £30bn in government borrowing. Hammond said: “In practice, extending the deadline is absolutely necessary. Between the summer break, the arrival of the new commission and the change of the British government, it is simply impossible to negotiate anything before October 31. “If the next government is sincere in its desire to reach an agreement with Europe, it must try to get more time. If it does not, the British parliament will insist on getting a new postponement. “I will remain a member of the House of Commons. I will do everything in my power from my position to make sure that parliament blocks a Brexit without agreement.” There is little love lost between Johnson, a former foreign secretary, and the chancellor, who has despaired at the spending promises made by the leadership hopefuls and has refused to endorse either of the candidates. “He is actually a more complex personality than it sometimes seems,” Hammond said of Johnson in his interview. “He is a mainstream conservative on all topics except Brexit. I very much regret his attitude to Brexit. His own story, which is multicultural, multinational and liberal, speaks for itself.” But Hammond admitted he could understand the frustration in EU capitals at the state of the Brexit process “because some of my compatriots are deliberately noisy, rude and inconsiderate”. “Some are trying to make the Europeans so tired that they ask us to leave,” he said. “But please, do not listen to the the few noise-makers.” Hammond said that the expected exodus of companies from the UK had not yet happened but that he feared for a future in which the EU’s member states would “have the power” to establish heavy controls on UK goods coming to the continent. “I hope there will be intense competition between European ports,” Hammond said. “I believe that the Belgian and Dutch ports are preparing for a fierce competition to take advantage of this commercial traffic.” In the financial sector, the chancellor said there had yet to be an exodus from the City of London. He said: “Some banks have moved a handful of their staff to the EU to deal with the situation. My concern is more about what will happen in a year or two if we do not reach an agreement with the Europeans. In this case, the European authorities will demand that risk control be strengthened and more capital relocated to the continent. “For the rest, I am surprised that there is no debate in Europe about the risk that a large financial sector represents for taxpayers. “In the United Kingdom, they had to pay £180bn to avoid the bankruptcy of the banks in 2008 and 2009. Do the Europeans really want to assume such a burden?” Hammond added that the dropping away of financial activity in the City “could be a slow process”. “But it is not certain that this would benefit Paris or Frankfurt,” he said. “It is equally likely that US banks will repatriate their employees to New York and serve the European market from there.”",
      "charCount": "4774",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/19/coalitions-voluntary-salt-limits-have-been-public-health-disaster",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-19T06:00:48Z",
    "webTitle": "Coalition's voluntary salt limits have been 'public health disaster'",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/19/coalitions-voluntary-salt-limits-have-been-public-health-disaster",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/19/coalitions-voluntary-salt-limits-have-been-public-health-disaster",
    "fields": {
      "headline": "Coalition's voluntary salt limits have been 'public health disaster'",
      "standfirst": "<p>Switch in 2011 led to thousands of cases of heart disease, stroke and cancer, say researchers</p>",
      "trailText": "Switch in 2011 led to thousands of cases of heart disease, stroke and cancer, say researchers",
      "byline": "Sarah Boseley Health editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"43f5658b8d01cc8abe5e7587d3813044278ea8df\"> <img src=\"https://media.guim.co.uk/43f5658b8d01cc8abe5e7587d3813044278ea8df/432_800_2909_1746/1000.jpg\" alt=\"Scientists from Imperial College London judge that, without incentives, industry alone cannot be trusted to reduce food salt levels.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scientists from Imperial College London judge that, without incentives, industry alone cannot be trusted to reduce food salt levels.</span> <span class=\"element-image__credit\">Photograph: Studiomode/Alamy</span> </figcaption> </figure>",
      "body": "<p>Nearly 10,000 cases of heart disease and stroke and 1,500 cases of cancer could have been avoided in England if the coalition government had not switched to a voluntary deal with the food industry to cut salt in food, say researchers.</p> <p>The Responsibility Deal was <a href=\"https://www.theguardian.com/politics/2011/nov/02/mps-deride-lansley-food-and-drink-firms\">introduced in 2011 by Andrew Lansley</a>, then health secretary. The deal asked food and drink manufacturers and supermarkets to volunteer their own pledges to make their popular products healthier, such as by reducing salt and sugar content.</p> <p>Until that time, the Food Standards Agency (FSA) had pushed companies hard to meet specific targets on salt reduction. A paper in the Journal of Epidemiology &amp; Community Health says that under the FSA, from 2003 to 2010, daily salt intake levels fell by 0.2g each year for men and by 0.12g for women – from an average of 10.5g for men and 8g for women per day in England.</p> <p>But between 2011 and 2014, annual reductions in daily dietary salt intake slowed to 0.11g for men and to 0.07g for women.</p> <p>The authors, from Imperial College London, estimate that the slowdown may have led to about 9,900 extra cases of heart disease and stroke, plus 710 associated deaths, between 2011 and 2018. It could also have been responsible for 1,500 additional cases of stomach cancer and 610 associated deaths.</p> <p>If this continued, the researchers said, there would be an estimated 26,000 extra cases of heart disease or stroke and 3,800 additional stomach cancer cases by 2025, affecting the least affluent people in society the most, and adding up to more than £1bn in healthcare and lost productivity costs.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-18T12:16:57/embed.html\" data-alt=\"graphic\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-18T12:16:57/embed.html\">graphic</a> </figure>  <p>Anthony Laverty, of Imperial College’s public health policy evaluation unit, said their paper fitted into the debate over whether industry could, by itself, be depended upon to make products healthier.</p> <p>“I would say, not really. If they haven’t got an incentive to do it, why would they reformulate?” he said.</p> <p>“I would say the lesson both in salt and other nutritional matters is that we need an independent and robust system to say to industry you need to hit these ambitious targets.”</p> <p>The paper, he said, was “another piece of evidence that says relying on these voluntary, loose arrangements with industry really isn’t the way to improve public health”.</p> <p>Graham MacGregor, chair of the campaigning group <a href=\"http://www.actiononsugar.org/about-us/\">Action on Salt</a>, and a professor of cardiovascular medicine, said the paper showed that the Responsibility Deal was a disaster for public health.</p> <p>He said: “It slowed down salt reduction in the UK, resulting in thousands of strokes, heart failure and heart attacks every year, particularly in the more socially deprived, many of which could have been prevented.</p> <p>“This reinforces the urgent need for a robust system where we generate worthwhile reductions in salt intake which make a positive and lasting impact.</p> <p>“It is now up to the health minister, Public Health England and the government to set up a coherent strategy where the food industry is instructed what to do, rather than the food industry telling the government what to do, which currently seems to be the case.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2015/mar/15/salt-worse-than-thought-link-to-autoimmune-disease\">Salt: no great shakes for your health</a> </p> </aside>  <p>“The UK currently has no active salt reduction strategy, which is appalling. In fact, the last set of salt reduction targets expired at the end of 2017. It goes without saying we now need to get our salt reduction strategy back on track for the benefit of public health, our overburdened NHS and the economy.”</p> <p>The authors say their study had some limitations. It was an observational modelling study which could not establish cause, and the researchers did not collect long-term data on salt intake in the same people, a factor that could affect the findings.</p> <p>Alun Hughes, professor of cardiovascular physiology and pharmacology at UCL, agreed there were limitations but said the study was overall of good quality.</p> <p>“Despite acknowledged limitations, this study casts doubt on the effectiveness of the public health Responsibility Deal in terms of reducing dietary salt intake.</p> <p>“The findings should contribute to thinking about future public health strategies and underlines the importance of careful evaluation of any public health intervention.”</p> <p>• This article was amended on 19 July 2019. An earlier version gave figures for annual reductions in salt intake, but did not make it clear that these were daily amounts. This has been corrected.</p>",
      "wordcount": "716",
      "firstPublicationDate": "2019-07-19T06:00:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-19T11:27:02Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqqq8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/43f5658b8d01cc8abe5e7587d3813044278ea8df/432_800_2909_1746/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nearly 10,000 cases of heart disease and stroke and 1,500 cases of cancer could have been avoided in England if the coalition government had not switched to a voluntary deal with the food industry to cut salt in food, say researchers. The Responsibility Deal was introduced in 2011 by Andrew Lansley, then health secretary. The deal asked food and drink manufacturers and supermarkets to volunteer their own pledges to make their popular products healthier, such as by reducing salt and sugar content. Until that time, the Food Standards Agency (FSA) had pushed companies hard to meet specific targets on salt reduction. A paper in the Journal of Epidemiology &amp; Community Health says that under the FSA, from 2003 to 2010, daily salt intake levels fell by 0.2g each year for men and by 0.12g for women – from an average of 10.5g for men and 8g for women per day in England. But between 2011 and 2014, annual reductions in daily dietary salt intake slowed to 0.11g for men and to 0.07g for women. The authors, from Imperial College London, estimate that the slowdown may have led to about 9,900 extra cases of heart disease and stroke, plus 710 associated deaths, between 2011 and 2018. It could also have been responsible for 1,500 additional cases of stomach cancer and 610 associated deaths. If this continued, the researchers said, there would be an estimated 26,000 extra cases of heart disease or stroke and 3,800 additional stomach cancer cases by 2025, affecting the least affluent people in society the most, and adding up to more than £1bn in healthcare and lost productivity costs. Anthony Laverty, of Imperial College’s public health policy evaluation unit, said their paper fitted into the debate over whether industry could, by itself, be depended upon to make products healthier. “I would say, not really. If they haven’t got an incentive to do it, why would they reformulate?” he said. “I would say the lesson both in salt and other nutritional matters is that we need an independent and robust system to say to industry you need to hit these ambitious targets.” The paper, he said, was “another piece of evidence that says relying on these voluntary, loose arrangements with industry really isn’t the way to improve public health”. Graham MacGregor, chair of the campaigning group Action on Salt, and a professor of cardiovascular medicine, said the paper showed that the Responsibility Deal was a disaster for public health. He said: “It slowed down salt reduction in the UK, resulting in thousands of strokes, heart failure and heart attacks every year, particularly in the more socially deprived, many of which could have been prevented. “This reinforces the urgent need for a robust system where we generate worthwhile reductions in salt intake which make a positive and lasting impact. “It is now up to the health minister, Public Health England and the government to set up a coherent strategy where the food industry is instructed what to do, rather than the food industry telling the government what to do, which currently seems to be the case. “The UK currently has no active salt reduction strategy, which is appalling. In fact, the last set of salt reduction targets expired at the end of 2017. It goes without saying we now need to get our salt reduction strategy back on track for the benefit of public health, our overburdened NHS and the economy.” The authors say their study had some limitations. It was an observational modelling study which could not establish cause, and the researchers did not collect long-term data on salt intake in the same people, a factor that could affect the findings. Alun Hughes, professor of cardiovascular physiology and pharmacology at UCL, agreed there were limitations but said the study was overall of good quality. “Despite acknowledged limitations, this study casts doubt on the effectiveness of the public health Responsibility Deal in terms of reducing dietary salt intake. “The findings should contribute to thinking about future public health strategies and underlines the importance of careful evaluation of any public health intervention.” • This article was amended on 19 July 2019. An earlier version gave figures for annual reductions in salt intake, but did not make it clear that these were daily amounts. This has been corrected.",
      "charCount": "4315",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sarahboseley\">Sarah Boseley</a> Health editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]