[
  {
    "id": "politics/2019/oct/12/no-deal-brexit-wreck-tories-reputation-party-of-business",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-12T20:07:29Z",
    "webTitle": "No-deal Brexit will wreck Tories’ reputation as party of business, says Lidington",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/12/no-deal-brexit-wreck-tories-reputation-party-of-business",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/12/no-deal-brexit-wreck-tories-reputation-party-of-business",
    "fields": {
      "headline": "No-deal Brexit will wreck Tories’ reputation as party of business, says Lidington",
      "standfirst": "Former Cabinet Office secretary warns that crashing out of the EU would do ‘massive harm’",
      "trailText": "Former Cabinet Office secretary warns that crashing out of the EU would do ‘massive harm’",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"8f6646e2900f861068001d0aeceb0d88823ae53a\"> <img src=\"https://media.guim.co.uk/8f6646e2900f861068001d0aeceb0d88823ae53a/0_13_3500_2101/1000.jpg\" alt=\"David Lidington: ‘The great majority of businesses are fearful of what no deal would mean.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Lidington: ‘The great majority of businesses are fearful of what no deal would mean.’</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>The Tory party will be in “dire straits” should it adopt a no-deal Brexit that risks breaking up the UK and destroying businesses, former Cabinet Office secretary David Lidington has said.</p> <p>In his most serious warning over the future of the party, Lidington, a key figure in bids to broker a Brexit deal in Theresa May’s cabinet, said the party would be risking its reputation of backing business and safeguarding the union.</p> <p>“A no-deal exit would do massive harm,” he told the <em>Observer</em>. “I really do worry about the impact on the country and the impact on the Conservative party. The party is in dire straits if it ceases to be a coalition of people in the centre and centre-right of British politics. That is absolutely being tested.</p> <p>“A key part of the Conservative party’s appeal has been on the grounds of economic competence and an understanding of the need to support business. The great majority of businesses are fearful of what no deal would mean and believe it would certainly do significant harm to the economy and livelihoods.</p> <p>“The Tory party’s reputation as the champion of business will take a massive hit if we are left without a deal, but even worse would be the damage to the union of the United Kingdom.</p> <p>“None of us can predict the future and whatever happens to the Europe debate I will be a committed unionist. But you only have to look at the opinion polls to see the prospect of no deal has increased support for a border poll and Irish unification, and in Scotland the prospect of a no deal produces greater support for Scottish independence. Any unionist should be alarmed by that evidence.”</p> <p>It comes days after it emerged that some former Tories who lost the party whip for voting against no deal were considering forming a new political grouping at the next election. A no-deal Brexit is being advocated by Downing St should no agreement be reached with the EU by the end of the month. In reality, it is likely that the so-called Benn act will mean Britain’s membership of the EU will be extended if no deal is reached. However, many Tories privately say they would not be able to back a Conservative manifesto that advocated no deal.</p> <p>Lidington said that he had been “utterly dismayed” by the heated and divisive language used in the Brexit debate and said it was now being “applied more generally”, with MPs suffering organised campaigns of abuse.</p> <p>“There is a degree of aggression and vitriol in political debate that I have not seen before in the 45 years I’ve been involved in politics,” he said. “If you talk to MPs who have expressed an opinion on something, they find they receive 100 or 200 aggressive posts on Facebook or Twitter. Jewish MPs have been subjected to antisemitic material of the kind I have seen in the Holocaust museum at Yad Vashem, like Nazi propaganda in the 1930s. I’m not exaggerating. I’ve seen misogynistic and racist abuse.</p> <p>“Politicians across all the leaderships of all parties and movements have a responsibility to exercise care and moderate language and tone. That means people accepting that their opponents are working from honourable motives.”</p> <p>Lidington said he was encouraged by positive talks between Johnson and Leo Varadkar, the Irish prime minister, that hinted at a possible last-minute agreement. As a result, he called on Johnson to drop his insistence that the UK must leave the EU at the end of the month, with or without a deal. “I would be genuinely delighted if this leads to success,” he said. “If this leads to a deal, I think it would require a technical extension of some sort to take legislation through, for the European parliament to give its approval and so on. My view is the British public would be completely understanding of that. Much better to get the right outcome than have an artificial deadline.”</p> <p>He would not rule out the idea of backing a confirmatory vote on a Brexit deal, but said he retained all his reservations about holding a second EU referendum. “I’ve made it a rule in my time in parliament to see what is put before parliament before deciding absolutely how I will vote,” he said. “I think the drawbacks to the second referendum remain the case. In particular, would it actually settle the issue? There are difficult questions over how you phrase the question or questions. It is my view that you would need no deal somewhere on the ballot paper, for democratic legitimacy.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "766",
      "commentable": "false",
      "firstPublicationDate": "2019-10-12T20:07:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:28Z",
      "newspaperEditionDate": "2019-10-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cg4f8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8f6646e2900f861068001d0aeceb0d88823ae53a/0_13_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Tory party will be in “dire straits” should it adopt a no-deal Brexit that risks breaking up the UK and destroying businesses, former Cabinet Office secretary David Lidington has said. In his most serious warning over the future of the party, Lidington, a key figure in bids to broker a Brexit deal in Theresa May’s cabinet, said the party would be risking its reputation of backing business and safeguarding the union. “A no-deal exit would do massive harm,” he told the Observer. “I really do worry about the impact on the country and the impact on the Conservative party. The party is in dire straits if it ceases to be a coalition of people in the centre and centre-right of British politics. That is absolutely being tested. “A key part of the Conservative party’s appeal has been on the grounds of economic competence and an understanding of the need to support business. The great majority of businesses are fearful of what no deal would mean and believe it would certainly do significant harm to the economy and livelihoods. “The Tory party’s reputation as the champion of business will take a massive hit if we are left without a deal, but even worse would be the damage to the union of the United Kingdom. “None of us can predict the future and whatever happens to the Europe debate I will be a committed unionist. But you only have to look at the opinion polls to see the prospect of no deal has increased support for a border poll and Irish unification, and in Scotland the prospect of a no deal produces greater support for Scottish independence. Any unionist should be alarmed by that evidence.” It comes days after it emerged that some former Tories who lost the party whip for voting against no deal were considering forming a new political grouping at the next election. A no-deal Brexit is being advocated by Downing St should no agreement be reached with the EU by the end of the month. In reality, it is likely that the so-called Benn act will mean Britain’s membership of the EU will be extended if no deal is reached. However, many Tories privately say they would not be able to back a Conservative manifesto that advocated no deal. Lidington said that he had been “utterly dismayed” by the heated and divisive language used in the Brexit debate and said it was now being “applied more generally”, with MPs suffering organised campaigns of abuse. “There is a degree of aggression and vitriol in political debate that I have not seen before in the 45 years I’ve been involved in politics,” he said. “If you talk to MPs who have expressed an opinion on something, they find they receive 100 or 200 aggressive posts on Facebook or Twitter. Jewish MPs have been subjected to antisemitic material of the kind I have seen in the Holocaust museum at Yad Vashem, like Nazi propaganda in the 1930s. I’m not exaggerating. I’ve seen misogynistic and racist abuse. “Politicians across all the leaderships of all parties and movements have a responsibility to exercise care and moderate language and tone. That means people accepting that their opponents are working from honourable motives.” Lidington said he was encouraged by positive talks between Johnson and Leo Varadkar, the Irish prime minister, that hinted at a possible last-minute agreement. As a result, he called on Johnson to drop his insistence that the UK must leave the EU at the end of the month, with or without a deal. “I would be genuinely delighted if this leads to success,” he said. “If this leads to a deal, I think it would require a technical extension of some sort to take legislation through, for the European parliament to give its approval and so on. My view is the British public would be completely understanding of that. Much better to get the right outcome than have an artificial deadline.” He would not rule out the idea of backing a confirmatory vote on a Brexit deal, but said he retained all his reservations about holding a second EU referendum. “I’ve made it a rule in my time in parliament to see what is put before parliament before deciding absolutely how I will vote,” he said. “I think the drawbacks to the second referendum remain the case. In particular, would it actually settle the issue? There are difficult questions over how you phrase the question or questions. It is my view that you would need no deal somewhere on the ballot paper, for democratic legitimacy.”",
      "charCount": "4380",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/12/brexiters-adoption-war-language-will-stop-britain-finding-peace",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-12T17:00:26Z",
    "webTitle": "Brexiters’ adoption of war language will stop Britain from finding peace | Nick Cohen",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/12/brexiters-adoption-war-language-will-stop-britain-finding-peace",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/12/brexiters-adoption-war-language-will-stop-britain-finding-peace",
    "fields": {
      "headline": "Brexiters’ adoption of war language will stop Britain from finding peace",
      "standfirst": "Tories have legitimised a far-right worldview and unleashed forces they cannot control",
      "trailText": "Tories have legitimised a far-right worldview and unleashed forces they cannot control",
      "byline": "Nick Cohen",
      "main": "<figure class=\"element element-image\" data-media-id=\"c92b81278716fcdd84400d23fdf7a1304a361b50\"> <img src=\"https://media.guim.co.uk/c92b81278716fcdd84400d23fdf7a1304a361b50/0_115_3500_2100/1000.jpg\" alt=\"Nigel Farage at a Brexit conference in London last year \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage at a Brexit conference in London last year. </span> <span class=\"element-image__credit\">Photograph: Kirsty O'Connor/PA</span> </figcaption> </figure>",
      "body": "<p>Brexit’s wounds will always bleed. Britain cannot “go back to normal” whether a deal is done or not. Normal in Britain now is a civil war without the bloodshed. The warring parties cannot sign a peace treaty and pretend the fair-minded, sensible Britain of the national myth will carry on as before. That land is dead and gone, however loudly our trash prime minister tries to atone for his guilt with promises to “<a href=\"https://www.conservativehome.com/parliament/2019/10/boris-johnson-lets-get-brexit-done-lets-bring-our-country-together-full-text-of-his-conference-speech.html\" title=\"\">bring the country together</a>”.</p> <p>The language of war has been the language of Brexit. The right raids the dressing-up box for Battle of Britain uniforms. The prime minister damns half the population as quislings advocating betrayal and surrender. Dominic Cummings’s hero <a href=\"https://www.theguardian.com/books/2011/mar/19/bismarck-life-jonathan-steinberg-review\" title=\"\">Bismarck</a> fought three wars to unify Germany. Cummings talks as if he’s ready to unleash one to break up Britain. Paranoid fear of enemies within, once confined to the rightwing press and far-right politics, now defines British conservatism.</p> <p>Call Conservatives far right and you must expect the sound of wailing. “You can’t compare the Brexit referendum to Trump’s election,” <a href=\"https://capx.co/the-trump-phenomenon-and-the-brexit-vote-were-not-one-and-the-same/\" title=\"\">they declare</a>. “<a href=\"https://www.migrationwatchuk.org/press-article/48/its-not-racism-but-pure-common-sense-\" title=\"\">You can’t say it’s racist to worry about immigration</a>.” “<a href=\"https://www.express.co.uk/news/uk/735870/Nigel-Farare-ritz-democracy-speech-Brexit-Donald-Trump\" title=\"\">You can’t say Farage and Johnson are extremists.</a>” For people who say they believe in freedom of speech, Britain’s Conservatives exhibit a neurotic compulsion to police debate.</p> <p>For all their censorious cries, Conservatives once believed in small government, the avoidance of ideological frenzy, and tradition. Now they do not. In 2005, the authentically Nazi British National party stood on a manifesto that said nothing should stop us leaving the EU. Britain must “maintain sovereign physical control of its borders” and all that is stopping us taking back control are the lies of “the political and liberal media elite”. Yesterday’s <a href=\"http://news.bbc.co.uk/1/shared/bsp/hi/pdfs/BNP_uk_manifesto.pdf\" title=\"\">BNP manifesto</a> is today’s Conservative party platform.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Johnson says he is a “liberal Conservative”. Yet the voters he needs are anything but</p> </blockquote> </aside>  <p><a href=\"https://blogs.lse.ac.uk/lsereviewofbooks/2017/12/11/book-review-english-uprising-brexit-and-the-mainstreaming-of-the-far-right-by-paul-stocker/\" title=\"\">As Paul Stocker</a> says in his history of Brexit and the mainstreaming of extremism, the far right’s broader worldview is the new consensus. The “nation” is the be-all and end-all in politics. Foreigners, whether migrants or EU leaders, are the scapegoats for every failure. The “people” is no longer composed of all your fellow citizens. Membership is confined exclusively to those who doff their caps to nationalist politics. Meanwhile, you only have to listen to Johnson to know that the far right’s paranoid style has become the Conservatives’ style. The default position of its politicians and journalists is to rouse the rabble by depicting parliament, the judiciary and the civil service as sinister forces conspiring against their own country.</p> <p>Cliches about riding tigers, genies and bottles and Pandora and her box are unavoidable, I’m afraid. The snobs won’t be able to control the mob they have unleashed, even assuming they want to. Johnson says he is a “liberal Conservative”. Yet the voters he needs, and the only voters he is likely to get, are anything but. He must appeal to them or lose. Brexit certainly did not mean Brexit to millions who voted for it. Every study of their attitudes emphasises a majority support for Brexit as being bound up with opposition to multiculturalism, feminism that’s gone too far and immigration. Brexit’s leaders have primed them to see all obstacles as an elite plot. If they tell them to calm down, they will not be heeded. In their recklessness, the leaders of the right have thrown away the ability to instruct their followers to respect the rule of law and parliamentary democracy.</p> <p>Almost daily, Nigel Farage explains why the Brexit war can never end. <a href=\"https://www.youtube.com/watch?v=b4h6QMBJFM4\" title=\"\">Watch his speeches</a> and you see Farage treating Johnson like a dominatrix treats a submissive. He pets him at first and calls him “Boris”. He praises the “panache and optimism” Johnson has brought to Downing Street. He coos over Johnson’s promise to get Brexit done by 31 October and simpers when Johnson says he would rather “die in a ditch” than break his word. And then comes the promise of pain. Already “half to three-quarters of Tory MPs” are traitors in Farage’s mind. If Johnson sides with them, if he “marches people to the top of the hill” and brings them back down again by refusing to allow a no-deal Brexit, Farage will crack the whip and his party will split the Tory vote.</p> <p>I look around at my fellow Remainers and see no easy route to national reconciliation on our side either. They (we) know that a majority now <a href=\"https://www.independent.co.uk/voices/brexit-myths-busting-polling-second-referendum-leave-remain-a9149491.html\" title=\"\">supports staying in the EU</a>. They (we) believe that Brexit is at once a grave attack on the national interest and a frivolous distraction that makes our old problems worse while bringing new troubles. Whatever happens, they (we) will turn the Liberal party into a pro-European campaign group and do the same to Labour if we get the chance. Every job loss and business closure, every university without teachers and every hospital and care home stripped of staff will be hung round the necks of the Brexit frauds. And they (we) will say: “You never promised the people this.”</p> <p>For whatever you think of the Remain case, you should accept that, out of stupidity and mendacity, the proponents of Brexit never spelled out the hard choices. Either we protect the economy by submitting to EU rules we have no say in making (in which case, why leave?) or endure a hard Brexit (which will hurt like hell). That choice will never go away for as long as the EU exists as a law-making body.</p> <p>Supporters of Brexit can duck their failure to tell the truth about the pain they said would never come by creating enemies and denouncing treason. If they persuade enough of the country it is at war, they can dismiss the wishful thinking and outright lies they peddled as irrelevant. In wartime, we expect civilians to bear some of the suffering. Only fifth columnists undermine the people’s morale by saying the sacrifices are self-inflicted. From the right’s point of view, a war without end is preferable to a career-ending acceptance of its responsibility.</p> <p>• Nick Cohen is an Observer columnist</p>",
      "newspaperPageNumber": "62",
      "wordcount": "999",
      "commentCloseDate": "2019-10-12T16:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-12T17:00:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:28Z",
      "newspaperEditionDate": "2019-10-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cg3cd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c92b81278716fcdd84400d23fdf7a1304a361b50/0_115_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Brexit’s wounds will always bleed. Britain cannot “go back to normal” whether a deal is done or not. Normal in Britain now is a civil war without the bloodshed. The warring parties cannot sign a peace treaty and pretend the fair-minded, sensible Britain of the national myth will carry on as before. That land is dead and gone, however loudly our trash prime minister tries to atone for his guilt with promises to “bring the country together”. The language of war has been the language of Brexit. The right raids the dressing-up box for Battle of Britain uniforms. The prime minister damns half the population as quislings advocating betrayal and surrender. Dominic Cummings’s hero Bismarck fought three wars to unify Germany. Cummings talks as if he’s ready to unleash one to break up Britain. Paranoid fear of enemies within, once confined to the rightwing press and far-right politics, now defines British conservatism. Call Conservatives far right and you must expect the sound of wailing. “You can’t compare the Brexit referendum to Trump’s election,” they declare. “You can’t say it’s racist to worry about immigration.” “You can’t say Farage and Johnson are extremists.” For people who say they believe in freedom of speech, Britain’s Conservatives exhibit a neurotic compulsion to police debate. For all their censorious cries, Conservatives once believed in small government, the avoidance of ideological frenzy, and tradition. Now they do not. In 2005, the authentically Nazi British National party stood on a manifesto that said nothing should stop us leaving the EU. Britain must “maintain sovereign physical control of its borders” and all that is stopping us taking back control are the lies of “the political and liberal media elite”. Yesterday’s BNP manifesto is today’s Conservative party platform. As Paul Stocker says in his history of Brexit and the mainstreaming of extremism, the far right’s broader worldview is the new consensus. The “nation” is the be-all and end-all in politics. Foreigners, whether migrants or EU leaders, are the scapegoats for every failure. The “people” is no longer composed of all your fellow citizens. Membership is confined exclusively to those who doff their caps to nationalist politics. Meanwhile, you only have to listen to Johnson to know that the far right’s paranoid style has become the Conservatives’ style. The default position of its politicians and journalists is to rouse the rabble by depicting parliament, the judiciary and the civil service as sinister forces conspiring against their own country. Cliches about riding tigers, genies and bottles and Pandora and her box are unavoidable, I’m afraid. The snobs won’t be able to control the mob they have unleashed, even assuming they want to. Johnson says he is a “liberal Conservative”. Yet the voters he needs, and the only voters he is likely to get, are anything but. He must appeal to them or lose. Brexit certainly did not mean Brexit to millions who voted for it. Every study of their attitudes emphasises a majority support for Brexit as being bound up with opposition to multiculturalism, feminism that’s gone too far and immigration. Brexit’s leaders have primed them to see all obstacles as an elite plot. If they tell them to calm down, they will not be heeded. In their recklessness, the leaders of the right have thrown away the ability to instruct their followers to respect the rule of law and parliamentary democracy. Almost daily, Nigel Farage explains why the Brexit war can never end. Watch his speeches and you see Farage treating Johnson like a dominatrix treats a submissive. He pets him at first and calls him “Boris”. He praises the “panache and optimism” Johnson has brought to Downing Street. He coos over Johnson’s promise to get Brexit done by 31 October and simpers when Johnson says he would rather “die in a ditch” than break his word. And then comes the promise of pain. Already “half to three-quarters of Tory MPs” are traitors in Farage’s mind. If Johnson sides with them, if he “marches people to the top of the hill” and brings them back down again by refusing to allow a no-deal Brexit, Farage will crack the whip and his party will split the Tory vote. I look around at my fellow Remainers and see no easy route to national reconciliation on our side either. They (we) know that a majority now supports staying in the EU. They (we) believe that Brexit is at once a grave attack on the national interest and a frivolous distraction that makes our old problems worse while bringing new troubles. Whatever happens, they (we) will turn the Liberal party into a pro-European campaign group and do the same to Labour if we get the chance. Every job loss and business closure, every university without teachers and every hospital and care home stripped of staff will be hung round the necks of the Brexit frauds. And they (we) will say: “You never promised the people this.” For whatever you think of the Remain case, you should accept that, out of stupidity and mendacity, the proponents of Brexit never spelled out the hard choices. Either we protect the economy by submitting to EU rules we have no say in making (in which case, why leave?) or endure a hard Brexit (which will hurt like hell). That choice will never go away for as long as the EU exists as a law-making body. Supporters of Brexit can duck their failure to tell the truth about the pain they said would never come by creating enemies and denouncing treason. If they persuade enough of the country it is at war, they can dismiss the wishful thinking and outright lies they peddled as irrelevant. In wartime, we expect civilians to bear some of the suffering. Only fifth columnists undermine the people’s morale by saying the sacrifices are self-inflicted. From the right’s point of view, a war without end is preferable to a career-ending acceptance of its responsibility. • Nick Cohen is an Observer columnist",
      "charCount": "5925",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nickcohen\">Nick Cohen</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/oct/12/angela-merkel-boris-johnson-leaked-brexit-phone-call",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-12T15:04:23Z",
    "webTitle": "Can Anglo-German relations survive that disastrous London-Berlin phone call?",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/12/angela-merkel-boris-johnson-leaked-brexit-phone-call",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/12/angela-merkel-boris-johnson-leaked-brexit-phone-call",
    "fields": {
      "headline": "Can Anglo-German relations survive that disastrous London-Berlin phone call?",
      "standfirst": "Such diplomatic breakdowns date back to Bismarck and beyond, but the latest spat may mean more than flagging sales of UK delicacies in Germany’s capital",
      "trailText": "Such diplomatic breakdowns date back to Bismarck and beyond, but the latest spat may mean more than flagging sales of UK delicacies in Germany’s capital",
      "byline": "Philip Oltermann",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"a6c7b951db74126c087989415dbc4345bcb99cab\"> <img src=\"https://media.guim.co.uk/a6c7b951db74126c087989415dbc4345bcb99cab/51_326_4644_2786/1000.jpg\" alt=\"Antje Blank, the new owner of Berlin’s Broken English shop, which sells English delicacies and souvenirs. She is currently stocking up on products in case of a no-deal Brexit\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Antje Blank, the new owner of Berlin’s Broken English shop, which sells English delicacies and souvenirs. She is currently stocking up on products in case of a no-deal Brexit.</span> <span class=\"element-image__credit\">Photograph: Philip Oltermann/The Observer</span> </figcaption> </figure>",
      "body": "<p>On a sunny afternoon in Berlin’s Bergmannkiez neighbourhood, workers are moving boxes of mince pies, chocolate oranges and Christmas puddings into a soon-to-open shop.</p> <p>For 24 years, <a href=\"https://www.thelocal.de/20190116/brexit-effect-hits-berlin-as-broken-english-gets-ready-to-close-doors\" title=\"\">Broken English</a> used to be the German capital’s premier retailer of British delicacies and UK-themed souvenirs – until its owner threw in the towel at the start of this year: in interviews, she said she couldn’t face the hassle of having to fill in thousands of customs forms after Brexit.</p> <p>Antje Blank, the shop’s new owner, is a German-born Anglophile with a Norfolk accent who couldn’t face the prospect of Berliners missing out on proper scones and thick-cut marmalade. She’s now stockpiling to make sure she can meet the cravings of expats and other lovers of British Christmas treats in case of a <a href=\"https://www.theguardian.com/politics/2019/oct/08/travel-trade-phone-bills-and-immigration-no-deal-brexit-plan-released\" title=\"\">no-deal Brexit</a>.</p> <p>Blank is aware of the gamble she is taking: a nearby travel agency specialising in trips to the UK, she said, had recently shifted its focus on selling holidays to Ireland instead. She has already decided not to decorate the shopfront with a Union Jack: “The flag is too tied up with Nigel Farage, too tied up with anti-EU and anti-German feelings,” she said. “For a while, we considered hanging a Scottish flag outside.”</p> <p>The frost that has descended on Anglo-German relations since the <a href=\"https://www.theguardian.com/politics/2016/jun/24/britain-votes-for-brexit-eu-referendum-david-cameron\" title=\"\">UK voted</a> to leave the EU in 2016 has rarely felt as icy as it did last week. In a phone call on Tuesday morning, British prime minister Boris Johnson and German chancellor Angela Merkel reportedly failed to find common ground to avert a chaotic British exit from the EU, and even if the mood between Brussels and Westminster appears to have warmed a degree or two since then, the impact of the call and how it was handled afterwards will continue to make its mark in Berlin.</p>  <figure class=\"element element-image\" data-media-id=\"d3796e74d46843dc50b85349af24104c6bcffe3d\"> <img src=\"https://media.guim.co.uk/d3796e74d46843dc50b85349af24104c6bcffe3d/89_421_4665_2800/1000.jpg\" alt=\"Dale Carr, the previous owner of Broken English. After running the store for 15 years, Brexit was the catalyst for her selling up in January.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dale Carr, the previous owner of Broken English. After running the store for 15 years, Brexit was the catalyst for her selling up in January.</span> <span class=\"element-image__credit\">Photograph: Maurizio Gambarini/EPA</span> </figcaption> </figure>  <p>In a number of extraordinary briefings about the confidential discussion, a No 10 source said Merkel had demanded that Northern Ireland remain in a customs union with the EU “for ever”, making a deal look <a href=\"https://www.theguardian.com/politics/2019/oct/08/boris-johnson-ready-to-give-up-on-brexit-deal\" title=\"\">“essentially impossible</a>, not just now but ever” to the UK side.</p> <p>Reports of the call were pounced on by Brexit campaign group Leave.EU, which tweeted out an image reminiscent of wartime propaganda posters, saying: “We didn’t win two world wars to be pushed around by a Kraut,” next to a photo of Merkel with her arm aloft.</p> <p>The image was accompanied by a line reading: “Angela Merkel’s demand that Britain leaves Northern Ireland to rot inside the customs union is reprehensible and shows the true colours of our supposed ‘European allies’.” Uncharacteristically, Leave.EU co-founder <a href=\"https://www.theguardian.com/uk-news/2019/oct/09/arron-banks-apologises-for-xenophobic-tweet-targeting-merkel\" title=\"\">Arron Banks</a> later apologised for the image.</p> <p>Merkel declined to comment on the British accounts of the call, but behind closed doors, some German lawmakers and diplomats said they considered the read-outs of the call a major breach of protocol. “By publishing the contents of the call, whether they are true or not, Johnson is likely to have gambled away all his credit with the chancellor,” wrote her biographer Stefan Kornelius in <em>Süddeutsche Zeitung</em> newspaper.</p> <p>While it is true that <a href=\"https://www.theguardian.com/politics/2017/oct/22/mays-ex-policy-chief-claims-juncker-aide-leaked-brexit-dinner-details\" title=\"\">embarrassing details from the 2017 meeting</a> of Johnson’s predecessor, Theresa May, with European commission president Jean-Claude Juncker were leaked to a German newspaper, Merkel’s chancellory is generally a leak-proof place, and her advisers are notoriously discreet in their dealings with the press. “She won’t forgive such a breach of trust, even if she probably won’t ever comment on it,” Kornelius wrote. “In 14 years as chancellor, she has certainly been rarely made such a spectacle of.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"da837a97805fd9bdc1e79a9458becc7428f246e3\"> <img src=\"https://media.guim.co.uk/da837a97805fd9bdc1e79a9458becc7428f246e3/0_0_800_800/500.jpg\" alt=\"Leave.EU’s Angela Merkel tweet following the leaked details of the Johnson-Merkel phone call\" width=\"500\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leave.EU’s Angela Merkel tweet following the leaked details of the Johnson-Merkel phone call.</span> <span class=\"element-image__credit\">Photograph: Twitter/@arron_banks</span> </figcaption> </figure>  <p>The incident has prompted historians to reach far back into European history in search of comparable moments of diplomatic breakdown. <a href=\"http://www.lse.ac.uk/european-institute/People/Academic-Staff/Kleine-Mareike\" title=\"\">Mareike Kleine</a>, a political scientist at Berlin’s Freie Universität and the London School of Economics, said she was reminded of a famous incident in 1870, known as the “<a href=\"https://www.britannica.com/event/Ems-telegram\" title=\"\">Ems dispatch</a>”, when the French ambassador told Wilhelm, then king of Prussia and later Kaiser Wilhelm I, that Prussia should ditch its aspirations for the Spanish throne.</p> <p>Wilhelm then gave the task of briefing the public with an account of the conversation to his chancellor, Otto von Bismarck, who deliberately cut out conciliatory language and dramatised the confrontational aspect, thus causing outrage on both the German and the French side.</p> <p>“Bismarck wanted a hastened response from an enemy, who had overestimated his powers,” said Kleine. “His plan worked: the French launched themselves into a war they decisively lost, and in the process Prussia managed to bring the independent southern German states into the fold.”</p> <p>Johnson’s chief adviser <a href=\"https://www.theguardian.com/politics/2019/sep/26/dominic-cummings-delivering-brexit-only-way-to-solve-abuse-of-mps\" title=\"\">Dominic Cummings</a>, suspected by many to be the source the source behind the leaks of the Merkel call, has in numerous expansive <a href=\"https://www.independent.co.uk/voices/dominic-cummings-boris-johnson-otto-von-bismarck-brexit-a9045941.html\" title=\"\">blog entries </a>expressed his fascination with the ways the Prussian chancellor’s tactics “upended Europe”.</p> <p>“But if someone in Britain really was trying to take a leaf out of Bismarck’s book, it didn’t work,” said Kleine. “Merkel didn’t rise to the challenge like the French did.”</p> <p>Some historians fear the events of last week could mark a shift for the worse in Anglo-German relations.</p> <p>“Two narratives have dominated the view of Germany in the Brexit debate,” said <a href=\"https://www.helenevonbismarck.com/\" title=\"\">Helene von Bismarck</a>, a Hamburg-based historian specialising in British foreign policy. “There are the good Germans who will come to Britain’s rescue during the negotiations, and there are the bad Germans who are pushing us around in Europe.”</p> <p>“[Last] week Downing Street gave legitimacy to the second narrative, which was predominantly used by the extreme fringe of the Brexit debate. The briefing will further poison British perceptions of Germany, and will thereby harm the Anglo-German relationship.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>This is indeed a breach of trust, but it's not like Johnson had a reputation of being trustworthy before this happened</p> <footer> <cite>Helene von Bismarck</cite> </footer> </blockquote> </aside>  <p>As for the German reaction, said von Bismarck (a distant relative to Otto von Bismarck by marriage), “this is indeed a breach of trust, but it is not like Johnson had a reputation of being trustworthy before this happened.” The incident, she noted, had not gained as much attention in Germany as in Britain.</p> <p>Richard J Evans, former regius professor of history at Cambridge University, agreed that Brexit has interfered with two strains of British thinking about its North Sea neighbours.</p> <p>“Britain’s view of Germany has oscillated historically between two different models. On one hand, there was the ‘good Germany’ of Beethoven and Goethe, the land of poets and thinkers. On the other, there was the view of Germany as an aggressive threat: first economic, then military. In the 1970s and 80s, during the wide-ranging debate on the ‘decline of Britain’, the two images were briefly fused, when the British began to admire German efficiency in industry, holding up <a href=\"https://www.theguardian.com/world/2012/sep/18/vorsprung-durch-technik-advertising-germany\" title=\"\">Vorsprung durch Technik</a> as a motto to emulate, uncoupling it from the fear of Germany as a political power,” Evans said.</p> <p>“But since <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2018/oct/05/german-reunification-october-1990\" title=\"\">reunification in 1990</a> the ‘bad Germany’ has dominated in the British mind again. Fear of German domination in Europe became a symbolic expression of euroscepticism, presenting a mythical image of Britain standing alone against Europe in 1940 and again in the 21st century.”</p> <p>In turn, Evans said, Britain’s tortuous process of extracting itself from the EU has begun to change the German view of Britain. “Among German liberals, in the broader sense of the word, British institutions and qualities such as pragmatism and common sense have been held up as the more desirable alternative to the French revolutionary model since at least 1848. Brexit has thrown all that into question.”</p> <p>At Berlin’s Broken English shop, Antje Blank remains optimistic that Tetley tea and Colman’s Mustard will sustain their appeal as political ties are strained. “There is still a large Anglophile community with a longing for rolling hills, Shakespeare and Jane Austen,” she said. “A lot of Germans think Britain has gone a little bit bonkers, but it will be all right in the end.”</p> <p>• This article was amended on 14 October 2019 to correct Wilhelm’s title and the country’s name as at 1870: king and Prussia, not yet kaiser and Germany.</p>",
      "newspaperPageNumber": "48",
      "wordcount": "1325",
      "commentable": "false",
      "firstPublicationDate": "2019-10-12T15:04:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:37Z",
      "newspaperEditionDate": "2019-10-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cg3pb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a6c7b951db74126c087989415dbc4345bcb99cab/51_326_4644_2786/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On a sunny afternoon in Berlin’s Bergmannkiez neighbourhood, workers are moving boxes of mince pies, chocolate oranges and Christmas puddings into a soon-to-open shop. For 24 years, Broken English used to be the German capital’s premier retailer of British delicacies and UK-themed souvenirs – until its owner threw in the towel at the start of this year: in interviews, she said she couldn’t face the hassle of having to fill in thousands of customs forms after Brexit. Antje Blank, the shop’s new owner, is a German-born Anglophile with a Norfolk accent who couldn’t face the prospect of Berliners missing out on proper scones and thick-cut marmalade. She’s now stockpiling to make sure she can meet the cravings of expats and other lovers of British Christmas treats in case of a no-deal Brexit. Blank is aware of the gamble she is taking: a nearby travel agency specialising in trips to the UK, she said, had recently shifted its focus on selling holidays to Ireland instead. She has already decided not to decorate the shopfront with a Union Jack: “The flag is too tied up with Nigel Farage, too tied up with anti-EU and anti-German feelings,” she said. “For a while, we considered hanging a Scottish flag outside.” The frost that has descended on Anglo-German relations since the UK voted to leave the EU in 2016 has rarely felt as icy as it did last week. In a phone call on Tuesday morning, British prime minister Boris Johnson and German chancellor Angela Merkel reportedly failed to find common ground to avert a chaotic British exit from the EU, and even if the mood between Brussels and Westminster appears to have warmed a degree or two since then, the impact of the call and how it was handled afterwards will continue to make its mark in Berlin. In a number of extraordinary briefings about the confidential discussion, a No 10 source said Merkel had demanded that Northern Ireland remain in a customs union with the EU “for ever”, making a deal look “essentially impossible, not just now but ever” to the UK side. Reports of the call were pounced on by Brexit campaign group Leave.EU, which tweeted out an image reminiscent of wartime propaganda posters, saying: “We didn’t win two world wars to be pushed around by a Kraut,” next to a photo of Merkel with her arm aloft. The image was accompanied by a line reading: “Angela Merkel’s demand that Britain leaves Northern Ireland to rot inside the customs union is reprehensible and shows the true colours of our supposed ‘European allies’.” Uncharacteristically, Leave.EU co-founder Arron Banks later apologised for the image. Merkel declined to comment on the British accounts of the call, but behind closed doors, some German lawmakers and diplomats said they considered the read-outs of the call a major breach of protocol. “By publishing the contents of the call, whether they are true or not, Johnson is likely to have gambled away all his credit with the chancellor,” wrote her biographer Stefan Kornelius in Süddeutsche Zeitung newspaper. While it is true that embarrassing details from the 2017 meeting of Johnson’s predecessor, Theresa May, with European commission president Jean-Claude Juncker were leaked to a German newspaper, Merkel’s chancellory is generally a leak-proof place, and her advisers are notoriously discreet in their dealings with the press. “She won’t forgive such a breach of trust, even if she probably won’t ever comment on it,” Kornelius wrote. “In 14 years as chancellor, she has certainly been rarely made such a spectacle of.” The incident has prompted historians to reach far back into European history in search of comparable moments of diplomatic breakdown. Mareike Kleine, a political scientist at Berlin’s Freie Universität and the London School of Economics, said she was reminded of a famous incident in 1870, known as the “Ems dispatch”, when the French ambassador told Wilhelm, then king of Prussia and later Kaiser Wilhelm I, that Prussia should ditch its aspirations for the Spanish throne. Wilhelm then gave the task of briefing the public with an account of the conversation to his chancellor, Otto von Bismarck, who deliberately cut out conciliatory language and dramatised the confrontational aspect, thus causing outrage on both the German and the French side. “Bismarck wanted a hastened response from an enemy, who had overestimated his powers,” said Kleine. “His plan worked: the French launched themselves into a war they decisively lost, and in the process Prussia managed to bring the independent southern German states into the fold.” Johnson’s chief adviser Dominic Cummings, suspected by many to be the source the source behind the leaks of the Merkel call, has in numerous expansive blog entries expressed his fascination with the ways the Prussian chancellor’s tactics “upended Europe”. “But if someone in Britain really was trying to take a leaf out of Bismarck’s book, it didn’t work,” said Kleine. “Merkel didn’t rise to the challenge like the French did.” Some historians fear the events of last week could mark a shift for the worse in Anglo-German relations. “Two narratives have dominated the view of Germany in the Brexit debate,” said Helene von Bismarck, a Hamburg-based historian specialising in British foreign policy. “There are the good Germans who will come to Britain’s rescue during the negotiations, and there are the bad Germans who are pushing us around in Europe.” “[Last] week Downing Street gave legitimacy to the second narrative, which was predominantly used by the extreme fringe of the Brexit debate. The briefing will further poison British perceptions of Germany, and will thereby harm the Anglo-German relationship.” As for the German reaction, said von Bismarck (a distant relative to Otto von Bismarck by marriage), “this is indeed a breach of trust, but it is not like Johnson had a reputation of being trustworthy before this happened.” The incident, she noted, had not gained as much attention in Germany as in Britain. Richard J Evans, former regius professor of history at Cambridge University, agreed that Brexit has interfered with two strains of British thinking about its North Sea neighbours. “Britain’s view of Germany has oscillated historically between two different models. On one hand, there was the ‘good Germany’ of Beethoven and Goethe, the land of poets and thinkers. On the other, there was the view of Germany as an aggressive threat: first economic, then military. In the 1970s and 80s, during the wide-ranging debate on the ‘decline of Britain’, the two images were briefly fused, when the British began to admire German efficiency in industry, holding up Vorsprung durch Technik as a motto to emulate, uncoupling it from the fear of Germany as a political power,” Evans said. “But since reunification in 1990 the ‘bad Germany’ has dominated in the British mind again. Fear of German domination in Europe became a symbolic expression of euroscepticism, presenting a mythical image of Britain standing alone against Europe in 1940 and again in the 21st century.” In turn, Evans said, Britain’s tortuous process of extracting itself from the EU has begun to change the German view of Britain. “Among German liberals, in the broader sense of the word, British institutions and qualities such as pragmatism and common sense have been held up as the more desirable alternative to the French revolutionary model since at least 1848. Brexit has thrown all that into question.” At Berlin’s Broken English shop, Antje Blank remains optimistic that Tetley tea and Colman’s Mustard will sustain their appeal as political ties are strained. “There is still a large Anglophile community with a longing for rolling hills, Shakespeare and Jane Austen,” she said. “A lot of Germans think Britain has gone a little bit bonkers, but it will be all right in the end.” • This article was amended on 14 October 2019 to correct Wilhelm’s title and the country’s name as at 1870: king and Prussia, not yet kaiser and Germany.",
      "charCount": "7985",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/philip-oltermann\">Philip Oltermann</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]