[
  {
    "id": "stage/2019/mar/02/glenda-jackson-why-i-admire-theresa-may-acting-king-lear-emma-brockes",
    "type": "article",
    "sectionId": "stage",
    "sectionName": "Stage",
    "webPublicationDate": "2019-03-02T09:00:41Z",
    "webTitle": "Glenda Jackson: ‘I’m a big admirer of Theresa May’",
    "webUrl": "https://www.theguardian.com/stage/2019/mar/02/glenda-jackson-why-i-admire-theresa-may-acting-king-lear-emma-brockes",
    "apiUrl": "https://content.guardianapis.com/stage/2019/mar/02/glenda-jackson-why-i-admire-theresa-may-acting-king-lear-emma-brockes",
    "fields": {
      "headline": "Glenda Jackson: ‘I’m a big admirer of Theresa May’",
      "standfirst": "<p>The former MP is set to play King Lear in New York – her second take on the role. She talks acting, ambition, and her admiration for the woman ‘slogging away’ at Brexit</p>",
      "trailText": "The former MP is set to play King Lear in New York – her second take on the role. She talks acting, ambition, and her admiration for the woman ‘slogging away’ at Brexit",
      "byline": "Emma Brockes",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"e56d33b50c3020bd18df8c5d9d95aff110ca8626\"> <img src=\"https://media.guim.co.uk/e56d33b50c3020bd18df8c5d9d95aff110ca8626/0_305_4428_2655/1000.jpg\" alt=\"Actor and former MP Glenda Jackson, photographed against a blue background, 2017\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Glenda Jackson: ‘I don’t think I was ever given a part for the way I looked.’ </span> <span class=\"element-image__credit\">Photograph: Chris Floyd</span> </figcaption> </figure>",
      "body": "<p><a href=\"https://www.theguardian.com/stage/glenda-jackson\" title=\"\">Glenda Jackson</a>, 82, enters the hotel bar in an ankle-length puffer coat and woolly hat that, in spite of her extravagant and long-held scorn for vanity, she complains makes her look as if she doesn’t have hair. She is in New York for a Broadway run of King Lear, a fresh take on the title role <a href=\"https://www.theguardian.com/stage/2016/nov/05/king-lear-review-glenda-jackson-old-vic\" title=\"\">she played in London</a> three years ago, although she has long since forgotten the lines. “No,” she says, poetry isn’t easier to memorise than prose. “No,” memorising doesn’t become harder the less you do it, and “No!” – preposterous suggestion – one doesn’t get used to the adrenaline of appearing on stage. “You never become accustomed to it!” says Jackson, blinking vigorously before laughing with gusto. “We’re all sadomasochists, let’s face it. We all enter into this horrific, undiscovered space.”</p> <p>The effect of all this, it should be said, is neither grand nor “scary” – as Jackson, or any woman expressing herself in terms stronger than mild disdain, is wont to be described – but impish, with a light touch of hooliganism. One gets the feeling Jackson never agrees with the premise of a question as a matter of principle. For years, people have been trying to describe her peculiar force with reference to her peculiar beauty, likening her face to, among other things, “a Francis Bacon portrait of itself” (the LA Times), “a wonderful map” (Jane Birkin) and, in a line from a Time magazine profile of the 1970s, “a fire whose shadows torture the walls even as one is warmed by it”, which is to say she is difficult to fit into pre-existing categories. Something about her – her severity, her glaring resistance to anti-ageing protocols, above all, her decision to quit acting to sit in parliament for 23 years – continues to be bafflingly avant garde.</p> <p>Oddly, Jackson most reminds me today of <a href=\"https://www.theguardian.com/culture/ian-mckellen\" title=\"\">Ian McKellen</a>. Both have played Lear and speak with what sounds, these days, like a period received pronunciation, bolted on by the Royal Academy of Dramatic Art (Rada) in Jackson’s case and the Royal Shakespeare Company in McKellen’s, and which slips in moments of duress back to its northern origins (Jackson was born on the Wirral). Both are warm and funny, with the slightly exaggerated style of the mid‑20th-century English stage actor. Typical opener: “I was on tour with the RSC doing Hedda Gabler... ”</p>  <figure class=\"element element-image\" data-media-id=\"66ffbc05db19a2682a4463562cb86a8824f23194\"> <img src=\"https://media.guim.co.uk/66ffbc05db19a2682a4463562cb86a8824f23194/0_723_3449_3267/1000.jpg\" alt=\"Rhys Ifans (Fool) and Glenda Jackson (King Lear) in King Lear at the Old Vic, London, in 2016\" width=\"1000\" height=\"947\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With Rhys Ifans in King Lear in 2016.</span> <span class=\"element-image__credit\">Photograph: Tristram Kenton/The Guardian</span> </figcaption> </figure>  <p>I’m surprised she isn’t a dame, I say to Jackson at one point and she looks wildly indignant. “I’m a republican!” she says. Yes, but you’ve already got a CBE, I say. “Yes, well.” She smiles, briefly, at her own perversity.</p> <p>The Broadway production of Lear, directed by Sam Gold and co-starring <a href=\"https://www.theguardian.com/culture/ruth-wilson\" title=\"\">Ruth Wilson</a> as both Cordelia and the Fool, is an entirely new show. Apart from Jackson, there is no overlap with the Deborah Warner-directed Lear of 2016, although, as in that production, the actors will be in modern dress. It is, says Jackson, no help whatsoever having done the play before. “I’ve discovered that after the last performance of whatever the play is, all the words are gone. I think that’s redolent of my early years in rep.” Now, she says, “I spend every night learning my words.”</p> <p>It is an extraordinary feat. Last year, I saw her in the Broadway production of <a href=\"https://www.theguardian.com/stage/2018/mar/30/three-tall-women-review-glenda-jackson-broadway-edward-albee\" title=\"\">Edward Albee’s Three Tall Women</a> – she was savagely good – in which she was on stage for the whole play and shouldered the bulk of the lines. (She went on to win the best actress Tony.) The physical demands alone must be stratospheric, although in the case of Lear, she says, “there’s an enormous energy in this play. And, if you dig into it, it just drags and forces you along. It’s like a fucking jet stream. You just have to be able to release it.”</p> <p>I can’t imagine what weathering that kind of energy surge does to a person on a daily basis. Jackson looks incredulous. “I mean, that’s presupposing it’s not a profession I’m engaged in! It’s sheer hard work.”</p>  <figure class=\"element element-image\" data-media-id=\"1bd6bf9ed2019469404c9803ab57b447fc0209d2\"> <img src=\"https://media.guim.co.uk/1bd6bf9ed2019469404c9803ab57b447fc0209d2/0_1447_4480_3022/1000.jpg\" alt=\"Glenda Jackson in Edward Albee’s Three Tall Women, directed by Joe Mantello, at the Golden Theatre.\" width=\"1000\" height=\"675\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In Edward Albee’s Three Tall Women.</span> <span class=\"element-image__credit\">Photograph: Brigitte Lacombe</span> </figcaption> </figure>  <p>Apart from the politics of opening up Shakespeare’s greatest roles to women – specifically, to women who are not 22 – Jackson’s casting as Lear illustrates the limitations of how gender is policed and performed. “When I was still in parliament, I would visit old people’s homes and I just became aware that, at both extremes of age – babies and the very elderly – those absolutes [of gender] begin to fracture. And I think that’s very interesting. I wasn’t interested in ‘gender-bender’ kind of theatre, but I think in a play in which [Lear] says, I’m 80 and I’m losing it, that was quite useful.”</p> <p>The greater wonder, of course, is that Jackson is in a position to be cast in anything at all. During her two decades as MP for Hampstead and Highgate (latterly Hampstead and Kilburn), it seemed fairly certain that her life as an actor was over. Even before that, during her early days at Rada, and long before her successes of the 1970s, which included two Oscars, Jackson was warned that she was unlikely to get much work until she was in her 40s. She was, she was told by the principal of Rada on graduating, a character actor, a sly reference perhaps to her origins as the daughter of a builder from Birkenhead, who before she got into drama school worked at Boots.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"5a64e98d64824f268d019af7c4094aba6a25d610\"> <img src=\"https://media.guim.co.uk/5a64e98d64824f268d019af7c4094aba6a25d610/510_79_2974_4066/731.jpg\" alt=\"IAN RICHARDSON as Jean-Paul Marat, GLENDA JACKSON as Charlotte Corday and PATRICK MAGEE as De Sade in MARAT / SADE (1967)\" width=\"731\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In Marat/Sade in 1967.</span> <span class=\"element-image__credit\">Photograph: Ronald Grant</span> </figcaption> </figure>  <p>By the standards of her own family, wanting to become an actor was an outlandish ambition. Where did she get her gumption, I wonder? “I don’t know whether it was gumption, as such. Of course I’ve rationalised this over the years. But I think I felt there had to be more to life than I was experiencing, and perhaps that I had more to offer than was being asked of me.” After a friend dragged her along to an amateur theatre group, Jackson wrote to Rada and boldly asked to audition for a scholarship place. She got through the audition, only to be told that no scholarship existed. “Then the manager of Boots wrote to Cheshire county council and they paid for me to go.”</p> <p>Jackson’s acting ambitions seemed strange to her parents. “I don’t think they ever came to see me in anything. If I was working in London, they wouldn’t come down.” Once, she thinks, they came to see her in a play in Crewe, but as far as she knows they never saw any of her films. She is sanguine about this, shrugging it off as she seems to most presumptions of injury. When Jackson went home to Birkenhead, her mother “would always check to see if I had holes in my shoes. That was the big thing. How bad was my financial situation?” It was not an unreasonable concern for the first 10 years of her career, when Jackson was jobbing around in poorly paid stage roles.</p>  <figure class=\"element element-image\" data-media-id=\"5a589f51f74c384f603d42790fca691893a12d68\"> <img src=\"https://media.guim.co.uk/5a589f51f74c384f603d42790fca691893a12d68/0_0_3136_2270/1000.jpg\" alt=\"Glenda Jackson and Oliver Reed in Women In Love\" width=\"1000\" height=\"724\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With Oliver Reed in Women In Love, for which she won an Oscar (below). Photograph: Rex Features</span> <span class=\"element-image__credit\">Photograph: Moviestore Collection/Rex Feat</span> </figcaption> </figure>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"2a8ccb1a8c4aa4991755fd5bb489a4b60f20ba78\"> <img src=\"https://media.guim.co.uk/2a8ccb1a8c4aa4991755fd5bb489a4b60f20ba78/0_0_2724_3469/785.jpg\" alt=\"Glenda Jackson with the Oscar she won for Women In Love in 1971\" width=\"785\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>It is strange, looking back, to recall just how famous Jackson later became, although one reminds her of this at one’s peril. After years in classical theatre, she was cast by Peter Brook in the 1967 film of his avant garde classic <a href=\"https://www.theguardian.com/stage/2011/oct/21/marat-sade-review\" title=\"\">Marat/Sade</a> and, from there, appeared in a run of movies that established her as one of the most successful actors of the time, most notably <a href=\"https://www.theguardian.com/film/2009/jan/18/sunday-bloody-sunday-dvd-review\" title=\"\">John Schlesinger’s Sunday Bloody Sunday</a> and <a href=\"https://www.theguardian.com/theguardian/2013/apr/08/ken-russell-women-in-love-1970\" title=\"\">Ken Russell’s Women In Love</a>, with Oliver Reed and Alan Bates, for which she won her first Oscar. (The other Academy Award was for <a href=\"https://www.imdb.com/title/tt0070819/\" title=\"\">A Touch Of Class</a>, a dated-seeming romcom from 1973, opposite George Segal.) Her role as Queen Elizabeth I in the <a href=\"https://www.imdb.com/title/tt0066652/\" title=\"\">1971 BBC series Elizabeth R</a> is still remembered as one of the most electrifying performances ever seen on television.</p> <p>What is curious about Jackson turning away from acting is not that she had other ambitions, nor that her conscience – she has said she stood for parliament out of rage against what Margaret Thatcher was doing to the country – compelled her to change course; rather, it is her insistence over the years that there was almost no cost involved. Sensible people understand that celebrity is sordid and, apart from the financial rewards, delivers no fun. And yet to be feted, one minute, as one of the most talented actors of her generation – and, more than that, as a movie star and a great beauty – and the next, to be grumbling on the back benches of the House of Commons might be imagined, at the very least, to be existentially punishing.</p>  <figure class=\"element element-image\" data-media-id=\"53684f170ac4ae268daadd0013da43d1c8590397\"> <img src=\"https://media.guim.co.uk/53684f170ac4ae268daadd0013da43d1c8590397/253_87_1808_2262/799.jpg\" alt=\"Glenda Jackson in the 1971 BBC series Elizabeth R\" width=\"799\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In the 1971 BBC series Elizabeth R. Photograph: Rex/Shutterstock</span> <span class=\"element-image__credit\">Photograph: Moviestore/REX/Shutterstock</span> </figcaption> </figure>  <p>But when I try to ask Jackson if the shift out of acting into politics was a culture shock, she won’t have it – neither the notion that there was any sacrifice involved, nor that she was living in a rarefied celebrity world in the first place.</p> <p>Nervously, I suggest to Jackson that she enjoyed a period of solid movie stardom in the early to mid-1970s and she blinks, painfully, to allow that this was the case. And she did the red carpet and the Oscars, and – “No,” she interrupts. “They weren’t like that. No, no, no, no. The first Oscars I was invited to was a small event.”</p> <p>They weren’t a beauty pageant in the way they are now? “No.” Nonetheless, she was still a woman in an industry in which her looks were frequently commented upon. “I don’t think so, ever.”</p> <p>I don’t think that’s true, I say.</p> <p>“Oh, well.” She puts her nose in the air. “You read different papers to me, because I don’t remember that and I don’t think I was ever given a part for the way I looked.”</p> <p>That wasn’t what I meant. I meant that you were considered, by an industry that values these things to the point of corrosion, to be very beautiful, I say. Jackson looks at me as if I have said something monstrously rude. “I don’t think I was, particularly, and the thing about England is you can do your job and go home.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I will always defend my party, but we’re not exactly covering ourselves with glory at the moment, are we?</p> </blockquote> </aside>  <p>I don’t know what I am trying to get out of her here, other than some recognition that moving between worlds must have engendered some whiplash; that to be a woman in the public gaze entails some damage. She will permit that she avoided the trap of learning to love the spotlight. “Yes, it can be utterly destructive, no question. But I was very lucky – I was able to go between the two modes.<strong>”</strong></p> <p>She was helped, too, by her upbringing. “Because I was the eldest of four girls and, you know, growing up in the north-west of England, the heinous crime is to get above yourself. “‘Oh,’” – she slips into broad Liverpudlian – “‘she’s getting a bit too big for her shoes.’ One of the greatest blessings of my life is that I had a very strong work ethic. You don’t work, you don’t eat. It’s very simple. And that’s been a great strength. You don’t always do the work you want to do, but you have to go to work.”</p> <p>There is no overlap, she says, between performing on stage as an actor and performing in the House of Commons. “It’s lit. You’re not in the dark. It makes a difference. We talk blandly about the fourth wall [in the theatre] and that is part of it. When it’s a debate in the House of Commons, they know where you’re coming from, you know where they’re coming from. It’s very structured; you can’t say certain things. It’s much more symbolic. Occasionally you get direct, genuine arguments, but that’s quite rare.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4c6a52e20863c866210f0da0a7333f5515d753fd\"> <img src=\"https://media.guim.co.uk/4c6a52e20863c866210f0da0a7333f5515d753fd/0_0_3588_4090/877.jpg\" alt=\"Actor and former MP Glenda Jackson, photographed against a blue background, 2017\" width=\"877\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘When my son told me he was going to write for the Mail on Sunday, I said, well, I’ll have to emigrate!’</span> <span class=\"element-image__credit\">Photograph: Chris Floyd</span> </figcaption> </figure>  <p>Jackson has said in the past that she was fond of Jeremy Corbyn when he was her fellow backbench MP, but hasn’t been impressed with his performance over Brexit. Now, she says, “I will always defend my party, but we’re not exactly covering ourselves with glory at the moment, are we?”</p> <p>If she were still in the Commons, would she remonstrate with Corbyn? “I’d ask someone to explain to me what we’re doing. Anybody, please, tell me what are we doing? It all comes down, in the end, to trying to keep your job. Bizarre.” She finds it hard to discern what the strategy is. “It’s simply easier to say that there is none. It’s crazed. I’m a big admirer of her and I think the way she’s been treated is utterly disgraceful. I don’t only mean by her own party, but the way the press has presented her.”</p> <p>I’m so surprised by this that I’m not sure, for a moment, that we’re actually talking about the prime minister.</p> <p>What, Theresa May? “Yes! I think it’s absolutely disgraceful. There she is, slogging away, God love her.”</p> <p>But she has vacillated…</p> <p>“She doesn’t vacillate! She tries to bring together two opposing sides, who find it very hard to tolerate each other, at the same time as having to deal with 27 other countries.”</p>  <figure class=\"element element-image\" data-media-id=\"d9a172d3b062d3b8c79574c4add489810874fe3e\"> <img src=\"https://media.guim.co.uk/d9a172d3b062d3b8c79574c4add489810874fe3e/0_40_3500_2454/1000.jpg\" alt=\"Britain’s Prime Minister Gordon Brown listens as former actor and Labour Party MP Glenda Jackson speaks during a party meeting in a pub in Kilburn on May 2, 2010 in London\" width=\"1000\" height=\"701\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Campaigning with Gordon Brown in 2010. Photograph: Getty Images</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>  <p>A week later, I call Jackson about this because I’m still not convinced I have heard her correctly. Vociferous enemy of Thatcher, vigorous anti-Tory and a woman for whom Tony Blair was too right wing: did she really say that she is an admirer of Theresa May?</p> <p>“I’ve certainly admired her in the way she has handled herself over Brexit, yes! I do admire her for her tenacity, trying to deliver the referendum result to the people of our country, even though I disapproved of it.” To hold a second referendum, she says, would be absurd. “What’s to stop people then saying, ‘Well, let’s have a third?’”</p> <p>Jackson’s son, Dan Hodges, who is a columnist for the Mail on Sunday – “When he told me [he was going to write for them], I said, ‘Well, I’ll have to emigrate!’” – is more pro-Brexit than she is, but no, she says, they haven’t fallen out over it.</p> <p>And of course it is typical of Jackson to say the thing one least expects. She has been caustic about the limitations of the <a href=\"https://www.theguardian.com/world/metoo-movement\" title=\"\">#MeToo movement</a>, suggesting that some of the shock and outcry at the sheer volume of testimony is disingenuous, given the scale of the problem. “Well, come on,” she says. “Two women [killed every week by a current or former partner] in our country? I mean, dear God, come on. Kids are being shipped abroad to get married – at least the Home Office no longer charges them.”</p> <p>But surely it can only be helpful to talk more widely about women’s experience of sexual assault?</p>  <figure class=\"element element-image\" data-media-id=\"94c54ace44ac4f07795474fa494f14b74d2b473e\"> <img src=\"https://media.guim.co.uk/94c54ace44ac4f07795474fa494f14b74d2b473e/0_0_2065_1315/1000.jpg\" alt=\"Glenda Jackson and Murray Head in the 1971 film Sunday Bloody Sunday\" width=\"1000\" height=\"637\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With Murray Head in Sunday Bloody Sunday in 1971.</span> <span class=\"element-image__credit\">Photograph: Ronald Grant</span> </figcaption> </figure>  <p>“Well, is it? I mean, in one sense it’s helpful because it had that peak. But it’s not helpful if the impression that is left is that it’s the kind of behaviour that is only done by people who are rich and famous. It’s happening as we sit here, someone’s getting it.” She pulls an extraordinary face of disgust. “It’s everywhere, it’s everywhere. We have raised [awareness levels], no question, but it’s by no means universal and we still ain’t got equal pay, have we? This is one of the things.”</p> <p>In 2015, Jackson stood down as an MP and, to her amazement, has been in demand in the theatre almost constantly since. It is a different kind of joy to political work, she says. “It’s a transient joy. It only happens when you do it, and it’s gone once you’ve done it, and you have to do it again. It’s this endless torture.”</p> <p>Has she been in performances where she has felt herself lose the audience?</p> <p>“Oh, yes. Yes, sure.” She smiles. And when it works? “Ideally, there’s a group of strangers who come to sit in the auditorium, in the dark, and then there’s this other group of strangers who come out in the light, and hopefully, what you pass from the light to the dark is increased and sent back to you.”</p> <p>Put like that, it sounds hideously uncertain. And so, just to reiterate: there isn’t a temptation, when King Lear opens on Broadway next month, to rock up and think, I did this in London – this is a piece of cake? Jackson’s eyes boggle. “Fucking Ada! No, there isn’t! Jesus God!” She’s off, roaring again. “<em>Come on</em>!”</p> <p>• <a href=\"https://www.telecharge.com/Broadway/King-Lear/Overview?AID=VEN000007900&amp;cm_mmc=Shubert-Organization-_-affiliate-_-web-_-VEN000007900\">King Lear</a> is at the Cort theatre, New York, until 7 July.</p> <p>If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email <a href=\"mailto:\">weekend@theguardian.com</a>, including your name and address (not for publication).</p>",
      "newspaperPageNumber": "23",
      "wordcount": "2724",
      "commentCloseDate": "2019-03-02T18:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-02T09:00:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-04T10:53:02Z",
      "newspaperEditionDate": "2019-03-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ap82t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e56d33b50c3020bd18df8c5d9d95aff110ca8626/0_305_4428_2655/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Glenda Jackson, 82, enters the hotel bar in an ankle-length puffer coat and woolly hat that, in spite of her extravagant and long-held scorn for vanity, she complains makes her look as if she doesn’t have hair. She is in New York for a Broadway run of King Lear, a fresh take on the title role she played in London three years ago, although she has long since forgotten the lines. “No,” she says, poetry isn’t easier to memorise than prose. “No,” memorising doesn’t become harder the less you do it, and “No!” – preposterous suggestion – one doesn’t get used to the adrenaline of appearing on stage. “You never become accustomed to it!” says Jackson, blinking vigorously before laughing with gusto. “We’re all sadomasochists, let’s face it. We all enter into this horrific, undiscovered space.” The effect of all this, it should be said, is neither grand nor “scary” – as Jackson, or any woman expressing herself in terms stronger than mild disdain, is wont to be described – but impish, with a light touch of hooliganism. One gets the feeling Jackson never agrees with the premise of a question as a matter of principle. For years, people have been trying to describe her peculiar force with reference to her peculiar beauty, likening her face to, among other things, “a Francis Bacon portrait of itself” (the LA Times), “a wonderful map” (Jane Birkin) and, in a line from a Time magazine profile of the 1970s, “a fire whose shadows torture the walls even as one is warmed by it”, which is to say she is difficult to fit into pre-existing categories. Something about her – her severity, her glaring resistance to anti-ageing protocols, above all, her decision to quit acting to sit in parliament for 23 years – continues to be bafflingly avant garde. Oddly, Jackson most reminds me today of Ian McKellen. Both have played Lear and speak with what sounds, these days, like a period received pronunciation, bolted on by the Royal Academy of Dramatic Art (Rada) in Jackson’s case and the Royal Shakespeare Company in McKellen’s, and which slips in moments of duress back to its northern origins (Jackson was born on the Wirral). Both are warm and funny, with the slightly exaggerated style of the mid‑20th-century English stage actor. Typical opener: “I was on tour with the RSC doing Hedda Gabler... ” I’m surprised she isn’t a dame, I say to Jackson at one point and she looks wildly indignant. “I’m a republican!” she says. Yes, but you’ve already got a CBE, I say. “Yes, well.” She smiles, briefly, at her own perversity. The Broadway production of Lear, directed by Sam Gold and co-starring Ruth Wilson as both Cordelia and the Fool, is an entirely new show. Apart from Jackson, there is no overlap with the Deborah Warner-directed Lear of 2016, although, as in that production, the actors will be in modern dress. It is, says Jackson, no help whatsoever having done the play before. “I’ve discovered that after the last performance of whatever the play is, all the words are gone. I think that’s redolent of my early years in rep.” Now, she says, “I spend every night learning my words.” It is an extraordinary feat. Last year, I saw her in the Broadway production of Edward Albee’s Three Tall Women – she was savagely good – in which she was on stage for the whole play and shouldered the bulk of the lines. (She went on to win the best actress Tony.) The physical demands alone must be stratospheric, although in the case of Lear, she says, “there’s an enormous energy in this play. And, if you dig into it, it just drags and forces you along. It’s like a fucking jet stream. You just have to be able to release it.” I can’t imagine what weathering that kind of energy surge does to a person on a daily basis. Jackson looks incredulous. “I mean, that’s presupposing it’s not a profession I’m engaged in! It’s sheer hard work.” Apart from the politics of opening up Shakespeare’s greatest roles to women – specifically, to women who are not 22 – Jackson’s casting as Lear illustrates the limitations of how gender is policed and performed. “When I was still in parliament, I would visit old people’s homes and I just became aware that, at both extremes of age – babies and the very elderly – those absolutes [of gender] begin to fracture. And I think that’s very interesting. I wasn’t interested in ‘gender-bender’ kind of theatre, but I think in a play in which [Lear] says, I’m 80 and I’m losing it, that was quite useful.” The greater wonder, of course, is that Jackson is in a position to be cast in anything at all. During her two decades as MP for Hampstead and Highgate (latterly Hampstead and Kilburn), it seemed fairly certain that her life as an actor was over. Even before that, during her early days at Rada, and long before her successes of the 1970s, which included two Oscars, Jackson was warned that she was unlikely to get much work until she was in her 40s. She was, she was told by the principal of Rada on graduating, a character actor, a sly reference perhaps to her origins as the daughter of a builder from Birkenhead, who before she got into drama school worked at Boots. By the standards of her own family, wanting to become an actor was an outlandish ambition. Where did she get her gumption, I wonder? “I don’t know whether it was gumption, as such. Of course I’ve rationalised this over the years. But I think I felt there had to be more to life than I was experiencing, and perhaps that I had more to offer than was being asked of me.” After a friend dragged her along to an amateur theatre group, Jackson wrote to Rada and boldly asked to audition for a scholarship place. She got through the audition, only to be told that no scholarship existed. “Then the manager of Boots wrote to Cheshire county council and they paid for me to go.” Jackson’s acting ambitions seemed strange to her parents. “I don’t think they ever came to see me in anything. If I was working in London, they wouldn’t come down.” Once, she thinks, they came to see her in a play in Crewe, but as far as she knows they never saw any of her films. She is sanguine about this, shrugging it off as she seems to most presumptions of injury. When Jackson went home to Birkenhead, her mother “would always check to see if I had holes in my shoes. That was the big thing. How bad was my financial situation?” It was not an unreasonable concern for the first 10 years of her career, when Jackson was jobbing around in poorly paid stage roles. It is strange, looking back, to recall just how famous Jackson later became, although one reminds her of this at one’s peril. After years in classical theatre, she was cast by Peter Brook in the 1967 film of his avant garde classic Marat/Sade and, from there, appeared in a run of movies that established her as one of the most successful actors of the time, most notably John Schlesinger’s Sunday Bloody Sunday and Ken Russell’s Women In Love, with Oliver Reed and Alan Bates, for which she won her first Oscar. (The other Academy Award was for A Touch Of Class, a dated-seeming romcom from 1973, opposite George Segal.) Her role as Queen Elizabeth I in the 1971 BBC series Elizabeth R is still remembered as one of the most electrifying performances ever seen on television. What is curious about Jackson turning away from acting is not that she had other ambitions, nor that her conscience – she has said she stood for parliament out of rage against what Margaret Thatcher was doing to the country – compelled her to change course; rather, it is her insistence over the years that there was almost no cost involved. Sensible people understand that celebrity is sordid and, apart from the financial rewards, delivers no fun. And yet to be feted, one minute, as one of the most talented actors of her generation – and, more than that, as a movie star and a great beauty – and the next, to be grumbling on the back benches of the House of Commons might be imagined, at the very least, to be existentially punishing. But when I try to ask Jackson if the shift out of acting into politics was a culture shock, she won’t have it – neither the notion that there was any sacrifice involved, nor that she was living in a rarefied celebrity world in the first place. Nervously, I suggest to Jackson that she enjoyed a period of solid movie stardom in the early to mid-1970s and she blinks, painfully, to allow that this was the case. And she did the red carpet and the Oscars, and – “No,” she interrupts. “They weren’t like that. No, no, no, no. The first Oscars I was invited to was a small event.” They weren’t a beauty pageant in the way they are now? “No.” Nonetheless, she was still a woman in an industry in which her looks were frequently commented upon. “I don’t think so, ever.” I don’t think that’s true, I say. “Oh, well.” She puts her nose in the air. “You read different papers to me, because I don’t remember that and I don’t think I was ever given a part for the way I looked.” That wasn’t what I meant. I meant that you were considered, by an industry that values these things to the point of corrosion, to be very beautiful, I say. Jackson looks at me as if I have said something monstrously rude. “I don’t think I was, particularly, and the thing about England is you can do your job and go home.” I don’t know what I am trying to get out of her here, other than some recognition that moving between worlds must have engendered some whiplash; that to be a woman in the public gaze entails some damage. She will permit that she avoided the trap of learning to love the spotlight. “Yes, it can be utterly destructive, no question. But I was very lucky – I was able to go between the two modes.” She was helped, too, by her upbringing. “Because I was the eldest of four girls and, you know, growing up in the north-west of England, the heinous crime is to get above yourself. “‘Oh,’” – she slips into broad Liverpudlian – “‘she’s getting a bit too big for her shoes.’ One of the greatest blessings of my life is that I had a very strong work ethic. You don’t work, you don’t eat. It’s very simple. And that’s been a great strength. You don’t always do the work you want to do, but you have to go to work.” There is no overlap, she says, between performing on stage as an actor and performing in the House of Commons. “It’s lit. You’re not in the dark. It makes a difference. We talk blandly about the fourth wall [in the theatre] and that is part of it. When it’s a debate in the House of Commons, they know where you’re coming from, you know where they’re coming from. It’s very structured; you can’t say certain things. It’s much more symbolic. Occasionally you get direct, genuine arguments, but that’s quite rare.” Jackson has said in the past that she was fond of Jeremy Corbyn when he was her fellow backbench MP, but hasn’t been impressed with his performance over Brexit. Now, she says, “I will always defend my party, but we’re not exactly covering ourselves with glory at the moment, are we?” If she were still in the Commons, would she remonstrate with Corbyn? “I’d ask someone to explain to me what we’re doing. Anybody, please, tell me what are we doing? It all comes down, in the end, to trying to keep your job. Bizarre.” She finds it hard to discern what the strategy is. “It’s simply easier to say that there is none. It’s crazed. I’m a big admirer of her and I think the way she’s been treated is utterly disgraceful. I don’t only mean by her own party, but the way the press has presented her.” I’m so surprised by this that I’m not sure, for a moment, that we’re actually talking about the prime minister. What, Theresa May? “Yes! I think it’s absolutely disgraceful. There she is, slogging away, God love her.” But she has vacillated… “She doesn’t vacillate! She tries to bring together two opposing sides, who find it very hard to tolerate each other, at the same time as having to deal with 27 other countries.” A week later, I call Jackson about this because I’m still not convinced I have heard her correctly. Vociferous enemy of Thatcher, vigorous anti-Tory and a woman for whom Tony Blair was too right wing: did she really say that she is an admirer of Theresa May? “I’ve certainly admired her in the way she has handled herself over Brexit, yes! I do admire her for her tenacity, trying to deliver the referendum result to the people of our country, even though I disapproved of it.” To hold a second referendum, she says, would be absurd. “What’s to stop people then saying, ‘Well, let’s have a third?’” Jackson’s son, Dan Hodges, who is a columnist for the Mail on Sunday – “When he told me [he was going to write for them], I said, ‘Well, I’ll have to emigrate!’” – is more pro-Brexit than she is, but no, she says, they haven’t fallen out over it. And of course it is typical of Jackson to say the thing one least expects. She has been caustic about the limitations of the #MeToo movement, suggesting that some of the shock and outcry at the sheer volume of testimony is disingenuous, given the scale of the problem. “Well, come on,” she says. “Two women [killed every week by a current or former partner] in our country? I mean, dear God, come on. Kids are being shipped abroad to get married – at least the Home Office no longer charges them.” But surely it can only be helpful to talk more widely about women’s experience of sexual assault? “Well, is it? I mean, in one sense it’s helpful because it had that peak. But it’s not helpful if the impression that is left is that it’s the kind of behaviour that is only done by people who are rich and famous. It’s happening as we sit here, someone’s getting it.” She pulls an extraordinary face of disgust. “It’s everywhere, it’s everywhere. We have raised [awareness levels], no question, but it’s by no means universal and we still ain’t got equal pay, have we? This is one of the things.” In 2015, Jackson stood down as an MP and, to her amazement, has been in demand in the theatre almost constantly since. It is a different kind of joy to political work, she says. “It’s a transient joy. It only happens when you do it, and it’s gone once you’ve done it, and you have to do it again. It’s this endless torture.” Has she been in performances where she has felt herself lose the audience? “Oh, yes. Yes, sure.” She smiles. And when it works? “Ideally, there’s a group of strangers who come to sit in the auditorium, in the dark, and then there’s this other group of strangers who come out in the light, and hopefully, what you pass from the light to the dark is increased and sent back to you.” Put like that, it sounds hideously uncertain. And so, just to reiterate: there isn’t a temptation, when King Lear opens on Broadway next month, to rock up and think, I did this in London – this is a piece of cake? Jackson’s eyes boggle. “Fucking Ada! No, there isn’t! Jesus God!” She’s off, roaring again. “Come on!” • King Lear is at the Cort theatre, New York, until 7 July. If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication).",
      "charCount": "15116",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "<a href=\"profile/emmabrockes\">Emma Brockes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]