[
  {
    "id": "politics/2019/oct/25/rebel-mps-look-to-thwart-boris-johnsons-brexit-agenda",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-25T18:21:25Z",
    "webTitle": "MPs plan to defy Boris Johnson by forcing Brexit votes",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/25/rebel-mps-look-to-thwart-boris-johnsons-brexit-agenda",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/25/rebel-mps-look-to-thwart-boris-johnsons-brexit-agenda",
    "fields": {
      "headline": "MPs plan to defy Boris Johnson by forcing Brexit votes",
      "standfirst": "<p>Supporters of a second referendum may try to seize control of timetable next week</p>",
      "trailText": "Supporters of a second referendum may try to seize control of timetable next week",
      "byline": "Rowena Mason, Kate Proctor and Daniel Boffey",
      "main": "<figure class=\"element element-image\" data-media-id=\"50a9e151844a2d236a8925df7d4803358b38ec9e\"> <img src=\"https://media.guim.co.uk/50a9e151844a2d236a8925df7d4803358b38ec9e/0_142_4028_2417/1000.jpg\" alt=\"Members of the public are reflected in a puddle near the Houses of Parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of the public are reflected in a puddle near the Houses of Parliament.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Rebel MPs are exploring ways to seize control of the agenda from Boris Johnson by allowing parliament to debate and vote on Brexit legislation and a second referendum possibly as soon as next week.</p> <p>Several MPs told the Guardian this was a plan under consideration if Johnson persisted with his insistence that his withdrawal agreement bill was “paused” until MPs agree to an election on 12 December.</p> <p>Under the plans, which have been <a href=\"https://www.theguardian.com/politics/2019/sep/10/mps-look-to-bring-back-mays-brexit-deal-with-vote-on-referendum\">worked on since the summer</a> by supporters of a second referendum and soft Brexit, MPs would again try to use procedure under standing order 24 to take control of the timetable in parliament.</p> <p>They would then attempt to introduce either Johnson’s Brexit deal or Theresa May’s withdrawal agreement, with possible votes on adding a customs union, second referendum and extending transition to prevent departure on World Trade Organization terms.</p> <p>It is understood some MPs have been discussing the plans with former EU officials to determine whether it could be enough to demonstrate to Brussels that parliament was serious about using an extension to break the Brexit deadlock.</p> <p>Johnson was still insisting on Friday that he would refuse to bring back his Brexit legislation unless MPs granted him a general election on Monday. He called on Jeremy Corbyn, the Labour leader, to “man up” and vote for one, claiming that parliament would only engage in “pointless Brexitology” if given the chance to debate his legislation without a hard deadline. Sajid Javid, the chancellor, claimed the government would simply lay motions “again and again” until other parties agree to go to the polls.</p> <p>However, Corbyn made clear he would only vote for an election if Johnson made “absolutely clear” to parliament on Monday that there would be no crash-out on WTO terms, because “his deal includes the possibility of a no-deal exit”.</p>  <figure class=\"element element-image\" data-media-id=\"6ef450b77e7b11690d441d8a9238aca46b5b1e5e\"> <img src=\"https://media.guim.co.uk/6ef450b77e7b11690d441d8a9238aca46b5b1e5e/14_72_3912_2348/1000.jpg\" alt=\"BorisJohnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">BorisJohnson insisted he would refuse to bring back his Brexit legislation unless MPs granted him a general election.</span> <span class=\"element-image__credit\">Photograph: Paul Grover/AP</span> </figcaption> </figure>  <p>Johnson is unlikely to remove the threat of a no-deal exit to Corbyn’s satisfaction because the EU will not formally decide the length of the Brexit extension requested by the UK until early next week. During a meeting of EU diplomats, the French ambassador stood alone in arguing that it was not the right time to agree a three-month delay, in a move that will be welcomed in Downing Street.</p> <p>If the EU ultimately grants a three-month delay and Labour continues to refuse an election, Johnson might not be able to stop the withdrawal agreement being revived by backbenchers. The decision would rest with <a href=\"https://www.theguardian.com/politics/video/2019/oct/21/bercow-refuses-second-brexit-deal-vote-video\">John Bercow, the Speaker,</a> who could allow it to be “unpaused” by MPs as one of his last acts after a decade in the chair.</p> <p>Labour MP Peter Kyle said he was in talks with ex-Tories about their next steps. Bringing the agreement back to parliament was “one of the options on the shelf” and “credible”. Kyle said they had done all the preparatory work for this scenario in the summer and were ready to go with such a parliamentary move if needed, but wanted to see what the government and Corbyn did in the next few days.</p> <p>He said he did not believe <a href=\"https://www.theguardian.com/politics/2019/oct/24/boris-johnson-to-ask-mps-to-back-pre-christmas-election\">Johnson’s threat that no Brexit legislation </a>would be brought back to the Commons between now and Christmas, so backbenchers might not need to try and bring back the bill themselves but could amend his deal.</p> <p>Support for a second referendum “ebbs and flows”, Kyle said, but that presently “the tide is coming back on it” among MPs.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c12e22213df246aff3ca88ae5f2090e22917c6ef\"> <img src=\"https://media.guim.co.uk/c12e22213df246aff3ca88ae5f2090e22917c6ef/0_0_3300_1981/1000.jpg\" alt=\"Labour MP Peter Kyle MP\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour MP Peter Kyle MP said support for a second referendum ‘ebbs and flows’, but the tide was coming back.</span> <span class=\"element-image__credit\">Photograph: PjrNews/Alamy Stock Photo</span> </figcaption> </figure>  <p><a href=\"https://www.theguardian.com/politics/2019/aug/17/dominic-grieve-pm-boris-johnson-rhetoric-led-directly-to-death-threats\">Dominic Grieve, the former Tory</a> who has led the battle against no-deal Brexit, said MPs bringing back the withdrawal bill with the aim of attaching a second referendum was “within the field of options”, but any attempt by backbenchers to bring in primary legislation would be full of procedural hurdles. The legislation would need a money resolution moved by the government, though MPs could hope simply to show progress on finding a majority for any one Brexit option.</p> <p>Grieve said: “Politics is the art of the possible and clearly it’s been my argument for a long time that it would be desirable to have a second referendum and put the options available to the public to resolve the problems we have.”</p> <p>Others expressed scepticism that such a move would work. Nick Boles, a former Tory minister who voted for Johnson’s deal, tweeted: “There is no such plan. And it wouldn’t work, as taking a bill of this scale into committee requires a money resolution and Queen’s consent, which only the government can provide.”</p> <p>Last night Johnson was accused of misleading parliament and seeking to tear up provisions for workers’ rights after Brexit. </p> <p>According to the Financial Times, leaked documents indicated the UK government was willing to countenance divergence from EU standards on such rights, as well as other regulations, despite Brussels insisting that any future relationship be based on a level playing field.</p> <p>The shadow Brexit minister, Jenny Chapman, said: “These documents confirm our worst fears. Boris Johnson’s Brexit is a blueprint for a deregulated economy, which will see vital rights and protections torn up.</p> <p>“It is also clear Boris Johnson was misleading parliament earlier this week. You simply can’t trust a word Boris Johnson says. Under his proposals, this Conservative government has no intention of maintaining high standards after we leave the EU.”</p> <p>Even Conservative supporters of Johnson remained baffled on Friday by the prime minister’s sudden U-turn on his Brexit deal earlier in the week, when he decided to pause it rather than allow more time to debate the legislation.</p> <p>One minister told the Guardian that the views among colleagues was “No 10 has been churlish”, while a backbench MP said the strategy emerging from Downing Street was “very confused” and “out of control”.</p> <p>Keith Simpson, Conservative MP for Broadland, described the “floundering in No 10 as worthy of Baldrick in Blackadder”, adding: “The problem is that circumstances beyond [Johnson’s] control and things he has done has made 31 October almost impossible and I think what he’s decided to do – supported by most, but not all of the cabinet – of trying to have a vote on a general election looks as though it’s part of the people versus parliament but I think it’s quite a risky strategy.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1027",
      "firstPublicationDate": "2019-10-25T18:21:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:43Z",
      "newspaperEditionDate": "2019-10-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cta5k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/50a9e151844a2d236a8925df7d4803358b38ec9e/0_142_4028_2417/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rebel MPs are exploring ways to seize control of the agenda from Boris Johnson by allowing parliament to debate and vote on Brexit legislation and a second referendum possibly as soon as next week. Several MPs told the Guardian this was a plan under consideration if Johnson persisted with his insistence that his withdrawal agreement bill was “paused” until MPs agree to an election on 12 December. Under the plans, which have been worked on since the summer by supporters of a second referendum and soft Brexit, MPs would again try to use procedure under standing order 24 to take control of the timetable in parliament. They would then attempt to introduce either Johnson’s Brexit deal or Theresa May’s withdrawal agreement, with possible votes on adding a customs union, second referendum and extending transition to prevent departure on World Trade Organization terms. It is understood some MPs have been discussing the plans with former EU officials to determine whether it could be enough to demonstrate to Brussels that parliament was serious about using an extension to break the Brexit deadlock. Johnson was still insisting on Friday that he would refuse to bring back his Brexit legislation unless MPs granted him a general election on Monday. He called on Jeremy Corbyn, the Labour leader, to “man up” and vote for one, claiming that parliament would only engage in “pointless Brexitology” if given the chance to debate his legislation without a hard deadline. Sajid Javid, the chancellor, claimed the government would simply lay motions “again and again” until other parties agree to go to the polls. However, Corbyn made clear he would only vote for an election if Johnson made “absolutely clear” to parliament on Monday that there would be no crash-out on WTO terms, because “his deal includes the possibility of a no-deal exit”. Johnson is unlikely to remove the threat of a no-deal exit to Corbyn’s satisfaction because the EU will not formally decide the length of the Brexit extension requested by the UK until early next week. During a meeting of EU diplomats, the French ambassador stood alone in arguing that it was not the right time to agree a three-month delay, in a move that will be welcomed in Downing Street. If the EU ultimately grants a three-month delay and Labour continues to refuse an election, Johnson might not be able to stop the withdrawal agreement being revived by backbenchers. The decision would rest with John Bercow, the Speaker, who could allow it to be “unpaused” by MPs as one of his last acts after a decade in the chair. Labour MP Peter Kyle said he was in talks with ex-Tories about their next steps. Bringing the agreement back to parliament was “one of the options on the shelf” and “credible”. Kyle said they had done all the preparatory work for this scenario in the summer and were ready to go with such a parliamentary move if needed, but wanted to see what the government and Corbyn did in the next few days. He said he did not believe Johnson’s threat that no Brexit legislation would be brought back to the Commons between now and Christmas, so backbenchers might not need to try and bring back the bill themselves but could amend his deal. Support for a second referendum “ebbs and flows”, Kyle said, but that presently “the tide is coming back on it” among MPs. Dominic Grieve, the former Tory who has led the battle against no-deal Brexit, said MPs bringing back the withdrawal bill with the aim of attaching a second referendum was “within the field of options”, but any attempt by backbenchers to bring in primary legislation would be full of procedural hurdles. The legislation would need a money resolution moved by the government, though MPs could hope simply to show progress on finding a majority for any one Brexit option. Grieve said: “Politics is the art of the possible and clearly it’s been my argument for a long time that it would be desirable to have a second referendum and put the options available to the public to resolve the problems we have.” Others expressed scepticism that such a move would work. Nick Boles, a former Tory minister who voted for Johnson’s deal, tweeted: “There is no such plan. And it wouldn’t work, as taking a bill of this scale into committee requires a money resolution and Queen’s consent, which only the government can provide.” Last night Johnson was accused of misleading parliament and seeking to tear up provisions for workers’ rights after Brexit. According to the Financial Times, leaked documents indicated the UK government was willing to countenance divergence from EU standards on such rights, as well as other regulations, despite Brussels insisting that any future relationship be based on a level playing field. The shadow Brexit minister, Jenny Chapman, said: “These documents confirm our worst fears. Boris Johnson’s Brexit is a blueprint for a deregulated economy, which will see vital rights and protections torn up. “It is also clear Boris Johnson was misleading parliament earlier this week. You simply can’t trust a word Boris Johnson says. Under his proposals, this Conservative government has no intention of maintaining high standards after we leave the EU.” Even Conservative supporters of Johnson remained baffled on Friday by the prime minister’s sudden U-turn on his Brexit deal earlier in the week, when he decided to pause it rather than allow more time to debate the legislation. One minister told the Guardian that the views among colleagues was “No 10 has been churlish”, while a backbench MP said the strategy emerging from Downing Street was “very confused” and “out of control”. Keith Simpson, Conservative MP for Broadland, described the “floundering in No 10 as worthy of Baldrick in Blackadder”, adding: “The problem is that circumstances beyond [Johnson’s] control and things he has done has made 31 October almost impossible and I think what he’s decided to do – supported by most, but not all of the cabinet – of trying to have a vote on a general election looks as though it’s part of the people versus parliament but I think it’s quite a risky strategy.”",
      "charCount": "6107",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a>, <a href=\"profile/kate-proctor\">Kate Proctor</a> and <a href=\"profile/daniel-boffey\">Daniel Boffey</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "travel/2019/oct/25/betting-your-life-on-the-existence-of-god",
    "type": "article",
    "sectionId": "travel",
    "sectionName": "Travel",
    "webPublicationDate": "2019-10-25T15:38:32Z",
    "webTitle": "Betting your life on the existence of God | Letters",
    "webUrl": "https://www.theguardian.com/travel/2019/oct/25/betting-your-life-on-the-existence-of-god",
    "apiUrl": "https://content.guardianapis.com/travel/2019/oct/25/betting-your-life-on-the-existence-of-god",
    "fields": {
      "headline": "Betting your life on the existence of God",
      "standfirst": "Channel tunnel | David Attenborough | Pascal’s wager | Misuse of English | James Joyce",
      "trailText": "<strong>Brief letters:</strong> Channel tunnel | David Attenborough | Pascal’s wager | Misuse of English | James Joyce",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"10b089f355500228124394ee9d7ee2ee2a18eb5b\"> <img src=\"https://media.guim.co.uk/10b089f355500228124394ee9d7ee2ee2a18eb5b/636_0_4490_2695/1000.jpg\" alt=\"Christ Glorified in the Court of Heaven (1423), probably by Fra Angelico.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Christ Glorified in the Court of Heaven (1423), probably by Fra Angelico.</span> <span class=\"element-image__credit\">Photograph: Peter Horree/Alamy</span> </figcaption> </figure>",
      "body": "<p>I much enjoyed your comprehensive article about the Channel tunnel (<a href=\"https://www.theguardian.com/business/2019/oct/23/eurostar-sex-celebrity-speed-45-metre-underground-club\" title=\"\">Report</a>, 24 October). What it failed to mention, however, is that the primary financer of the tunnel, and coordinator of the banking consortium, was the European Investment Bank, of which the UK will cease to be a shareholder, and therefore no longer eligible for EIB investment finance, when/if it leaves the EU.<br><strong>Brian Unwin</strong><br><em>President EIB (1993-2000)</em></p> <p>• Re the long read (<a href=\"https://www.theguardian.com/tv-and-radio/2019/oct/22/david-attenborough-climate-change-bbc\" title=\"\">Attenborough’s Way</a>, 22 October), I was one of many who found the background score in his recent series highly irritating and intrusive. It was instructive to turn off the sound and rely on subtitles. While this made it bearable to watch, it highlighted the paucity of information content. Indeed I remember having to check the system was still working during extended periods with no subtitles. Sadly his shows have become just “gee wizz spectacle”: amazing to look at, but lacking any depth. When you compare this with the Ascent of Man, or the (original) Civilisation series you realise the amount of dumbing down involved.<br><strong>Alan Fox</strong><br><em>London</em></p> <p>• As another in Chris Seidel’s “obituary belt” (<a href=\"https://www.theguardian.com/lifeandstyle/2019/oct/21/nearing-death-and-the-obituary-belt\" title=\"\">Letters</a>, 22 October), I begin to see the attractions of <a href=\"https://en.wikipedia.org/wiki/Pascal%27s_wager\" title=\"\">Pascal’s wager</a>. I just can’t bring myself to bet my life on it.<br><strong>Alec Sandison</strong><br><em>Ottery St Mary, Devon</em></p> <p>• Many visitors to Edinburgh hotels, presumably unaware of the local and national papers, were more than a little surprised to be asked if they wanted a Scotsman delivered to their room in the morning (<a href=\"https://www.theguardian.com/books/2019/oct/24/mourning-a-bold-and-inspiring-writer\" title=\"\">Letters</a>, 25 October).<br><strong>Ian McEwan</strong><br><em>Dumfries</em></p> <p>• Dick Curtis (<a href=\"https://www.theguardian.com/lifeandstyle/2019/oct/23/waiting-for-the-great-toilet-bowl-of-eternity\" title=\"\">Letters</a>, 24 October) wonders if Dubliners actually want James Joyce’s ashes. Their ambivalent attitude might be indicated by the fact that they have erected a fine statue of him in North Earl Street, which is referred to locally as “the prick with the stick” or “the prat with the hat”.<br><strong>Mick Sheahan</strong><br><em>Poitiers, France</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "352",
      "commentable": "false",
      "firstPublicationDate": "2019-10-25T15:38:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:24Z",
      "newspaperEditionDate": "2019-10-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ct9ce",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/10b089f355500228124394ee9d7ee2ee2a18eb5b/636_0_4490_2695/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I much enjoyed your comprehensive article about the Channel tunnel (Report, 24 October). What it failed to mention, however, is that the primary financer of the tunnel, and coordinator of the banking consortium, was the European Investment Bank, of which the UK will cease to be a shareholder, and therefore no longer eligible for EIB investment finance, when/if it leaves the EU. Brian Unwin President EIB (1993-2000) • Re the long read (Attenborough’s Way, 22 October), I was one of many who found the background score in his recent series highly irritating and intrusive. It was instructive to turn off the sound and rely on subtitles. While this made it bearable to watch, it highlighted the paucity of information content. Indeed I remember having to check the system was still working during extended periods with no subtitles. Sadly his shows have become just “gee wizz spectacle”: amazing to look at, but lacking any depth. When you compare this with the Ascent of Man, or the (original) Civilisation series you realise the amount of dumbing down involved. Alan Fox London • As another in Chris Seidel’s “obituary belt” (Letters, 22 October), I begin to see the attractions of Pascal’s wager. I just can’t bring myself to bet my life on it. Alec Sandison Ottery St Mary, Devon • Many visitors to Edinburgh hotels, presumably unaware of the local and national papers, were more than a little surprised to be asked if they wanted a Scotsman delivered to their room in the morning (Letters, 25 October). Ian McEwan Dumfries • Dick Curtis (Letters, 24 October) wonders if Dubliners actually want James Joyce’s ashes. Their ambivalent attitude might be indicated by the fact that they have erected a fine statue of him in North Earl Street, which is referred to locally as “the prick with the stick” or “the prat with the hat”. Mick Sheahan Poitiers, France • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2156",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-25T14:22:26Z",
    "webTitle": "Brexit: Corbyn says Johnson must come to parliament to rule out no deal – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live",
    "fields": {
      "headline": "Brexit: Corbyn says Johnson must come to parliament to rule out no deal – as it happened",
      "standfirst": "<p>Labour leader pushes PM to act as EU chief negotiator says UK uncertainty is preventing extension decision<br></p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/25/end-do-or-die-what-we-learned-crucial-week-brexit\">What we learned this week</a></li><li><a href=\"https://www.theguardian.com/politics/2019/oct/24/wary-tories-say-johnsons-election-gamble-could-be-seen-as-a-stunt\">Tories fear election gamble</a></li><li><a href=\"https://www.theguardian.com/politics/2019/oct/24/vote-for-christmas-election-organisers-face-battle-for-venues\">No room at the inn for poll?</a><br></li></ul>",
      "trailText": "Labour leader pushes PM to act as EU chief negotiator says UK uncertainty is preventing extension decision",
      "byline": "Frances Perraudin (now) and Kate Lyons (earlier)",
      "main": "<figure class=\"element element-image\" data-media-id=\"750b068d5970bba5ef37f4dbb9480b0b5f4cd695\"> \n <img src=\"https://media.guim.co.uk/750b068d5970bba5ef37f4dbb9480b0b5f4cd695/0_54_3456_2074/1000.jpg\" alt=\"Jeremy Corbyn on This Morning with Richard and Judy.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn on This Morning with Richard and Judy.</span> \n  <span class=\"element-image__credit\">Photograph: Ken McKay/ITV/REX/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5db301628f0898437061bfa9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T14:22:26.231Z\">3.22pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li>The Brexit process is at an impasse because <strong>Boris Johnson</strong> is refusing to proceed with his withdrawal agreement bill until parliament agrees to an election on 12 December. <strong>Jeremy Corbyn</strong> is refusing to do so until the prime minister rules out a no deal Brexit and the EU grants the UK an extension. The EU appears to be <a href=\"https://www.theguardian.com/politics/2019/oct/25/michel-barnier-eu-brexit-extension-boris-johnson-election\">waiting until Monday’s vote</a> on an election before deciding what length of Brexit extension to grant.</li> \n  </ul> \n  <ul> \n   <li><strong>Jeremy Corbyn</strong> <a href=\"https://www.theguardian.com/politics/2019/oct/25/jeremy-corbyn-says-election-so-close-to-christmas-really-odd\">told ITV’s This Morning</a> that an <a href=\"https://www.theguardian.com/politics/2019/oct/24/boris-johnson-to-ask-mps-to-back-pre-christmas-election\">election on 12 December</a> would be “really odd so near Christmas”. The Labour leader insisted he was ready for another election, but said: “We’ve got to get no deal taken off the table first.” He said Johnson should make a statement to parliament on Monday, taking no deal off the table.</li> \n  </ul> \n  <ul> \n   <li>Speaking on a visit to a hospital, <strong>Boris Johnson</strong> refused to rule out the UK <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2dea38f0804be7279ba2a#block-5db2dea38f0804be7279ba2a\">leaving the EU on 31 October</a>, contradicting <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db299798f08142786c50ca4#block-5db299798f08142786c50ca4\">statements made by the chancellor </a>this morning. He said that Corbyn should “man up” and back an election. No 10 suggested yesterday that the government could go “on strike” and refuse to do anything until an election took place but the threat appeared to soften today. After previously insisting they would “do the bare minimum to keep the country running”, Johnson said this afternoon:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We are going to be governing in the interests of the country. We are going to be continuing with our dynamic one-nation Conservative agenda ... What we won’t do is engage in pointless ‘Brexitology’ in parliament when parliament is simply committed to a delay.</p> \n  </blockquote> \n  <ul> \n   <li> The EU’s chief Brexit negotiator <strong>Michel Barnier </strong>said the <a href=\"https://www.theguardian.com/politics/2019/oct/25/michel-barnier-eu-brexit-extension-boris-johnson-election\">EU27 had not yet been able to make a decision</a> on the length of the next Brexit delay, though it is understood there is full agreement on the need for an extension.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5db2ff668f08c78d1cb508bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T14:02:19.207Z\">3.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The government <a href=\"https://www.theguardian.com/politics/2019/oct/25/get-ready-for-the-impossible-brexit-ads-still-counting-down\">is continuing to run adverts</a> warning the public to prepare for Brexit on 31 October, the Guardian’s media editor <strong>Jim Waterson</strong> reports.</p> \n  <blockquote> \n   <p>The Get Ready for Brexit marketing campaign was launched last month, with adverts running across television, radio, newspapers, online and on billboards around the UK. Almost all of the adverts, paid for using public funds, prominently state that the UK will definitely be leaving at the end of October and many feature a calendar counting down to the end of the month.</p> \n   <p>Despite the expectation that Brexit will once again be delayed by up to three months, a government spokesperson confirmed that the “campaign is still live” and spending will continue.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/25/get-ready-for-the-impossible-brexit-ads-still-counting-down\">Get ready for the impossible: Brexit ads still counting down</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db2f9598f08142786c50e2b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T13:35:28.956Z\">2.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>David Lammy</strong> has responded to <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2a2558f0859498cfb34cc#block-5db2a2558f0859498cfb34cc\">that story</a> about the London mayoral candidate <strong>Rory Stewart </strong>describing some men he met while on a walkabout as “minor gangsters”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1187717564098600960\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just because a black man is wearing a hoodie does not make him a \"minor gangster.\" <a href=\"https://twitter.com/RoryStewartUK?ref_src=twsrc%5Etfw\">@RoryStewartUK</a> Let's challenge stereotypes, not compound them. <a href=\"https://t.co/m5DUjNS9YH\">pic.twitter.com/m5DUjNS9YH</a> <a href=\"https://t.co/ITKrYPk8qS\">https://t.co/ITKrYPk8qS</a></p>— David Lammy (@DavidLammy) \n    <a href=\"https://twitter.com/DavidLammy/status/1187717564098600960?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Here’s the story:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/25/rory-stewart-calls-three-london-men-filmed-in-walkabout-video-minor-gangsters\">Rory Stewart calls three London men filmed in walkabout video 'minor gangsters'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T14:07:04.769Z\">at 3.07pm BST</time></p> \n</div> \n<div id=\"block-5db2f3428f08993584c8b435\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T13:09:29.519Z\">2.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This, from Election Maps UK, is interesting. It looks at the results of the 85 council byelections since the 2019 local elections.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElectionMapsUK/status/1187705402227646464\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Since the 2019 Local Elections, there have been 85 council by-elections (for 92 seats). Here are the results:<br><br>CON: 31 Seats (-5), 30.5% (-1.7)<br>LDM: 28 Seats (+16), 25.6% (+10.0)<br>LAB: 13 Seats (-6), 19.5% (-8.3)<br><br>See image for full results: <a href=\"https://t.co/wCFDLJGl0I\">pic.twitter.com/wCFDLJGl0I</a></p>— Election Maps UK (@ElectionMapsUK) \n    <a href=\"https://twitter.com/ElectionMapsUK/status/1187705402227646464?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T13:30:19.399Z\">at 2.30pm BST</time></p> \n</div> \n<div id=\"block-5db2f1f78f0804be7279ba96\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T13:02:09.614Z\">2.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from the BBC’s Europe editor:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1187714750836334593\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Why is EU stalling on announcing the new <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> extension? EU leaders really really REALLY do not like the UK focus on the extension length. Gov and opposition saying they’ll take political action eg going for general elex DEPENDING on EU timetable. /1</p>— katya adler (@BBCkatyaadler) \n    <a href=\"https://twitter.com/BBCkatyaadler/status/1187714750836334593?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1187714753239621634\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Meaning EU extension decision will be understood through UK political prism and “blamed” accordingly. That’s why EU now says will wait till Parliament votes on whether to hold election and only then will announce extension. So: EU reacts to UK rather than the other way round.. /2</p>— katya adler (@BBCkatyaadler) \n    <a href=\"https://twitter.com/BBCkatyaadler/status/1187714753239621634?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1187714755202633728\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">This is purely political dance. EU diplomats say everything still pointing to an extension potentially lasting till 31st Jan but that UK can leave at any time before.. if and when UK and European Parliaments have ratified new <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> deal /3</p>— katya adler (@BBCkatyaadler) \n    <a href=\"https://twitter.com/BBCkatyaadler/status/1187714755202633728?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2d4fe8f0898437061be7b\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T12:04:28.336Z\">1.04pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lunchtime summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li>Labour leader <strong>Jeremy Corbyn </strong><a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2ccc98f08993584c8b364#block-5db2ccc98f08993584c8b364\">has said he would back an election</a> if the prime minister came to parliament on Monday and made a commitment to take the threat of a no deal Brexit off the table. He told ITV’s This Morning that Labour would support a parliamentary vote to hold an election ...</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>providing the prime minister comes to Parliament on Monday and makes it absolutely clear he is going to make sure that there is no crash out - because his deal includes the possibility of a no-deal exit.</p> \n  </blockquote> \n  <p>Asked if he thought Boris Johnson would do that, Corbyn said: </p> \n  <blockquote class=\"quoted\"> \n   <p>He’s going to have to do that because that’s how Parliament works: we’ve got to hold him to account. I think a no-deal exit is very dangerous. If he comes on Monday and says that, OK.</p> \n  </blockquote> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db29ba48f0804be7279b900#block-5db29ba48f0804be7279b900\">Speaking this morning</a>, shadow home secretary <strong>Diane Abbott </strong>also<strong> </strong>repeated that her party would not vote for an election on Monday (when the prime minister plans to put it to a vote in parliament) until they had seen what kind of extension offer the EU would make to the UK. </li> \n  </ul> \n  <ul> \n   <li>But that was before <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2cc108f08993584c8b362#block-5db2cc108f08993584c8b362\">the EU’s chief Brexit negotiator <strong>Michel Barnier </strong>said </a>the EU27 had not yet been able to make a decision on the length of the next Brexit delay, though <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2cdbc8f0859498cfb354e#block-5db2cdbc8f0859498cfb354e\">it is thought there is full agreement </a>on the need for an extension. Barnier said this was due to the ongoing debate in the UK over Boris Johnson’s demand for a general election. The EU decision is now not expected until early next week (it was previously expected today), making it even more unlikely that the vote on a general election will pass.</li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2dea38f0804be7279ba2a#block-5db2dea38f0804be7279ba2a\"><strong>Boris Johnson</strong> has repeatedly refused to rule out the UK leaving the EU on 31 October</a>, contradicting <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db299798f08142786c50ca4#block-5db299798f08142786c50ca4\">statements made by the chancellor this morning</a>. “Of course 31 October is still possible,” Johnson said. </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Unfortunately it depends on what the EU says. We’re in a situation in which, under the terms of the surrender act, which was passed by parliament, it is up to the EU to decide whether or not we stay in the EU and it is up to the EU how long that extension would be.</p> \n  </blockquote> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2dea38f0804be7279ba2a#block-5db2dea38f0804be7279ba2a\"><strong>Johnson</strong> also denied that the government</a> could go “on strike” if the opposition refused to support an election, despite comments from a spokesman that the government would only put the “bare minimum” amount of legislation before parliament if they lost the vote. </li> \n  </ul> \n  <ul> \n   <li>Chancellor <strong>Sajid Javid</strong> <a href=\"https://www.theguardian.com/politics/2019/oct/25/sajid-javid-says-government-will-push-for-general-election\">told broadcasters this morning </a>that the government would repeatedly push for a general election if parliament rejected Boris Johnson’s motion on Monday. He said that if the opposition opposed an election “we will keep bringing back to parliament a motion to have an election. And we will keep doing that again and again”.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T12:07:07.807Z\">at 1.07pm BST</time></p> \n</div> \n<div id=\"block-5db2dea38f0804be7279ba2a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T11:55:29.741Z\">12.55pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson: We can still leave on 31 October</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> has refused to say that the UK will not leave the EU on 31 October, saying we are still waiting on the extension decision from the EU. “As things stand we can leave on October 31st,” he said. (The chancellor <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db299798f08142786c50ca4#block-5db299798f08142786c50ca4\">said this morning</a> that the UK couldn’t leave on 31 October.) He said Jeremy Corbyn should “man up” and support an election.</p> \n  <p>Johnson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Of course 31 October is still possible. Unfortunately it depends on what the EU says. We’re in a situation in which, under the terms of the surrender act, which was passed by parliament, it is up to the EU to decide whether or not we stay in the EU and it is up to the EU how long that extension would be.</p> \n  </blockquote> \n  <p>He appeared to row back on the idea that the government would go “on strike” if MPs did not back an election. (A spokesman for the prime minister previously said: “Nothing will come before parliament but the bare minimum. We will pursue a general election every day from then onwards and do everything we can to get it.”)</p> \n  <p>The PM said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think you’re totally confused here. We are going to be governing in the interests of the country. We are going to be continuing with our dynamic one-nation Conservative agenda, investing in our NHS, levelling up funding of education across the country, doing everything we can to take this country forward.</p> \n   <p>What we won’t do is engage in pointless ‘Brexitology’ in parliament when parliament is simply committed to a delay.</p> \n  </blockquote> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9ff23f67-f4e1-47d0-82f0-415e83131334\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/MiXmZaLDZYU?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T13:44:29.113Z\">at 2.44pm BST</time></p> \n</div> \n<div id=\"block-5db2dd138f08993584c8b3bf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T11:32:52.384Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Downing Street has rejected suggestions Boris Johnson could force through a no-deal Brexit in the middle of an election campaign, PA Media reports.</p> \n  <p>Some MPs have expressed concern that once parliament has been dissolved, the prime minister could postpone the election date until after the end of the Brexit extension period, at which point the UK would leave the EU and MPs could do nothing to prevent it. </p> \n  <p>The prime minister’s official spokesman said: </p> \n  <blockquote class=\"quoted\"> \n   <p>It is the official position of the Cabinet Office that this would be impossible. Under the Fixed-term Parliaments Act, parliament dissolves 25 working days before the date of the election. At the moment of dissolution the date of the election is locked. Once parliament is dissolved the PM cannot change the date of the election.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T13:38:16.979Z\">at 2.38pm BST</time></p> \n</div> \n<div id=\"block-5db2daf88f08142786c50d86\" class=\"block\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T11:28:08.570Z\">12.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Brexit party has renewed its calls for a leave alliance with the Conservative party in the general election, our Brexit correspondent <strong>Lisa O’Carroll</strong> reports.</p> \n  <p>The party’s chairman <strong>Richard Tice</strong> said latest blockages in parliament showed that “the Tories alone are powerless to deliver Brexit on 31 October”. <br></p> \n  <blockquote class=\"quoted\"> \n   <p>The Tory party is struggling to get anything past parliament and the remain establishment, partly because so many within their own ranks are in the remain establishment.</p> \n   <p>The Brexit party has offered to put country before party and work with fellow, committed Brexiteers to secure a proper Brexit.</p> \n   <p>Only a ‘clean-break Brexit’ will fully protect the independence of Britain’s fishing, defence, and trade, and the integrity of our precious union, which the current treaty sells out.</p> \n  </blockquote> \n  <p>Tice repeated his claim, made on Newsnight earlier this week, that Michel Barnier had said there would be “at least three years of the so-called transition” under the Johnson deal. </p> \n  <p>The Brexit negotiator’s words in reality referred to the range of time negotiations for a free trade deal would take, something which it is widely assumed could take up to three years. <br></p> \n  <p>But others have rejected this saying it would be possible to complete a deal within a year as the starting position was full alignment of trading regulations.</p> \n  <p>What Barnier said was: “We will have to renegotiate for one year, two years, three years, maybe more in some areas, to rebuild all that will have been pulled apart by the desire of those backing Brexit”.<br></p> \n </div> \n</div> \n<div id=\"block-5db2ccc98f08993584c8b364\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T10:37:03.198Z\">11.37am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn: PM must come to parliament to rule out a no deal</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> has been speaking to ITV’s This Morning again, this time about the prime minister’s push for an election.</p> \n  <p>He said that Boris Johnson needed to come to parliament on Monday and rule out a no-deal Brexit. Asked if he thought the prime minister would do that, Corbyn said:</p> \n  <blockquote class=\"quoted\"> \n   <p>He has got to understand that the protection of jobs and the protection of the Good Friday agreement and peace process in northern Ireland are very, very important. His proposals don’t do any of that.</p> \n  </blockquote> \n  <p>Asked if he thought he’d win an election, Corbyn said yes. “In the last election in 2017 we were written off by everybody and look what happened,” he said.</p> \n  <p>Corbyn said the 12 December election date was “odd for many reasons – it’s so near Christmas, it’s after universities finish their terms”. He said Labour might want an election before 12 December, but there would be discussions about that.</p> \n  <p>Richard Madeley asked Corbyn how it would work having a chancellor who wants the downfall of capitalism in Downing St. The Labour leader said that when they have meetings with business groups there was a lot of agreement on how to manage things.</p> \n  <figure class=\"element element-image\" data-media-id=\"09def506f07d4e4738029c0acb10a1112db77098\"> \n   <img src=\"https://media.guim.co.uk/09def506f07d4e4738029c0acb10a1112db77098/45_0_882_529/500.jpg\" alt=\"Jeremy Corbyn talks to Richard and Judy\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn talks to Richard and Judy</span> \n    <span class=\"element-image__credit\">Photograph: ITV This Morning</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2cdbc8f0859498cfb354e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T10:26:13.653Z\">11.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1187674086337593344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU source says there is \"full agreement on the need for an extension\" among EU27 and there will not be a special summit. But decision on length of extension will not be made until Monday or Tuesday.</p>— Daniel Boffey (@DanielBoffey) \n    <a href=\"https://twitter.com/DanielBoffey/status/1187674086337593344?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2cc108f08993584c8b362\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T10:21:25.621Z\">11.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s <a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live?page=with:block-5db2c8aa8f08142786c50d21#block-5db2c8aa8f08142786c50d21\">a bit more</a> from <strong>Daniel Boffey</strong> about those <strong>Michel Barnier </strong>comments:</p> \n  <blockquote> \n   <p>Michel Barnier has said the EU27 has not yet been able to make a decision on the length of the next Brexit delay due to the ongoing debate in the UK over Boris Johnson’s demand for a general election.</p> \n   <p>Speaking after a two-hour meeting of ambassadors in Brussels, the EU’s chief negotiator said an “excellent” discussion had not concluded with any clear way forward. “No decision,” he said.</p> \n   <p>It may not take until Monday for the EU to make public its offer on an extension after parliament votes on whether there will be a general election.</p> \n   <p>A majority of member states want to accept the terms of an extension reluctantly requested by Johnson in a letter sent last Saturday under which Brexit could be delayed up until 31 January. The UK would leave earlier if the withdrawal agreement was ratified in Westminster and by the European parliament.</p> \n  </blockquote> \n  <p>Read the full story here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/25/michel-barnier-eu-brexit-extension-boris-johnson-election\">Barnier: EU not yet able to decide on length of next Brexit extension</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db2c9c48f08142786c50d30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T10:18:35.917Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> is on ITV’s This Morning with eight-year-old Luis Walker, who has cystic fibrosis, to talk about <a href=\"https://www.theguardian.com/society/2019/oct/24/nhs-england-vertex-agrees-price-for-orkambi-unaffordable-cystic-fibrosis-drug\">the deal agreed between the NHS and US manufacturers</a> to provide the drug Orkambi to sufferers.</p> \n  <p>Corbyn said that the NHS should have the ability to be able to manufacture its own generic medicines so that everybody has access to the best medicines.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1187316544952516608\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Last month Luis asked me to join his campaign to make the life changing drug Orkambi available to patients with cystic fibrosis.<br><br>Today it has been. This is a victory for all the campaigners who have taken on big pharmaceutical companies' greed and government inaction. <a href=\"https://t.co/S34aPYz7mf\">pic.twitter.com/S34aPYz7mf</a></p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1187316544952516608?ref_src=twsrc%5Etfw\">October 24, 2019</a>\n   </blockquote> \n  </figure> \n  <p>At its party conference <a href=\"https://www.theguardian.com/politics/2019/sep/24/labour-pledges-to-break-patents-and-offer-latest-drugs-on-nhs\">last month</a> Labour pledged to create a publicly-owned company to make cheap versions of medicines the NHS needs but cannot afford.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/oct/24/nhs-england-vertex-agrees-price-for-orkambi-unaffordable-cystic-fibrosis-drug\">NHS England agrees price for 'unaffordable' cystic fibrosis drug</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db2c8aa8f08142786c50d21\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T10:06:52.501Z\">11.06am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">EU27 has not yet agreed length of Brexit delay</h2> \n <div class=\"block-elements\"> \n  <p>From our Brussels bureau chief, <strong>Daniel Boffey</strong>:</p> \n  <p><strong>Michel Barnier</strong>, the EU’s chief negotiator, has said the EU27 has not yet been able to make a decision on the length of the next Brexit delay because of the ongoing debate in the UK over Boris Johnson’s election demand. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T10:07:51.319Z\">at 11.07am BST</time></p> \n</div> \n<div id=\"block-5db2c7c38f0898437061be2f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T10:01:56.170Z\">11.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some light relief ...</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/christopherhope/status/1187668425717485568\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING Sajid Javid has \"postponed\" production of the new Brexit 50p coins due to the likelihood that the UK will not leave the European Union next Thursday.<a href=\"https://t.co/dh5kbLuWrj\">https://t.co/dh5kbLuWrj</a></p>— Christopher Hope📝 (@christopherhope) \n    <a href=\"https://twitter.com/christopherhope/status/1187668425717485568?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/christopherhope/status/1187668427101655041\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">A Treasury source told The Daily Telegraph: \"We have paused production of the Brexit coin and will take a final decision in due course.\"<br><br>The Treasury declined to comment further but it is likely that hundreds of thousands of the coins have already been minted.</p>— Christopher Hope📝 (@christopherhope) \n    <a href=\"https://twitter.com/christopherhope/status/1187668427101655041?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T10:02:29.787Z\">at 11.02am BST</time></p> \n</div> \n<div id=\"block-5db2c42d8f08993584c8b33c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T09:49:21.978Z\">10.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you’re finding it hard to absorb everything that’s happened this week (you’d be forgiven) then you might find this summary from our Brussels correspondent, <strong>Jennifer Rankin</strong>, useful.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/25/end-do-or-die-what-we-learned-crucial-week-brexit\">The end of 'do or die': what we learned in a crucial week for Brexit</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db2c1568f0898437061be11\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T09:42:00.071Z\">10.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Liberal Democrats have launched a new poster campaign that parodies the “Careless Talk Costs Lives” second world war poster. </p> \n  <p>Their “Careless Votes Cost Lives” poster replaces the two gossiping diners in the original with Boris Johnson and Jeremy Corbyn. </p> \n  <p>The quote reads: “…thanks for your help comrade, we finally got Brexit over the line!” </p> \n  <figure class=\"element element-image\" data-media-id=\"860b94c9bbbd88277f08aa57c692df5706c7723f\"> \n   <img src=\"https://media.guim.co.uk/860b94c9bbbd88277f08aa57c692df5706c7723f/0_0_808_600/500.jpg\" alt=\"The new Lib Dem poster campaign\" width=\"500\" height=\"371\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The new Lib Dem poster campaign</span> \n    <span class=\"element-image__credit\">Photograph: Liberal Democrats</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2bd7c8f08c78d1cb50758\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T09:18:11.629Z\">10.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Irish premier <strong>Leo Varadkar</strong> has said he would like to see a united Ireland in his lifetime, but only in accordance with the Good Friday Agreement, the Press Association reports. </p> \n  <p>Asked if he would like to see a united Ireland on Irish radio station Today FM, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I would, but only in accordance with the Good Friday Agreement so that is only in consent of the majority of people in Northern Ireland. That is really important stuff. Nobody should be forced into anything.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5db2bc338f08993584c8b31e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T09:15:22.108Z\">10.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Shadow chancellor <strong>John McDonnell </strong>has tweeted to say that if Sajid Javid doesn’t bring a budget forward, he will.<strong> </strong>Javid confirmed earlier this morning that the the budget scheduled for 6 November would be cancelled.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnmcdonnellMP/status/1187630980309438465\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Message to Sajid Javid: Stop playing games putting our economy at risk. If you won’t bring a budget forward, move over and I will. Your irresponsible party political messing around will cost people their jobs. Grow up.</p>— John McDonnell MP (@johnmcdonnellMP) \n    <a href=\"https://twitter.com/johnmcdonnellMP/status/1187630980309438465?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2b9fc8f0859498cfb350a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T09:09:36.305Z\">10.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Conservative MP, <strong>Seema Kennedy</strong>, has announced she is standing down to focus on “other priorities in her life”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCLancashire/status/1187602158168018944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">South Ribble MP Seema Kennedy is standing down as an MP.<br><br>She has held the seat since 2015 and says it's been a huge privilege but has decided not to stand at the next General Election.<br><br>Mrs Kennedy says it's now time to focus on other priorities in her life. <a href=\"https://t.co/RaFYaorIZV\">pic.twitter.com/RaFYaorIZV</a></p>— BBC Lancashire (@BBCLancashire) \n    <a href=\"https://twitter.com/BBCLancashire/status/1187602158168018944?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2b4f48f0859498cfb34f7\" class=\"block is-key-event\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T08:42:37.434Z\">9.42am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">SNP calls for election on 5 December</h2> \n <div class=\"block-elements\"> \n  <p>More on the SNP’s position from the Guardian’s Scotland correspondent <strong>Libby Brooks</strong>:</p> \n  <p>The SNP is calling for a general election on 5 December, telling Boris Johnson to “stop playing games”.</p> \n  <p>SNP Westminster leader <strong>Ian Blackford</strong> this morning repeated his party’s position that it wants an extension from the EU in place before any election is agreed, to rule out the threat of leaving with no deal, but added that he believed Johnson was manoeuvring to railroad his withdrawal bill through parliament and attempting to delay the EU’s decision-making on an extension by raising the prospect of an election.</p> \n  <p>Blackford told BBC Radio Scotland’s Good Morning Scotland programme: </p> \n  <blockquote class=\"quoted\"> \n   <p>What we should not be doing is calling an election and then sitting, debating and voting on the withdrawal agreement bill. We should put this back to the people through that general election and we should be dissolving parliament as soon as we can.</p> \n   <p>The way to resolve this is a general election without precondition.</p> \n  </blockquote> \n  <p>Meanwhile, Scotland’s independence-supporting newspaper The National has announced that first minister and SNP leader Nicola Sturgeon will address its first rally for independence in George Square, next Saturday 2 Nov. </p> \n  <p>The publicity states this is the first time that Sturgeon has addressed a Yes rally since 2014, and from memory this is correct, making it a pretty significant moment. Sturgeon received some criticism for not attending a large pro-independence march in Edinburgh at the beginning of October, the day before her party’s annual conference began. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T08:43:22.210Z\">at 9.43am BST</time></p> \n</div> \n<div id=\"block-5db2b3d28f0804be7279b941\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T08:36:04.310Z\">9.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking to the BBC earlier this morning, <strong>Laura Lock</strong>, deputy chief executive of the Association of Electoral Administrators, outlined potential problems with a 12 December”</p> \n  <blockquote class=\"quoted\"> \n   <p>We have issues getting polling stations generally. There’s less and less public buildings available for people to use, but one of the key challenges that we have in December is that the polling stations already have bookings.</p> \n   <p>For May polls they’re expecting us on the first Thursday in May. Here, we’re not even convinced all of the time that the election will take place on a Thursday. So, this morning I’m sure that our 2,000 members will be getting on the phones trying to book polling stations provisionally for December 12.</p> \n   <p>But again, we don’t know whether the legislation will pass. We might be ending up doing it again for a different date very shortly.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5db2ac9f8f08142786c50cd0\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T08:09:09.580Z\">9.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ian Murray</strong>, the centrist Labour MP with Scotland’s largest Commons majority, has comfortably survived an attempt by the trade union Unite to trigger a reselection contest, the Guardian’s Scotland editor <strong>Severin Carrell</strong> reports.</p> \n  <p> Unite was the only affiliate<a href=\"https://www.theguardian.com/uk-news/2019/oct/23/union-unite-deselection-scottish-labour-ian-murray-edinburgh-sout\"> to seek a reselection contest </a>when Labour party members and union affiliates in Edinburgh South voted last night, which Murray held in 2017 with a greatest increasing majority of 15,514 votes.</p> \n  <p> The GMB, Unison, Unison, Usdaw, Community and Coop voted to retain Murray as the party’s candidate. Party members at a constituency meeting voted by 158 to 13 in his favour.</p> \n  <p>Reselection decisions are automatic in Labour-held seats but are normally a formality. Murray was the only one of the Labour seven MPs in Scotland to face a full vote after Unite sought revenge for his repeated and vocal criticism of Jeremy Corbyn’s leadership, and of the policies and conduct of Len McCluskey, the Unite general secretary.</p> \n  <p>Scottish leader of the pro-second referendum People’s Vote campaign, Murray was close to many of the MPs who defected from Labour earlier this year to set up Change UK, and mulled joining them. </p> \n  <p>After first holding the seat for Labour in 2010 with a slender 316 vote (0.7%) majority, he increased it to 2,637 votes (5.4%) in 2015 and then by six-fold to 15,514 (32.4%) in 2017.</p> \n  <p> After the result was confirmed, he tweeted thanks to the constituency for reselecting him:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IanMurrayMP/status/1187461515474923521\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thank u to Edin South Constituency Labour Party for unanimously re-selecting me as their candidate for the next election. The only vote against was Unite Union. Such a shame but I hope my offer to meet &amp; talk through their issues is accepted. Thank to all who came along &amp; voted.</p>— Ian Murray (@IanMurrayMP) \n    <a href=\"https://twitter.com/IanMurrayMP/status/1187461515474923521?ref_src=twsrc%5Etfw\">October 24, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2a8c98f08c78d1cb50723\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T07:52:56.423Z\">8.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’ll hear more on Labour’s position later this morning when <strong>Jeremy Corbyn</strong> appears on ITV’s This Morning show. The programme starts at 10.30am and will be presented by Richard Madeley and Judy Finnigan for the first time in 18 years.</p> \n </div> \n</div> \n<div id=\"block-5db2a6318f0898437061bdc7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T07:42:59.124Z\">8.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s leader in Westminster,<strong> Ian Blackford</strong>, has told the BBC’s Today programme that his party wanted to see an extension granted by the EU to ensure there would not be a no-deal exit at the end of October. As soon as that has happened, they would support a general election, he said.</p> \n  <p>“Let’s have the election as early as possible,” he said. “I don’t think any of us want an election too close to Christmas.” </p> \n  <p>He said he would like as long an extension as possible and that it was regrettable that we may not have a decision from the EU today. </p> \n </div> \n</div> \n<div id=\"block-5db2a1538f0898437061bdb6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T07:36:06.274Z\">8.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Chancellor <strong>Sajid Javid</strong> has been on the BBC’s Today programme. He said that it was very likely that the EU would give into “parliament’s request for a three month delay”. Javid said the government had done everything they could to get Brexit done and, without a majority, they needed cooperation from the opposition.</p> \n  <p>The chancellor accused Labour of a constant moving of the goalposts. “Just a few days ago we saw light at the end of the table and [Corbyn] voted for more tunnel,” he said.</p> \n  <p>“For anyone who wants to get Brexit done, the only choice is the Conservative party”, he said. Expect this to be repeated over and over again in any pre-Brexit general election.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T09:28:25.415Z\">at 10.28am BST</time></p> \n</div> \n<div id=\"block-5db2a2558f0859498cfb34cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T07:25:17.029Z\">8.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a story from Guardian political correspondent <strong>Kate Proctor</strong>. Former Tory-MP and London mayoral candidate Rory Stewart has been accused of “being out of touch with Londoners” after he described three men he met on a walkabout as “minor gangsters”.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/25/rory-stewart-calls-three-london-men-filmed-in-walkabout-video-minor-gangsters\">Rory Stewart calls three London men filmed in walkabout video 'minor gangsters'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db2a1678f0898437061bdb7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T07:17:41.843Z\">8.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Increasing suggestion that the EU’s decision on the extension could come early next week, not today. This is from the BBC’s Europe editor last night:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1187446232358293505\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU diplomat says to me: considering Boris Johnson’s call to get Parliament onboard for 12 December election, EU might wait to announce its decision on length of new <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> extension till Monday.. This, while MPs in gov and opposition wait to see what EU decides! <a href=\"https://twitter.com/hashtag/chickenandegg?src=hash&amp;ref_src=twsrc%5Etfw\">#chickenandegg</a></p>— katya adler (@BBCkatyaadler) \n    <a href=\"https://twitter.com/BBCkatyaadler/status/1187446232358293505?ref_src=twsrc%5Etfw\">October 24, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db29ba48f0804be7279b900\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T06:54:39.653Z\">7.54am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour calls for 'explicit commitment' on no deal before election</h2> \n <div class=\"block-elements\"> \n  <p>Here’s <strong>Diane Abbott </strong>again, this time speaking to the BBC’s Today programme. She said that Labour “was definitely up for an election”, but that they would need “an explicit commitment” to rule out a no-deal Brexit – which could include legislation in parliament – if it were to back an election.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1187622052406202369\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"The Labour Party is definitely up for an election.\" 🗳️<br><br>But it depends on what kind of delay the EU offers and on an \"explicit commitment\" to rule out a no-deal Brexit says shadow home sec <a href=\"https://twitter.com/HackneyAbbott?ref_src=twsrc%5Etfw\">@HackneyAbbott</a> <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a> <a href=\"https://t.co/nEwUSs86JD\">https://t.co/nEwUSs86JD</a> <a href=\"https://t.co/Eup67lh9RG\">pic.twitter.com/Eup67lh9RG</a></p>— BBC Radio 4 Today (@BBCr4today) \n    <a href=\"https://twitter.com/BBCr4today/status/1187622052406202369?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T07:43:19.230Z\">at 8.43am BST</time></p> \n</div> \n<div id=\"block-5db299798f08142786c50ca4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T06:51:13.848Z\">7.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking to BBC breakfast, chancellor <strong>Sajid Javid</strong> said the government has done “everything possible” to leave by October 31st, but because of the opposition the deadline “can’t be met”. “And that is exactly why we have turned round to Jeremy Corbyn and said let’s get Brexit done,” he said.</p> \n  <p>Asked about the idea that the government would go on strike if the opposition refused to back an election, Javid said “parliament is dysfunctional”. He refused to be drawn on what a “government on strike” looks like.</p> \n  <p>“We don’t have a majority in parliament and so to get certain things done it does depend on what the opposition does,” he said. </p> \n  <blockquote class=\"quoted\"> \n   <p>For the first time in the history of our country we have an opposition that is refusing to face the electorate. That cannot continue. The British people should decide who should govern them.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"84848675931643c4d7a02fb2849272c53f3530cd\"> \n   <img src=\"https://media.guim.co.uk/84848675931643c4d7a02fb2849272c53f3530cd/36_0_697_418/500.jpg\" alt=\"Sajid Javid speaks to BBC breakfast\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sajid Javid speaks to BBC breakfast.</span> \n    <span class=\"element-image__credit\">Photograph: BBC News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2977f8f0898437061bda3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T06:42:18.042Z\">7.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sam Gyimah</strong>, the MP for East Surrey – who had the Tory whip removed over his opposition to a no-deal Brexit and subsequently joined the Liberal Democrats – has been speaking to Sky News.<br></p> \n  <p>He says that the way to break the deadlock on Brexit is to have a confirmatory referendum to give people a say on any deal. Gyimah says he personally thinks the deal is lousy, but that he would support it if it were to be put to a confirmatory referendum. </p> \n  <p>He says that the Lib Dems will “seriously consider” voting for an election if an extension is secured and no-deal is off the table. “The prime minister is busy lobbying the EU to not give an extension until January,” he says, so they need to wait and see what the EU says.</p> \n  <figure class=\"element element-image\" data-media-id=\"b6750b72d9273350b93aa08b5f27024f6f3f738f\"> \n   <img src=\"https://media.guim.co.uk/b6750b72d9273350b93aa08b5f27024f6f3f738f/38_0_590_354/500.jpg\" alt=\"Sam Gyimah MP speaking to Sky News\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sam Gyimah MP speaking to Sky News</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db293d38f08993584c8b2ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T06:31:02.233Z\">7.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s <strong>Frances Perraudin </strong>here, taking over from <strong>Kate Lyons.</strong></p> \n  <p>Shadow home secretary <strong>Diane Abbott</strong> has been speaking to BBC breakfast. She started by saying that the house of commons had been united in their horror at the Essex lorry deaths. “We need to have safer and legal routes for refugees,” she said.</p> \n  <p>Abbott said Johnson’s was a “bogus call for an election”. She said Labour needed a commitment that a no-deal Brexit was off the table, and to know what sort of extension the EU was offering, before they would back an election.</p> \n  <p>She stressed that Labour wanted an election. “We don’t want Boris Johnson in power a minute longer than necessary,” said Abbott.</p> \n  <p>Asked what the prime minister could do to reassure her that there wouldn’t be a no-deal Brexit, she said, “it would help if he actually said it, that [they] are committing to taking a no-deal Brexit off the table”, though she added that was a problem because “he doesn’t always tell the truth”.</p> \n  <p>Abbott described 12 December – Johnson’s proposed date for an election – as a ridiculous date, and said “there is a reason why we’ve not had a Christmas election for over a century”.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"ab3900ad92c85a10df81a86ae92aeb9daeb88ab7\"> \n   <img src=\"https://media.guim.co.uk/ab3900ad92c85a10df81a86ae92aeb9daeb88ab7/53_4_508_305/500.jpg\" alt=\"Diane Abbott speaks to BBC breakfast\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Diane Abbott speaks to BBC breakfast</span> \n    <span class=\"element-image__credit\">Photograph: BBC News/BBC NEWS</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-25T10:57:58.385Z\">at 11.57am BST</time></p> \n</div> \n<div id=\"block-5db291468f08c78d1cb506dc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T06:09:56.395Z\">7.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Adam Jackson, director of public affairs and Brexit advisory services at Grant Thornton UK on the challenges for the business community presented by Brexit uncertainty.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Adam_E_Jackson/status/1187608957893910529\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Uncertainty and political chaos is the new norm in the UK and globally. Business can’t lobby this away. Instead we are seeing more focus on business agility: strengthening cash flow management, reducing cost, recruiting and retaining talent and looking at new markets. <a href=\"https://t.co/V6zxTmxPPb\">pic.twitter.com/V6zxTmxPPb</a></p>— Adam Jackson (@Adam_E_Jackson) \n    <a href=\"https://twitter.com/Adam_E_Jackson/status/1187608957893910529?ref_src=twsrc%5Etfw\">October 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db286ec8f08993584c8b298\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T05:56:50.035Z\">6.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>What do the polls say?</p> \n  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-24T17:17:44/embed.html\" data-alt=\"Polls\"> \n   <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-24T17:17:44/embed.html\">Polls</a> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db2898b8f0859498cfb34a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T05:44:37.938Z\">6.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The prospect of an election leads many of the front pages today.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1187477276398481410\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s GUARDIAN: “Johnson tells MPs: back my December 12 election bid” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/iT0myA8wLP\">pic.twitter.com/iT0myA8wLP</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1187477276398481410?ref_src=twsrc%5Etfw\">October 24, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1187477782239907842\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s i - “Christmas election stand-off” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/VZQDOgV75P\">pic.twitter.com/VZQDOgV75P</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1187477782239907842?ref_src=twsrc%5Etfw\">October 24, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1187474504865345541\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s Daily TELEGRAPH: “End this nightmare, Johnson tells Corbyn” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/rbGFSmcRqu\">pic.twitter.com/rbGFSmcRqu</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1187474504865345541?ref_src=twsrc%5Etfw\">October 24, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1187456762464624642\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s FINANCIAL TIMES: “Johnson challenges Corbyn to end deadlock with December election” <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/Yqn8L7nMK9\">pic.twitter.com/Yqn8L7nMK9</a></p>— Allie Hodgkins-Brown (@AllieHBNews) \n    <a href=\"https://twitter.com/AllieHBNews/status/1187456762464624642?ref_src=twsrc%5Etfw\">October 24, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db286de8f0804be7279b8d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T05:35:14.610Z\">6.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/10/brexit_flowchart_23_election/giv-3902mPyQkW6gfisT/\" data-alt=\"What could happen next?\"> \n   <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/10/brexit_flowchart_23_election/giv-3902mPyQkW6gfisT/\">What could happen next?</a> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db284438f0804be7279b8c6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T05:23:27.854Z\">6.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are Boris Johnson and Jeremy Corbyn explaining how they’d feel about an early election.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"0465c878-b37f-426e-b911-e3cd74dd975e\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/_aJUODfdev8?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"5d700f8b-95e7-4a7e-8829-dee013479bff\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/acC9WSsUPMs?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db27cca8f08993584c8b27e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T05:14:37.640Z\">6.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Another thing on the agenda today is that the EU will meet to discuss what length of Brexit extension to offer during a closed-door meeting in Brussels this morning. This comes after Boris Johnson was compelled to send a letter requesting a delay, which he did, <a href=\"https://www.theguardian.com/politics/2019/oct/19/eu-will-grant-brexit-extension-if-johnson-sends-letter-says-brussels\">very begrudgingly</a>. </p> \n </div> \n</div> \n<div id=\"block-5db26f918f08142786c50c50\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-25T05:01:20.647Z\">6.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning everyone and welcome to Politics Live as we ponder whether or not the country will be thrown into election campaign mode.</p> \n  <p>Boris Johnson is set to plead with MPs to grant him a pre-Christmas election. The prime minister wrote to Jeremy Corbyn last night to say he would give parliament one last chance to look at his <a href=\"https://www.theguardian.com/politics/2019/oct/21/what-does-boris-johnsons-withdrawal-bill-actually-say\">withdrawal agreement bill</a> and “get Brexit done” by 6 November. He would also table a motion on Monday asking for an early general election, which would require the backing of two-thirds of MPs to succeed.</p> \n  <p>Johnson’s letter said: “An election on 12 December will allow a new parliament and government to be in place by Christmas. If I win a majority in this election, we will then ratify the great new deal that I have negotiated, get <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> done in January, and the country will move on.”</p> \n  <p>Labour appeared poised to reject the government’s request but <a href=\"https://www.theguardian.com/politics/jeremy-corbyn\">Jeremy Corbyn</a> told the BBC on Thursday night that no final decision would be made until the EU27 had agreed a Brexit delay. “We’ll know tomorrow what the extension will be and I can answer that question tomorrow. What I’m saying now is: take no deal off the table.”</p> \n  <p>After reaching a fresh deal with the EU27, the prime minister had hoped to fast-track it through parliament in time to leave by Halloween. But while MPs supported the principle of the bill on Tuesday, they rejected Johnson’s timetable. </p> \n  <p>Thanks for joining us early this Friday morning. As usual please get in touch on <a href=\"https://twitter.com/MsKateLyons\">Twitter</a> or via email (kate.lyons@theguardian.com).</p> \n  <p>Off we trot.</p> \n </div> \n</div>",
      "wordcount": "4146",
      "commentCloseDate": "2019-10-25T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-25T05:01:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:11Z",
      "liveBloggingNow": "false",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ct7md",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/750b068d5970bba5ef37f4dbb9480b0b5f4cd695/0_54_3456_2074/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Brexit process is at an impasse because Boris Johnson is refusing to proceed with his withdrawal agreement bill until parliament agrees to an election on 12 December. Jeremy Corbyn is refusing to do so until the prime minister rules out a no deal Brexit and the EU grants the UK an extension. The EU appears to be waiting until Monday’s vote on an election before deciding what length of Brexit extension to grant. Jeremy Corbyn told ITV’s This Morning that an election on 12 December would be “really odd so near Christmas”. The Labour leader insisted he was ready for another election, but said: “We’ve got to get no deal taken off the table first.” He said Johnson should make a statement to parliament on Monday, taking no deal off the table. Speaking on a visit to a hospital, Boris Johnson refused to rule out the UK leaving the EU on 31 October, contradicting statements made by the chancellor this morning. He said that Corbyn should “man up” and back an election. No 10 suggested yesterday that the government could go “on strike” and refuse to do anything until an election took place but the threat appeared to soften today. After previously insisting they would “do the bare minimum to keep the country running”, Johnson said this afternoon: We are going to be governing in the interests of the country. We are going to be continuing with our dynamic one-nation Conservative agenda ... What we won’t do is engage in pointless ‘Brexitology’ in parliament when parliament is simply committed to a delay. The EU’s chief Brexit negotiator Michel Barnier said the EU27 had not yet been able to make a decision on the length of the next Brexit delay, though it is understood there is full agreement on the need for an extension. The government is continuing to run adverts warning the public to prepare for Brexit on 31 October, the Guardian’s media editor Jim Waterson reports. The Get Ready for Brexit marketing campaign was launched last month, with adverts running across television, radio, newspapers, online and on billboards around the UK. Almost all of the adverts, paid for using public funds, prominently state that the UK will definitely be leaving at the end of October and many feature a calendar counting down to the end of the month. Despite the expectation that Brexit will once again be delayed by up to three months, a government spokesperson confirmed that the “campaign is still live” and spending will continue. The Labour MP David Lammy has responded to that story about the London mayoral candidate Rory Stewart describing some men he met while on a walkabout as “minor gangsters”. Here’s the story: This, from Election Maps UK, is interesting. It looks at the results of the 85 council byelections since the 2019 local elections. This is from the BBC’s Europe editor: Labour leader Jeremy Corbyn has said he would back an election if the prime minister came to parliament on Monday and made a commitment to take the threat of a no deal Brexit off the table. He told ITV’s This Morning that Labour would support a parliamentary vote to hold an election ... providing the prime minister comes to Parliament on Monday and makes it absolutely clear he is going to make sure that there is no crash out - because his deal includes the possibility of a no-deal exit. Asked if he thought Boris Johnson would do that, Corbyn said: He’s going to have to do that because that’s how Parliament works: we’ve got to hold him to account. I think a no-deal exit is very dangerous. If he comes on Monday and says that, OK. Speaking this morning, shadow home secretary Diane Abbott also repeated that her party would not vote for an election on Monday (when the prime minister plans to put it to a vote in parliament) until they had seen what kind of extension offer the EU would make to the UK. But that was before the EU’s chief Brexit negotiator Michel Barnier said the EU27 had not yet been able to make a decision on the length of the next Brexit delay, though it is thought there is full agreement on the need for an extension. Barnier said this was due to the ongoing debate in the UK over Boris Johnson’s demand for a general election. The EU decision is now not expected until early next week (it was previously expected today), making it even more unlikely that the vote on a general election will pass. Boris Johnson has repeatedly refused to rule out the UK leaving the EU on 31 October, contradicting statements made by the chancellor this morning. “Of course 31 October is still possible,” Johnson said. Unfortunately it depends on what the EU says. We’re in a situation in which, under the terms of the surrender act, which was passed by parliament, it is up to the EU to decide whether or not we stay in the EU and it is up to the EU how long that extension would be. Johnson also denied that the government could go “on strike” if the opposition refused to support an election, despite comments from a spokesman that the government would only put the “bare minimum” amount of legislation before parliament if they lost the vote. Chancellor Sajid Javid told broadcasters this morning that the government would repeatedly push for a general election if parliament rejected Boris Johnson’s motion on Monday. He said that if the opposition opposed an election “we will keep bringing back to parliament a motion to have an election. And we will keep doing that again and again”. Boris Johnson has refused to say that the UK will not leave the EU on 31 October, saying we are still waiting on the extension decision from the EU. “As things stand we can leave on October 31st,” he said. (The chancellor said this morning that the UK couldn’t leave on 31 October.) He said Jeremy Corbyn should “man up” and support an election. Johnson said: Of course 31 October is still possible. Unfortunately it depends on what the EU says. We’re in a situation in which, under the terms of the surrender act, which was passed by parliament, it is up to the EU to decide whether or not we stay in the EU and it is up to the EU how long that extension would be. He appeared to row back on the idea that the government would go “on strike” if MPs did not back an election. (A spokesman for the prime minister previously said: “Nothing will come before parliament but the bare minimum. We will pursue a general election every day from then onwards and do everything we can to get it.”) The PM said: I think you’re totally confused here. We are going to be governing in the interests of the country. We are going to be continuing with our dynamic one-nation Conservative agenda, investing in our NHS, levelling up funding of education across the country, doing everything we can to take this country forward. What we won’t do is engage in pointless ‘Brexitology’ in parliament when parliament is simply committed to a delay. Downing Street has rejected suggestions Boris Johnson could force through a no-deal Brexit in the middle of an election campaign, PA Media reports. Some MPs have expressed concern that once parliament has been dissolved, the prime minister could postpone the election date until after the end of the Brexit extension period, at which point the UK would leave the EU and MPs could do nothing to prevent it. The prime minister’s official spokesman said: It is the official position of the Cabinet Office that this would be impossible. Under the Fixed-term Parliaments Act, parliament dissolves 25 working days before the date of the election. At the moment of dissolution the date of the election is locked. Once parliament is dissolved the PM cannot change the date of the election. The Brexit party has renewed its calls for a leave alliance with the Conservative party in the general election, our Brexit correspondent Lisa O’Carroll reports. The party’s chairman Richard Tice said latest blockages in parliament showed that “the Tories alone are powerless to deliver Brexit on 31 October”. The Tory party is struggling to get anything past parliament and the remain establishment, partly because so many within their own ranks are in the remain establishment. The Brexit party has offered to put country before party and work with fellow, committed Brexiteers to secure a proper Brexit. Only a ‘clean-break Brexit’ will fully protect the independence of Britain’s fishing, defence, and trade, and the integrity of our precious union, which the current treaty sells out. Tice repeated his claim, made on Newsnight earlier this week, that Michel Barnier had said there would be “at least three years of the so-called transition” under the Johnson deal. The Brexit negotiator’s words in reality referred to the range of time negotiations for a free trade deal would take, something which it is widely assumed could take up to three years. But others have rejected this saying it would be possible to complete a deal within a year as the starting position was full alignment of trading regulations. What Barnier said was: “We will have to renegotiate for one year, two years, three years, maybe more in some areas, to rebuild all that will have been pulled apart by the desire of those backing Brexit”. Jeremy Corbyn has been speaking to ITV’s This Morning again, this time about the prime minister’s push for an election. He said that Boris Johnson needed to come to parliament on Monday and rule out a no-deal Brexit. Asked if he thought the prime minister would do that, Corbyn said: He has got to understand that the protection of jobs and the protection of the Good Friday agreement and peace process in northern Ireland are very, very important. His proposals don’t do any of that. Asked if he thought he’d win an election, Corbyn said yes. “In the last election in 2017 we were written off by everybody and look what happened,” he said. Corbyn said the 12 December election date was “odd for many reasons – it’s so near Christmas, it’s after universities finish their terms”. He said Labour might want an election before 12 December, but there would be discussions about that. Richard Madeley asked Corbyn how it would work having a chancellor who wants the downfall of capitalism in Downing St. The Labour leader said that when they have meetings with business groups there was a lot of agreement on how to manage things. Here’s a bit more from Daniel Boffey about those Michel Barnier comments: Michel Barnier has said the EU27 has not yet been able to make a decision on the length of the next Brexit delay due to the ongoing debate in the UK over Boris Johnson’s demand for a general election. Speaking after a two-hour meeting of ambassadors in Brussels, the EU’s chief negotiator said an “excellent” discussion had not concluded with any clear way forward. “No decision,” he said. It may not take until Monday for the EU to make public its offer on an extension after parliament votes on whether there will be a general election. A majority of member states want to accept the terms of an extension reluctantly requested by Johnson in a letter sent last Saturday under which Brexit could be delayed up until 31 January. The UK would leave earlier if the withdrawal agreement was ratified in Westminster and by the European parliament. Read the full story here: Jeremy Corbyn is on ITV’s This Morning with eight-year-old Luis Walker, who has cystic fibrosis, to talk about the deal agreed between the NHS and US manufacturers to provide the drug Orkambi to sufferers. Corbyn said that the NHS should have the ability to be able to manufacture its own generic medicines so that everybody has access to the best medicines. At its party conference last month Labour pledged to create a publicly-owned company to make cheap versions of medicines the NHS needs but cannot afford. From our Brussels bureau chief, Daniel Boffey: Michel Barnier, the EU’s chief negotiator, has said the EU27 has not yet been able to make a decision on the length of the next Brexit delay because of the ongoing debate in the UK over Boris Johnson’s election demand. Some light relief ... If you’re finding it hard to absorb everything that’s happened this week (you’d be forgiven) then you might find this summary from our Brussels correspondent, Jennifer Rankin, useful. The Liberal Democrats have launched a new poster campaign that parodies the “Careless Talk Costs Lives” second world war poster. Their “Careless Votes Cost Lives” poster replaces the two gossiping diners in the original with Boris Johnson and Jeremy Corbyn. The quote reads: “…thanks for your help comrade, we finally got Brexit over the line!” Irish premier Leo Varadkar has said he would like to see a united Ireland in his lifetime, but only in accordance with the Good Friday Agreement, the Press Association reports. Asked if he would like to see a united Ireland on Irish radio station Today FM, he said: I would, but only in accordance with the Good Friday Agreement so that is only in consent of the majority of people in Northern Ireland. That is really important stuff. Nobody should be forced into anything. Shadow chancellor John McDonnell has tweeted to say that if Sajid Javid doesn’t bring a budget forward, he will. Javid confirmed earlier this morning that the the budget scheduled for 6 November would be cancelled. Conservative MP, Seema Kennedy, has announced she is standing down to focus on “other priorities in her life”. More on the SNP’s position from the Guardian’s Scotland correspondent Libby Brooks: The SNP is calling for a general election on 5 December, telling Boris Johnson to “stop playing games”. SNP Westminster leader Ian Blackford this morning repeated his party’s position that it wants an extension from the EU in place before any election is agreed, to rule out the threat of leaving with no deal, but added that he believed Johnson was manoeuvring to railroad his withdrawal bill through parliament and attempting to delay the EU’s decision-making on an extension by raising the prospect of an election. Blackford told BBC Radio Scotland’s Good Morning Scotland programme: What we should not be doing is calling an election and then sitting, debating and voting on the withdrawal agreement bill. We should put this back to the people through that general election and we should be dissolving parliament as soon as we can. The way to resolve this is a general election without precondition. Meanwhile, Scotland’s independence-supporting newspaper The National has announced that first minister and SNP leader Nicola Sturgeon will address its first rally for independence in George Square, next Saturday 2 Nov. The publicity states this is the first time that Sturgeon has addressed a Yes rally since 2014, and from memory this is correct, making it a pretty significant moment. Sturgeon received some criticism for not attending a large pro-independence march in Edinburgh at the beginning of October, the day before her party’s annual conference began. Speaking to the BBC earlier this morning, Laura Lock, deputy chief executive of the Association of Electoral Administrators, outlined potential problems with a 12 December” We have issues getting polling stations generally. There’s less and less public buildings available for people to use, but one of the key challenges that we have in December is that the polling stations already have bookings. For May polls they’re expecting us on the first Thursday in May. Here, we’re not even convinced all of the time that the election will take place on a Thursday. So, this morning I’m sure that our 2,000 members will be getting on the phones trying to book polling stations provisionally for December 12. But again, we don’t know whether the legislation will pass. We might be ending up doing it again for a different date very shortly. Ian Murray, the centrist Labour MP with Scotland’s largest Commons majority, has comfortably survived an attempt by the trade union Unite to trigger a reselection contest, the Guardian’s Scotland editor Severin Carrell reports. Unite was the only affiliate to seek a reselection contest when Labour party members and union affiliates in Edinburgh South voted last night, which Murray held in 2017 with a greatest increasing majority of 15,514 votes. The GMB, Unison, Unison, Usdaw, Community and Coop voted to retain Murray as the party’s candidate. Party members at a constituency meeting voted by 158 to 13 in his favour. Reselection decisions are automatic in Labour-held seats but are normally a formality. Murray was the only one of the Labour seven MPs in Scotland to face a full vote after Unite sought revenge for his repeated and vocal criticism of Jeremy Corbyn’s leadership, and of the policies and conduct of Len McCluskey, the Unite general secretary. Scottish leader of the pro-second referendum People’s Vote campaign, Murray was close to many of the MPs who defected from Labour earlier this year to set up Change UK, and mulled joining them. After first holding the seat for Labour in 2010 with a slender 316 vote (0.7%) majority, he increased it to 2,637 votes (5.4%) in 2015 and then by six-fold to 15,514 (32.4%) in 2017. After the result was confirmed, he tweeted thanks to the constituency for reselecting him: We’ll hear more on Labour’s position later this morning when Jeremy Corbyn appears on ITV’s This Morning show. The programme starts at 10.30am and will be presented by Richard Madeley and Judy Finnigan for the first time in 18 years. The SNP’s leader in Westminster, Ian Blackford, has told the BBC’s Today programme that his party wanted to see an extension granted by the EU to ensure there would not be a no-deal exit at the end of October. As soon as that has happened, they would support a general election, he said. “Let’s have the election as early as possible,” he said. “I don’t think any of us want an election too close to Christmas.” He said he would like as long an extension as possible and that it was regrettable that we may not have a decision from the EU today. Chancellor Sajid Javid has been on the BBC’s Today programme. He said that it was very likely that the EU would give into “parliament’s request for a three month delay”. Javid said the government had done everything they could to get Brexit done and, without a majority, they needed cooperation from the opposition. The chancellor accused Labour of a constant moving of the goalposts. “Just a few days ago we saw light at the end of the table and [Corbyn] voted for more tunnel,” he said. “For anyone who wants to get Brexit done, the only choice is the Conservative party”, he said. Expect this to be repeated over and over again in any pre-Brexit general election. Here’s a story from Guardian political correspondent Kate Proctor. Former Tory-MP and London mayoral candidate Rory Stewart has been accused of “being out of touch with Londoners” after he described three men he met on a walkabout as “minor gangsters”. Increasing suggestion that the EU’s decision on the extension could come early next week, not today. This is from the BBC’s Europe editor last night: Here’s Diane Abbott again, this time speaking to the BBC’s Today programme. She said that Labour “was definitely up for an election”, but that they would need “an explicit commitment” to rule out a no-deal Brexit – which could include legislation in parliament – if it were to back an election. Speaking to BBC breakfast, chancellor Sajid Javid said the government has done “everything possible” to leave by October 31st, but because of the opposition the deadline “can’t be met”. “And that is exactly why we have turned round to Jeremy Corbyn and said let’s get Brexit done,” he said. Asked about the idea that the government would go on strike if the opposition refused to back an election, Javid said “parliament is dysfunctional”. He refused to be drawn on what a “government on strike” looks like. “We don’t have a majority in parliament and so to get certain things done it does depend on what the opposition does,” he said. For the first time in the history of our country we have an opposition that is refusing to face the electorate. That cannot continue. The British people should decide who should govern them. Sam Gyimah, the MP for East Surrey – who had the Tory whip removed over his opposition to a no-deal Brexit and subsequently joined the Liberal Democrats – has been speaking to Sky News. He says that the way to break the deadlock on Brexit is to have a confirmatory referendum to give people a say on any deal. Gyimah says he personally thinks the deal is lousy, but that he would support it if it were to be put to a confirmatory referendum. He says that the Lib Dems will “seriously consider” voting for an election if an extension is secured and no-deal is off the table. “The prime minister is busy lobbying the EU to not give an extension until January,” he says, so they need to wait and see what the EU says. It’s Frances Perraudin here, taking over from Kate Lyons. Shadow home secretary Diane Abbott has been speaking to BBC breakfast. She started by saying that the house of commons had been united in their horror at the Essex lorry deaths. “We need to have safer and legal routes for refugees,” she said. Abbott said Johnson’s was a “bogus call for an election”. She said Labour needed a commitment that a no-deal Brexit was off the table, and to know what sort of extension the EU was offering, before they would back an election. She stressed that Labour wanted an election. “We don’t want Boris Johnson in power a minute longer than necessary,” said Abbott. Asked what the prime minister could do to reassure her that there wouldn’t be a no-deal Brexit, she said, “it would help if he actually said it, that [they] are committing to taking a no-deal Brexit off the table”, though she added that was a problem because “he doesn’t always tell the truth”. Abbott described 12 December – Johnson’s proposed date for an election – as a ridiculous date, and said “there is a reason why we’ve not had a Christmas election for over a century”. Adam Jackson, director of public affairs and Brexit advisory services at Grant Thornton UK on the challenges for the business community presented by Brexit uncertainty. What do the polls say? The prospect of an election leads many of the front pages today. Here are Boris Johnson and Jeremy Corbyn explaining how they’d feel about an early election. Another thing on the agenda today is that the EU will meet to discuss what length of Brexit extension to offer during a closed-door meeting in Brussels this morning. This comes after Boris Johnson was compelled to send a letter requesting a delay, which he did, very begrudgingly. Good morning everyone and welcome to Politics Live as we ponder whether or not the country will be thrown into election campaign mode. Boris Johnson is set to plead with MPs to grant him a pre-Christmas election. The prime minister wrote to Jeremy Corbyn last night to say he would give parliament one last chance to look at his withdrawal agreement bill and “get Brexit done” by 6 November. He would also table a motion on Monday asking for an early general election, which would require the backing of two-thirds of MPs to succeed. Johnson’s letter said: “An election on 12 December will allow a new parliament and government to be in place by Christmas. If I win a majority in this election, we will then ratify the great new deal that I have negotiated, get Brexit done in January, and the country will move on.” Labour appeared poised to reject the government’s request but Jeremy Corbyn told the BBC on Thursday night that no final decision would be made until the EU27 had agreed a Brexit delay. “We’ll know tomorrow what the extension will be and I can answer that question tomorrow. What I’m saying now is: take no deal off the table.” After reaching a fresh deal with the EU27, the prime minister had hoped to fast-track it through parliament in time to leave by Halloween. But while MPs supported the principle of the bill on Tuesday, they rejected Johnson’s timetable. Thanks for joining us early this Friday morning. As usual please get in touch on Twitter or via email (kate.lyons@theguardian.com). Off we trot.",
      "charCount": "24131",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a> (now) and <a href=\"profile/kate-lyons\">Kate Lyons</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/25/jeremy-corbyn-boris-johnson-brexit-december-election",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-25T13:48:36Z",
    "webTitle": "A December election is Labour’s least-worst option | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/25/jeremy-corbyn-boris-johnson-brexit-december-election",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/25/jeremy-corbyn-boris-johnson-brexit-december-election",
    "fields": {
      "headline": "A December election is Labour’s least-worst option",
      "standfirst": "Corbyn should tell Boris Johnson he can have a vote when his woeful deal is suspended",
      "trailText": "Corbyn should tell Boris Johnson he can have a vote when his woeful deal is suspended, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"775a5b3ed56c290a86442ed20c5aaabde86e27ea\"> <img src=\"https://media.guim.co.uk/775a5b3ed56c290a86442ed20c5aaabde86e27ea/458_245_2927_1756/1000.jpg\" alt=\"Jeremy Corbyn speaking in the House of Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn speaking in the House of Commons.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure>",
      "body": "<p>Labour must agree to a December election – and in exchange it should get the government to abandon its Brexit deal. Anything else will be a huge political error. Boris Johnson’s current offer – more time to debate his woeful deal in an attempt to triumphantly ram it through parliament before an election – is clearly unacceptable.</p> <p>It is, in part, an attempt to deflect from his failed commitment to “<a href=\"https://www.theguardian.com/politics/2019/sep/05/boris-johnson-rather-be-dead-in-ditch-than-agree-brexit-extension\" title=\"\">die in a ditch</a>” if Britain did not leave the EU by the end of the month. More significantly, it reflects an attempt to bridge his own internal split: between the old Vote Leave crew – headed by Dominic Cummings – who are gunning for a general election, and ministers and MPs, who fear it may not pan out too well, with the Tories vulnerable in Scotland, the south-west and English commuter constituencies.</p> <p>It is reminiscent of April 2017, when advisers such as Nick Timothy pushed for Theresa May to call an election, while politicians such as Cabinet Office minister Ben Gummer were deeply sceptical. In the end, Gummer lost the argument – <a href=\"https://www.theguardian.com/news/2017/dec/19/theresa-may-election-advisers-nick-timothy-fiona-hill-lynton-crosby\" title=\"\">and his Ipswich seat</a>.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Many Labour MPs are fretting about campaigning in the cold and the dark of winter. But what are the alternatives?</p> </blockquote> </aside>  <p>Labour’s internal debate on this question is not settled. Jeremy Corbyn’s instinct is always to back an election because, as his supporters and critics alike agree, the Labour leader thrives in campaigning mode. In September, he was persuaded – alongside other opposition leaders – to vote against an early election until no deal was taken off the table. But they all failed to predict Boris Johnson capitulating to the EU’s red lines and <a href=\"https://www.theguardian.com/politics/2019/oct/23/northern-ireland-unionist-mps-attack-brexit-betrayal\" title=\"\">tossing the DUP into the Irish Sea</a>.</p> <p>The Tories have been waging an asymmetric election campaign from the bully pulpit of government ever since, and will continue to do so until parliament is dissolved and election broadcasting rules kick in, ensuring fair access to the opposition.</p> <p>The main reason the Labour leadership is currently “dithering” over an election is that its MPs overwhelmingly oppose one. Among those opposed, there are several factions, with separate (but often overlapping) justifications for refusing an election right now.</p> <p>Some Labour MPs are pushing for a referendum before any election takes place. To put it politely, this is a fantasy. As even dedicated People’s Vote campaigners concede, the numbers in this parliament simply are not there – and even if they were, Johnson would first need to be replaced by a government of national unity, which was always a non-starter. The only hope for a second referendum is for an election to return a Labour-led government, which would then implement its policy for a referendum after gaining a democratic mandate for it.</p> <p>Another faction consists of Labour MPs representing leave seats who fear a “people versus parliament” election. This <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/sep/10/did-your-mp-vote-for-an-early-general-election\" title=\"\">isn’t true of all MPs</a> in leave constituencies: Jon Cruddas, Lisa Nandy, <a href=\"https://www.theguardian.com/politics/live/2019/mar/14/brexit-mps-to-vote-on-delaying-departure-from-european-union-politics-live?page=with:block-5c8ac372e4b0eff8e0fc33ac\" title=\"\">Stephanie Peacock</a> and Gloria De Piero (who is standing down, but her would-be successor <a href=\"https://www.theguardian.com/politics/2014/sep/28/how-passion-purged-politics-ordinary-peo\" title=\"\">Natalie Fleet</a> has the same position) are among those lobbying for an election, believing that it is untenable to keep turning one down.</p> <p>As one put it to me, why will political conditions improve for their colleagues if the party continues to hold out against an inevitable election? May’s hopes of a Tory tide sweeping across working-class communities in the north and Midlands were bitterly disappointed: now a far more privileged establishment candidate has succeeded her, and it is by no means clear why Labour leave voters would defect en masse to the Etonian Tories.</p>  <figure class=\"element element-image\" data-media-id=\"0ba0d0e9a16d63c4d192b044ad340ee51abf9a9e\"> <img src=\"https://media.guim.co.uk/0ba0d0e9a16d63c4d192b044ad340ee51abf9a9e/363_0_3463_2078/1000.jpg\" alt=\"Lisa Nandy, the Labour MP for Wigan.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lisa Nandy, the Labour MP for Wigan.</span> <span class=\"element-image__credit\">Photograph: Jonathan Hordle/Rex Features</span> </figcaption> </figure>  <p>Next there are those who believe that further delay may lead to the disintegration of Johnson’s fragile parliamentary coalition for a deal – which stretches from the hard Tory right to soft-left Labour leavers – because the contradictory promises made to each group will unravel. But surely this will be more likely to happen under the intense scrutiny of an election campaign.</p> <p>And then there are others whose strategy can be reduced to the hope that something better will come up. But that is not a strategy, and that “something” is likely to be Johnson eventually ramming through his deal.</p> <p>The mantra that unites all these Labour factions is the proclamation that we cannot even countenance an election until “<a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live\" title=\"\">no deal is ruled out</a>” – which the leadership is also parroting. But it is impossible to actually do this unless article 50 is revoked – not very likely at the moment – or Johnson’s government is removed.</p> <p>Many Labour MPs are fretting about campaigning in the cold and the dark of winter. But what are the alternatives? January and February are colder than the two months ahead, and although it will begin to get lighter, the sun will set in Manchester on <a href=\"https://www.sunrise-and-sunset.com/en/sun/united-kingdom/manchester/2019/february\" title=\"\">Valentine’s Day at a quarter past five</a>.</p> <p>Finally, there are those Labour MPs who simply want Corbyn out. They believe the life is draining away from his project, they hope that something will come up to displace him, and they fear – just as last time – that an election campaign will consolidate his support inside the party, and maybe even put him in No 10, an outcome they do not regard as likely but dread nonetheless.</p> <p>This is why the Labour leadership must call the bluff of the parliamentary Labour party – and the whips’ office – and impose a three-line whip to back an election. Labour MPs overwhelmingly opposed May’s gambit in 2017, and yet in the end few rebelled. Even if a substantial number vote for delay this time round, there will be enough MPs voting with the whip to get an early election over the line.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live\">Brexit: Corbyn says Johnson must come to parliament to rule out no deal – live news</a> </p> </aside>  <p>For those who believe this is a suicide mission, consider this. Dire as Labour’s polling currently is, the Tories were much further ahead in 2017 than they are now. May was far more popular than Johnson: indeed, her approval ratings exceeded those of Margaret Thatcher and Tony Blair at their zenith. In an election, Labour’s commitment to let the people decide will have the opportunity to cut through – as it becomes clear that this is the only opportunity that remainers have to realise their hopes.</p> <p>An unquestionably popular domestic agenda – from tax justice to public ownership – will be front and centre again. Corbyn’s campaigning energy can finally be released. Labour’s mass membership can mobilise. Johnson’s one-sided election campaign will end as broadcasting rules cut in, which was a prerequisite to Corbyn’s personal ratings dramatically improving last time. An uptick in political interest means effective pro-Labour social media content can go viral once again. Johnson’s dire Brexit deal can finally be properly scrutinised and unpicked.</p> <p>Might it all go wrong, might Johnson triumph? Yes. But that very real danger will only increase the longer an election is delayed. The only precedent for Labour’s polling dramatically improving is an election campaign. It would be naive not to concede that this recommendation is not fraught with risks; but the alternative has far more. If Labour does not embrace this election – and come out swinging, full of enthusiasm, mobilising its supporters to go into an existential battle – it is likely to regret it.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "1165",
      "commentCloseDate": "2019-10-25T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-25T13:48:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:56Z",
      "newspaperEditionDate": "2019-10-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ct9gj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/775a5b3ed56c290a86442ed20c5aaabde86e27ea/458_245_2927_1756/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour must agree to a December election – and in exchange it should get the government to abandon its Brexit deal. Anything else will be a huge political error. Boris Johnson’s current offer – more time to debate his woeful deal in an attempt to triumphantly ram it through parliament before an election – is clearly unacceptable. It is, in part, an attempt to deflect from his failed commitment to “die in a ditch” if Britain did not leave the EU by the end of the month. More significantly, it reflects an attempt to bridge his own internal split: between the old Vote Leave crew – headed by Dominic Cummings – who are gunning for a general election, and ministers and MPs, who fear it may not pan out too well, with the Tories vulnerable in Scotland, the south-west and English commuter constituencies. It is reminiscent of April 2017, when advisers such as Nick Timothy pushed for Theresa May to call an election, while politicians such as Cabinet Office minister Ben Gummer were deeply sceptical. In the end, Gummer lost the argument – and his Ipswich seat. Labour’s internal debate on this question is not settled. Jeremy Corbyn’s instinct is always to back an election because, as his supporters and critics alike agree, the Labour leader thrives in campaigning mode. In September, he was persuaded – alongside other opposition leaders – to vote against an early election until no deal was taken off the table. But they all failed to predict Boris Johnson capitulating to the EU’s red lines and tossing the DUP into the Irish Sea. The Tories have been waging an asymmetric election campaign from the bully pulpit of government ever since, and will continue to do so until parliament is dissolved and election broadcasting rules kick in, ensuring fair access to the opposition. The main reason the Labour leadership is currently “dithering” over an election is that its MPs overwhelmingly oppose one. Among those opposed, there are several factions, with separate (but often overlapping) justifications for refusing an election right now. Some Labour MPs are pushing for a referendum before any election takes place. To put it politely, this is a fantasy. As even dedicated People’s Vote campaigners concede, the numbers in this parliament simply are not there – and even if they were, Johnson would first need to be replaced by a government of national unity, which was always a non-starter. The only hope for a second referendum is for an election to return a Labour-led government, which would then implement its policy for a referendum after gaining a democratic mandate for it. Another faction consists of Labour MPs representing leave seats who fear a “people versus parliament” election. This isn’t true of all MPs in leave constituencies: Jon Cruddas, Lisa Nandy, Stephanie Peacock and Gloria De Piero (who is standing down, but her would-be successor Natalie Fleet has the same position) are among those lobbying for an election, believing that it is untenable to keep turning one down. As one put it to me, why will political conditions improve for their colleagues if the party continues to hold out against an inevitable election? May’s hopes of a Tory tide sweeping across working-class communities in the north and Midlands were bitterly disappointed: now a far more privileged establishment candidate has succeeded her, and it is by no means clear why Labour leave voters would defect en masse to the Etonian Tories. Next there are those who believe that further delay may lead to the disintegration of Johnson’s fragile parliamentary coalition for a deal – which stretches from the hard Tory right to soft-left Labour leavers – because the contradictory promises made to each group will unravel. But surely this will be more likely to happen under the intense scrutiny of an election campaign. And then there are others whose strategy can be reduced to the hope that something better will come up. But that is not a strategy, and that “something” is likely to be Johnson eventually ramming through his deal. The mantra that unites all these Labour factions is the proclamation that we cannot even countenance an election until “no deal is ruled out” – which the leadership is also parroting. But it is impossible to actually do this unless article 50 is revoked – not very likely at the moment – or Johnson’s government is removed. Many Labour MPs are fretting about campaigning in the cold and the dark of winter. But what are the alternatives? January and February are colder than the two months ahead, and although it will begin to get lighter, the sun will set in Manchester on Valentine’s Day at a quarter past five. Finally, there are those Labour MPs who simply want Corbyn out. They believe the life is draining away from his project, they hope that something will come up to displace him, and they fear – just as last time – that an election campaign will consolidate his support inside the party, and maybe even put him in No 10, an outcome they do not regard as likely but dread nonetheless. This is why the Labour leadership must call the bluff of the parliamentary Labour party – and the whips’ office – and impose a three-line whip to back an election. Labour MPs overwhelmingly opposed May’s gambit in 2017, and yet in the end few rebelled. Even if a substantial number vote for delay this time round, there will be enough MPs voting with the whip to get an early election over the line. For those who believe this is a suicide mission, consider this. Dire as Labour’s polling currently is, the Tories were much further ahead in 2017 than they are now. May was far more popular than Johnson: indeed, her approval ratings exceeded those of Margaret Thatcher and Tony Blair at their zenith. In an election, Labour’s commitment to let the people decide will have the opportunity to cut through – as it becomes clear that this is the only opportunity that remainers have to realise their hopes. An unquestionably popular domestic agenda – from tax justice to public ownership – will be front and centre again. Corbyn’s campaigning energy can finally be released. Labour’s mass membership can mobilise. Johnson’s one-sided election campaign will end as broadcasting rules cut in, which was a prerequisite to Corbyn’s personal ratings dramatically improving last time. An uptick in political interest means effective pro-Labour social media content can go viral once again. Johnson’s dire Brexit deal can finally be properly scrutinised and unpicked. Might it all go wrong, might Johnson triumph? Yes. But that very real danger will only increase the longer an election is delayed. The only precedent for Labour’s polling dramatically improving is an election campaign. It would be naive not to concede that this recommendation is not fraught with risks; but the alternative has far more. If Labour does not embrace this election – and come out swinging, full of enthusiasm, mobilising its supporters to go into an existential battle – it is likely to regret it. • Owen Jones is a Guardian columnist",
      "charCount": "7031",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/oct/25/jeremy-corbyn-says-election-so-close-to-christmas-really-odd",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-25T11:42:18Z",
    "webTitle": "Jeremy Corbyn says election so close to Christmas 'really odd'",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/25/jeremy-corbyn-says-election-so-close-to-christmas-really-odd",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/25/jeremy-corbyn-says-election-so-close-to-christmas-really-odd",
    "fields": {
      "headline": "Jeremy Corbyn says election so close to Christmas 'really odd'",
      "standfirst": "<p>Party will not vote to go to polls until Boris Johnson rules out no deal, says Labour leader</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live\">Live politics news – latest updates</a></li></ul>",
      "trailText": "Labour will not vote to go to polls until Boris Johnson rules out no deal, says Corbyn Live politics news – latest updates",
      "byline": "Rowena Mason Deputy political editor and Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"159ef577d5eb80cc6d92a35ba5943bb75f379b52\"> <img src=\"https://media.guim.co.uk/159ef577d5eb80cc6d92a35ba5943bb75f379b52/0_111_3169_1901/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn wants Boris Johnson to make it clear there will be no crash out of the EU.</span> <span class=\"element-image__credit\">Photograph: Ken McKay/ITV/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn has said an <a href=\"https://www.theguardian.com/politics/2019/oct/24/boris-johnson-to-ask-mps-to-back-pre-christmas-election\">election on 12 December</a> would be “really odd so near Christmas” as he made it clear Labour would not vote to go to the polls until Boris Johnson ruled out a no-deal Brexit.</p> <p>The Labour leader insisted he was ready for another election, but told ITV’s This Morning: “We’ve got to get no deal taken off the table first.”</p> <p>The Brexit process is at an impasse because Johnson is refusing to proceed with his withdrawal agreement bill until parliament agrees to an election. Corbyn is refusing to do so until no deal is removed as an option, and the EU appears to be <a href=\"https://www.theguardian.com/politics/2019/oct/25/michel-barnier-eu-brexit-extension-boris-johnson-election\">waiting until Monday’s vote</a> on an election before deciding what length of Brexit extension to grant.</p> <p>The Labour leader said his preference would be for Johnson to “come to parliament on Monday and make it absolutely clear there is no crash out” because his deal leaves open the possibility of moving to World Trade Organization terms at the end of 2020. “He has got to take it out to my satisfaction,” he said.</p> <p>Corbyn’s statement suggests Labour would want some sort of amendment to the Brexit bill to prevent a no-deal departure before it would vote for a general election. But Johnson has shelved his Brexit legislation until an election is granted.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"1bf746b1-27c2-48bd-b882-a21140069121\"         data-atom-type=\"guide\"    > </gu-atom> </figure>   <p>Corbyn said a no-deal exit was “very dangerous” and could lead to the closure of Ford in Bridgend, <a href=\"https://www.theguardian.com/business/2019/oct/15/one-third-of-car-firms-have-cut-jobs-amid-brexit-uncertainty\">Nissan in Sunderland</a> and Airbus in mid Wales.</p> <p>He denied that Labour’s reluctance to go for an election was to do with his standing in the opinion polls and argued that Johnson’s preferred date – 12 December – was “really very odd” being so close to Christmas and after the end of university terms.</p> <p>Corbyn said an election could still take place before that time and that he wanted an election so the country could debate domestic issues and have a chance to end austerity. However, many within his shadow cabinet and parliamentary party are opposed to holding an election while Brexit remains unresolved and the <a href=\"https://www.theguardian.com/politics/2019/oct/23/why-labour-election-reluctance-goes-beyond-no-deal-brexit-fears\">party is trailing behind the Conservatives</a> in the polls.</p> <p>Speaking later on Friday, Johnson struggled to explain why he was pushing so hard for an election when he had managed to reach a Brexit deal with the EU that he was refusing to let parliament debate.</p> <p>His main argument was that he did not want MPs to get into “Brexitology” without the deadline of an election hanging over them. But he has little hope of persuading Labour, the Scottish National party, the Liberal Democrats and other parties to agree to one before Christmas, meaning he will have to make a choice about what else to do with the <a href=\"https://www.theguardian.com/politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension\">three-month extension</a> likely to be offered by the EU.</p> <p>On a visit to a hospital, Johnson said: “We can bring back the withdrawal bill, we can discuss it again in parliament, we can have more debates on Brexit, if that’s what [Corbyn] really wants, but they’ve got to agree a deadline, because nobody will believe that the Labour party is really going to allow Brexit to happen unless there is a deadline of an election on December 12.</p> <p>“And let’s be clear, this parliament has been sitting now doing absolutely nothing but delay Brexit, pushing it out with delay after delay for three-and-a-half years.</p> <p>“And I think for MPs across the house to have any credibility about delivering Brexit they now have to commit to an election on December 12. So that’s what we’re pushing for.”</p> <p>Johnson finished by saying Corbyn should “man up” and vote for his proposal for an election.</p> <p>No 10 had suggested on Thursday that the government could go “on strike” and refuse to do anything until an election took place but the threat appeared to soften on Friday.</p> <p>After insisting they would “do the bare minimum to keep the country running” on Thursday night, it emerged on Friday that the government will try to push its domestic legislation through parliament as <a href=\"https://www.theguardian.com/politics/2019/oct/13/tories-distract-from-brexit-crime-focused-queens-speech\">laid out in the Queen’s speech</a>, as well as continuing to push for an early election.</p> <p>“He has a domestic agenda. We want to deliver for the British public,” the prime minister’s spokesman said.</p>",
      "wordcount": "700",
      "firstPublicationDate": "2019-10-25T11:36:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:55Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ct92q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/159ef577d5eb80cc6d92a35ba5943bb75f379b52/0_111_3169_1901/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has said an election on 12 December would be “really odd so near Christmas” as he made it clear Labour would not vote to go to the polls until Boris Johnson ruled out a no-deal Brexit. The Labour leader insisted he was ready for another election, but told ITV’s This Morning: “We’ve got to get no deal taken off the table first.” The Brexit process is at an impasse because Johnson is refusing to proceed with his withdrawal agreement bill until parliament agrees to an election. Corbyn is refusing to do so until no deal is removed as an option, and the EU appears to be waiting until Monday’s vote on an election before deciding what length of Brexit extension to grant. The Labour leader said his preference would be for Johnson to “come to parliament on Monday and make it absolutely clear there is no crash out” because his deal leaves open the possibility of moving to World Trade Organization terms at the end of 2020. “He has got to take it out to my satisfaction,” he said. Corbyn’s statement suggests Labour would want some sort of amendment to the Brexit bill to prevent a no-deal departure before it would vote for a general election. But Johnson has shelved his Brexit legislation until an election is granted. Corbyn said a no-deal exit was “very dangerous” and could lead to the closure of Ford in Bridgend, Nissan in Sunderland and Airbus in mid Wales. He denied that Labour’s reluctance to go for an election was to do with his standing in the opinion polls and argued that Johnson’s preferred date – 12 December – was “really very odd” being so close to Christmas and after the end of university terms. Corbyn said an election could still take place before that time and that he wanted an election so the country could debate domestic issues and have a chance to end austerity. However, many within his shadow cabinet and parliamentary party are opposed to holding an election while Brexit remains unresolved and the party is trailing behind the Conservatives in the polls. Speaking later on Friday, Johnson struggled to explain why he was pushing so hard for an election when he had managed to reach a Brexit deal with the EU that he was refusing to let parliament debate. His main argument was that he did not want MPs to get into “Brexitology” without the deadline of an election hanging over them. But he has little hope of persuading Labour, the Scottish National party, the Liberal Democrats and other parties to agree to one before Christmas, meaning he will have to make a choice about what else to do with the three-month extension likely to be offered by the EU. On a visit to a hospital, Johnson said: “We can bring back the withdrawal bill, we can discuss it again in parliament, we can have more debates on Brexit, if that’s what [Corbyn] really wants, but they’ve got to agree a deadline, because nobody will believe that the Labour party is really going to allow Brexit to happen unless there is a deadline of an election on December 12. “And let’s be clear, this parliament has been sitting now doing absolutely nothing but delay Brexit, pushing it out with delay after delay for three-and-a-half years. “And I think for MPs across the house to have any credibility about delivering Brexit they now have to commit to an election on December 12. So that’s what we’re pushing for.” Johnson finished by saying Corbyn should “man up” and vote for his proposal for an election. No 10 had suggested on Thursday that the government could go “on strike” and refuse to do anything until an election took place but the threat appeared to soften on Friday. After insisting they would “do the bare minimum to keep the country running” on Thursday night, it emerged on Friday that the government will try to push its domestic legislation through parliament as laid out in the Queen’s speech, as well as continuing to push for an early election. “He has a domestic agenda. We want to deliver for the British public,” the prime minister’s spokesman said.",
      "charCount": "3987",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor and <a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/25/end-do-or-die-what-we-learned-crucial-week-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-25T08:15:34Z",
    "webTitle": "The end of 'do or die': what we learned in a crucial week for Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/25/end-do-or-die-what-we-learned-crucial-week-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/25/end-do-or-die-what-we-learned-crucial-week-brexit",
    "fields": {
      "headline": "The end of 'do or die': what we learned in a crucial week for Brexit",
      "standfirst": "<p>What is Johnson’s deal, do MPs back it, will there be an election – and what does it all mean?</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/25/brexit-boris-johnson-pushes-pre-christmas-election-as-eu-meets-to-decide-on-extension-politics-live\">Latest politics news – live updates</a></li></ul>",
      "trailText": "What is Johnson’s deal, do MPs back it, will there be an election – and what does it all mean?",
      "byline": "Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"d94f35c6c1c663c8551b1bc6440b4f3c3147393f\"> <img src=\"https://media.guim.co.uk/d94f35c6c1c663c8551b1bc6440b4f3c3147393f/243_650_4957_2975/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson in effect accepted a border between Great Britain and Northern Ireland in order to get a Brexit deal.</span> <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty Images</span> </figcaption> </figure>",
      "body": "<p>It was nearly the end of the beginning of Brexit. Nearly, but not yet. More than 1,200 days after Britain voted to leave the European Union, Boris Johnson had a deal accepted (in principle) by the House of Commons – a victory that eluded Theresa May three times.</p> <p>In a dramatic half-hour at Westminster on Tuesday night, MPs voted in favour of the Brexit deal but <a href=\"https://www.theguardian.com/politics/2019/oct/22/mps-reject-boris-johnsons-attempt-to-fast-track-brexit-deal\">rejected the prime minister’s shotgun timetable to pass the bill</a> that would make it possible. At that moment it was clear the UK would not leave the EU on Johnson’s <a href=\"https://www.theguardian.com/politics/2019/jun/25/brexit-boris-johnson-britain-will-leave-eu-31-october-do-or-die\">“do or die” date of 31 October</a> with a deal. Time had run out.</p> <p>Parliament’s demand for scrutiny meant the EU had to give serious consideration to Johnson’s grudging request for a further Brexit delay, which dropped into the inbox of the EU council president, Donald Tusk, late last Saturday night. The EU decided to grant the extension but is yet to decide how long it should be.</p> <p>Neither the exasperated EU nor the prime minister can guarantee if or when parliament will give its final assent to the deal.</p> <p>This week’s fractious, often angry debate in the Commons was a prologue to the second act of Brexit and revealed there is no consensus on the future. Parliament was ready to vote <a href=\"https://www.theguardian.com/politics/2016/sep/07/brexit-means-brexit-theresa-may-jonathan-lynn-yes-minister\">Brexit means Brexit</a>, but has not agreed what Brexit means.</p> <h2>What is Boris Johnson’s deal?</h2> <p>After a summer of brinkmanship and bad-tempered exchanges between Brussels and London, Boris Johnson <a href=\"https://www.theguardian.com/politics/2019/oct/17/boris-johnson-gets-deal-backslapping-brussels-eu-summit-brexit\">struck a deal with the EU on 17 October</a>. The prime minister made three key concessions.</p> <p>First, to solve the long-running dispute over the Irish border, he agreed to customs checks between Great Britain and Northern Ireland and an all-Ireland regulatory zone for goods. In other words, he agreed to a border in the Irish Sea, a <a href=\"https://www.theguardian.com/politics/2018/nov/24/dup-prepared-to-bring-down-government-may-brexit-deal\">line he said in 2018 he would not accept</a>.</p> <p>Secondly, he dropped his insistence that the Conservative’s coalition partners, the Democratic Unionist party, should be able to veto those arrangements. The EU also gave way, by allowing the Northern Ireland assembly to vote to quit the economic arrangements by a simple majority, although no one expects it to do so. The original plan to create a temporary insurance policy to avoid a hard border mutated into a permanent arrangement separating Northern Ireland economically from Great Britain. The <a href=\"https://www.theguardian.com/world/2019/oct/01/what-is-johnsons-leaked-solution-to-the-irish-backstop-problem\">backstop</a> became <a href=\"https://www.theguardian.com/politics/2019/oct/16/the-irish-sea-border-what-does-it-mean-for-businesses-brexit\">a full stop</a>.</p> <p>The final piece of the jigsaw was the non-binding political declaration that charts a course for future relations between the EU and UK. Abandoning May’s hopes for close economic ties, the two sides will now work towards a looser free-trade agreement. The prime minister was not successful in trying to drop a link between a free-trade deal and commitments to maintain existing EU standards on workers’ rights and environmental standards. But these guarantees were moved from the legal text to the non-binding declaration and the UK will not seek to match any raising of EU standards.</p> <h2><strong>Five days is a long time in politics</strong></h2> <p>MPs convening in the Commons for <a href=\"https://www.theguardian.com/politics/2019/oct/18/brexit-super-saturday-will-the-deal-pass\">the first Saturday sitting since the Falklands war</a> had been expected to deliver a decisive verdict on Johnson’s deal. Instead, they asked for more time. A majority of MPs supported an amendment from the former Conservative minister Oliver Letwin <a href=\"https://www.theguardian.com/politics/2019/oct/19/what-does-the-letwin-amendment-mean-for-brexit-timetable-boris-johnson\">designed to prevent an accidental no-deal before</a> 31 October.</p> <p>The prime minister was forced to request an extension, obeying the law as the government had always said he would, despite a stream of off-record briefings that No 10 had a secret plan to evade extension. But Johnson <a href=\"https://www.theguardian.com/politics/2019/oct/19/eu-will-grant-brexit-extension-if-johnson-sends-letter-says-brussels\">sent the EU three letters</a>, including an unsigned one requesting the extension and a second arguing against a delay.</p> <p>Europe reacted with exasperation that MPs had passed on the chance to make a choice. Meeting on a drizzly Sunday morning in Brussels, EU diplomats decided to press on with the EU’s own ratification. The extension letter was left in the inbox.</p> <p>By Tuesday, the EU’s hopes of quick resolution were dashed. The House of Commons voted to back Johnson’s deal by 30 votes but rejected the timetable that would have seen parliament consider the <a href=\"https://www.theguardian.com/politics/2019/oct/21/what-does-boris-johnsons-withdrawal-bill-actually-say\">115-page withdrawal agreement bill</a> in just three days – an accelerated process described as “insulting” in the Commons and “absurd” by an EU diplomat.</p> <p>Even the Brexit secretary, Stephen Barclay, had not mastered all the details. He told MPs (wrongly) that there would be no customs declarations required to send goods from Northern Ireland to Great Britain. He later <a href=\"https://www.politico.eu/article/barclay-northern-irish-firms-to-complete-declarations-when-trading-with-britain/\">corrected himself</a>.</p> <p>The EU’s wait-and-see policy could no longer hold. Tusk, an anglophile who hopes the UK will one day rejoin, recommended the EU accept the British request to extend Brexit until 31 January, as requested by the Commons. In sticking to parliament’s request, he hoped the EU could avoid accusations of siding with Brexiters (by offering a short extension) or remainers (by offering a longer one).</p> <p>By Wednesday, EU member states had <a href=\"https://www.theguardian.com/politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension\">unanimously accepted the prime minister’s request for an extension</a>. While most were ready to support a delay until 31 January, France was holding up a decision. The French president, Emmanuel Macron, hopes that a shorter delay might force a decision at Westminster. It was Macron’s earlier insistence on forcing the pace that created the countdown to 31 October when the EU debated the second Brexit extension in April.</p> <h2>What happens next?</h2> <p>The EU is likely to grant a Brexit extension while continuing to complain about the disruptive neighbour that won’t leave. But the next steps from Westminster are less sure. The prime minister <strong>could pass the withdrawal agreement bill within a few weeks, possibly days</strong>. The pro-EU former Conservative chancellor <a href=\"https://www.theguardian.com/politics/2019/sep/07/ken-clarke-interview-andrew-rawnsley-lost-tory-whip\">Ken Clarke</a> said the prime minister needed only “a modest adjustment” of the timetable.</p> <p>But as Labour and the Conservatives have been unable to agree a revised timetable for the bill, <strong>it could take weeks, even months.</strong> As time passes, different factions could mobilise behind their preferred Brexit. Labour MPs will press for a customs union and stronger protection for workers and the environment. Hardline Eurosceptics have signalled they want more oversight over payments to the EU.</p> <p>As details emerge from dense legal text, the government’s fragile coalition of Eurosceptic “Spartans”, former Tories and 19 Labour MPs risks fracturing. It cannot be ruled out that the <strong>government could lose the majority for Johnson’s Brexit deal</strong> in the final vote.</p> <p>All three options are likely to be accompanied by <strong>a general election</strong>, with the prime minister urging MPs to <a href=\"https://www.theguardian.com/politics/2019/oct/24/boris-johnson-to-ask-mps-to-back-pre-christmas-election\">agree to go to the polls on 12 December</a>. <strong>Another EU</strong> <strong>referendum looks a remote possibility</strong> but cannot be excluded until Brexit happens.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"1bf746b1-27c2-48bd-b882-a21140069121\"         data-atom-type=\"guide\"    > </gu-atom> </figure>   <p>Whether it is an election or a referendum campaign, the prime minister will champion himself as the man who wants to or has succeeded in his efforts to “get Brexit done”. The slogan might as well be written on the side of a bus. </p> <p>The day after departure, talks will enter a new phase as the UK seeks to strike a free-trade deal with the EU, as well as numerous other agreements on crime-fighting, foreign policy and data protection, to name a few. Almost immediately after the political trauma of exit, the UK will be plunged into a new cycle of deadlines and demands, countdowns and cliff-edges as it seeks to find a new place in the world.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "1215",
      "firstPublicationDate": "2019-10-25T08:15:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:46Z",
      "newspaperEditionDate": "2019-10-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ct456",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d94f35c6c1c663c8551b1bc6440b4f3c3147393f/243_650_4957_2975/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It was nearly the end of the beginning of Brexit. Nearly, but not yet. More than 1,200 days after Britain voted to leave the European Union, Boris Johnson had a deal accepted (in principle) by the House of Commons – a victory that eluded Theresa May three times. In a dramatic half-hour at Westminster on Tuesday night, MPs voted in favour of the Brexit deal but rejected the prime minister’s shotgun timetable to pass the bill that would make it possible. At that moment it was clear the UK would not leave the EU on Johnson’s “do or die” date of 31 October with a deal. Time had run out. Parliament’s demand for scrutiny meant the EU had to give serious consideration to Johnson’s grudging request for a further Brexit delay, which dropped into the inbox of the EU council president, Donald Tusk, late last Saturday night. The EU decided to grant the extension but is yet to decide how long it should be. Neither the exasperated EU nor the prime minister can guarantee if or when parliament will give its final assent to the deal. This week’s fractious, often angry debate in the Commons was a prologue to the second act of Brexit and revealed there is no consensus on the future. Parliament was ready to vote Brexit means Brexit, but has not agreed what Brexit means. What is Boris Johnson’s deal? After a summer of brinkmanship and bad-tempered exchanges between Brussels and London, Boris Johnson struck a deal with the EU on 17 October. The prime minister made three key concessions. First, to solve the long-running dispute over the Irish border, he agreed to customs checks between Great Britain and Northern Ireland and an all-Ireland regulatory zone for goods. In other words, he agreed to a border in the Irish Sea, a line he said in 2018 he would not accept. Secondly, he dropped his insistence that the Conservative’s coalition partners, the Democratic Unionist party, should be able to veto those arrangements. The EU also gave way, by allowing the Northern Ireland assembly to vote to quit the economic arrangements by a simple majority, although no one expects it to do so. The original plan to create a temporary insurance policy to avoid a hard border mutated into a permanent arrangement separating Northern Ireland economically from Great Britain. The backstop became a full stop. The final piece of the jigsaw was the non-binding political declaration that charts a course for future relations between the EU and UK. Abandoning May’s hopes for close economic ties, the two sides will now work towards a looser free-trade agreement. The prime minister was not successful in trying to drop a link between a free-trade deal and commitments to maintain existing EU standards on workers’ rights and environmental standards. But these guarantees were moved from the legal text to the non-binding declaration and the UK will not seek to match any raising of EU standards. Five days is a long time in politics MPs convening in the Commons for the first Saturday sitting since the Falklands war had been expected to deliver a decisive verdict on Johnson’s deal. Instead, they asked for more time. A majority of MPs supported an amendment from the former Conservative minister Oliver Letwin designed to prevent an accidental no-deal before 31 October. The prime minister was forced to request an extension, obeying the law as the government had always said he would, despite a stream of off-record briefings that No 10 had a secret plan to evade extension. But Johnson sent the EU three letters, including an unsigned one requesting the extension and a second arguing against a delay. Europe reacted with exasperation that MPs had passed on the chance to make a choice. Meeting on a drizzly Sunday morning in Brussels, EU diplomats decided to press on with the EU’s own ratification. The extension letter was left in the inbox. By Tuesday, the EU’s hopes of quick resolution were dashed. The House of Commons voted to back Johnson’s deal by 30 votes but rejected the timetable that would have seen parliament consider the 115-page withdrawal agreement bill in just three days – an accelerated process described as “insulting” in the Commons and “absurd” by an EU diplomat. Even the Brexit secretary, Stephen Barclay, had not mastered all the details. He told MPs (wrongly) that there would be no customs declarations required to send goods from Northern Ireland to Great Britain. He later corrected himself. The EU’s wait-and-see policy could no longer hold. Tusk, an anglophile who hopes the UK will one day rejoin, recommended the EU accept the British request to extend Brexit until 31 January, as requested by the Commons. In sticking to parliament’s request, he hoped the EU could avoid accusations of siding with Brexiters (by offering a short extension) or remainers (by offering a longer one). By Wednesday, EU member states had unanimously accepted the prime minister’s request for an extension. While most were ready to support a delay until 31 January, France was holding up a decision. The French president, Emmanuel Macron, hopes that a shorter delay might force a decision at Westminster. It was Macron’s earlier insistence on forcing the pace that created the countdown to 31 October when the EU debated the second Brexit extension in April. What happens next? The EU is likely to grant a Brexit extension while continuing to complain about the disruptive neighbour that won’t leave. But the next steps from Westminster are less sure. The prime minister could pass the withdrawal agreement bill within a few weeks, possibly days. The pro-EU former Conservative chancellor Ken Clarke said the prime minister needed only “a modest adjustment” of the timetable. But as Labour and the Conservatives have been unable to agree a revised timetable for the bill, it could take weeks, even months. As time passes, different factions could mobilise behind their preferred Brexit. Labour MPs will press for a customs union and stronger protection for workers and the environment. Hardline Eurosceptics have signalled they want more oversight over payments to the EU. As details emerge from dense legal text, the government’s fragile coalition of Eurosceptic “Spartans”, former Tories and 19 Labour MPs risks fracturing. It cannot be ruled out that the government could lose the majority for Johnson’s Brexit deal in the final vote. All three options are likely to be accompanied by a general election, with the prime minister urging MPs to agree to go to the polls on 12 December. Another EU referendum looks a remote possibility but cannot be excluded until Brexit happens. Whether it is an election or a referendum campaign, the prime minister will champion himself as the man who wants to or has succeeded in his efforts to “get Brexit done”. The slogan might as well be written on the side of a bus. The day after departure, talks will enter a new phase as the UK seeks to strike a free-trade deal with the EU, as well as numerous other agreements on crime-fighting, foreign policy and data protection, to name a few. Almost immediately after the political trauma of exit, the UK will be plunged into a new cycle of deadlines and demands, countdowns and cliff-edges as it seeks to find a new place in the world.",
      "charCount": "7230",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/oct/25/dirty-air-killer-poisoning-all-government-spouts-hot-air",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-10-25T07:41:49Z",
    "webTitle": "Dirty air is the killer poisoning us all while the government just spouts hot air | Richard Vize",
    "webUrl": "https://www.theguardian.com/society/2019/oct/25/dirty-air-killer-poisoning-all-government-spouts-hot-air",
    "apiUrl": "https://content.guardianapis.com/society/2019/oct/25/dirty-air-killer-poisoning-all-government-spouts-hot-air",
    "fields": {
      "headline": "Dirty air is the killer poisoning us all while the government just spouts hot air",
      "standfirst": "<p>The climate emergency is a health emergency, and we are being poisoned in our towns every day</p>",
      "trailText": "The climate emergency is a health emergency, and we are being poisoned in our towns every day",
      "byline": "Richard Vize",
      "main": "<figure class=\"element element-image\" data-media-id=\"6d70df6586e41097e46463edd3babd66acc037f6\"> <img src=\"https://media.guim.co.uk/6d70df6586e41097e46463edd3babd66acc037f6/567_735_4983_2990/1000.jpg\" alt=\"Smog across London: public services are beginning to mobilise to tackle air pollution\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Smog across London: public services are beginning to mobilise to tackle air pollution</span> <span class=\"element-image__credit\">Photograph: Andrew Holt/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Nine more people in Bristol and 13 in Derby are going to have a stroke because of air pollution. Dirty air will give 12 more people in Birmingham and 87 in London a heart attack. In Liverpool, seven extra children with asthma will be hospitalised, as will five more in Nottingham.</p> <p>These <a href=\"http://www.erg.kcl.ac.uk/Research/docs/personalised-health-impacts.pdf\">stark figures from King’s College London</a> on the impact of high pollution days on individual towns are a reminder that dirty air is a killer and that the climate emergency is a health emergency.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/oct/21/scores-more-heart-attacks-and-strokes-on-high-pollution-days-figures-show\">Scores more heart attacks and strokes on high pollution days, figures show</a> </p> </aside>  <p>But it is also a clear warning that while the NHS and local government are gradually getting to grips with the air pollution crisis, piecemeal solutions will fail without massive government action.</p> <p>Cutting air pollution by a fifth would result in 77 fewer children in Oxford and 150 in Southampton suffering low lung function each year. Twenty fewer people in Manchester and 17 in Liverpool would develop lung cancer.</p> <p>Like the microscopic particles themselves, air pollution is sometimes difficult to detect in the climate emergency debate. It is certainly<a href=\"https://rebellion.earth/the-truth/the-emergency/\"> part of the narrative</a>, but the immediacy and severity of its threat is yet to be highlighted fully by campaigners.</p> <p>It is hard to think of a more compelling message than we are being poisoned in our own homes, right now, every day.</p> <p>The Royal College of Paediatrics and Child Health has been one of the most outspoken campaigners, ramming home the message that<a href=\"https://www.rcpch.ac.uk/news-events/news/toxic-air-harming-children-across-86-uk\"> 86% of UK children are breathing dangerous levels of toxic air</a>. The harm even begins before birth: a <a href=\"https://www.theguardian.com/environment/2019/sep/17/air-pollution-particles-found-on-foetal-side-of-placentas-study\">Belgian study </a>found thousands of pollution particles per cubic millimetre of tissue in every one of 25 placentas they examined of non-smoking women in a low-pollution town.</p> <p>One of the key advisers to the college is clinical researcher <a href=\"https://www.southampton.ac.uk/medicine/about/staff/sth.page\">Professor Stephen Holgate</a>. His expert evidence was crucial in persuading the high court to <a href=\"https://www.bbc.co.uk/news/uk-england-london-48132490\">overturn the coroner’s verdict </a>that nine-year-old Lewisham girl Ella Kissi-Debrah’s death in 2013 was caused by asthma. Her mother, Rosamund, wants the <a href=\"https://www.theguardian.com/environment/2019/apr/08/toxic-air-mother-of-girl-who-died-from-asthma-calls-on-politicians-to-be-braver\">new inquest next year </a>to consider whether Ella was killed by air pollution. Such a verdict would be a world first. </p> <p>Public services are beginning to mobilise. The NHS is responsible for a<a href=\"https://digital.nhs.uk/data-and-information/national-indicator-library/carbon-dioxide-equivalent-emissions-for-nhs-trusts\"> third of the public sector’s carbon emissions</a>, while health and social care together account for around<a href=\"https://www.sduhealth.org.uk/policy-strategy/reporting/natural-resource-footprint-2018.aspx\"> 6% of the carbon footprint of England</a>. Although these emissions have fallen by approximately 20% over the past decade, the NHS has struggled to make reduction a central goal. But that is changing.</p> <p>The King’s College analysis brutally exposes that this a health crisis. NHS chief executive Simon Stevens is now <a href=\"https://www.theguardian.com/environment/2019/oct/21/scores-more-heart-attacks-and-strokes-on-high-pollution-days-figures-show\">pushing that argument</a>, giving licence for NHS organisations to act. Newcastle upon Tyne hospitals NHS foundation trust has declared a <a href=\"https://www.theguardian.com/society/2019/sep/18/hospitals-planet-health-anaesthetic-gases-electric-ambulances-dialysis-nhs-carbon-footprint\">climate emergency </a>and is tackling the problem with energy and creativity, looking at everything from ambulances to anaesthetic gas.</p> <p>Greater Manchester and its mayor, Andy Burnham, are aiming to make the city <a href=\"https://www.theguardian.com/uk-news/2019/jun/13/andy-burham-reveals-2038-carbon-target-for-greater-manchester-airport-new-roads-mayor\">carbon neutral by 2038</a>, with plans including taking control of the bus network and tackling <a href=\"https://www.lgcplus.com/services/environment/burnham-air-pollution-will-divide-society-without-more-funding-23-10-2019/\">heavily polluting </a>coaches, lorries and taxis.</p> <p>But Scottish Power has exposed the deception behind the UK government’s declared aim of zero carbon emissions by 2050. It estimates that to achieve this the UK will need <a href=\"https://www.bbc.co.uk/news/topics/cj5pd6y665mt/scottish-power\">25m charging points for electric vehicles</a> – which means installing 4,000 a day – and 23m electric heat pumps to replace home gas boilers, all at a cost of £300bn.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2018/jun/20/society-weekly-email-newsletter-sign-up\">Sign up for Society Weekly: our newsletter for public service professionals</a> </p> </aside>  <p>This rams home the scale of action required if the zero emissions target is to be anything other than meaningless rhetoric.</p> <p>Looking at the fiasco around the <a href=\"https://www.theguardian.com/money/2019/sep/18/slow-digital-services-country-broadband-5g-mobile\">rollout of fast broadband</a>, such a gargantuan change to our infrastructure – never mind our lifestyles – looks far beyond our reach.</p> <p>Local public services have big contribution to make to cleaning up our air. But without a huge push from central government we are doomed to keep hearing rubbish as we breathe dirt.</p>",
      "wordcount": "640",
      "firstPublicationDate": "2019-10-25T07:41:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-28T07:49:22Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ct4bz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6d70df6586e41097e46463edd3babd66acc037f6/567_735_4983_2990/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nine more people in Bristol and 13 in Derby are going to have a stroke because of air pollution. Dirty air will give 12 more people in Birmingham and 87 in London a heart attack. In Liverpool, seven extra children with asthma will be hospitalised, as will five more in Nottingham. These stark figures from King’s College London on the impact of high pollution days on individual towns are a reminder that dirty air is a killer and that the climate emergency is a health emergency. But it is also a clear warning that while the NHS and local government are gradually getting to grips with the air pollution crisis, piecemeal solutions will fail without massive government action. Cutting air pollution by a fifth would result in 77 fewer children in Oxford and 150 in Southampton suffering low lung function each year. Twenty fewer people in Manchester and 17 in Liverpool would develop lung cancer. Like the microscopic particles themselves, air pollution is sometimes difficult to detect in the climate emergency debate. It is certainly part of the narrative, but the immediacy and severity of its threat is yet to be highlighted fully by campaigners. It is hard to think of a more compelling message than we are being poisoned in our own homes, right now, every day. The Royal College of Paediatrics and Child Health has been one of the most outspoken campaigners, ramming home the message that 86% of UK children are breathing dangerous levels of toxic air. The harm even begins before birth: a Belgian study found thousands of pollution particles per cubic millimetre of tissue in every one of 25 placentas they examined of non-smoking women in a low-pollution town. One of the key advisers to the college is clinical researcher Professor Stephen Holgate. His expert evidence was crucial in persuading the high court to overturn the coroner’s verdict that nine-year-old Lewisham girl Ella Kissi-Debrah’s death in 2013 was caused by asthma. Her mother, Rosamund, wants the new inquest next year to consider whether Ella was killed by air pollution. Such a verdict would be a world first. Public services are beginning to mobilise. The NHS is responsible for a third of the public sector’s carbon emissions, while health and social care together account for around 6% of the carbon footprint of England. Although these emissions have fallen by approximately 20% over the past decade, the NHS has struggled to make reduction a central goal. But that is changing. The King’s College analysis brutally exposes that this a health crisis. NHS chief executive Simon Stevens is now pushing that argument, giving licence for NHS organisations to act. Newcastle upon Tyne hospitals NHS foundation trust has declared a climate emergency and is tackling the problem with energy and creativity, looking at everything from ambulances to anaesthetic gas. Greater Manchester and its mayor, Andy Burnham, are aiming to make the city carbon neutral by 2038, with plans including taking control of the bus network and tackling heavily polluting coaches, lorries and taxis. But Scottish Power has exposed the deception behind the UK government’s declared aim of zero carbon emissions by 2050. It estimates that to achieve this the UK will need 25m charging points for electric vehicles – which means installing 4,000 a day – and 23m electric heat pumps to replace home gas boilers, all at a cost of £300bn. This rams home the scale of action required if the zero emissions target is to be anything other than meaningless rhetoric. Looking at the fiasco around the rollout of fast broadband, such a gargantuan change to our infrastructure – never mind our lifestyles – looks far beyond our reach. Local public services have big contribution to make to cleaning up our air. But without a huge push from central government we are doomed to keep hearing rubbish as we breathe dirt.",
      "charCount": "3860",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-vize\">Richard Vize</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/25/boris-johnson-conservatives-nhs-funding",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-25T06:00:16Z",
    "webTitle": "These brutal cuts to the NHS will haunt the Conservatives | Polly Toynbee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/25/boris-johnson-conservatives-nhs-funding",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/25/boris-johnson-conservatives-nhs-funding",
    "fields": {
      "headline": "These brutal cuts to the NHS will haunt the Conservatives",
      "standfirst": "Beyond Brexit, this government has a lot to answer for – an election will do it no favours",
      "trailText": "Beyond Brexit, this government has a lot to answer for – an election will do it no favours, says Guardian columnist Polly Toynbee",
      "byline": "Polly Toynbee",
      "main": "<figure class=\"element element-image\" data-media-id=\"3c4e8ab1b7ecc5063823d5a4a40381aafd708ef5\"> <img src=\"https://media.guim.co.uk/3c4e8ab1b7ecc5063823d5a4a40381aafd708ef5/0_67_2830_1698/1000.jpg\" alt=\"Boris Johnson speaks to medical staff during his visit to Watford general hospital in July\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Airy promises of shedloads more money from a man not even Tories regard as trustworthy may carry less conviction than the evidence of everyone’s eyes in their own neighbourhoods.’ Boris Johnson visits Watford general hospital in July.</span> <span class=\"element-image__credit\">Photograph: Peter Summers/PA</span> </figcaption> </figure>",
      "body": "<p>The grindstones of Brexit pound everything else into the ground. Boris Johnson claims day after day that if only parliament would “get it done”, the country would be free to focus again on the NHS, police and schools.</p> <p>But when the searchlight eventually does fall again on public services, as it likely will in a <a href=\"https://www.theguardian.com/politics/2019/oct/24/boris-johnson-to-ask-mps-to-back-pre-christmas-election\" title=\"\">general election</a>, that may do Johnson and his party no favours. Take Brexit out of the immediate battleground and what’s left? Only the true state of the country and its services after nine long years of funding starvation perpetrated by Conservative governments. Airy promises of shedloads more money from a man not even Tories regard as trustworthy may carry less conviction than the evidence of everyone’s eyes in their own neighbourhoods. As ever, the NHS is the standard bearer for public perceptions of much else. Two particular NHS items stand out as political emblems of this Tory era: the record <a href=\"https://www.theguardian.com/society/2019/may/26/nhs-short-of-70000-nurses-bursaries-abolished\" title=\"\">shortage of nurses</a>, and a particularly bad case of privatisation.</p> <p>Start with the <a href=\"https://www.theguardian.com/business/2013/jul/18/bain-capital-plasma-resources-uk\" title=\"\">shocking privatisation</a> in 2013 of the NHS blood plasma supplier, on which thousands of patients depend. To protect the quality of the blood product, David Owen, as health secretary in 1975, took blood plasma collection into public ownership as Plasma Resources UK. But Jeremy Hunt, as health secretary, sold that off for £200m to a US <a href=\"https://www.theguardian.com/business/2013/aug/25/uk-blood-plasma-company-sale-nhs-supplies\" title=\"\">private equity firm, Bain Capital</a>, while Britain kept a 20% stake. Co-founded by Mitt Romney in 1984, Bain has over the years acquired such well known health products as Burger King, Dunkin Donuts, Dominos Pizza and much else. Protesters, David Owen among them, warned that the company had a predatory reputation for asset stripping, but Bain promised it would develop the company into a “life sciences champion” in Hertfordshire. Instead, it <a href=\"https://www.thetimes.co.uk/article/how-bio-products-our-blood-plasma-supplier-ended-up-with-china-zg00fthqn\" title=\"\">sold it on</a> to a Chinese company in 2016 for £820m. Was there any protest from our government, losing its last remnant of control? Not a word. Instead, an irony, the US government is expressing concern at China taking over a vital US-owned health asset.</p> <p>Privatisation threats were raised in the debate on the Queen’s speech on Thursday, as Labour’s shadow health secretary, Jonathan Ashworth, pointed to the doubling of <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/832765/dhsc-annual-report-and-accounts-2018-to-2019.pdf\" title=\"\">NHS expenditure</a> on private health providers since 2010, to £9bn. That’s still not a vast sum out of the NHS budget, but only because the extreme shortage of funds has made core NHS services less tempting for takeover by private companies than the 2012 Health and Social Care Act was designed for. Though NHS England wants its competition elements repealed, the act continues to let companies like <a href=\"https://www.theguardian.com/society/2017/dec/29/richard-branson-virgin-scoops-1bn-pounds-of-nhs-contracts\" title=\"\">Virgin Care sue the NHS</a> when they are denied the chance to tender for profitable contracts. Exhibit number two in the Tories’ destruction of our health service: the NHS has just published its highest ever rate of vacant posts for nurses, at more than <a href=\"https://www.nursingtimes.net/news/workforce/nhs-nurse-vacancies-in-england-rise-to-more-than-43000-08-10-2019/\" title=\"\">43,000 missing roles</a>. A survey by the <a href=\"https://www.hsj.co.uk/workforce/exclusive-hospitals-substitute-nurses-as-staffing-crisis-worsens/7026182.article\" title=\"\">Health Service Journal</a>, working from its own FoI requests, finds 93% of NHS trusts are falling short, with nearly half lacking 10% of the nurses they need: that’s three times more than five years ago. Nurses are being substituted with untrained assistants.</p>  <figure class=\"element element-image\" data-media-id=\"faa8f4da7ea110cdaa2200b351168e85571ccef4\"> <img src=\"https://media.guim.co.uk/faa8f4da7ea110cdaa2200b351168e85571ccef4/0_0_7360_4417/1000.jpg\" alt=\"A ward sister oversees a trainee nurse\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Nurse training places fell victim to George Osborne’s first budget: a conveniently commissioned McKinsey report said there would be less need for nurses in future.’ A ward sister oversees a trainee nurse.</span> <span class=\"element-image__credit\">Photograph: sturti/Getty Images</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/oct/24/election-boris-johnson-deal-12-december-brexit-withdrawal-bill\">An election would liberate Boris Johnson. But first he must get his deal through | Simon Jenkins</a> </p> </aside>  <p>Nurse training places fell victim to George Osborne’s first budget: a conveniently commissioned <a href=\"https://www.opendemocracy.net/en/ournhs/nhs-staff-shortage-shock/\" title=\"\">McKinsey report</a> said there would be less need for nurses in future. Later came the 2017 abolition of bursaries for trainee nurses, which cut the number of subsequent applicants. That made training unaffordable for women with children, who are often healthcare assistants wanting to upgrade. The attrition of nurses leaving the profession has worsened, with one in five quitting as soon as they train, <a href=\"https://www.theguardian.com/society/2019/may/08/nhs-nursing-crisis-worsened-by-brexit-exodus\" title=\"\">and 5,000</a> going back to other EU countries as a result of the Brexit vote. Particular specialisms have been hit hardest. Between 2010 and 2018 there was a <a href=\"http://www.independentnurse.co.uk/news/learning-disability-care-facing-a-crisis-following-40-drop-in-nurses/180928/\" title=\"\">40% drop in learning disability nurses</a>. The Royal College of Nursing points to voluminous <a href=\"https://www.nursingtimes.net/news/workforce/nurse-leaders-call-public-fight-nurses-17-09-2019/\" title=\"\">research</a> showing not just the fast-rising numbers of patients, but also the increasing complexity and severity of their conditions. Statistically, for every extra nurse who joins the wards, 157 new patients have been admitted over the last five years. The greater the pressure on them, the more prone nurses are to quitting. At the same time many trusts have been downgrading nurses to save money, re-evaluating them from a top pay band 7 to a band 6, doing the same work for a lot less pay, causing many to leave in anger. <a href=\"https://ihm.org.uk/roy-lilley-nhsmanagers/\" title=\"\">The health commentator Roy Lilley</a> has been pointing to their loss of some £6,000. Prof Alison Leary of London South Bank University warns district nurses are nearing extinction. A nurse loses £10,000 in pay to take a three-year district nurse course: none will qualify in 2021. Both Lilley and Leary suggest that nurturing nurses, supporting them when they start and encouraging them in promotions, could stop their flight from the NHS.</p> <p>Are these tales of privatisation, neglect and cost-cutting the kind of thing Johnson wishes we would all focus on intently once Brexit is “done”? (Not that it ever will be.) If he thinks close coverage of the state of public services is his winning ticket in an imminent election, he may be in for a shock.</p> <p>Promising jam tomorrow will cut no mustard with voters who can see the nine-year plight of services they use today; Johnson’s vague offers are nothing like the money needed to repair them. He might prefer we returned to scrutinising his exceedingly bad Brexit deal.</p> <p>• Polly Toynbee is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "918",
      "commentCloseDate": "2019-10-25T13:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-25T06:00:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:59Z",
      "newspaperEditionDate": "2019-10-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ct5zc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c4e8ab1b7ecc5063823d5a4a40381aafd708ef5/0_67_2830_1698/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The grindstones of Brexit pound everything else into the ground. Boris Johnson claims day after day that if only parliament would “get it done”, the country would be free to focus again on the NHS, police and schools. But when the searchlight eventually does fall again on public services, as it likely will in a general election, that may do Johnson and his party no favours. Take Brexit out of the immediate battleground and what’s left? Only the true state of the country and its services after nine long years of funding starvation perpetrated by Conservative governments. Airy promises of shedloads more money from a man not even Tories regard as trustworthy may carry less conviction than the evidence of everyone’s eyes in their own neighbourhoods. As ever, the NHS is the standard bearer for public perceptions of much else. Two particular NHS items stand out as political emblems of this Tory era: the record shortage of nurses, and a particularly bad case of privatisation. Start with the shocking privatisation in 2013 of the NHS blood plasma supplier, on which thousands of patients depend. To protect the quality of the blood product, David Owen, as health secretary in 1975, took blood plasma collection into public ownership as Plasma Resources UK. But Jeremy Hunt, as health secretary, sold that off for £200m to a US private equity firm, Bain Capital, while Britain kept a 20% stake. Co-founded by Mitt Romney in 1984, Bain has over the years acquired such well known health products as Burger King, Dunkin Donuts, Dominos Pizza and much else. Protesters, David Owen among them, warned that the company had a predatory reputation for asset stripping, but Bain promised it would develop the company into a “life sciences champion” in Hertfordshire. Instead, it sold it on to a Chinese company in 2016 for £820m. Was there any protest from our government, losing its last remnant of control? Not a word. Instead, an irony, the US government is expressing concern at China taking over a vital US-owned health asset. Privatisation threats were raised in the debate on the Queen’s speech on Thursday, as Labour’s shadow health secretary, Jonathan Ashworth, pointed to the doubling of NHS expenditure on private health providers since 2010, to £9bn. That’s still not a vast sum out of the NHS budget, but only because the extreme shortage of funds has made core NHS services less tempting for takeover by private companies than the 2012 Health and Social Care Act was designed for. Though NHS England wants its competition elements repealed, the act continues to let companies like Virgin Care sue the NHS when they are denied the chance to tender for profitable contracts. Exhibit number two in the Tories’ destruction of our health service: the NHS has just published its highest ever rate of vacant posts for nurses, at more than 43,000 missing roles. A survey by the Health Service Journal, working from its own FoI requests, finds 93% of NHS trusts are falling short, with nearly half lacking 10% of the nurses they need: that’s three times more than five years ago. Nurses are being substituted with untrained assistants. Nurse training places fell victim to George Osborne’s first budget: a conveniently commissioned McKinsey report said there would be less need for nurses in future. Later came the 2017 abolition of bursaries for trainee nurses, which cut the number of subsequent applicants. That made training unaffordable for women with children, who are often healthcare assistants wanting to upgrade. The attrition of nurses leaving the profession has worsened, with one in five quitting as soon as they train, and 5,000 going back to other EU countries as a result of the Brexit vote. Particular specialisms have been hit hardest. Between 2010 and 2018 there was a 40% drop in learning disability nurses. The Royal College of Nursing points to voluminous research showing not just the fast-rising numbers of patients, but also the increasing complexity and severity of their conditions. Statistically, for every extra nurse who joins the wards, 157 new patients have been admitted over the last five years. The greater the pressure on them, the more prone nurses are to quitting. At the same time many trusts have been downgrading nurses to save money, re-evaluating them from a top pay band 7 to a band 6, doing the same work for a lot less pay, causing many to leave in anger. The health commentator Roy Lilley has been pointing to their loss of some £6,000. Prof Alison Leary of London South Bank University warns district nurses are nearing extinction. A nurse loses £10,000 in pay to take a three-year district nurse course: none will qualify in 2021. Both Lilley and Leary suggest that nurturing nurses, supporting them when they start and encouraging them in promotions, could stop their flight from the NHS. Are these tales of privatisation, neglect and cost-cutting the kind of thing Johnson wishes we would all focus on intently once Brexit is “done”? (Not that it ever will be.) If he thinks close coverage of the state of public services is his winning ticket in an imminent election, he may be in for a shock. Promising jam tomorrow will cut no mustard with voters who can see the nine-year plight of services they use today; Johnson’s vague offers are nothing like the money needed to repair them. He might prefer we returned to scrutinising his exceedingly bad Brexit deal. • Polly Toynbee is a Guardian columnist",
      "charCount": "5454",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pollytoynbee\">Polly Toynbee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]