[
  {
    "id": "politics/2019/mar/20/the-maybots-binary-messages-have-become-just-a-series-of-noughts",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T21:33:33Z",
    "webTitle": "The Maybot's binary messages have become just a series of noughts",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/20/the-maybots-binary-messages-have-become-just-a-series-of-noughts",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/20/the-maybots-binary-messages-have-become-just-a-series-of-noughts",
    "fields": {
      "headline": "The Maybot's binary messages have become just a series of noughts",
      "standfirst": "<p>As Corbyn lay impaled on a molehill and Tusk took control, May had literally nothing to offer</p>",
      "trailText": "As Corbyn lay impaled on a molehill and Tusk took control, May had literally nothing to offer",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"d9969e5a4aa4c45ea68ff58396ef4106d95cdbc6\"> <img src=\"https://media.guim.co.uk/d9969e5a4aa4c45ea68ff58396ef4106d95cdbc6/0_48_5242_3146/1000.jpg\" alt=\"Theresa May in the Commons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘0000 … 0000 … 000 … 00.’</span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/EPA</span> </figcaption> </figure>",
      "body": "<p>An unfamiliar sound was heard in the Commons. Not the call of a stray rodent, but the voice of Jeremy Corbyn. While there may be some virtue in keeping quiet while your opponent is making mistakes, there comes a time, when the country is visibly falling apart, that some people would quite like to hear from the leader of the opposition. But for much of the past week Corbyn has chosen to keep a low profile. Keep things chilled. It’s a busy time of year on the allotment.</p> <p>The lack of vocal practice had taken its toll at prime minister’s questions. The Labour leader could barely rasp out a coherent question and appeared completely unaware of the gravity of the situation. It could have been just one of his normal off-the-shelf rants. Still, even if he had found a killer line on the government’s Brexit clusterfuck, there was no chance of getting a straight answer from Theresa May.</p> <p>For more than two years, the prime minister has spoken Maybot, a very primitive computer language only capable of basic sentences that are more or less grammatical, but still almost totally devoid of meaning. Since she became Leader in Name Only, Lino – hard to nail down, but easy to walk over – she can’t even manage that. Her binary messages into deep space are now just a long series of random noughts. She literally has nothing to offer. More worrying still, her already limited random access memory has totally failed. She now has no recollection of anything she said just days earlier.</p> <p>All of which made PMQs yet again one of the more excruciating sessions of the week. Time and again she was asked by MPs – the Labour old guard of Ed Miliband, Hilary Benn and Yvette Cooper were out in force – how she could possibly reconcile her decision to ask for a short Brexit extension with her and David Lidington, the Cabinet Office minister, having said that to do so would be reckless in the extreme. And every time, Lino could only look a bit confused and blurt out some random beeps. 000 0 00 00 000000 0.</p> <p>She was heard in almost total silence. Everyone but Lino seems to know her time is up. She has never had any friends, but now she doesn’t even have any moderately supportive colleagues either among the Tory remainers or leavers. Lino is a woman unloved by everyone. Not least herself.</p> <p>What once could be passed off as stubbornness – or resilience, if you were feeling generous – has morphed into self-hatred. Her anger at the world expressed through acts of repeated self-harm. She dreams of her legacy, but every day that only becomes more tarnished. Brexit has stripped her of everything. The only person who enjoyed the session was Julian Smith. When the SNP accused Lino of acting in her party’s interest, the chief whip smiled for the first time in months. It was the first time anyone had ever suggested he had been doing a good job.</p> <p>With the government effectively having collapsed in on itself into a black hole, it was left to Donald Tusk, the president of the European council, to effectively take control of the UK. Not quite what was written on the Brexit tin. Or even the bus. As Lino couldn’t even get her letter to the EU in on time, Tusk <a href=\"https://www.theguardian.com/politics/2019/mar/20/france-threatens-to-refuse-brexit-delay-without-clear-plan\">delivered his own ultimatum</a>. A short extension on condition of the withdrawal passing. After that, all bets were more or less off. Enough was enough. The EU throwing Lino a lifeline – to make remotely credible her threat that it was her deal or no deal – was just another humiliation.</p> <p>All of which rendered the emergency Brexit debate more or less pointless. There again, anything featuring Steve Barclay is almost by definition pointless. Everyone had always known he was dim – that’s why he had been given the job – but no one suspected he was actually catatonic. A man fuelled by industrial quantities of barbiturates. Let’s hope he’s stockpiled enough, or he’s going to go horrendous cold turkey if there’s a no-deal Brexit. Barclay doesn’t even have the synaptic connection to understand why everyone in the country is laughing at him for voting against a motion for which he spoke in favour.</p> <p>There was still time for Corbyn to have a hissy and stomp out of a meeting with the prime minister because Chuka Umunna had also been invited – you can rely on the Labour leader to choose the wrong molehill to die on – before Lino made an unscheduled TV address. Sure enough, she was even late for that. It’s a wonder she can get out of bed by herself.</p> <p>As so often, when she did find her way to the Downing Street lectern, she didn’t have anything new to add. She began by reminding everyone she had triggered article 50 two years ago and that since then she had managed to make a mess of everything. Schools, hospitals, Brexit. She’d buggered up the lot of them. “People have had enough,” she said. This at least was the truth. Everyone had had enough. Of her. Of her lies. Of her contempt for parliament. Of her clinically insane belief that everyone but her was to blame. Of her dogged determination to take everyone in the country down with her.</p> <p>Lino concluded by saying she’d see us all on the other side. If there was one.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "903",
      "commentCloseDate": "2019-03-20T21:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-20T21:33:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:55Z",
      "newspaperEditionDate": "2019-03-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3dvy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d9969e5a4aa4c45ea68ff58396ef4106d95cdbc6/0_48_5242_3146/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "An unfamiliar sound was heard in the Commons. Not the call of a stray rodent, but the voice of Jeremy Corbyn. While there may be some virtue in keeping quiet while your opponent is making mistakes, there comes a time, when the country is visibly falling apart, that some people would quite like to hear from the leader of the opposition. But for much of the past week Corbyn has chosen to keep a low profile. Keep things chilled. It’s a busy time of year on the allotment. The lack of vocal practice had taken its toll at prime minister’s questions. The Labour leader could barely rasp out a coherent question and appeared completely unaware of the gravity of the situation. It could have been just one of his normal off-the-shelf rants. Still, even if he had found a killer line on the government’s Brexit clusterfuck, there was no chance of getting a straight answer from Theresa May. For more than two years, the prime minister has spoken Maybot, a very primitive computer language only capable of basic sentences that are more or less grammatical, but still almost totally devoid of meaning. Since she became Leader in Name Only, Lino – hard to nail down, but easy to walk over – she can’t even manage that. Her binary messages into deep space are now just a long series of random noughts. She literally has nothing to offer. More worrying still, her already limited random access memory has totally failed. She now has no recollection of anything she said just days earlier. All of which made PMQs yet again one of the more excruciating sessions of the week. Time and again she was asked by MPs – the Labour old guard of Ed Miliband, Hilary Benn and Yvette Cooper were out in force – how she could possibly reconcile her decision to ask for a short Brexit extension with her and David Lidington, the Cabinet Office minister, having said that to do so would be reckless in the extreme. And every time, Lino could only look a bit confused and blurt out some random beeps. 000 0 00 00 000000 0. She was heard in almost total silence. Everyone but Lino seems to know her time is up. She has never had any friends, but now she doesn’t even have any moderately supportive colleagues either among the Tory remainers or leavers. Lino is a woman unloved by everyone. Not least herself. What once could be passed off as stubbornness – or resilience, if you were feeling generous – has morphed into self-hatred. Her anger at the world expressed through acts of repeated self-harm. She dreams of her legacy, but every day that only becomes more tarnished. Brexit has stripped her of everything. The only person who enjoyed the session was Julian Smith. When the SNP accused Lino of acting in her party’s interest, the chief whip smiled for the first time in months. It was the first time anyone had ever suggested he had been doing a good job. With the government effectively having collapsed in on itself into a black hole, it was left to Donald Tusk, the president of the European council, to effectively take control of the UK. Not quite what was written on the Brexit tin. Or even the bus. As Lino couldn’t even get her letter to the EU in on time, Tusk delivered his own ultimatum. A short extension on condition of the withdrawal passing. After that, all bets were more or less off. Enough was enough. The EU throwing Lino a lifeline – to make remotely credible her threat that it was her deal or no deal – was just another humiliation. All of which rendered the emergency Brexit debate more or less pointless. There again, anything featuring Steve Barclay is almost by definition pointless. Everyone had always known he was dim – that’s why he had been given the job – but no one suspected he was actually catatonic. A man fuelled by industrial quantities of barbiturates. Let’s hope he’s stockpiled enough, or he’s going to go horrendous cold turkey if there’s a no-deal Brexit. Barclay doesn’t even have the synaptic connection to understand why everyone in the country is laughing at him for voting against a motion for which he spoke in favour. There was still time for Corbyn to have a hissy and stomp out of a meeting with the prime minister because Chuka Umunna had also been invited – you can rely on the Labour leader to choose the wrong molehill to die on – before Lino made an unscheduled TV address. Sure enough, she was even late for that. It’s a wonder she can get out of bed by herself. As so often, when she did find her way to the Downing Street lectern, she didn’t have anything new to add. She began by reminding everyone she had triggered article 50 two years ago and that since then she had managed to make a mess of everything. Schools, hospitals, Brexit. She’d buggered up the lot of them. “People have had enough,” she said. This at least was the truth. Everyone had had enough. Of her. Of her lies. Of her contempt for parliament. Of her clinically insane belief that everyone but her was to blame. Of her dogged determination to take everyone in the country down with her. Lino concluded by saying she’d see us all on the other side. If there was one.",
      "charCount": "5077",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/20/corbyn-quits-party-leaders-brexit-meeting-over-umunna-invite",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T21:01:19Z",
    "webTitle": "Corbyn walks out of PM’s Brexit meeting over Umunna invitation",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/20/corbyn-quits-party-leaders-brexit-meeting-over-umunna-invite",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/20/corbyn-quits-party-leaders-brexit-meeting-over-umunna-invite",
    "fields": {
      "headline": "Corbyn walks out of PM’s Brexit meeting over Umunna invitation",
      "standfirst": "<p>Labour spokesperson says ‘it was not the meeting that had been agreed’</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/21/brexit-latest-news-eu-summit-article-50-extension-theresa-may-appeal-to-nation-backfires-as-mps-accuse-her-of-stoking-hate-politics-live\">All the latest political developments – live</a></li></ul>",
      "trailText": "Labour spokesperson says that ‘it was not the meeting that had been agreed’",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"747829c15c5b01703e17b4090f3ad9efba2e3afd\"> <img src=\"https://media.guim.co.uk/747829c15c5b01703e17b4090f3ad9efba2e3afd/1_0_2559_1536/1000.jpg\" alt=\"Chuka Umunna and Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chuka Umunna and Jeremy Corbyn.</span> <span class=\"element-image__credit\">Composite: EPA/Getty images</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn has walked out of an early evening meeting of party leaders with Theresa May after he realised that the prime minister had invited the Independent Group spokesman, Chuka Umunna. </p> <p>The Labour leader had been due to meet May to discuss the Brexit crisis alongside the SNP’s Ian Blackford, the Lib Dems’ Vince Cable, and the parliamentary leaders of Plaid Cymru and the Greens.</p> <p>But those present said he quit the meeting once he realised that former Labour MP Umunna, who is not a party leader but the spokesman for the newly formed group of MPs made up of Tory and Labour defectors, had also been invited.</p> <p>A Labour spokesperson said afterwards: “It was not the meeting that had been agreed … the terms were broken” and that the party was talking to No 10 about holding a face-to-face meeting that Corbyn had earlier proposed at prime minister’s questions.</p> <p>Umunna, however, claimed it was “extraordinary behaviour” and added: “I don’t think this is what people expect from a leader of the opposition at a time of crisis when the people that elect us to come together and see if there is a way forward.”</p> <p>Cable said: “Jeremy Corbyn’s kinder, gentler politics was found wanting as he stomped out of the meeting before it began rather than breathe the same air as Chuka Umunna.” </p> <p>Corbyn subsequently spoke to May on the telephone, and complained that she had offered nothing new beyond a choice between her deal and no deal next week. The Labour leader said the prime minister was “in complete denial about the scale of the crisis we are facing and unable to offer the leadership the country needs”.</p> <p>During the day, there were also signs that a small number of Labour MPs were now prepared to switch sides and back May’s Brexit deal after the EU said it had to pass the Commons next week.</p> <p>Lisa Nandy, the Labour MP for Wigan, said she would be “minded to vote” for May’s Brexit deal if the prime minister accepted an amendment submitted in her name and that of party colleague Gareth Snell on Wednesday evening.</p> <p>Earlier in the day, Snell said he too was considering a switch to backing May. “I’m increasingly coming to the conclusion that the only way to stop no deal may be to vote for her deal. I’m not happy about that. I think that was her plan all along.”</p> <p>Nandy, however, would not predict exactly how many Labour MPs might support her amendment, other than to say that she thought it would win the backing of “a number of us”. She added: “It is the best prospect May has.”</p> <p>But late on Wednesday, after Nandy had said she might back the prime minister, the MP reacted badly to May’s evening televised statement where she expressed frustration with parliament repeatedly blocking her Brexit deal.</p> <p>“Pitting parliament against the people in the current environment is dangerous and reckless,” Nandy said. “Now she’s attacking the MPs whose votes she needs. It will have cost her support.”</p> <p>The prime minister would need the support of about 30 Labour MPs to have a chance of forcing her deal through, assuming she managed to also sign up the Democratic Unionist party, to offset the estimated two dozen Tory diehards who will never support the prime minister.</p> <p>Other Labour MPs reacted with a mixture of anger and scepticism to Nandy and Snell’s intervention. One said that he and party colleagues were very unhappy with the idea that the pair were willing to engage in discussions with the Tories.</p> <p>The amendment, if accepted, would require May – or whoever is the prime minister – to accept three conditions to the next phase of Brexit negotiations on a future trade deal that would begin if the withdrawal agreement is passed by the Commons. It would require the prime minister to agree a negotiating mandate with the Commons before trade deal talks start, report back on progress every three months, and require a confirmatory vote by MPs at the end of the process.</p> <p>Nandy said she had discussed the idea with May “three or four times” and said that she would link the amendment to a third meaningful vote next week. Otherwise it would be put forward on Monday, when MPs are due to discuss the next Brexit steps.</p> <p>Earlier in the day, Sir Keir Starmer, the shadow Brexit secretary, secured an emergency Commons debate to discuss the crisis by invoking a procedure that required the support of at least 40 MPs.</p> <p>But a cross-party attempt to submit an amendment to that debate, calling for a long delay to Brexit, collapsed after it emerged that Labour’s leadership was not prepared to support a lengthy extension, sources said.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "792",
      "firstPublicationDate": "2019-03-20T21:01:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:02Z",
      "newspaperEditionDate": "2019-03-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3ca5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/747829c15c5b01703e17b4090f3ad9efba2e3afd/1_0_2559_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has walked out of an early evening meeting of party leaders with Theresa May after he realised that the prime minister had invited the Independent Group spokesman, Chuka Umunna. The Labour leader had been due to meet May to discuss the Brexit crisis alongside the SNP’s Ian Blackford, the Lib Dems’ Vince Cable, and the parliamentary leaders of Plaid Cymru and the Greens. But those present said he quit the meeting once he realised that former Labour MP Umunna, who is not a party leader but the spokesman for the newly formed group of MPs made up of Tory and Labour defectors, had also been invited. A Labour spokesperson said afterwards: “It was not the meeting that had been agreed … the terms were broken” and that the party was talking to No 10 about holding a face-to-face meeting that Corbyn had earlier proposed at prime minister’s questions. Umunna, however, claimed it was “extraordinary behaviour” and added: “I don’t think this is what people expect from a leader of the opposition at a time of crisis when the people that elect us to come together and see if there is a way forward.” Cable said: “Jeremy Corbyn’s kinder, gentler politics was found wanting as he stomped out of the meeting before it began rather than breathe the same air as Chuka Umunna.” Corbyn subsequently spoke to May on the telephone, and complained that she had offered nothing new beyond a choice between her deal and no deal next week. The Labour leader said the prime minister was “in complete denial about the scale of the crisis we are facing and unable to offer the leadership the country needs”. During the day, there were also signs that a small number of Labour MPs were now prepared to switch sides and back May’s Brexit deal after the EU said it had to pass the Commons next week. Lisa Nandy, the Labour MP for Wigan, said she would be “minded to vote” for May’s Brexit deal if the prime minister accepted an amendment submitted in her name and that of party colleague Gareth Snell on Wednesday evening. Earlier in the day, Snell said he too was considering a switch to backing May. “I’m increasingly coming to the conclusion that the only way to stop no deal may be to vote for her deal. I’m not happy about that. I think that was her plan all along.” Nandy, however, would not predict exactly how many Labour MPs might support her amendment, other than to say that she thought it would win the backing of “a number of us”. She added: “It is the best prospect May has.” But late on Wednesday, after Nandy had said she might back the prime minister, the MP reacted badly to May’s evening televised statement where she expressed frustration with parliament repeatedly blocking her Brexit deal. “Pitting parliament against the people in the current environment is dangerous and reckless,” Nandy said. “Now she’s attacking the MPs whose votes she needs. It will have cost her support.” The prime minister would need the support of about 30 Labour MPs to have a chance of forcing her deal through, assuming she managed to also sign up the Democratic Unionist party, to offset the estimated two dozen Tory diehards who will never support the prime minister. Other Labour MPs reacted with a mixture of anger and scepticism to Nandy and Snell’s intervention. One said that he and party colleagues were very unhappy with the idea that the pair were willing to engage in discussions with the Tories. The amendment, if accepted, would require May – or whoever is the prime minister – to accept three conditions to the next phase of Brexit negotiations on a future trade deal that would begin if the withdrawal agreement is passed by the Commons. It would require the prime minister to agree a negotiating mandate with the Commons before trade deal talks start, report back on progress every three months, and require a confirmatory vote by MPs at the end of the process. Nandy said she had discussed the idea with May “three or four times” and said that she would link the amendment to a third meaningful vote next week. Otherwise it would be put forward on Monday, when MPs are due to discuss the next Brexit steps. Earlier in the day, Sir Keir Starmer, the shadow Brexit secretary, secured an emergency Commons debate to discuss the crisis by invoking a procedure that required the support of at least 40 MPs. But a cross-party attempt to submit an amendment to that debate, calling for a long delay to Brexit, collapsed after it emerged that Labour’s leadership was not prepared to support a lengthy extension, sources said.",
      "charCount": "4529",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/20/prime-minister-faces-increasing-pressure-to-quit-",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T20:42:03Z",
    "webTitle": "‘Terrible’: Tory despair over leadership deepens but May ploughs on",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/20/prime-minister-faces-increasing-pressure-to-quit-",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/20/prime-minister-faces-increasing-pressure-to-quit-",
    "fields": {
      "headline": "‘Terrible’: Tory despair over leadership deepens but May ploughs on",
      "standfirst": "<p>As prime minister asks EU for short delay, her party openly ponders how long she can last</p>",
      "trailText": "As prime minister asks EU for short delay, her party openly ponders how long she can last",
      "byline": "Rowena Mason and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"0e3fb88acfb3521bfe4882747be0cb0fbc7e0b0d\"> <img src=\"https://media.guim.co.uk/0e3fb88acfb3521bfe4882747be0cb0fbc7e0b0d/0_0_3543_2126/1000.jpg\" alt=\"Theresa May arriving at Parliament on Wednesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May arriving at Parliament on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>",
      "body": "<p>Several times during the torrid Brexit drama of the past two years, Theresa May has adopted her own version of what Tony Blair used to call his “masochism strategy” – in her case by making herself available for hostile cross-examination by her backbenchers.</p> <p>On Tuesday, though, as both wings of her deeply riven party erupted in fury and despair after the decision to ask for a three-month Brexit delay, she sent the ebullient Tory chairman, Brandon Lewis, in her stead.</p> <p>Emerging from the meeting of the 1922 Committee, one MP said of his colleagues: “I wouldn’t say they were particularly happy.” Another was more blunt: “Terrible.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/20/france-threatens-to-refuse-brexit-delay-without-clear-plan\">Donald Tusk: EU will only back short Brexit delay if May’s deal passes</a> </p> </aside>  <p>And while they may have been deprived of the opportunity to say it to her face, May’s colleagues had spent much of the day speculating openly about how and when she could be persuaded to step aside.</p> <p>One senior Tory MP from the soft-Brexit wing said he had “no words” to describe the gravity of the situation and believed May should go “now, immediately, this afternoon”. He said the view was “universal among Conservative MPs” that May should resign very soon as she had shown herself unable to lead in the circumstances.</p> <p>“She is totally blown around by predictable events,” one frustrated backbencher said. “At some point she has to confront that her deal is dead. Parliament will simply not allow a minority government to overrule its no-deal decision. That would be an assault on our parliamentary democracy.”</p> <p>Senior Eurosceptics were discussing ways to give May a “dignified exit” if her deal passes next week, perhaps by offering her another senior job if she promises to resign soon.</p> <p>One influential European Research Group (ERG) MP, who voted against May’s deal last time, said there was now more of an appetite to support the withdrawal agreement, but May would have to make clear that she would go.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/20/theresa-may-short-brexit-delay-what-happens-next-explainer\">Theresa May is seeking a short Brexit delay – what happens next?</a> </p> </aside>  <p>He said the idea of party grandees asking her to step down had been floated, with a promise that she would still have a role, such as a prominent ambassadorship, Lord President of the Council, or Tory leader in the House of Lords.</p> <p>However May shows little sign of preparing to resign if her withdrawal bill passes, having promised Eurosceptics in conversations in recent days that she would change her negotiating team – including the Brexit secretary, Steve Barclay – in an attempt to prolong her premiership.</p> <p>Instead, she dropped a heavy hint at the dispatch box on Wednesday that she might resign if her deal does not pass, necessitating a longer extension than the three months set out in the letter to the EU president, Donald Tusk.</p> <p>“As prime minister I am not prepared to delay Brexit any further than 30 June,” she told MPs. Her spokesman refused four times to deny she would resign in that situation, instead repeating variations of the message, “what you are seeing is the extent of the PM’s determination to deliver Brexit”.</p> <p>Dominic Grieve, who has known May since they were at Oxford University together, spoke for many in his party when he gave a stinging speech in the emergency Brexit debate, saying he had “never felt more ashamed to be a member of the Conservative party”.</p> <p>He said the prime minister was “zig-zagging all over the place, rather than standing up for what the national interest must be” and if the government did not get a grip, “we will spiral down into oblivion – and the worst thing is, we will deserve it”.</p> <p>In the corridors and tearooms, many others echoed his feelings, warning that while her central motivation has long been holding her party together, she has managed to please no one. Meanwhile, the Tories’ reputation is taking a daily hammering.</p> <p>A plethora of ministers and even backbenchers are plotting a possible tilt at the leadership if “the ball comes loose from the scrum”, in the coming weeks and months, as Boris Johnson once put it.</p> <p>More than a dozen Eurosceptics said May should resign at a meeting of the ERG on Tuesday night. But only a few Tories have publicly suggested she should resign since she fought off a no-confidence vote in December.</p> <p>On Wednesday, Nigel Evans, the former deputy speaker, said there were “big questions” over May’s leadership as “trust is waning, ebbing away”.</p> <p>Previously, Charlie Elphicke, the Dover MP, said he would support the withdrawal agreement if there was “a change of leadership, and a new face and a new team to take us forward to the future relationship”.</p> <p>Nicky Morgan, a former education secretary, has suggested the cabinet may have to “take a role in saying potentially to the prime minister: ‘Actually, things have changed significantly. We think you should think about your position, prime minister.’”</p> <p>May was attacked from both sides at PMQs, with the dogged Brexiters Peter Bone and Richard Drax castigating her for agreeing to any extension at all – while Labour MPs lined up to accuse her of failing to present any alternative plan.</p> <p>Bone warned her: “If you continue to apply for an extension to article 50 you will be betraying the British people. If you don’t, you will be honouring their instruction. Prime minister, it is entirely down to you; history will judge you at this moment.”</p> <p>Many of her colleagues appeared to have come to their own, damning judgment on Wednesday.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "888",
      "firstPublicationDate": "2019-03-20T20:42:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:03Z",
      "newspaperEditionDate": "2019-03-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3cx4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0e3fb88acfb3521bfe4882747be0cb0fbc7e0b0d/0_0_3543_2126/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Several times during the torrid Brexit drama of the past two years, Theresa May has adopted her own version of what Tony Blair used to call his “masochism strategy” – in her case by making herself available for hostile cross-examination by her backbenchers. On Tuesday, though, as both wings of her deeply riven party erupted in fury and despair after the decision to ask for a three-month Brexit delay, she sent the ebullient Tory chairman, Brandon Lewis, in her stead. Emerging from the meeting of the 1922 Committee, one MP said of his colleagues: “I wouldn’t say they were particularly happy.” Another was more blunt: “Terrible.” And while they may have been deprived of the opportunity to say it to her face, May’s colleagues had spent much of the day speculating openly about how and when she could be persuaded to step aside. One senior Tory MP from the soft-Brexit wing said he had “no words” to describe the gravity of the situation and believed May should go “now, immediately, this afternoon”. He said the view was “universal among Conservative MPs” that May should resign very soon as she had shown herself unable to lead in the circumstances. “She is totally blown around by predictable events,” one frustrated backbencher said. “At some point she has to confront that her deal is dead. Parliament will simply not allow a minority government to overrule its no-deal decision. That would be an assault on our parliamentary democracy.” Senior Eurosceptics were discussing ways to give May a “dignified exit” if her deal passes next week, perhaps by offering her another senior job if she promises to resign soon. One influential European Research Group (ERG) MP, who voted against May’s deal last time, said there was now more of an appetite to support the withdrawal agreement, but May would have to make clear that she would go. He said the idea of party grandees asking her to step down had been floated, with a promise that she would still have a role, such as a prominent ambassadorship, Lord President of the Council, or Tory leader in the House of Lords. However May shows little sign of preparing to resign if her withdrawal bill passes, having promised Eurosceptics in conversations in recent days that she would change her negotiating team – including the Brexit secretary, Steve Barclay – in an attempt to prolong her premiership. Instead, she dropped a heavy hint at the dispatch box on Wednesday that she might resign if her deal does not pass, necessitating a longer extension than the three months set out in the letter to the EU president, Donald Tusk. “As prime minister I am not prepared to delay Brexit any further than 30 June,” she told MPs. Her spokesman refused four times to deny she would resign in that situation, instead repeating variations of the message, “what you are seeing is the extent of the PM’s determination to deliver Brexit”. Dominic Grieve, who has known May since they were at Oxford University together, spoke for many in his party when he gave a stinging speech in the emergency Brexit debate, saying he had “never felt more ashamed to be a member of the Conservative party”. He said the prime minister was “zig-zagging all over the place, rather than standing up for what the national interest must be” and if the government did not get a grip, “we will spiral down into oblivion – and the worst thing is, we will deserve it”. In the corridors and tearooms, many others echoed his feelings, warning that while her central motivation has long been holding her party together, she has managed to please no one. Meanwhile, the Tories’ reputation is taking a daily hammering. A plethora of ministers and even backbenchers are plotting a possible tilt at the leadership if “the ball comes loose from the scrum”, in the coming weeks and months, as Boris Johnson once put it. More than a dozen Eurosceptics said May should resign at a meeting of the ERG on Tuesday night. But only a few Tories have publicly suggested she should resign since she fought off a no-confidence vote in December. On Wednesday, Nigel Evans, the former deputy speaker, said there were “big questions” over May’s leadership as “trust is waning, ebbing away”. Previously, Charlie Elphicke, the Dover MP, said he would support the withdrawal agreement if there was “a change of leadership, and a new face and a new team to take us forward to the future relationship”. Nicky Morgan, a former education secretary, has suggested the cabinet may have to “take a role in saying potentially to the prime minister: ‘Actually, things have changed significantly. We think you should think about your position, prime minister.’” May was attacked from both sides at PMQs, with the dogged Brexiters Peter Bone and Richard Drax castigating her for agreeing to any extension at all – while Labour MPs lined up to accuse her of failing to present any alternative plan. Bone warned her: “If you continue to apply for an extension to article 50 you will be betraying the British people. If you don’t, you will be honouring their instruction. Prime minister, it is entirely down to you; history will judge you at this moment.” Many of her colleagues appeared to have come to their own, damning judgment on Wednesday.",
      "charCount": "5220",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/20/theresa-may-short-brexit-delay-what-happens-next-explainer",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T19:03:33Z",
    "webTitle": "Theresa May is seeking a short Brexit delay – what happens next?",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/20/theresa-may-short-brexit-delay-what-happens-next-explainer",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/20/theresa-may-short-brexit-delay-what-happens-next-explainer",
    "fields": {
      "headline": "Theresa May is seeking a short Brexit delay – what happens next?",
      "standfirst": "<p>We look at likely next steps as PM rows back on threat to ask for long article 50 extension</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/20/brexit-latest-news-letter-article-50-extension-pmqs-theresa-may-bends-to-pressure-from-tory-brexiters-and-rules-out-asking-for-long-article-extension-politics-live\">Follow the day’s political developments - live updates</a></li></ul>",
      "trailText": "We look at likely next steps as PM rows back on threat to ask for long article 50 extension",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"d263a2ef5bba34fda97761c8ad166b3bbef041a1\"> <img src=\"https://media.guim.co.uk/d263a2ef5bba34fda97761c8ad166b3bbef041a1/0_176_3621_2173/1000.jpg\" alt=\"Theresa May leaves No 10 to attend PMQs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May leaves No 10 to attend PMQs on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> </figcaption> </figure>",
      "body": "<p>Theresa May will ask for <a href=\"https://www.theguardian.com/politics/2019/mar/20/brexit-theresa-may-to-ask-for-three-month-delay-to-article-50\">only a short extension</a> to article 50 after a revolt among Brexiter cabinet ministers and MPs, despite previous promises to MPs that the UK would face a long extension if they did not vote for her deal before Thursday. So what happens next?</p> <h2>Why has the prime minister decided to seek a short extension?</h2> <p>Pro-Brexit cabinet ministers including Andrea Leadsom, Liam Fox and Chris Grayling told May a long extension would not be acceptable to them, while anger among other MPs was also growing.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/20/france-threatens-to-refuse-brexit-delay-without-clear-plan\">Donald Tusk: EU will only back short Brexit delay if May's deal passes</a> </p> </aside>  <p>Tory MPs were expected to demand the prime minister appear before the 1922 Committee of backbenchers on Wednesday evening. There were also rumours some could demand her resignation on the floor of the Commons during <a href=\"https://www.theguardian.com/politics/live/2019/mar/20/brexit-latest-news-letter-article-50-extension-pmqs-theresa-may-bends-to-pressure-from-tory-brexiters-and-rules-out-asking-for-long-article-extension-politics-live\">prime minister’s questions</a>.</p> <p>On Wednesday morning, a Downing Street source sought to calm tensions. “The PM won’t be asking for a long extension. There is a case for giving parliament a bit more time to agree a way forward, but the people of this country have been waiting nearly three years now. They are fed up with parliament’s failure to take a decision and the PM shares their frustration.”</p> <p>In her letter to the EU council president, Donald Tusk, formally seeking the delay, May said only that the time would allow her to ask the Commons again about her plan. She did not specify what would happen if the vote was lost.</p> <h2>Didn’t MPs already vote to extend article 50?</h2> <p>Yes, last week parliament opted overwhelmingly to request an extension to article 50, <a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">by 413 votes to 202</a>, though eight cabinet ministers voted against it in a free vote. The motion was technically not legally binding.</p> <p>However, the motion did not commit to seeking a long extension, only to seek a one-off extension until 30 June as long as the deal was passed.</p> <p>Then it went on to say: “It is highly likely that the European council at its meeting the following day would require a clear purpose for any extension, not least to determine its length, and that any extension beyond 30 June 2019 would require the United Kingdom to hold European parliament elections in May 2019.”</p> <h2>Didn’t May commit to seeking a long extension if MPs did not pass the deal?</h2> <p>Both May and her de facto deputy, David Lidington, suggested that would happen. May told the Commons “a short technical extension is only likely to be on offer if we have a deal in place” and said otherwise it would need to be longer and include holding European parliament elections.</p> <p>“If [the house] is not willing to support a deal in the coming days, and as it is not willing to support leaving without a deal on 29 March, then it is suggesting that there will need to be a much longer extension to article 50,” she said.</p> <p>Lidington went further. “If the house has not come together around a deal by Thursday next week, the only viable extension would be a long one,” he said during the debate. “We would have to hold the European parliament elections, and the government would facilitate a process with the house to consider the potential ways forward to reach a majority.”</p> <h2>What has the EU said?</h2> <p>The European commission president, Jean-Claude Juncker, said on German radio on Wednesday morning that a decision on a delay to <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> was unlikely at this week’s EU summit and the bloc’s leaders may have to <a href=\"https://www.theguardian.com/politics/2019/mar/20/juncker-raises-prospect-of-emergency-brexit-summit-next-week\">meet again next week</a>.</p> <p>Juncker told Germany’s Deutschlandfunk radio: “My impression is … that this week at the European council there will be no decision, but that we will probably have to meet again next week.”</p> <p>Donald Tusk, the European council president, said EU leaders <a href=\"https://www.theguardian.com/politics/2019/mar/20/france-threatens-to-refuse-brexit-delay-without-clear-plan\">would only agree a short Brexit delay</a> if May’s deal was backed by the Commons next week, but that the EU would seek to avoid the UK crashing out without a deal until “the very last moment”.</p> <p>However, it appears likely that Brussels does expect the government to request a lengthy extension if the deal fails again, to allow time for cross-party talks on a soft Brexit or a general election or second referendum.</p> <h2>What can MPs do now?</h2> <p>The shadow Brexit secretary, Keir Starmer, called an emergency debate on the status of the extension in the Commons on Wednesday, but Labour is torn over whether to attempt to force the prime minister to bid for a longer extension.</p> <p>Instead, fresh efforts are likely to be made for parliament to seize control of the process on Monday – when MPs will get to vote on an amendable motion that the government must table in order to update the house on the state of the negotiations.</p> <p>May is expected to hold <a href=\"https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked\">another meaningful vote</a> next week – which is also likely to be amendable. If that also fails, MPs have been promised the opportunity for a series of indicative votes on possible Brexit outcomes, including a soft Brexit or a second referendum. There is also the possibility that Jeremy Corbyn could attempt a second confidence vote in the government to try to force a general election.</p> <p>Downing Street is convinced a third meaningful vote would meet the requirements of the Speaker, John Bercow, <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">that it be substantially different</a>. This is because documents agreed in Strasbourg before the last vote will be ratified by the EU this week and new assurances are to be made to the DUP that there will be no new obstacles to trade across the Irish Sea within the UK’s internal market. The context of an extension may also be enough to substantially change the circumstances when May attempts to bring the vote back to the Commons. </p>",
      "newspaperPageNumber": "7",
      "wordcount": "947",
      "firstPublicationDate": "2019-03-20T11:41:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:03Z",
      "newspaperEditionDate": "2019-03-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3a97",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d263a2ef5bba34fda97761c8ad166b3bbef041a1/0_176_3621_2173/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May will ask for only a short extension to article 50 after a revolt among Brexiter cabinet ministers and MPs, despite previous promises to MPs that the UK would face a long extension if they did not vote for her deal before Thursday. So what happens next? Why has the prime minister decided to seek a short extension? Pro-Brexit cabinet ministers including Andrea Leadsom, Liam Fox and Chris Grayling told May a long extension would not be acceptable to them, while anger among other MPs was also growing. Tory MPs were expected to demand the prime minister appear before the 1922 Committee of backbenchers on Wednesday evening. There were also rumours some could demand her resignation on the floor of the Commons during prime minister’s questions. On Wednesday morning, a Downing Street source sought to calm tensions. “The PM won’t be asking for a long extension. There is a case for giving parliament a bit more time to agree a way forward, but the people of this country have been waiting nearly three years now. They are fed up with parliament’s failure to take a decision and the PM shares their frustration.” In her letter to the EU council president, Donald Tusk, formally seeking the delay, May said only that the time would allow her to ask the Commons again about her plan. She did not specify what would happen if the vote was lost. Didn’t MPs already vote to extend article 50? Yes, last week parliament opted overwhelmingly to request an extension to article 50, by 413 votes to 202, though eight cabinet ministers voted against it in a free vote. The motion was technically not legally binding. However, the motion did not commit to seeking a long extension, only to seek a one-off extension until 30 June as long as the deal was passed. Then it went on to say: “It is highly likely that the European council at its meeting the following day would require a clear purpose for any extension, not least to determine its length, and that any extension beyond 30 June 2019 would require the United Kingdom to hold European parliament elections in May 2019.” Didn’t May commit to seeking a long extension if MPs did not pass the deal? Both May and her de facto deputy, David Lidington, suggested that would happen. May told the Commons “a short technical extension is only likely to be on offer if we have a deal in place” and said otherwise it would need to be longer and include holding European parliament elections. “If [the house] is not willing to support a deal in the coming days, and as it is not willing to support leaving without a deal on 29 March, then it is suggesting that there will need to be a much longer extension to article 50,” she said. Lidington went further. “If the house has not come together around a deal by Thursday next week, the only viable extension would be a long one,” he said during the debate. “We would have to hold the European parliament elections, and the government would facilitate a process with the house to consider the potential ways forward to reach a majority.” What has the EU said? The European commission president, Jean-Claude Juncker, said on German radio on Wednesday morning that a decision on a delay to Brexit was unlikely at this week’s EU summit and the bloc’s leaders may have to meet again next week. Juncker told Germany’s Deutschlandfunk radio: “My impression is … that this week at the European council there will be no decision, but that we will probably have to meet again next week.” Donald Tusk, the European council president, said EU leaders would only agree a short Brexit delay if May’s deal was backed by the Commons next week, but that the EU would seek to avoid the UK crashing out without a deal until “the very last moment”. However, it appears likely that Brussels does expect the government to request a lengthy extension if the deal fails again, to allow time for cross-party talks on a soft Brexit or a general election or second referendum. What can MPs do now? The shadow Brexit secretary, Keir Starmer, called an emergency debate on the status of the extension in the Commons on Wednesday, but Labour is torn over whether to attempt to force the prime minister to bid for a longer extension. Instead, fresh efforts are likely to be made for parliament to seize control of the process on Monday – when MPs will get to vote on an amendable motion that the government must table in order to update the house on the state of the negotiations. May is expected to hold another meaningful vote next week – which is also likely to be amendable. If that also fails, MPs have been promised the opportunity for a series of indicative votes on possible Brexit outcomes, including a soft Brexit or a second referendum. There is also the possibility that Jeremy Corbyn could attempt a second confidence vote in the government to try to force a general election. Downing Street is convinced a third meaningful vote would meet the requirements of the Speaker, John Bercow, that it be substantially different. This is because documents agreed in Strasbourg before the last vote will be ratified by the EU this week and new assurances are to be made to the DUP that there will be no new obstacles to trade across the Irish Sea within the UK’s internal market. The context of an extension may also be enough to substantially change the circumstances when May attempts to bring the vote back to the Commons.",
      "charCount": "5393",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/mar/20/tackling-the-damage-done-to-the-uk-by-private-schools",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-03-20T18:18:07Z",
    "webTitle": "Tackling the damage done to the UK by private schools | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/mar/20/tackling-the-damage-done-to-the-uk-by-private-schools",
    "apiUrl": "https://content.guardianapis.com/education/2019/mar/20/tackling-the-damage-done-to-the-uk-by-private-schools",
    "fields": {
      "headline": "Tackling the damage done to the UK by private schools",
      "standfirst": "Readers respond to an article by John Harris claiming Britain’s current crisis is rooted in the power of our public schools",
      "trailText": "<strong>Letters:</strong> Readers respond to an article by John Harris claiming Britain’s current crisis is rooted in the power of our public schools",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"939696f3874c13e6dc8f3d317522912ceee090b8\"> <img src=\"https://media.guim.co.uk/939696f3874c13e6dc8f3d317522912ceee090b8/114_0_1823_1094/1000.jpg\" alt=\"Theresa May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Theresa May went to a grammar school in Oxfordshire that turned into a comprehensive while she was a pupil; and in case Harris hadn’t noticed, old Etonian Rees-Mogg appears to be losing the debate,’ writes Tim Meldrum. </span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> </figcaption> </figure>",
      "body": "<p>John Harris suggests that obliging elite universities to admit no more than 7% of their students from private schools would obviate the need to abolish these socially and culturally damaging institutions (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/bitain-brexit-crisis-public-schools\" title=\"\">Britain’s crisis is rooted in the power of our public schools</a>, 18 March). This argument assumes that the ability of the most prestigious of these schools to promote their pupils into elite positions in society is based upon the quality of the education they offer when, in fact, their power is essentially social and derives from the kind of pupils who go there in the first place. A landmark research project, <a href=\"https://blogs.lse.ac.uk/politicsandpolicy/the-dogged-persistence-of-the-old-boy/\" title=\"\">carried out by Reeves and Friedman at the LSE in 2017</a>, showed quite conclusively that pupils attending one of the nine original “public” schools handed over to the rich by the Clarendon Commission of 1861 are overwhelmingly more likely to join the ruling elite than pupils of other schools, whether private or state, quite regardless of their academic achievements. The quality of education offered by these schools is beside the point.</p> <p>Also, the 7% who attend private schools account for around 30% of A-level grades, chiefly because most private schools are academically selective, so any ceiling set upon the numbers admitted to elite universities from private schools should be set at 30% rather than 7%. Many Oxbridge colleges already admit 70% or more of their students from state schools and it is high time that all of them were required to do so, but Harris is naive if he thinks that this would seriously challenge the power of our ruling elite. The most effective means to tackle the problem is to follow the example of the Finns and make it illegal for any school to charge fees. Such a policy could see the best private schools incorporated into the state system, while schools which offer little beyond straw boaters and nicely piped blazers would just disappear.<br><strong>Michael Pyke</strong><br><em>Campaign for State Education</em></p> <p>• John Harris is correct in his analysis. However, the negative influence spreads far wider.</p> <p>I spent almost 40 years at a fairly senior level in the civil service and witnessed firsthand this British phenomenon. People so lacking in self-awareness that they were unable to admit failings yet were promoted way beyond their ability. Catastrophic mistakes and errors rewarded with further promotion and bonuses and an inability to understand the needs of the public they served. All of this exhibited by the private-school-educated, who seemed to live a charmed life untroubled by the realities of life affecting the rest of us. The highest levels of the service (and I suspect most UK businesses and institutions) are largely populated by, at best, lacklustre folk; at worst, incompetents. Is it any wonder we are a failing state constantly at odds with ourselves and the rest of the world?<br><strong>John Cox</strong><br><em>Driffield, East Yorkshire</em></p> <p>• John Harris is right to highlight “the unbroken English link between private education and power”. However, the interview with Estelle Morris (<a href=\"https://www.theguardian.com/education/2019/mar/18/it-is-an-end-of-tether-moment-estelle-morris-on-the-schools-crisis-cuts-and-child-poverty\" title=\"\">‘This is an end of tether moment’</a>, G2, 18 March) shows that he is wrong to say that there is “no need to abolish private education”. Estelle Morris reminds us that the English state-funded education system is impoverished and broken, despite the Conservative government’s almost ceaseless “trotting out of the trite defence … that school funding is at its highest level”. She calls for a renewal of “energy and ambition” for our state education system, but how will this happen when the parents of more than half a million privately educated pupils, and tens of thousands of teachers, have effectively absolved themselves of all responsibility for caring about what education is like in England for everyone else? John Harris calls for a “deep cultural change” in this country and that is clearly what we now need, but that will not happen while what Estelle Morris rightly calls the “inbuilt inequality” of our education system is allowed to continue.<br><strong>Andrew Colley</strong><br><em>Little Bradley, Suffolk</em></p> <p>• Those working in the world of independent education are used to having many of society’s ills laid at their door. Adding Brexit to that pile is the daftest and most desperate yet. I should know. I am both director of the schools’ representative body in Scotland, but also a veteran of 25 years’ engagement with the EU and chief campaign spokesman for Scotland Stronger in Europe in 2016. The idea that the families, teachers, support staff and schools dotted around Scotland are complicit in any way in the purist fantasies of a couple of dozen far-right/left ideologues and their spivvish backers is as needlessly offensive as it is outdated and wide of the mark. You can ask many of them directly when they march through London on Saturday. It is notable – in these fraught and finger-pointing times – that no one (rightly) brings up the educational background of Davis, Fox, Stuart, Duncan Smith, Dorries, Stringer, Bridgen, Francois, Field, Leadsom, Baker, Patel etc.<br><strong>John Edward</strong><br><em>Director, Scottish Council of Independent Schools</em></p> <p>• John Harris’s attribution of the ills of Brexit to public schools in general and Eton in particular is a narrow-minded genuflection to an old left shibboleth that warrants a great deal more close investigation before arriving at trite conclusions. Even if we accept the premise of his path of inquiry, Theresa May went to a grammar school in Oxfordshire that turned into a comprehensive while she was a pupil; and in case Harris hadn’t noticed, old Etonian Rees-Mogg appears to be losing the debate.<br><strong>Tim Meldrum</strong><br><em>Winchester</em></p> <p>• John Harris is perfectly correct to link the Brexit debacle to the influence of the public schools. The products of these establishments – almost uniquely in Europe and the rest of the world – generally suffer limited emotional development. Especially if they have been boarders from perhaps the age of nine, they suffer from underdevelopment of the emotional/intellectual process that leads them to have a lack of empathy, which damages their long-term personality development. This is almost an evolved form of attachment disorder.</p> <p>This served well for the colonisers of the Victorian period, who needed to suppress emotions in pursuit of conquest and repression, but it fails a country in the early 21st century. A country can surely not afford the disruption produced by this dysfunctional group that hinders the life opportunities of the 90%-plus of the population that does not belong to their caste and unfortunately has such little contact with them in daily life to appreciate the damage they cause.<br><strong>Dr Tony Morgan</strong><br><em>Cambridge</em></p> <p>• I have a proposal: beginning with the next election to the House of Commons, only one ex-pupil per school shall be eligible to stand for election to house for or during the course of each single parliament.<br><strong>Rosemary Adams</strong><br><em>Hunmanby, North Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1160",
      "commentable": "false",
      "firstPublicationDate": "2019-03-20T18:18:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-20T18:20:01Z",
      "newspaperEditionDate": "2019-03-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3bn3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/939696f3874c13e6dc8f3d317522912ceee090b8/114_0_1823_1094/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Harris suggests that obliging elite universities to admit no more than 7% of their students from private schools would obviate the need to abolish these socially and culturally damaging institutions (Britain’s crisis is rooted in the power of our public schools, 18 March). This argument assumes that the ability of the most prestigious of these schools to promote their pupils into elite positions in society is based upon the quality of the education they offer when, in fact, their power is essentially social and derives from the kind of pupils who go there in the first place. A landmark research project, carried out by Reeves and Friedman at the LSE in 2017, showed quite conclusively that pupils attending one of the nine original “public” schools handed over to the rich by the Clarendon Commission of 1861 are overwhelmingly more likely to join the ruling elite than pupils of other schools, whether private or state, quite regardless of their academic achievements. The quality of education offered by these schools is beside the point. Also, the 7% who attend private schools account for around 30% of A-level grades, chiefly because most private schools are academically selective, so any ceiling set upon the numbers admitted to elite universities from private schools should be set at 30% rather than 7%. Many Oxbridge colleges already admit 70% or more of their students from state schools and it is high time that all of them were required to do so, but Harris is naive if he thinks that this would seriously challenge the power of our ruling elite. The most effective means to tackle the problem is to follow the example of the Finns and make it illegal for any school to charge fees. Such a policy could see the best private schools incorporated into the state system, while schools which offer little beyond straw boaters and nicely piped blazers would just disappear. Michael Pyke Campaign for State Education • John Harris is correct in his analysis. However, the negative influence spreads far wider. I spent almost 40 years at a fairly senior level in the civil service and witnessed firsthand this British phenomenon. People so lacking in self-awareness that they were unable to admit failings yet were promoted way beyond their ability. Catastrophic mistakes and errors rewarded with further promotion and bonuses and an inability to understand the needs of the public they served. All of this exhibited by the private-school-educated, who seemed to live a charmed life untroubled by the realities of life affecting the rest of us. The highest levels of the service (and I suspect most UK businesses and institutions) are largely populated by, at best, lacklustre folk; at worst, incompetents. Is it any wonder we are a failing state constantly at odds with ourselves and the rest of the world? John Cox Driffield, East Yorkshire • John Harris is right to highlight “the unbroken English link between private education and power”. However, the interview with Estelle Morris (‘This is an end of tether moment’, G2, 18 March) shows that he is wrong to say that there is “no need to abolish private education”. Estelle Morris reminds us that the English state-funded education system is impoverished and broken, despite the Conservative government’s almost ceaseless “trotting out of the trite defence … that school funding is at its highest level”. She calls for a renewal of “energy and ambition” for our state education system, but how will this happen when the parents of more than half a million privately educated pupils, and tens of thousands of teachers, have effectively absolved themselves of all responsibility for caring about what education is like in England for everyone else? John Harris calls for a “deep cultural change” in this country and that is clearly what we now need, but that will not happen while what Estelle Morris rightly calls the “inbuilt inequality” of our education system is allowed to continue. Andrew Colley Little Bradley, Suffolk • Those working in the world of independent education are used to having many of society’s ills laid at their door. Adding Brexit to that pile is the daftest and most desperate yet. I should know. I am both director of the schools’ representative body in Scotland, but also a veteran of 25 years’ engagement with the EU and chief campaign spokesman for Scotland Stronger in Europe in 2016. The idea that the families, teachers, support staff and schools dotted around Scotland are complicit in any way in the purist fantasies of a couple of dozen far-right/left ideologues and their spivvish backers is as needlessly offensive as it is outdated and wide of the mark. You can ask many of them directly when they march through London on Saturday. It is notable – in these fraught and finger-pointing times – that no one (rightly) brings up the educational background of Davis, Fox, Stuart, Duncan Smith, Dorries, Stringer, Bridgen, Francois, Field, Leadsom, Baker, Patel etc. John Edward Director, Scottish Council of Independent Schools • John Harris’s attribution of the ills of Brexit to public schools in general and Eton in particular is a narrow-minded genuflection to an old left shibboleth that warrants a great deal more close investigation before arriving at trite conclusions. Even if we accept the premise of his path of inquiry, Theresa May went to a grammar school in Oxfordshire that turned into a comprehensive while she was a pupil; and in case Harris hadn’t noticed, old Etonian Rees-Mogg appears to be losing the debate. Tim Meldrum Winchester • John Harris is perfectly correct to link the Brexit debacle to the influence of the public schools. The products of these establishments – almost uniquely in Europe and the rest of the world – generally suffer limited emotional development. Especially if they have been boarders from perhaps the age of nine, they suffer from underdevelopment of the emotional/intellectual process that leads them to have a lack of empathy, which damages their long-term personality development. This is almost an evolved form of attachment disorder. This served well for the colonisers of the Victorian period, who needed to suppress emotions in pursuit of conquest and repression, but it fails a country in the early 21st century. A country can surely not afford the disruption produced by this dysfunctional group that hinders the life opportunities of the 90%-plus of the population that does not belong to their caste and unfortunately has such little contact with them in daily life to appreciate the damage they cause. Dr Tony Morgan Cambridge • I have a proposal: beginning with the next election to the House of Commons, only one ex-pupil per school shall be eligible to stand for election to house for or during the course of each single parliament. Rosemary Adams Hunmanby, North Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7139",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/20/brexit-theresa-may-to-ask-for-three-month-delay-to-article-50",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T10:38:34Z",
    "webTitle": "Theresa May to ask for three-month Brexit delay",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/20/brexit-theresa-may-to-ask-for-three-month-delay-to-article-50",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/20/brexit-theresa-may-to-ask-for-three-month-delay-to-article-50",
    "fields": {
      "headline": "Theresa May to ask for three-month Brexit delay",
      "standfirst": "<p>Revolt by pro-Brexit cabinet ministers forces PM to request only short extension from EU</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/20/brexit-latest-news-letter-article-50-extension-pmqs-theresa-may-bends-to-pressure-from-tory-brexiters-and-rules-out-asking-for-long-article-extension-politics-live\">All of today’s political developments - live updates</a></li></ul>",
      "trailText": "Revolt by pro-Brexit cabinet ministers forces PM to request only short extension from EU",
      "byline": "Rowena Mason  Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"0d3c13e3751858690fa7b46e13a0409e7c2b462d\"> <img src=\"https://media.guim.co.uk/0d3c13e3751858690fa7b46e13a0409e7c2b462d/0_225_3500_2101/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Only last week, the prime minister had threatened a longer extension to article 50 if MPs did not vote for her Brexit deal, which they rejected by a large margin.</span> <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> </figcaption> </figure>",
      "body": "<p>Theresa May will ask for only a short extension to article 50 delaying Brexit by less than three months, after a revolt among pro-leave cabinet ministers and MPs that threatened her premiership.</p> <p>The prime minister had previously <a href=\"https://www.theguardian.com/politics/2019/mar/19/may-asks-eu-for-brexit-delay-with-cabinet-in-deadlock-over-crisis\">intended to agree a longer extension with the EU</a> involving European parliamentary elections if her withdrawal agreement did not pass by Wednesday.</p> <p>However, pro-Brexit cabinet ministers left her in no doubt that would not be acceptable to them and anger among MPs was also growing.</p> <p>A Downing Street source said: “The PM won’t be asking for a long extension. There is a case for giving parliament a bit more time to agree a way forward, but the people of this country have been waiting nearly three years now. They are fed up with parliament’s failure to take a decision and the PM shares their frustration.”</p> <p>However, the European commission president, Jean-Claude Juncker, said on German radio on Wednesday morning that a decision on a delay to Brexit was unlikely at this week’s EU summit and the bloc’s leaders may have to meet again next week.</p> <p>Juncker told Germany’s Deutschlandfunk radio: “My impression is … that this week at the European council there will be no decision, but that we will probably have to meet again next week.”</p> <p>He added: “Mrs May doesn’t have agreement to anything, either in her cabinet or in parliament.”</p> <p>The text of the letter has not yet been published, so it is still possible the UK could leave open the option of a longer delay if May’s deal does not pass through parliament by 11 April - the point at which Britain would have to prepare to participate in European parliamentary elections.</p> <p>Only last week, the prime minister had threatened a longer extension to article 50 if MPs did not vote for her Brexit deal, which they rejected by a large margin.</p> <p>“The house must understand and accept that if it is not willing to support a deal in the coming days and as it is not willing to support leaving without a deal on 29 March, it is suggesting that there will need to be a much longer extension to article 50,” she said. “Such an extension would undoubtedly require the United Kingdom to hold European Union elections in May 2019. I do not think that that would be the right outcome, but the house needs to face up to the consequences of the decisions that it has taken.”</p> <p>MPs then voted in favour of a government motion saying May would ask for a short extension if her deal passed and acknowledging the EU would want a long delay if it did not.</p> <p>May will now write to Donald Tusk, the European council president setting out her request, but the UK will need the approval of all 27 member states for an extension to be granted. The EU has said the UK needs to set out reasons for the extension.</p> <p>The prime minister will likely make another attempt to get her Brexit deal through parliament next week, if she can find a way of getting round <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">a ruling by the Speaker, John Bercow</a>, that she cannot submit substantially the same motion twice.</p> <p>However, MPs will make a fresh attempt to seize control of the process first: the Wirral South MP, Alison McGovern, has tabled a motion under standing order 24, a parliamentary device that would allow a three-hour emergency debate.</p> <p>These are usually on neutral motions, simply saying parliament has debated an issue – but the Speaker hinted on Monday that more use could be made of them to force the government’s hand.</p> <p>He told the Labour MP Helen Goodman: “I think that she should reflect upon the opportunities that the standing order 24 procedure presents, because the opportunities are fuller than has traditionally been acknowledged or taken advantage of by members of the House of Commons.”</p> <p>McGovern, who has campaigned for Labour to support single market membership, said her aim was to “hold the government to account”.</p> <p>Andrea Leadsom, the leader of the House of Commons, said it was important for the UK to seek only a short extension to honour the referendum result. She told LBC Radio: “It is absolutely essential we are out of the EU before the European elections.”</p> <p>Leadsom did not deny reports that she told colleagues they used to be the cabinet to deliver Brexit but now she was not sure.</p> <p>“I feel the PM’s entire cabinet needs to remain focused on getting us out of the EU,” she said, insisting that the main plan was to get May’s deal through, but she acknowledged different views on what happens if that fails.</p> <p>However, another cabinet source told the Guardian May’s decision to go for a short extension was a strategic misstep and would not help Eurosceptics vote for her deal.</p> <p>“This is the move that ensures she stays in No 10, avoiding decision. It will not work as a strategy for getting the deal through,” the cabinet source said.</p> <p>“This is not what parliament voted for last week. So many of the rebel holdouts are now holding out because they want no deal, but it’s not available. It never really has been. Time we were honest.”</p> <p>Iain Duncan Smith, the former Tory leader and one of the 76 Eurosceptics holding out against a deal, said there was an opportunity for May to get further concessions from the EU this week in order to persuade more MPs to back her withdrawal agreement.</p> <p>He told the BBC’s Radio 4 Today programme there would be “repercussions from the public” if there was any more delay to Brexit.</p>",
      "wordcount": "941",
      "firstPublicationDate": "2019-03-20T08:01:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:06Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b39he",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0d3c13e3751858690fa7b46e13a0409e7c2b462d/0_225_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May will ask for only a short extension to article 50 delaying Brexit by less than three months, after a revolt among pro-leave cabinet ministers and MPs that threatened her premiership. The prime minister had previously intended to agree a longer extension with the EU involving European parliamentary elections if her withdrawal agreement did not pass by Wednesday. However, pro-Brexit cabinet ministers left her in no doubt that would not be acceptable to them and anger among MPs was also growing. A Downing Street source said: “The PM won’t be asking for a long extension. There is a case for giving parliament a bit more time to agree a way forward, but the people of this country have been waiting nearly three years now. They are fed up with parliament’s failure to take a decision and the PM shares their frustration.” However, the European commission president, Jean-Claude Juncker, said on German radio on Wednesday morning that a decision on a delay to Brexit was unlikely at this week’s EU summit and the bloc’s leaders may have to meet again next week. Juncker told Germany’s Deutschlandfunk radio: “My impression is … that this week at the European council there will be no decision, but that we will probably have to meet again next week.” He added: “Mrs May doesn’t have agreement to anything, either in her cabinet or in parliament.” The text of the letter has not yet been published, so it is still possible the UK could leave open the option of a longer delay if May’s deal does not pass through parliament by 11 April - the point at which Britain would have to prepare to participate in European parliamentary elections. Only last week, the prime minister had threatened a longer extension to article 50 if MPs did not vote for her Brexit deal, which they rejected by a large margin. “The house must understand and accept that if it is not willing to support a deal in the coming days and as it is not willing to support leaving without a deal on 29 March, it is suggesting that there will need to be a much longer extension to article 50,” she said. “Such an extension would undoubtedly require the United Kingdom to hold European Union elections in May 2019. I do not think that that would be the right outcome, but the house needs to face up to the consequences of the decisions that it has taken.” MPs then voted in favour of a government motion saying May would ask for a short extension if her deal passed and acknowledging the EU would want a long delay if it did not. May will now write to Donald Tusk, the European council president setting out her request, but the UK will need the approval of all 27 member states for an extension to be granted. The EU has said the UK needs to set out reasons for the extension. The prime minister will likely make another attempt to get her Brexit deal through parliament next week, if she can find a way of getting round a ruling by the Speaker, John Bercow, that she cannot submit substantially the same motion twice. However, MPs will make a fresh attempt to seize control of the process first: the Wirral South MP, Alison McGovern, has tabled a motion under standing order 24, a parliamentary device that would allow a three-hour emergency debate. These are usually on neutral motions, simply saying parliament has debated an issue – but the Speaker hinted on Monday that more use could be made of them to force the government’s hand. He told the Labour MP Helen Goodman: “I think that she should reflect upon the opportunities that the standing order 24 procedure presents, because the opportunities are fuller than has traditionally been acknowledged or taken advantage of by members of the House of Commons.” McGovern, who has campaigned for Labour to support single market membership, said her aim was to “hold the government to account”. Andrea Leadsom, the leader of the House of Commons, said it was important for the UK to seek only a short extension to honour the referendum result. She told LBC Radio: “It is absolutely essential we are out of the EU before the European elections.” Leadsom did not deny reports that she told colleagues they used to be the cabinet to deliver Brexit but now she was not sure. “I feel the PM’s entire cabinet needs to remain focused on getting us out of the EU,” she said, insisting that the main plan was to get May’s deal through, but she acknowledged different views on what happens if that fails. However, another cabinet source told the Guardian May’s decision to go for a short extension was a strategic misstep and would not help Eurosceptics vote for her deal. “This is the move that ensures she stays in No 10, avoiding decision. It will not work as a strategy for getting the deal through,” the cabinet source said. “This is not what parliament voted for last week. So many of the rebel holdouts are now holding out because they want no deal, but it’s not available. It never really has been. Time we were honest.” Iain Duncan Smith, the former Tory leader and one of the 76 Eurosceptics holding out against a deal, said there was an opportunity for May to get further concessions from the EU this week in order to persuade more MPs to back her withdrawal agreement. He told the BBC’s Radio 4 Today programme there would be “repercussions from the public” if there was any more delay to Brexit.",
      "charCount": "5325",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a>  Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/20/juncker-raises-prospect-of-emergency-brexit-summit-next-week",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T10:35:34Z",
    "webTitle": "Juncker raises prospect of emergency Brexit summit next week",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/20/juncker-raises-prospect-of-emergency-brexit-summit-next-week",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/20/juncker-raises-prospect-of-emergency-brexit-summit-next-week",
    "fields": {
      "headline": "Juncker raises prospect of emergency Brexit summit next week",
      "standfirst": "<p>European commission president says fresh meeting likely as May ‘doesn’t have agreement to anything’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/20/brexit-latest-news-letter-article-50-extension-pmqs-theresa-may-bends-to-pressure-from-tory-brexiters-and-rules-out-asking-for-long-article-extension-politics-live\">Follow the day’s political developments - live updates</a></li></ul>",
      "trailText": "European commission president says fresh meeting is likely as May ‘doesn’t have agreement to anything’",
      "byline": "Daniel Boffey and Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"ea39e6c56b60df928145da056ceceb2d73b3b428\"> <img src=\"https://media.guim.co.uk/ea39e6c56b60df928145da056ceceb2d73b3b428/0_150_4500_2700/1000.jpg\" alt=\"Jean-Claude Juncker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jean-Claude Juncker: ‘As long as we don’t know what Britain could say yes to, we can’t reach a decision.’</span> <span class=\"element-image__credit\">Photograph: Francisco Seco/AP</span> </figcaption> </figure>",
      "body": "<p>Jean-Claude Juncker has raised the prospect of an emergency summit of EU leaders next week to decide on a Brexit delay, blaming <a href=\"https://www.theguardian.com/politics/2018/nov/13/cabinet-members-called-in-to-sign-off-mays-brexit-deal\">ongoing chaos in Theresa May’s cabinet</a>.</p> <p>The European commission president said a letter from May <a href=\"https://www.theguardian.com/politics/2019/mar/20/brexit-theresa-may-to-ask-for-three-month-delay-to-article-50\">requesting an extension to article 50, delaying the UK’s exit beyond 29 March</a>, had not arrived overnight as expected.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/20/corbyn-labour-to-meet-barnier-before-may-asks-eu-leaders-for-brexit-delay\">Corbyn to meet Barnier before May asks EU leaders for Brexit delay</a> </p> </aside>  <p>The 27 EU heads of state and government had expected to discuss the terms of request and come to a unanimous agreement on their response at a summit starting on Thursday in Brussels.</p> <p>But after a <a href=\"https://www.theguardian.com/politics/2019/mar/19/may-asks-eu-for-brexit-delay-with-cabinet-in-deadlock-over-crisis\">stormy cabinet meeting on Tuesday</a>, a letter from Downing Street was not received by Donald Tusk, the president of the European council, who convenes the leaders’ summits.</p> <p>Juncker said it appeared the British cabinet could not agree on the content of the correspondence. “My impression is ... that this week at the European council there will be no decision, but that we will probably have to meet again next week, because Mrs May doesn’t have agreement to anything, either in her cabinet or in parliament. As long as we don’t know what Britain could say yes to, we can’t reach a decision,” he said.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=y84YX_uWTyo\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/y84YX_uWTyo?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>A senior EU official said: “At this stage we have not received an – already famous in the press – letter to President Tusk and we have not received the request from the UK for the extension of the period under article 50 in any other form.</p> <p>“The situation, as it stands at this moment, is that there is no request from the UK for the extension for the negotiations under article 50. Maybe it will come, maybe it will not come.”</p> <p>The official added that it was hoped the prime minister would still address the EU’s leaders on Thursday afternoon and “sketch out her plans and assessment of the situation in the UK”.</p> <p>“And then there will be a debate among the 27”, he said. “I guess here again we have to demonstrate patience, which we have been demonstrating consistently during the process of the negotiations.”</p> <p>The official refused to comment on whether the EU could offer a “short, super short, super long” delay. “To speculate about that we would at least need a request from the UK on the table,” he said. “As things stand, now I can say the EU27 leaders will have a discussion about Brexit state of play … This discussion will also include no-deal preparations.”</p> <p>Juncker told Germany’s Deutschlandfunk radio station that <a href=\"https://www.theguardian.com/politics/2019/mar/19/brexit-will-uk-leave-29-march-delayed-stopped\">“in all probability” Britain would not leave on 29 March</a> but an extension “would have to produce, as an end result, an agreement from the British parliament to the [agreement] text which is before them”.</p> <p>“If that doesn’t happen, and if Great Britain does not leave at the end of March, then we are, I am sorry to say, in the hands of God,” Juncker said. “And I think even God sometimes reaches a limit to his patience”.</p> <p>The commission president reiterated the EU line that the <a href=\"https://www.theguardian.com/politics/2019/jan/29/eu-rule-out-brexit-renegotiation-brady-amendment-pass\">withdrawal agreement will not be reopened under any circumstances</a>.</p> <p>He said: “There will be no renegotiations, no new negotiations and no additional assurances on top of the additional assurances we have already given. We will keep talking to the British. We are not in a state of war with Britain, we are in a state of negotiations, but the negotiations are concluded.”</p>",
      "wordcount": "561",
      "firstPublicationDate": "2019-03-20T10:35:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:06Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b3a43",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ea39e6c56b60df928145da056ceceb2d73b3b428/0_150_4500_2700/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jean-Claude Juncker has raised the prospect of an emergency summit of EU leaders next week to decide on a Brexit delay, blaming ongoing chaos in Theresa May’s cabinet. The European commission president said a letter from May requesting an extension to article 50, delaying the UK’s exit beyond 29 March, had not arrived overnight as expected. The 27 EU heads of state and government had expected to discuss the terms of request and come to a unanimous agreement on their response at a summit starting on Thursday in Brussels. But after a stormy cabinet meeting on Tuesday, a letter from Downing Street was not received by Donald Tusk, the president of the European council, who convenes the leaders’ summits. Juncker said it appeared the British cabinet could not agree on the content of the correspondence. “My impression is ... that this week at the European council there will be no decision, but that we will probably have to meet again next week, because Mrs May doesn’t have agreement to anything, either in her cabinet or in parliament. As long as we don’t know what Britain could say yes to, we can’t reach a decision,” he said. A senior EU official said: “At this stage we have not received an – already famous in the press – letter to President Tusk and we have not received the request from the UK for the extension of the period under article 50 in any other form. “The situation, as it stands at this moment, is that there is no request from the UK for the extension for the negotiations under article 50. Maybe it will come, maybe it will not come.” The official added that it was hoped the prime minister would still address the EU’s leaders on Thursday afternoon and “sketch out her plans and assessment of the situation in the UK”. “And then there will be a debate among the 27”, he said. “I guess here again we have to demonstrate patience, which we have been demonstrating consistently during the process of the negotiations.” The official refused to comment on whether the EU could offer a “short, super short, super long” delay. “To speculate about that we would at least need a request from the UK on the table,” he said. “As things stand, now I can say the EU27 leaders will have a discussion about Brexit state of play … This discussion will also include no-deal preparations.” Juncker told Germany’s Deutschlandfunk radio station that “in all probability” Britain would not leave on 29 March but an extension “would have to produce, as an end result, an agreement from the British parliament to the [agreement] text which is before them”. “If that doesn’t happen, and if Great Britain does not leave at the end of March, then we are, I am sorry to say, in the hands of God,” Juncker said. “And I think even God sometimes reaches a limit to his patience”. The commission president reiterated the EU line that the withdrawal agreement will not be reopened under any circumstances. He said: “There will be no renegotiations, no new negotiations and no additional assurances on top of the additional assurances we have already given. We will keep talking to the British. We are not in a state of war with Britain, we are in a state of negotiations, but the negotiations are concluded.”",
      "charCount": "3206",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> and <a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "science/2019/mar/20/health-secretary-matt-hancock-wants-nhs-to-rollout-genetic-tests-to-detect-diseases",
    "type": "article",
    "sectionId": "science",
    "sectionName": "Science",
    "webPublicationDate": "2019-03-20T10:09:24Z",
    "webTitle": "Health secretary wants NHS to roll out genetic tests to detect diseases",
    "webUrl": "https://www.theguardian.com/science/2019/mar/20/health-secretary-matt-hancock-wants-nhs-to-rollout-genetic-tests-to-detect-diseases",
    "apiUrl": "https://content.guardianapis.com/science/2019/mar/20/health-secretary-matt-hancock-wants-nhs-to-rollout-genetic-tests-to-detect-diseases",
    "fields": {
      "headline": "Health secretary wants NHS to roll out genetic tests to detect diseases",
      "standfirst": "<p>Matt Hancock hails ‘game-changer’ but critics raise racial bias and ‘fatalism’ concerns</p>",
      "trailText": "Matt Hancock hails ‘game-changer’ but critics raise racial bias and ‘fatalism’ concerns",
      "byline": "Hannah Devlin Science correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"9450100c43e1bbf267f8d51f035112df0890a67e\"> <img src=\"https://media.guim.co.uk/9450100c43e1bbf267f8d51f035112df0890a67e/0_132_3937_2362/1000.jpg\" alt=\"The health secretary, Matt Hancock\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Matt Hancock says he was shocked to discover he had an increased risk of developing prostate cancer.</span> <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The health secretary is calling for predictive genetic tests for common cancers and heart disease to be rolled out on the NHS without delay.</p> <p>Matt Hancock, speaking at the Royal Society on Wednesday, revealed he recently took a commercial genetic test that showed he was at heightened risk of developing prostate cancer, saying he was shocked by the result. Hancock called for a national debate about the ethical issues around testing for diseases, some of which could not readily be treated.</p> <p>He said: “We must get predictive testing into the NHS as soon as we possibly can. I see it as a game-changer for cancer screening in the NHS and I’m determined that we harness this technology to save lives.”</p> <p>However, the prospect of a rapid rollout of genetic testing has attracted criticism. The tests, which have been largely developed using genetic data from white Europeans, give less accurate results for people from different ethnic backgrounds. Using them to guide health interventions could entrench health inequalities within screening programmes.</p> <p>Prof David Curtis, a geneticist and psychiatrist at University College London, who has <a href=\"https://www.theguardian.com/science/2018/oct/08/genetics-research-biased-towards-studying-white-europeans\">previously raised concerns about racial bias in genetics</a>, said: “You simply can’t have an NHS test that only works for white people. How can you contemplate this?”</p> <p>Others have raised concerns that genetic tests could create unnecessary stress or confusion or lead to “genetic fatalism”, where people abandon efforts to maintain a healthy lifestyle on the belief they are genetically destined to get a particular illness.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/mar/2019-03-20T11:18:13/embed.html\" data-alt=\"Graph\"> <a href=\"https://interactive.guim.co.uk/charts/embed/mar/2019-03-20T11:18:13/embed.html\">Graph</a> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/2018/oct/08/genetics-research-biased-towards-studying-white-europeans\">Genetics research 'biased towards studying white Europeans'</a> </p> </aside>  <p>Hancock, 40, recently took a commercial test looking at his genetic risk of 16 diseases. He was at below average risk for most conditions but said: “My risk of prostate cancer by age 75 is almost 15%.” The <a href=\"https://www.cancer.org/cancer/cancer-basics/lifetime-probability-of-developing-or-dying-from-cancer.html\">average lifetime risk is about 12%</a>.</p> <p> “I was surprised, and concerned,” he said. “But I discussed what it meant with the doctor and when I realised that dying from prostate cancer is highly preventable, if caught at an early stage and with regular checks, I felt hugely relieved. The truth is this test may have saved my life.”</p> <p>As a result, Hancock said, he has booked an appointment with his NHS GP to discuss the correct course of action. However, Curtis said the health secretary had “massively misinterpreted” his score, which he said revealed he had a fairly average risk of prostate cancer.</p> <p>“As a result of his misunderstanding, he first suffered unnecessary anxiety and then took up valuable medical time having to be counselled about the reality of the situation. Now he is going to waste even more of the NHS’s scarce resources by booking a completely unnecessary appointment with his GP to discuss a course of action to address a problem which essentially does not exist,” he said. “As a health secretary, he displays a quite astonishing level of ignorance about the NHS.” </p> <p>Curtis said the value of genetic testing for common diseases had been overstated, since only people at the extremes of the distribution would have significantly higher or lower risk than average.</p> <p>The company that carried out Hancock’s test, Genomics Plc, has developed similar genetic risk tests for a range of other common conditions including coronary heart disease, breast cancer, asthma and diabetes.</p> <p>Prof Peter Donnelly, the company’s founder and CEO, said: “I think this is the area where genetics will have its biggest impact on healthcare because it’s all of the common diseases.”</p> <p>He said that screening programmes for diseases such as breast cancer could be guided by genetic risk, meaning that those at greatest risk would enter screening at a younger age. “A [high risk] women in her early 40s has the same risk as a typical woman in her 60s or a [low risk] woman well into her 70s,” he said. “The world we’re in where we screen women just based on age and offer mammography at 50 just doesn’t make sense.” </p> <p>He said there remained critical questions about the extent to which people from minority ethnic backgrounds were disadvantaged when it came to test results. Early tests suggested the company’s tests provided information about risk for ethnic minorities, but with less precision.</p> <p>Donnelly said: “One has to even think really hard about whether it should be rolled out now when it’s more useful for some individuals than others, or if we should wait until we’ve got better data and better methods that help people from different ancestries.”</p> <p>Hancock has also urged researchers to share more genetic information, saying: “Data, funded by the British taxpayer, donated by the public, can’t be used for predictive testing because of bureaucratic blocking or a scientist wanting to have a monopoly: that’s an outrage. We will unlock that data because we must save lives.”</p>",
      "newspaperPageNumber": "22",
      "wordcount": "785",
      "firstPublicationDate": "2019-03-20T10:09:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-20T17:40:01Z",
      "newspaperEditionDate": "2019-03-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b34tz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9450100c43e1bbf267f8d51f035112df0890a67e/0_132_3937_2362/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The health secretary is calling for predictive genetic tests for common cancers and heart disease to be rolled out on the NHS without delay. Matt Hancock, speaking at the Royal Society on Wednesday, revealed he recently took a commercial genetic test that showed he was at heightened risk of developing prostate cancer, saying he was shocked by the result. Hancock called for a national debate about the ethical issues around testing for diseases, some of which could not readily be treated. He said: “We must get predictive testing into the NHS as soon as we possibly can. I see it as a game-changer for cancer screening in the NHS and I’m determined that we harness this technology to save lives.” However, the prospect of a rapid rollout of genetic testing has attracted criticism. The tests, which have been largely developed using genetic data from white Europeans, give less accurate results for people from different ethnic backgrounds. Using them to guide health interventions could entrench health inequalities within screening programmes. Prof David Curtis, a geneticist and psychiatrist at University College London, who has previously raised concerns about racial bias in genetics, said: “You simply can’t have an NHS test that only works for white people. How can you contemplate this?” Others have raised concerns that genetic tests could create unnecessary stress or confusion or lead to “genetic fatalism”, where people abandon efforts to maintain a healthy lifestyle on the belief they are genetically destined to get a particular illness. Hancock, 40, recently took a commercial test looking at his genetic risk of 16 diseases. He was at below average risk for most conditions but said: “My risk of prostate cancer by age 75 is almost 15%.” The average lifetime risk is about 12%. “I was surprised, and concerned,” he said. “But I discussed what it meant with the doctor and when I realised that dying from prostate cancer is highly preventable, if caught at an early stage and with regular checks, I felt hugely relieved. The truth is this test may have saved my life.” As a result, Hancock said, he has booked an appointment with his NHS GP to discuss the correct course of action. However, Curtis said the health secretary had “massively misinterpreted” his score, which he said revealed he had a fairly average risk of prostate cancer. “As a result of his misunderstanding, he first suffered unnecessary anxiety and then took up valuable medical time having to be counselled about the reality of the situation. Now he is going to waste even more of the NHS’s scarce resources by booking a completely unnecessary appointment with his GP to discuss a course of action to address a problem which essentially does not exist,” he said. “As a health secretary, he displays a quite astonishing level of ignorance about the NHS.” Curtis said the value of genetic testing for common diseases had been overstated, since only people at the extremes of the distribution would have significantly higher or lower risk than average. The company that carried out Hancock’s test, Genomics Plc, has developed similar genetic risk tests for a range of other common conditions including coronary heart disease, breast cancer, asthma and diabetes. Prof Peter Donnelly, the company’s founder and CEO, said: “I think this is the area where genetics will have its biggest impact on healthcare because it’s all of the common diseases.” He said that screening programmes for diseases such as breast cancer could be guided by genetic risk, meaning that those at greatest risk would enter screening at a younger age. “A [high risk] women in her early 40s has the same risk as a typical woman in her 60s or a [low risk] woman well into her 70s,” he said. “The world we’re in where we screen women just based on age and offer mammography at 50 just doesn’t make sense.” He said there remained critical questions about the extent to which people from minority ethnic backgrounds were disadvantaged when it came to test results. Early tests suggested the company’s tests provided information about risk for ethnic minorities, but with less precision. Donnelly said: “One has to even think really hard about whether it should be rolled out now when it’s more useful for some individuals than others, or if we should wait until we’ve got better data and better methods that help people from different ancestries.” Hancock has also urged researchers to share more genetic information, saying: “Data, funded by the British taxpayer, donated by the public, can’t be used for predictive testing because of bureaucratic blocking or a scientist wanting to have a monopoly: that’s an outrage. We will unlock that data because we must save lives.”",
      "charCount": "4727",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/hannah-devlin\">Hannah Devlin</a> Science correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T08:25:35Z",
    "webTitle": "Barnier tells May she must offer 'something new' to get long Brexit extension from EU - Politics live",
    "webUrl": "https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live",
    "fields": {
      "headline": "Barnier tells May she must offer 'something new' to get long Brexit extension from EU - Politics live",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including Theresa May chairing cabinet after John Bercow ruled she cannot bring same Brexit deal back to Commons for vote</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c911943e4b0e8eadf78066d#block-5c911943e4b0e8eadf78066d\">Michel Barnier’s press conference - Summary and analysis</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c912b5fe4b0e8eadf78074e#block-5c912b5fe4b0e8eadf78074e\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including Theresa May chairing cabinet after John Bercow ruled she cannot bring same Brexit deal back to Commons for vote",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7f3e4f17-b61e-4975-9747-7606a885f2c2\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/y84YX_uWTyo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5c912b5fe4b0e8eadf78074e\" class=\"block is-summary\" data-block-contributor=\"profile/andrewsparrow\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T18:06:49.199Z\">6.06pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Michel Barnier, the EU’s chief Brexit negotiator, has warned </strong><strong>Theresa May that she should not take it for granted that the EU will agree to an article 50 extension. </strong>At a press conference in Brussels, he said that delaying Brexit could bring economic and political costs, that the EU would want reasons for an extension, and that he would only favour agreeing a long extension in return for the UK offering “something new”.<strong> </strong>See <a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c911943e4b0e8eadf78066d#block-5c911943e4b0e8eadf78066d\">5.28pm.</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/19/brexit-may-to-ask-eu-for-brexit-extension-as-uk-slides-into-political-crisis\">May believes the UK has slid into political crisis, her spokesman said, as he confirmed she would be writing to EU leaders to request a delay to Brexit.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/19/eu-ministers-baffled-frustrated-brexit-chaos-bercow\">The German chancellor, Angela Merkel, has said she will fight until the “final hour” of 29 March to avoid a no-deal Brexit, but admitted she cannot second-guess the outcome of an EU summit this week due to the chaos in Westminster.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/19/brexit-secretary-stephen-barclay-may-could-still-hold-vote-deal-article-50-extension-eu\">The Brexit secretary, Stephen Barclay, has insisted the prime minister may be able to hold another vote on her Brexit deal if she agrees the terms of an article 50 extension with the EU, believing that would satisfy the objections of the House of Commons Speaker, John Bercow.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/19/brexit-uk-to-pay-health-costs-of-retired-britons-in-eu-if-no-deal-agreed\">The government has thrown a potential £500m Brexit lifeline to 180,000 British pensioners in EU countries outside the UK who rely on the NHS to pay for their healthcare.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Sajid Javid, the home secretary, has announced that he is doubling the money available for the places of worship protective security fund in the light of last week’s terror attacks at two mosques in New Zealand.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ukhomeoffice/status/1108030372305080320\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Home Secretary <a href=\"https://twitter.com/sajidjavid?ref_src=twsrc%5Etfw\">@sajidjavid</a>: “Nobody should ever fear persecution of their faith. That’s why we are doubling next year’s Places of Worship fund - providing physical protection as well as peace of mind.”<br><br>Read more: <a href=\"https://t.co/eUAGXwawkI\">https://t.co/eUAGXwawkI</a> <a href=\"https://t.co/3uHkwP0lP0\">pic.twitter.com/3uHkwP0lP0</a></p>— Home Office (@ukhomeoffice) \n    <a href=\"https://twitter.com/ukhomeoffice/status/1108030372305080320?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>MPs have voted by 199 to 134, a majority of 65, to remove Ian Austin and Mike Gapes from the foreign affairs committee, following their decision to quit Labour. </strong>They were originally elected to the committee to take seats set aside for Labour MPs.</li> \n  </ul> \n  <p>That’s all from me for tonight.</p> \n  <p>Thanks for the comments.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-20T08:25:35.208Z\">at 8.25am GMT</time></p> \n</div> \n<div id=\"block-5c911943e4b0e8eadf78066d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T17:28:56.688Z\">5.28pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Michel Barnier's press conference - Summary and analysis</h2> \n <div class=\"block-elements\"> \n  <p>Here are the main points from <strong>Michel Barnier</strong>’s press conference. Barnier, the EU’s chief Brexit negotiator, will not have the final say over whether the EU grants the UK an article 50 extension, because the decision will be taken by the 27 heads of government on the European council, who are well above Barnier in terms of seniority. But the EU has been very disciplined at maintaining a common line throughout this process (eg, see how what Paris is saying, at <a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c91199ee4b0e8eadf780670#block-5c91199ee4b0e8eadf780670\">4.36pm</a>, echoes Barnier’s language) and Downing Street will be mulling over his words very carefully.</p> \n  <p>Barnier did not seem to be laying down any impossible red lines for Theresa May. But he was more negative about the case for an article 50 extension than Number 10 might have expected, and his comments should quash Brexiter claims from people like David Davis (eg, <a href=\"https://www.express.co.uk/news/uk/1080062/Brexit-news-update-latest-david-davis-lbc-vote-pmqs\">here</a>)<a href=\"https://www.express.co.uk/news/uk/1080062/Brexit-news-update-latest-david-davis-lbc-vote-pmqs\"> </a>and Boris Johnson <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f5566e4b0cf92e5a593f6#block-5c8f5566e4b0cf92e5a593f6\">(</a>eg,<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/18/brexit-latest-news-theresa-may-vote-deal-boris-johnson-tells-may-to-try-again-to-get-eu-to-change-backstop-politics-live?page=with:block-5c8f5566e4b0cf92e5a593f6#block-5c8f5566e4b0cf92e5a593f6\"> here</a>) that Brussels will blink at the last minute.</p> \n  <p>Here are the main points.</p> \n  <ul> \n   <li><strong>Barnier warned Theresa May that she could not take it for granted that the EU will agree to an article 50 extension.</strong> Rather than treat it as a given, Barnier insisted that it would come with disadvantages, and that the EU might seek to attach conditions.</li> \n  </ul> \n  <ul> \n   <li><strong>He said extending article 50 could bring economic and political costs for the EU.</strong><a href=\"http://europa.eu/rapid/press-release_STATEMENT-19-1758_en.htm\"> In his opening statement </a>he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>In any case, the European council will need to assess what is in the best interest of the EU.</p> \n   <p>Extending the uncertainty without a clear plan would add to the economic cost for our businesses but could also incur a political cost for the EU.</p> \n   <p>It is for the British government and parliament to decide very quickly what the UK wants to do next.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said, if May asks for an extension, EU leaders will want to know why they should grant one. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>EU leaders will need a concrete plan from the UK in order to be able to make an informed decision.</p> \n   <p>And key questions will be:</p> \n   <p>Does an extension increase the chances for the ratification of the withdrawal agreement?</p> \n   <p>Will the UK request an extension because it wants a bit more time to rework the political declaration?</p> \n  </blockquote> \n  <p>And then during the Q&amp;A Barnier said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The EU authorities want to know what the underlying political process, which would be the grounds for that extension, would be. Political process within the House of Commons, or within the general political debate within the UK ...</p> \n   <p>All I would say is that is it is our duty to ask whether this extension would be useful. Because an extension will be something that will extend uncertainty, and uncertainty costs. It has a cost for everybody. And we can’t prolong uncertainty without having a good reason for it.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He confirmed that the EU would be willing to change the political declaration on the future relationship. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I recall that this political declaration, which sets out the framework for our future relation, could be made more ambitious in the coming days if a majority in the House of Commons so wishes.</p> \n  </blockquote> \n  <p>By “more ambitious”, he meant more attuned to a soft Brexit outcome, or more Norwegian.</p> \n  <ul> \n   <li><strong>He said he thought May would have to offer “something new” to justify getting a long article 50 extension.</strong> During the Q&amp;A he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>My feeling is ... a longer extension needs to be linked to something new. There needs to be a new event.</p> \n  </blockquote> \n  <p>This has been interpreted as a reference to holding a general election, or a referendum, although May has already said that, if MPs do not pass a Brexit deal this week, next week she will begin a process in the Commons intended to see what Brexit solution they can unite behind. (May made that commitment when she was planning a meaningful vote this week. John Bercow’s ruling yesterday has complicated things, although at lobby this morning the prime minister’s spokesman said the commitments given at the despatch box by the PM still stood.)</p> \n  <ul> \n   <li><strong>Barnier mocked the idea that May could ask for a long extension and a short one too.</strong> When this was put to him, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>You said both short and long, well, it’s either one or the other, isn’t it? </p> \n  </blockquote> \n  <p>The idea that May could ask for a long extension and a short one refers to the possibility that she could ask for a long extension, with the possibility of shortening it if MPs back her deal next week.</p> \n  <ul> \n   <li><strong>He said everyone should “finalise all preparations for a no-deal scenario.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1108039714387329025\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Michel Barnier: \"Everyone should now finalise all preparations for a no-deal scenario\"<br><br>EU's chief <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> negotiator says leaders are ready to consider a delay to Brexit, but MPs \"voting against no-deal does not prevent it happening\"<a href=\"https://t.co/0AC7mqcItP\">https://t.co/0AC7mqcItP</a> <a href=\"https://t.co/EEaYcO1XPR\">pic.twitter.com/EEaYcO1XPR</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1108039714387329025?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"478dfa06ed762c68120cdb0e04b6682686d5f043\"> \n   <img src=\"https://media.guim.co.uk/478dfa06ed762c68120cdb0e04b6682686d5f043/0_28_3500_2101/1000.jpg\" alt=\"Michel Barnier holding a news conference after an EU general affairs council in Brussels.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Michel Barnier holding a news conference after an EU general affairs council in Brussels.</span> \n    <span class=\"element-image__credit\">Photograph: Yves Herman/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-20T09:50:15.818Z\">at 9.50am GMT</time></p> \n</div> \n<div id=\"block-5c911ddee4b0480f6c02209b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T16:51:15.315Z\">4.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <a href=\"http://europa.eu/rapid/press-release_STATEMENT-19-1758_en.htm\">the full text of <strong>Michel Barnier</strong>’s opening statement</a> at the press conference.</p> \n </div> \n</div> \n<div id=\"block-5c91199ee4b0e8eadf780670\" class=\"block is-key-event\" data-block-contributor=\"profile/angeliquechrisafis\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T16:36:47.375Z\">4.36pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Paris says UK should not get article 50 extension unless it presents new strategy</h2> \n <div class=\"block-elements\"> \n  <p>Paris reiterated its tough line on Tuesday afternoon, insisting no extension could be granted to the UK without the government presenting a credible “new strategy or plan” which would need to have parliament’s backing. An Elysée official said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Playing for time just for the sake of playing for time would not constitute a project or strategy. Now is not the time for procrastinating.</p> \n  </blockquote> \n  <p>Paris, which is impatient for the EU to turn to other issues of reform rather than facing much more time bogged down in Brexit, has reiterated that it needs concrete solutions from London. France won’t back an extension unless it comes with a clear, new, credible plan which can gain majority parliament support.</p> \n  <p>France has insisted that the withdrawal agreement, which won’t be renegotiated, is a ticket to exit the EU in an “organised” way.</p> \n  <p>The source at the French presidential palace said London must give clarity on the way forward: “An extension is merely an instrument, it’s not a solution or a strategy in itself ... Now is not the time for pondering or looking at perspectives on Brexit”, instead it was the final hour to find a concrete plan.</p> \n  <p>Paris is adamant that it wants to protect “the functioning of the EU”. If a longer extension were to be granted, for example 12 months, “we would have to look at the implications of that”, in terms of how a country planning to leave would have a seat and a say in key future decisions, the official said.</p> \n </div> \n</div> \n<div id=\"block-5c911887e4b0a5422e637b4c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T16:28:41.564Z\">4.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Just in case you did not get the message, these are from<strong> Daniel Ferrie, </strong>Michel Barnier’s press officer.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielFerrie/status/1108033861550772225\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“If <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> requests an extension before the <a href=\"https://twitter.com/hashtag/EUCO?src=hash&amp;ref_src=twsrc%5Etfw\">#EUCO</a> on Thursday, it will be for the 27 leaders to assess the reason and usefulness [...] EU leaders will need a concrete plan from the <a href=\"https://twitter.com/hashtag/UK?src=hash&amp;ref_src=twsrc%5Etfw\">#UK</a> in order to be able to make an informed decision”. <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> <a href=\"https://twitter.com/ro2019eu?ref_src=twsrc%5Etfw\">@ro2019eu</a> <a href=\"https://twitter.com/hashtag/GAC50?src=hash&amp;ref_src=twsrc%5Etfw\">#GAC50</a></p>— Daniel Ferrie 🇪🇺 (@DanielFerrie) \n    <a href=\"https://twitter.com/DanielFerrie/status/1108033861550772225?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielFerrie/status/1108033866999177216\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">On extension of <a href=\"https://twitter.com/hashtag/Art50?src=hash&amp;ref_src=twsrc%5Etfw\">#Art50</a>, <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> asks: “Does an extension increase the chances of ratification of WA? What would be the purpose and outcome? How can we ensure that, at the end of a possible extension, we are not back in the same situation as today?” <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a></p>— Daniel Ferrie 🇪🇺 (@DanielFerrie) \n    <a href=\"https://twitter.com/DanielFerrie/status/1108033866999177216?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c911624e4b0480f6c022033\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T16:25:01.730Z\">4.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is some Twitter reaction to Michel Barnier’s press conference.</p> \n  <p>From ITV’s<strong> Robert Peston</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1108035330668748800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Barnier very sceptical of granting Brexit delay unless PM has clear plan for securing ratification from MPs for the Withdrawal Agreement. But he says if MPs signal “ambitious” proposals for the future relationship, then the political declaration (not WA) could be amended fast.</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1108035330668748800?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1108036823559925760\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> confirms that EU leaders will be asking of a delay “what is the purpose of it - what is it for?” And he adds that “a longer extension needs to be linked to something new, a new event, a new political process”. The implication is long delay would have to be...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1108036823559925760?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1108036826688901120\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">predicated on a referendum or maybe a general election</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1108036826688901120?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1108038260251639814\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Big message of <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> is the EU is ready for no deal Brexit. Big message of <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> is UK is not ready for no deal. So who has the power in these last minute talks between UK and EU?</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1108038260251639814?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Guardian’s<strong> Paul Johnson</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paul__johnson/status/1108037266449018880\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">-Extension means more uncertainty <br>-That has a cost<br>-A long extension needs to be linked to soemthing new<br><br>Hardball from Barnier<br>Remember all times Brexiteers told us EU always blinks at 11th hour<a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a></p>— Paul Johnson (@paul__johnson) \n    <a href=\"https://twitter.com/paul__johnson/status/1108037266449018880?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Telegraph’s <strong>James Rothwell</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesERothwell/status/1108040628930338816\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Michel Barnier press conference tl;dr<br>- EU wants May to explain why she wants an Article 50 extension and how it will help her to pass the deal before they give it to her <br>- Extension has costs, both political and financial, for the EU<br>- Calls on EU to \"finalise\" no deal plans</p>— James Rothwell (@JamesERothwell) \n    <a href=\"https://twitter.com/JamesERothwell/status/1108040628930338816?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the BBC’s<strong> Iain Watson</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1108038919436804096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A rather big clue if any needed from <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> that the <a href=\"https://twitter.com/hashtag/eu?src=hash&amp;ref_src=twsrc%5Etfw\">#eu</a> would go for a 'softer' form of <a href=\"https://twitter.com/hashtag/brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#brexit</a>: 'i recall this political declaration which sets out the framework for our future could be made more ambitious in the coming days if a majority in the House of Commons so wish</p>— iain watson (@iainjwatson) \n    <a href=\"https://twitter.com/iainjwatson/status/1108038919436804096?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c91139ee4b0a5422e637af6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T16:09:09.160Z\">4.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Barnier says EU countries have rights and obligations with regard to European elections.</p> \n  <p>Citizens have the right to vote in European elections.</p> \n  <p>He says the EU needs also to take into account the amount of time needed to participate in elections.</p> \n  <p>And that’s it. The press conference is over.</p> \n  <p>Barnier’s comments don’t help Theresa May. I will summarise them shortly.</p> \n </div> \n</div> \n<div id=\"block-5c9111d8e4b0480f6c021fea\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T16:06:18.691Z\">4.06pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Barnier says May would need to propose 'something new' to justify long article 50 extension</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: There are reports that May might ask for a short extension, and a long one as a backup.</em></p> \n  <p>Ciamba says he agrees with what Barnier said about an extension having costs.</p> \n  <p>Barnier says the issue of an extension is not a dogmatic issue. The EU has never been dogmatic. And it is not going to change that now.</p> \n  <p>This is a practical issue, he says.</p> \n  <p>He says he fully respects the sovereignty of parliament, and its procedures.</p> \n  <p>Turning to the question, he says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Both short and long? It is either one or the other, isn’t it?</p> \n  </blockquote> \n  <ul> \n   <li><strong>Barnier suggests EU would be sceptical about a UK demand for a long extension, with a short one as an alternative.</strong></li> \n  </ul> \n  <p>He says a longer extension would have to be “linked to something new”.</p> \n  <p>There would need to be a new event.</p> \n  <ul> \n   <li><strong>Barnier says a long article 50 extension would have to be linked to a new development.</strong></li> \n  </ul> \n  <p><em>Q: So are you saying the EU would reject a request of a long extension, with a short one as an alternative?</em></p> \n  <p>Barnier says that is not what he said.</p> \n  <p>This will be a decision for the heads of government, he says.</p> \n  <p>He says he is a simple soul. Something has to be either short or long.</p> \n </div> \n</div> \n<div id=\"block-5c911149e4b0e8eadf7805f4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:59:17.608Z\">3.59pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asked if he knows when May will send her letter, Ciamba says that is for Theresa May to announce.</p> \n  <p>Barnier says he is not here to discuss the duration of an article 50 extension.</p> \n  <p>He is asking what purpose it would serve.</p> \n  <p>It would have to be useful, it says. The EU would want to know what it should grant one. And what the underlying political process behind it would be.</p> \n  <p>He says it is the EU’s duty to ask if the extensikon</p> \n  <blockquote class=\"quoted\"> \n   <p>An extension would extend uncertainty, and uncertainty costs.</p> \n  </blockquote> \n  <p>And the EU should not extend uncertainty without having a good reason, he says.</p> \n </div> \n</div> \n<div id=\"block-5c911047e4b0480f6c021fcb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:56:07.606Z\">3.56pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Barnier warns extending article 50 could increase economic and political costs of Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Barnier says all sides should now finalise arrangements for a no-deal Brexit.</p> \n  <ul> \n   <li><strong>The EU and the UK should finalise arrangement for a no-deal Brexit, says Banier.</strong></li> \n  </ul> \n  <p>Barnier says, if the UK asks for an extension, the EU will need to know its reasons.</p> \n  <p>The key questions will be:</p> \n  <p>Does this increase the chances of the deal passing?</p> \n  <p>Does the UK want more time to change the plan?</p> \n  <p>Barnier says the framework for the future relationship could be made “more ambitious” if the UK wants that.</p> \n  <p>He says extending uncertainty could add to the economic costs for businesses. And it could bring political costs too.</p> \n  <ul> \n   <li><strong>Barnier warns that extending article 50 could increase the economic and political costs of Brexit for the EU.</strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5c910f75e4b0e8eadf7805bc\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:52:33.690Z\">3.52pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">EU/Barnier press conference</h2> \n <div class=\"block-elements\"> \n  <p>The EU press conference has just started.</p> \n  <p><strong>George Ciamba,</strong> the Romanian minister for European affairs (Romania has the rotating presidency of the EU) starts by repeating the point he made this morning about wanting more clarity from the UK. (See 10.08am.)</p> \n  <p><strong>Michel Barnier </strong>is speaking now.</p> \n  <p>He says it is a key moment in the talks.</p> \n  <p>We are 10 days from 29 March, he says. He says that was the date the UK chose for Brexit.</p> \n  <p>He says both sides have spent a long time on the negotiation.</p> \n  <p>They have agreed a withdrawal agreement.</p> \n  <p>If the UK wants to leave the EU in an orderly fashion, this withdrawal treaty is the only one available.</p> \n  <p>He says, in the absence of ratification of the treaty, “we are now faced with genuine uncertainty”.</p> \n  <p>He says the EU now needs choices from the UK.</p> \n </div> \n</div> \n<div id=\"block-5c910d9de4b0480f6c021fa4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:49:07.774Z\">3.49pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">SNP, Lib Dems, Plaid Cymru and Greens urge Corbyn to be more positive about second referendum</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn </strong>has held Brexit talks at Westminster with the leaders of the smaller opposition parties in the Commons: the SNP’s <strong>Ian Blackford</strong>, the Lib Dems’ <strong>Sir Vince Cable</strong>, Plaid Cymru’s <strong>Liz Saville Roberts </strong>and the Green’s <strong>Caroline Lucas. </strong></p> \n  <p>After the meeting Blackford, Cable, Saville Roberts and Lucas issued a joint statement urging Corbyn to be more positive about a second referendum. They said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We welcome that today we have sat down with Jeremy Corbyn for the first time. In the meeting our message was clear, Labour must move to back a public vote, which includes the option to remain, before the window of opportunity closes. </p> \n   <p>There is no such thing as a good Brexit – whether it is a Labour or Conservative version of it – jobs, public services and the environment will suffer. Remaining in the EU is the best deal on offer and with time running out, Labour must now deliver on their promises so that we can avoid a catastrophic Brexit. </p> \n   <p>We hope that we can now work collaboratively and move swiftly to ensure the best possible chance for a fresh referendum to take place.</p> \n  </blockquote> \n  <p>Labour issued its own statement after the meeting, implying that Corbyn was more interested in getting the other parties to support Labour’s Brexit plan. A party spokesman said:</p> \n  <blockquote class=\"quoted\"> \n   <p>This afternoon, Jeremy Corbyn held constructive talks with Ian Blackford, Vince Cable, Liz Saville Roberts and Caroline Lucas about breaking the current Brexit deadlock. The party leaders affirmed their common opposition to the government’s botched deal or a no deal outcome. </p> \n   <p>Should there not be a majority in parliament for May’s deal or a public vote, Corbyn called on the other parties to engage constructively to find a parliamentary majority for a close economic relationship with the EU that can work for the whole country. <br></p> \n   <p>The party leaders discussed efforts to ensure May’s deal would be put to a public vote if she is able to force it through parliament with threats and phony bribes.<br></p> \n  </blockquote> \n  <p><strong><br></strong></p> \n </div> \n</div> \n<div id=\"block-5c910ccde4b0480f6c021f9f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:38:48.355Z\">3.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"8828be958dcbb898e682a0dbe7254e02d3e264ba\"> \n   <img src=\"https://media.guim.co.uk/8828be958dcbb898e682a0dbe7254e02d3e264ba/0_231_5472_3283/1000.jpg\" alt=\"A van with an anti-Brexit message driving through London.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A van with an anti-Brexit message driving through London.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c910c69e4b0e8eadf780591\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:36:28.935Z\">3.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The EU/Barnier press conference will start in the next few minutes.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EUCouncilPress/status/1108028881662103553\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a>: <br>The meeting of the General Affairs Council (Article 50) is over. <br><br>Follow the press conference LIVE in a few minutes: <a href=\"https://t.co/erd9KQ3Gor\">https://t.co/erd9KQ3Gor</a> <a href=\"https://twitter.com/hashtag/GAC50?src=hash&amp;ref_src=twsrc%5Etfw\">#GAC50</a></p>— EU Council Press (@EUCouncilPress) \n    <a href=\"https://twitter.com/EUCouncilPress/status/1108028881662103553?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c910b1ae4b0e8eadf780584\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:35:42.940Z\">3.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons MPs are currently debating Labour move to replace two members of the foreign affairs committee, Ian Austin and Mike Gapes, who have recently left the party, with two Labour MPs, Conor McGinn and Catherine West. Seats on select committees are allocated on a party basis (each party gets a certain number of seats, depending on overall party strength in the Commons) and so Labour can argue that the Austin/Gapes slots should go to Labour MPs. Sarah Wollaston, who recently left the Tories to join Gapes in the new Independent Group, has tabled an amendment saying Austin and Gapes should be allowed to stay.</p> \n </div> \n</div> \n<div id=\"block-5c9109eee4b0a5422e637a83\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:26:07.749Z\">3.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Michel Barnier,</strong> the EU’s chief Brexit negotiator, has been addressing the EU’s general affairs council meeting this afternoon. He is due to speak at a press conference later.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EU_liisja/status/1108012674816897024\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The meeting of the General Affairs Council (Art. 50) <a href=\"https://twitter.com/hashtag/GAC50?src=hash&amp;ref_src=twsrc%5Etfw\">#GAC50</a> has started. EU27 ministers are discussing the state of play on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> with <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> and preparing <a href=\"https://twitter.com/hashtag/EUCO?src=hash&amp;ref_src=twsrc%5Etfw\">#EUCO</a>.<br> <br>More info: <a href=\"https://t.co/hdv9HareSo\">https://t.co/hdv9HareSo</a> <a href=\"https://t.co/XeQk23otyk\">pic.twitter.com/XeQk23otyk</a></p>— Liis Jaansalu (@EU_liisja) \n    <a href=\"https://twitter.com/EU_liisja/status/1108012674816897024?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c91086be4b0e8eadf78056a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:23:21.238Z\">3.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>ITV’s political editor, <strong>Robert Peston</strong>, thinks that Theresa May will end up requesting a short extension to the end of June - with a 21-month extension as a backup. As he explains<a href=\"https://www.itv.com/news/2019-03-19/pm-set-to-ask-eu-for-a-short-and-long-delay/\"> in an ITV blog:</a></p> \n  <blockquote class=\"quoted\"> \n   <p>Her ministers think she will request a delay until 30 June, predicated on her somehow getting her deal ratified by MPs - with an option of an extension to the end of 2020 in the event she ever concedes her own Brexit plan is definitely an ex-parrot (or dead, for the few of you too young to remember Monty Python).</p> \n   <p>May’s hope is that if this delay schedule is agreed as a legally binding text then it would have the effect of amending her deal - such that the speaker could not then block her holding the meaningful vote for a third time.</p> \n  </blockquote> \n  <p>This would fit with what Number 10 was (or, more importantly, was not) saying at the lobby briefing this morning. (See <a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c90e31de4b0e8eadf78041c#block-5c90e31de4b0e8eadf78041c\">1pm.)</a></p> \n </div> \n</div> \n<div id=\"block-5c9107ade4b0a5422e637a7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:16:24.646Z\">3.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And this is from <strong>Mehreen Khan.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MehreenKhn/status/1108000915993387008\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Brussels is braced for Theresa May's letter to Tusk asking for a Brexit extension today. Diplomats think PM will ask for June 30 extension. She will tell leaders at the summit this is the most important decision they face since the Greek bailout</p>— Mehreen (@MehreenKhn) \n    <a href=\"https://twitter.com/MehreenKhn/status/1108000915993387008?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c91067de4b0a5422e637a76\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T15:11:08.861Z\">3.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from Sky’s<strong> Faisal Islam.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/1108021580934709249\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">A likely Brexiter leadership candidate calculates that a 9 month extension is the sweet spot for the Brexiters - they can live with it reshaping Brexit, but it will be fatal for her in the party ... longer and he fears it will end up with no Brexit.</p>— Faisal Islam (@faisalislam) \n    <a href=\"https://twitter.com/faisalislam/status/1108021580934709249?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c910183e4b0a5422e637a50\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T14:58:56.270Z\">2.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is an interesting hypothetical ...</p> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/127058239\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/101427709\" title=\"View ThomasPresent’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/101427709\" height=\"40\" width=\"40\" alt=\"User avatar for ThomasPresent\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/101427709\" title=\"View ThomasPresent’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">ThomasPresent</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/127058239\" title=\"Link to this comment\" itemprop=\"datePublished\">19 March 2019 1:29pm</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <p>@Andrew. If there would be a no confidence vote on the government in the forthcoming 10 days and if that vote would be won, could a revocation of article 50 or a request for an extension of the deadline still be done?</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n  <p>In theory, yes.</p> \n  <p>Whoever is PM can revoke article 50 unilaterally, or request an article 50 extension.</p> \n  <p>However, there are several buts.</p> \n  <p>1) After losing a no confidence vote, Theresa May would remain prime minister until the Queen appointed someone else. Under the Fixed-terms Parliament Act, the Commons would have 14 days to see if someone else could form a government. (The procedure is not 100% clear, but presumably the Queen would only appoint someone else if she were confident that PM could win a vote of confidence.) If no alternative PM could command a majority, there would be an election - which would mean May staying on for another month or so.</p> \n  <p>2) Unless the Commons suddenly decides to vote for Vince Cable to become PM as head of a cross-party coalition, it is very hard to imagine any likely May replacement revoking article 50. (Corbyn has repeatedly said the result of the referendum must be honoured.)</p> \n  <p>3) Some lawyers argue that, if the PM were to revoke article 50, s/he would need parliamentary approval, which does not seem likely to be forthcoming.</p> \n </div> \n</div> \n<div id=\"block-5c90fef3e4b0e8eadf780527\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T14:39:09.599Z\">2.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More from cabinet. This is from the Telegraph’s <strong>Steven Swinford.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Steven_Swinford/status/1107996827503288321\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Cabinet latest:<br><br>Several Eurosceptics - Andrea Leadsom, Chris Grayling, Liam Fox - made very clear that they would rather leave without a deal than have a long A50 extension<br><br>Some left with impression that Eurosceptics would quit Cabinet rather than accept long delay</p>— Steven Swinford (@Steven_Swinford) \n    <a href=\"https://twitter.com/Steven_Swinford/status/1107996827503288321?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90f9bde4b0480f6c021f0b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T14:19:04.237Z\">2.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson,</strong> the Brexiter former foreign secretary who only yesterday restated his opposition to Theresa May’s deal, has had a meeting with the prime minister. This is from ITV’s<strong> Carl Dinnen.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carldinnen/status/1107990994048466944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson has just left a meeting with the Prime Minister and walked back to Parliament saying nothing whatsoever to <a href=\"https://twitter.com/ChrisMasonBBC?ref_src=twsrc%5Etfw\">@ChrisMasonBBC</a> <a href=\"https://twitter.com/faisalislam?ref_src=twsrc%5Etfw\">@faisalislam</a> and myself. <br><br>Somethings afoot...</p>— Carl Dinnen (@carldinnen) \n    <a href=\"https://twitter.com/carldinnen/status/1107990994048466944?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"de3a1f8804e2075199bd06b0873a58eefe4533d3\"> \n   <img src=\"https://media.guim.co.uk/de3a1f8804e2075199bd06b0873a58eefe4533d3/0_8_5568_3341/1000.jpg\" alt=\"Boris Johnson leaving the Cabinet Office, after Brexit talks with Theresa May.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson leaving the Cabinet Office, after Brexit talks with Theresa May.</span> \n    <span class=\"element-image__credit\">Photograph: Ben Stevens/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-19T14:26:00.694Z\">at 2.26pm GMT</time></p> \n</div> \n<div id=\"block-5c90f7e8e4b0e8eadf7804dd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T14:12:21.760Z\">2.12pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">EU needs to know from May what she wants on article 50 extension, says Tusk</h2> \n <div class=\"block-elements\"> \n  <p><strong>Donald Tusk,</strong> the president of the European council, and<strong> Leo Varadkar</strong>, the Irish PM, have issued a joint statement after their talks in Dublin earlier.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DarrenEuronews/status/1108006205899923456\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">STATEMENT after Irish PM meets <a href=\"https://twitter.com/eucopresident?ref_src=twsrc%5Etfw\">@EUCOPresident</a> <a href=\"https://t.co/dW2CQpKiRq\">pic.twitter.com/dW2CQpKiRq</a></p>— Darren McCaffrey (@DarrenEuronews) \n    <a href=\"https://twitter.com/DarrenEuronews/status/1108006205899923456?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"5fda7b273c0e40ed26a0d933d18abeb8411e837d\"> \n   <img src=\"https://media.guim.co.uk/5fda7b273c0e40ed26a0d933d18abeb8411e837d/0_530_4991_2994/1000.jpg\" alt=\"Leo Varadkar (right) walking with Donald Tusk inside Government Buildings in Dublin earlier today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Leo Varadkar (right) walking with Donald Tusk inside Government Buildings in Dublin earlier today.</span> \n    <span class=\"element-image__credit\">Photograph: Paul Faith/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90f573e4b0480f6c021eda\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T14:07:49.698Z\">2.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Theresa May recently read the riot act to her cabinet about leaking. It wasn’t an entire success, because some post-cabinet briefing continues. I posted some earlier (see <a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c90eb58e4b0480f6c021e74#block-5c90eb58e4b0480f6c021e74\">1.17pm</a> and<a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c90f109e4b0480f6c021eae#block-5c90f109e4b0480f6c021eae\"> 1.40pm)</a> and here is some more.</p> \n  <p>(Note: some of these reporters are clearly quoting the same source.)</p> \n  <p>From the Times’ <strong>Sam Coates</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesTimes/status/1107984518907080706\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Cabinet<br><br>Theresa May set out two options, long and short extension. Did not set out preference. <br><br>Andrea Leadsom “tore into people around the table”<br><br>One angry cabinet source: “It’s not up to us. It’s up to them, and who knows what conditions they’ll attach.</p>— Sam Coates Times (@SamCoatesTimes) \n    <a href=\"https://twitter.com/SamCoatesTimes/status/1107984518907080706?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesTimes/status/1107984522031751168\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Cabinet source cont<br><br>“She sat their like a nodding dog, not making a proper decision. She should be leading.”</p>— Sam Coates Times (@SamCoatesTimes) \n    <a href=\"https://twitter.com/SamCoatesTimes/status/1107984522031751168?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesTimes/status/1107986776277372929\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Reflecting on cabinet, a source said: “Where’s the strategy. It feels like the last days of Rome.”</p>— Sam Coates Times (@SamCoatesTimes) \n    <a href=\"https://twitter.com/SamCoatesTimes/status/1107986776277372929?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesTimes/status/1107987268462088194\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Two weeks ago, Theresa May’s performance in cabinet was compared to the popular YouTube Downfall spoof, suggesting an element of denial <br><br>But while there’s not much confidence in her, and the cabinet can and do complain, they don’t have an alternative plan or person</p>— Sam Coates Times (@SamCoatesTimes) \n    <a href=\"https://twitter.com/SamCoatesTimes/status/1107987268462088194?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Sun’s <strong>Steve Hawkes</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/steve_hawkes/status/1108003621575278594\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sources claiming that Theresa May didn't actually suggest any time period for a Brexit extension and just listened to the views of others around the Cabinet table... Leading from the front!</p>— steve hawkes (@steve_hawkes) \n    <a href=\"https://twitter.com/steve_hawkes/status/1108003621575278594?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Daily Mail’s <strong>Jason Groves</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGroves1/status/1107994026115022850\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Theresa May told Cabinet that Bercow's intervention had turned Brexit into 'Parliament versus the people'. Also warned that voters increasingly viewing Parliament as a 'laughing stock'</p>— Jason Groves (@JasonGroves1) \n    <a href=\"https://twitter.com/JasonGroves1/status/1107994026115022850?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGroves1/status/1107994812379217921\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Govt sources flatly denying the claim that May suggested a two-year Brexit delay at Cabinet</p>— Jason Groves (@JasonGroves1) \n    <a href=\"https://twitter.com/JasonGroves1/status/1107994812379217921?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGroves1/status/1108002920379940865\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Cabinet source: 'The only thing agreed this morning was that everyone hates Bercow'</p>— Jason Groves (@JasonGroves1) \n    <a href=\"https://twitter.com/JasonGroves1/status/1108002920379940865?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90f1b0e4b0a5422e6379b3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:54:31.676Z\">1.54pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Merkel says she cannot say how EU will respond to article 50 extension request because 'too much in flux'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Angela Merkel,</strong> the German chancellor, said today that she could not predict how the EU would respond to the UK request for an article 50 extension, because “too much is in flux”. According to reports from Reuters and the Associated Press, she said:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Now, we will see what Theresa May says to us, what her wishes are - we will try to respond to those ...</p> \n   <p>We will watch very attentively how the British government reacts to what was said yesterday in parliament and then deal with the situation. I cannot evaluate what it will be on Thursday - much too much is in flux.</p> \n  </blockquote> \n  <p>Merkel also admitted that she is no expert on Erskine May. She told reporters:</p> \n  <blockquote class=\"quoted\"> \n   <p>I’ll concede that I wasn’t actively aware of the British Parliament’s rules of procedure from the 17th century, so I took note of this with interest yesterday.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"975a7e9c1f62ff1ec4d901ec8938e507c0a8651c\"> \n   <img src=\"https://media.guim.co.uk/975a7e9c1f62ff1ec4d901ec8938e507c0a8651c/0_211_5794_3476/1000.jpg\" alt=\"Angela Merkel speaking at the Global Solutions Summit in Berlin today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Angela Merkel speaking at the Global Solutions Summit in Berlin today.</span> \n    <span class=\"element-image__credit\">Photograph: Sean Gallup/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90f2f3e4b0480f6c021ec1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:48:39.679Z\">1.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The general affairs council press conference is now over. Beyond George Ciamba’s comments about a no-deal Brexit (see<a href=\"https://www.theguardian.com/politics/live/2019/mar/19/brexit-latest-news-bercow-speaker-theresa-may-to-chair-cabinet-as-government-responds-to-bercow-ruling-against-repeat-vote-on-deal-politics-live?page=with:block-5c90ef98e4b0e8eadf78048d#block-5c90ef98e4b0e8eadf78048d\"> 1.35pm),</a> nothing else on Brexit came up.</p> \n </div> \n</div> \n<div id=\"block-5c90f109e4b0480f6c021eae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:40:47.822Z\">1.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>According to the BBC’s <strong>Laura Kuennsberg</strong>, some ministers left cabinet today unsure what Theresa May is going to say in her letter to Donald Tusk, the European council president, about the article 50 extension.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107995573393739776\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Govt sources pushing back v hard at idea PM will suggest 2 year delay to process which some left the meeting this morning thinking she would</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1107995573393739776?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90f084e4b0e8eadf780494\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:38:07.771Z\">1.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ciamba says the EU summit at the end of this week will focus on economic issues.</p> \n  <p>(That’s a helpful reminder that the EU has plenty of things to talk about beyond Brexit.) </p> \n </div> \n</div> \n<div id=\"block-5c90ef98e4b0e8eadf78048d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:35:16.643Z\">1.35pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">EU press conference</h2> \n <div class=\"block-elements\"> \n  <p>The EU is holding a press conference about today’s general affairs council meeting.</p> \n  <p><strong>George Ciamba,</strong> the Romanian minister for European affairs, is speaking now. He says he and his EU ministers discussed contingency plans that might be needed in the event of a no-deal Brexit.</p> \n  <p>There are details of what was agreed here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EUCouncilPress/status/1107940123465994240\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/EUCouncil?ref_src=twsrc%5Etfw\">@EUCouncil</a> has adopted a series of legislative acts for a “no-deal” <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> scenario. <br><br>EU contingency measures now in place for social security coordination, Erasmus+, the PEACE programme, transport, fisheries &amp; export of dual-use items.<br><br>Press release: <a href=\"https://t.co/Qsj3m2ufQ2\">https://t.co/Qsj3m2ufQ2</a></p>— EU Council Press (@EUCouncilPress) \n    <a href=\"https://twitter.com/EUCouncilPress/status/1107940123465994240?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"d2df338c87a93c6a4eacfde8db1cd1000a6f2643\"> \n   <img src=\"https://media.guim.co.uk/d2df338c87a93c6a4eacfde8db1cd1000a6f2643/28_0_803_482/500.png\" alt=\"George Ciamba\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">George Ciamba</span> \n    <span class=\"element-image__credit\">Photograph: EU</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-19T13:36:21.395Z\">at 1.36pm GMT</time></p> \n</div> \n<div id=\"block-5c90ece8e4b0480f6c021e7e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:32:54.921Z\">1.32pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Conservative pro-European<strong> Phillip Lee </strong>has just told the World at One that he thinks there is now more support in the Commons for a second referendum on Brexit than there is for the PM’s deal.</p> \n  <p>That would certainly be true if you counted all Labour MPs as being in favour, on the grounds that the party is now officially backing the idea of putting Theresa May’s Brexit deal to a referendum, although if parliament approved a Labour version of Brexit, the party would not necessarily favour putting that to a public vote. There were 242 MPs voting for May’s Brexit deal last week. Labour currently has 245 MPs, and the SNP (35 MPs), the Lib Dems (11 MPs), the Independent Group (11 MPs), Plaid Cymru (4 MPs) and the Greens (one MP) all favour a second referendum.</p> \n </div> \n</div> \n<div id=\"block-5c90ec8de4b0e8eadf78046a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:21:31.663Z\">1.21pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from<strong> Leo Varadkar,</strong> the Irish prime minister, following his meeting with Donald Tusk, the president of the European council, in Dublin. The two men had been due to hold a press briefing after their talks, but according to Sky News that was cancelled.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/campaignforleo/status/1107970253424902144\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">⁦Welcomed <a href=\"https://twitter.com/eucopresident?ref_src=twsrc%5Etfw\">@eucopresident</a>⁩ Donald Tusk back to ⁦<a href=\"https://twitter.com/merrionstreet?ref_src=twsrc%5Etfw\">@merrionstreet</a>⁩ today to discuss <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> and <a href=\"https://twitter.com/hashtag/FutureofEurope?src=hash&amp;ref_src=twsrc%5Etfw\">#FutureofEurope</a> before this week’s ⁦important <a href=\"https://twitter.com/EUCouncil?ref_src=twsrc%5Etfw\">@EUCouncil</a>⁩ meeting <a href=\"https://t.co/IvD0fuAcyB\">pic.twitter.com/IvD0fuAcyB</a></p>— Leo Varadkar (@campaignforleo) \n    <a href=\"https://twitter.com/campaignforleo/status/1107970253424902144?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90eb58e4b0480f6c021e74\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:17:12.386Z\">1.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from the BBC’s <strong>Laura Kuenssberg.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107988238118121472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">1. Cabinet sources say PM is writing letter to EU today asking for extension - frustration that she is going to ask for end date of June 30th, with proviso of up delay of up to 2 years</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1107988238118121472?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107988653983363072\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">2. One source says there was no agreement in the room, another source furious that it seems PM avoiding making an actual decision again about the option she would like to take but wants option of short delay to try to find way of having another go with her deal</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1107988653983363072?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107988976026222593\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">3. Leadsom said to 'tear into' colleauges, saying 'this is now a Remain Cabinet, not a Brexit Cabinet' - and argued for leaving without a final deal at end of June</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1107988976026222593?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107989414175797248\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">4. Fear lack of decision and general anger might push govt into another confidence vote situation next week and some tories might be so angry they vote against govt or abstain - 'it's last days of Rome' says one insider</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1107989414175797248?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107990954533941249\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">5. No 10 said earlier there was a 90 minute discussion at Cabinet, Prime Minister does not want a long delay, and will write to EU leaders before Thursday summit, but we'll have to wait for details</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1107990954533941249?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1107992051092729856\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Number 10 sources say still final decision on what to ask for and how</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1107992051092729856?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90e31de4b0e8eadf78041c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T13:00:17.614Z\">1.00pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">No 10 confirms May writing to Tusk asking for article 50 extension</h2> \n <div class=\"block-elements\"> \n  <p>The Downing Street lobby briefing was unusually unilluminating (which is normally a sign that they have not decided what to do in Number 10). Here are the key points.</p> \n  <ul> \n   <li><strong>The prime minister’s spokesman confirmed that Theresa May will write to Donald Tusk, president of the European council, requesting an article 50 extension.</strong> But the spokesman would not say whether this would happen today or tomorrow, and he refused to comment on what the letter will say. Last week May said that she would request a short extension if MPs had passed her deal before the summit, which starts on Thursday, or a long extension if they had not. But the speaker’s ruling yesterday, which made holding another meaningful vote this week much harder, may have kiboshed that plan, and the spokesman refused to confirm that May would remain bound by this strategy. (One option might be for the PM, instead of just asking for a long extension, to ask for a long extension, with the option of a shorter one if MPs pass her deal next week, but that is speculation - and not something the spokesman confirmed.) Ministers spent 90 minutes discussing all this at cabinet today, the spokesman said.</li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman came close to confirming that there will be no meaningful vote on the Brexit deal this week.</strong> He said that a vote would have to take place tomorrow, that in that case the motion would have to go down today, and that that was “not something that has happened as of yet”.</li> \n  </ul> \n  <ul> \n   <li><strong>Sajid Javid, the home secretary, that <a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Lords/2019-03-19/HLWS1395/\">he is announcing more money today for security around mosques and other places of worship</a> in the light of the New Zealand terrorist attack.</strong> There was a substantial discussion of the threat posed by far-right terrorism at cabinet, with ministers also saying social media companies needed to do more to remove videos like the one filmed by attacked in Christchurch last week.</li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"21cc8f6abc317f48ec3e958446f6177bb001c422\"> \n   <img src=\"https://media.guim.co.uk/21cc8f6abc317f48ec3e958446f6177bb001c422/763_340_1968_1181/1000.jpg\" alt=\"10 Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">10 Downing Street.</span> \n    <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90d95de4b0e8eadf7803b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T11:59:27.930Z\">11.59am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The BBC’s Europe editor, <strong>Katya Adler</strong>, has a good Twitter thread on what EU countries think about an article 50 extension. It starts here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1107967874163970048\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU countries’ position on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> delay being described to me still as a “cacophony” - some for short, others for long, some for strict conditions, others more relaxed BUT /1</p>— katya adler (@BBCkatyaadler) \n    <a href=\"https://twitter.com/BBCkatyaadler/status/1107967874163970048?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>I am off to the Downing Street lobby briefing. I will post again after 12.30pm.</p> \n </div> \n</div> \n<div id=\"block-5c90d494e4b0480f6c021d87\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T11:40:39.936Z\">11.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://blogs.spectator.co.uk/2019/03/why-the-dup-are-worried-about-tory-succession/\">an interesting Spectator blog</a>, <strong>James Forsyth</strong> says that, although the talks between the government and the DUP about the backstop are going on, the DUP are worried that anything Theresa May promises about Great Britain maintaining regulatory alignment with Northern Ireland might not be honoured by her successor. Here is an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>One of those familiar with DUP thinking tells me that one concern they have is over the attitude of Theresa May’s successor to the provision that they are negotiating which would see the rest of the UK follow any regulations that Northern Ireland adopted in the backstop.</p> \n   <p>The government is offering to put this measure into the withdrawal agreement bill. This would give it force, particularly given that the WAB will be superior legislation. However, the eventual UK / EU trade deal could end up overriding this lock. I understand that yesterday the DUP put out feelers to the leading Brexiteer leadership candidates about how they would approach this issue and were not reassured by the answers that came back.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5c90cfdfe4b0480f6c021d48\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T11:32:45.553Z\">11.32am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">'Time is not a solution' - French Europe minister says article 50 extension without reason would be pointless</h2> \n <div class=\"block-elements\"> \n  <p><strong>Nathalie Loiseau</strong>, the French Europe ministers, was also speaking to reporters ahead of the EU general affairs council this morning. She said the uncertainty around Brexit was “unacceptable”. She went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>We need an initiative, we need something new because if it’s an extension to remain in the same deadlock [that would be unacceptable.] How do we get out of this deadlock? This is a question for the British authorities.</p> \n   <p>[The UK] have said ‘no’ to a no deal and they have said ‘no’ to a realistic deal. Now they have to change their mind on one or the other.</p> \n  </blockquote> \n  <p>Loiseau also said, if the EU does grant an article 50 extension, it would have to be for a purpose. </p> \n  <blockquote class=\"quoted\"> \n   <p>Grant an extension - what for? Time is not a solution, it’s a method. If there is an objective and a strategy and it has to come from London.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"8ffa042d5f9671433a2e2c809a9232138dbb929f\"> \n   <img src=\"https://media.guim.co.uk/8ffa042d5f9671433a2e2c809a9232138dbb929f/13_0_605_363/500.png\" alt=\"Nathalie Loiseau\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nathalie Loiseau</span> \n    <span class=\"element-image__credit\">Photograph: EU</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90cd70e4b0e8eadf78033d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T11:07:52.793Z\">11.07am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from the BBC’s Berlin correspondent, <strong>Jenny Hill.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jennyhillBBC/status/1107960054995668992\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">‘I’ll fight for an orderly Brexit until the last hour of 29th of March’ says Angela Merkel. Tellingly she wouldn’t now be drawn on whether she’d support extension ( short or otherwise) to A50. Instead says her position will depend on what Theresa May tells EU27 on Thurs</p>— jenny hill (@jennyhillBBC) \n    <a href=\"https://twitter.com/jennyhillBBC/status/1107960054995668992?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90cba7e4b0e8eadf780323\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T11:03:18.461Z\">11.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>Andrew Gwynne </strong>has posted a nice thread on Twitter illustrating how divided his constituents are on Brexit.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GwynneMP/status/1107741970141798401\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">THREAD: it’s very easy for people to demand that their MP vote as they want on a particular issue like Brexit. <br><br>My constituents voted 61% to Leave the EU in the referendum BUT the Cameron Government never spelt out a Leave ‘Plan B’... here’s a sample of emails received today:</p>— Andrew Gwynne MP (@GwynneMP) \n    <a href=\"https://twitter.com/GwynneMP/status/1107741970141798401?ref_src=twsrc%5Etfw\">March 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90c5abe4b0480f6c021cf5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T10:35:23.033Z\">10.35am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Unemployment has hit a new 44-year low of just 3.9%, down from 4% last month, my colleague <strong>Graeme Wearden</strong> reports on his business live blog. There is full coverage, with reaction and analysis, here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2019/mar/19/uk-unemployment-wages-report-house-prices-economy-brexit-sterling-business-live\">UK jobless rate hits 44-year low of 3.9% despite Brexit uncertainty - business live</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5c90b2abe4b0a5422e63777e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T10:18:08.998Z\">10.18am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Conservative MP <strong>Nick Boles</strong> thinks all the controversy about John Bercow’s ruling is a fuss about nothing. He says, if Theresa May has a majority for her deal, she could also use that majority to change Commons standing orders to allow another vote on the deal notwithstanding the standard “no repeat votes” rule.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickBoles/status/1107930087364665345\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Not sure what all the fuss is about. If the PM thinks she has a majority for a third meaningful vote, she will also have a majority for a motion to set aside the Speaker’s ruling on the Erskine May convention. If she doesn’t, no point making the attempt.</p>— Nick Boles MP (@NickBoles) \n    <a href=\"https://twitter.com/NickBoles/status/1107930087364665345?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Boles is right about this, although this plan would mean Theresa May having to win a second, potentially tricky vote. Given her recent record in Brexit votes, you can see why she wants as few of those as possible.</p> \n </div> \n</div> \n<div id=\"block-5c90bd00e4b0480f6c021cb3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T10:08:15.171Z\">10.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Leading EU minister says there is now 'less clarity' from London about Brexit</h2> \n <div class=\"block-elements\"> \n  <p><strong>George Ciamba,</strong> the Romanian minister for European affairs, is chairing this morning’s meeting of the EU general affairs council, because Romania holds the rotating presidency of the EU. </p> \n  <blockquote class=\"quoted\"> \n   <p>We were saying all the time that we need to have more clarity from London. Clearly, there is no clarity. There is less clarity today than ... yesterday.</p> \n   <p>We are still looking forward to the European council and to see what is going to be the political will from London. At the end of the day, be it the speaker of the house, be it the prime minister, be it the members of parliament, I think it’s about the political will and about a little bit more clarity what Europe could do, because we know very well what Europe cannot do.</p> \n  </blockquote> \n  <p>Ciamba also said it would not be up to the general affairs council to discuss the details of an article 50 extension.</p> \n  <figure class=\"element element-image\" data-media-id=\"0fb46363b8ef64fd10ec0ff0af120b558ebae884\"> \n   <img src=\"https://media.guim.co.uk/0fb46363b8ef64fd10ec0ff0af120b558ebae884/778_3_3132_1880/1000.jpg\" alt=\"George Ciamba, Romanian minister for European affairs.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">George Ciamba, Romanian minister for European affairs.</span> \n    <span class=\"element-image__credit\">Photograph: Stéphanie Lecocq/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90b8f1e4b0480f6c021c9d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T09:52:29.112Z\">9.52am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">'Please deliver, the clock is ticking,' German Europe minister tells Theresa May</h2> \n <div class=\"block-elements\"> \n  <p>The EU’s general affairs council is meeting in Brussels this morning. This is where EU foreign ministers will discuss the agenda for the EU summit later this week. On the way in <strong>Michael Roth,</strong> Germany’s Europe minister, indicated that Berlin is getting fed up with British indecision. Asked about Brexit, he told reporters:</p> \n  <blockquote class=\"quoted\"> \n   <p>The clock is ticking and time is running out. </p> \n   <p>[We are] really exhausted by these negotiations. And I expect clear and precise proposals [from] the British government why such an extension is necessary. </p> \n   <p>It is not just a game. It is an extremely serious situation, not just for the people in the United Kingdom, but for the people in the European Union.</p> \n   <p>For my government, the key priority is to prevent a no-deal Brexit ...</p> \n   <p>I don’t have any appetite for substance-less, very abstract discussions and negotiations on the Brexit. Please deliver, dear friends in London, please deliver. The clock is ticking. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"818a97cb616f7f2af27e299c3f50eacc027be832\"> \n   <img src=\"https://media.guim.co.uk/818a97cb616f7f2af27e299c3f50eacc027be832/20_0_518_311/500.png\" alt=\"Michael Roth\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Michael Roth</span> \n    <span class=\"element-image__credit\">Photograph: EU</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90b6d8e4b0a5422e637798\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T09:38:37.843Z\">9.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is fun. The BBC’s <strong>Joey D’Urso</strong> doorstepped <strong>John Bercow</strong>, the Commons speaker, as Bercow was arriving at the Commons for work this morning. At first Bercow responded to D’Urso’s questions with faux gratitude and a reference to a bobble hat, showing that it is not just MPs who can get the full blast of passive aggressivity from the speaker. But then D’Urso managed to achieve a feat hitherto unknown in parliamentary history; as he persisted with his questioning, he reduced Bercow to silence.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1107935118394642432\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Order, order!<br>Speaker John Bercow talks coffee and bobble hats after he's asked about yesterday's dramatic Brexit decision.<a href=\"https://t.co/T8OO2sbX3S\">https://t.co/T8OO2sbX3S</a> <a href=\"https://t.co/obEj7MJNmU\">pic.twitter.com/obEj7MJNmU</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1107935118394642432?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c90b1cfe4b0a5422e63777d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T09:27:30.574Z\">9.27am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Stephen Barclay claims there is 'growing risk' of no Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Here are some more lines from the interviews that <strong>Stephen Barclay</strong>, the Brexit secretary, has been giving this morning.</p> \n  <ul> \n   <li><strong>Barclay suggested that, if a majority of MPs want another vote on a Brexit deal, he would expect John Bercow, the speaker, to agree to one.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1107928865635254272\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"You respect the referee and abide by his decisions\" says Brexit Sec <a href=\"https://twitter.com/SteveBarclay?ref_src=twsrc%5Etfw\">@stevebarclay</a>. But if the \"will of the House\" is for another vote, then he's \"sure\" Bercow will \"look at that closely\" <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a> <a href=\"https://t.co/0ulsT7LxjG\">https://t.co/0ulsT7LxjG</a></p>— BBC Radio 4 Today (@BBCr4today) \n    <a href=\"https://twitter.com/BBCr4today/status/1107928865635254272?ref_src=twsrc%5Etfw\">March 19, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>He dismissed claims that Bercow’s ruling made a no-deal Brexit more likely. </strong>Responding to the Tory Brexiter <strong>David Jones,</strong> who made that claim in an earlier interview on the Today programme, Barley said that Jones was “clutching at straws because the house has already ruled to take no-deal off the table”.</li> \n  </ul> \n  <ul> \n   <li><strong>Barclay said having no Brexit was becoming more likely.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>What has become very clear from the speaker’s ruling yesterday is, for my Brexit colleagues, I think they can see that there is a growing risk of no Brexit. </p> \n  </blockquote> \n  <ul> \n   <li><strong>He rejected suggestions that ministers could seek a prorogation of Parliament from the Queen in order to get round the ruling.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think the one thing everyone would agree on is involving Her Majesty in any of the issues around Brexit is not the way forward so I don’t see that as a realistic option.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"1474faec2b4da7f835dc187628fed404f5359c06\"> \n   <img src=\"https://media.guim.co.uk/1474faec2b4da7f835dc187628fed404f5359c06/0_32_2188_1313/1000.jpg\" alt=\"Stephen Barclay\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Stephen Barclay</span> \n    <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-19T09:58:35.602Z\">at 9.58am GMT</time></p> \n</div> \n<div id=\"block-5c90a8e4e4b0e8eadf780218\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-19T09:03:41.286Z\">9.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Theresa May will chair cabinet this morning, where her ministers will discuss how to respond to John Bercow’s surprise ruling yesterday about not allowing another Commons vote on her Brexit deal unless it changes significantly. There is no consensus yet on quite how significant this decision will turn out to be - Brexiters and remainers have both welcomed it on the grounds that it boosts their respective causes, and they can’t both be right - but we have had a preliminary response from <strong>Stephen Barclay,</strong> the Brexit secretary, who has been giving interviews this morning.</p> \n  <p>Barclay said it was now “more unlikely” that there will be another vote on May’s Brexit deal this week, before the EU summit starts on Thursday.</p> \n  <p>But he also said the government was still committed to getting May’s deal through parliament. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>What we need to do is secure the deal. This is the only deal on the table. The EU is clear it is the only deal on the table. Business need the certainty of this deal and it is time that parliament comes together and gets behind it.</p> \n  </blockquote> \n  <p>And he also said that Bercow’s decision would not absolutely rule out a new meaningful vote. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>What the speaker has said in his ruling is there needs to be something that is different. You can have the same motion but where the circumstances have changed.</p> \n   <p>So we need to look at the details of the ruling, we need to consider that in the terms of earlier rulings that don’t particularly align with yesterday’s. </p> \n   <p>The fact a number of members of parliament have said that they will change their votes points to the fact that there are things that are different.</p> \n  </blockquote> \n  <p>On the basis of what Barclay is saying, it may well be that the main effect of Bercow’s ruling will be to kill of all prospect of a third meaningful vote this week (MV3), followed by an MV4 next week, leaving instead just one new meaningful vote before the scheduled exit day on Friday next week.</p> \n  <p>I will post more from Barclay’s various interviews this morning soon.</p> \n  <p>Here is the agenda for the day.</p> \n  <p><em>9.30am: </em>Theresa May chairs cabinet.</p> \n  <p><em>9.30am:</em> Unemployment figures are published.</p> \n  <p><em>10am: </em>Robert Chote, the chair of the Office for Budget Responsibility, gives evidence to the Commons Treasury committee about the spring statement. My colleague Graeme Wearden will be covering it <a href=\"https://www.theguardian.com/business/live/2019/mar/19/uk-unemployment-wages-report-house-prices-economy-brexit-sterling-business-live\">on his business live blog.</a></p> \n  <p><em>11.30am:</em> Donald Tusk, president of the European council, meets Leo Varadkar, the Irish prime minister, in Dublin. Afterwards they will hold a press conference.</p> \n  <p><em>12pm:</em> Downing Street lobby briefing.</p> \n  <p>Also at some point today Jeremy Corbyn will be meeting the Wesminster leaders of the SNP, the Lib Dems, Plaid Cymru and the Greens to discuss alternative approaches to Brexit. A meeting had been planned for yesterday, but had to be re-arranged.</p> \n  <p>As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I wrap up, at around 6pm.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-the-best-laid-plans-bercows-mission-accomplished-brexit-in-space/\"> the Politico Europe round-up of this morning’s political news.</a><a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-panic-stations-labour-going-soft-cox-in-the-box/\"> </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-19T09:12:36.746Z\">at 9.12am GMT</time></p> \n</div>",
      "wordcount": "5549",
      "commentCloseDate": "2019-03-19T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-19T09:03:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-07T09:56:25Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b34vb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/760904e6ac2ba2f5b87102aeaced79bfc4996bc2/0_60_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Michel Barnier, the EU’s chief Brexit negotiator, has warned Theresa May that she should not take it for granted that the EU will agree to an article 50 extension. At a press conference in Brussels, he said that delaying Brexit could bring economic and political costs, that the EU would want reasons for an extension, and that he would only favour agreeing a long extension in return for the UK offering “something new”. See 5.28pm. May believes the UK has slid into political crisis, her spokesman said, as he confirmed she would be writing to EU leaders to request a delay to Brexit. The German chancellor, Angela Merkel, has said she will fight until the “final hour” of 29 March to avoid a no-deal Brexit, but admitted she cannot second-guess the outcome of an EU summit this week due to the chaos in Westminster. The Brexit secretary, Stephen Barclay, has insisted the prime minister may be able to hold another vote on her Brexit deal if she agrees the terms of an article 50 extension with the EU, believing that would satisfy the objections of the House of Commons Speaker, John Bercow. The government has thrown a potential £500m Brexit lifeline to 180,000 British pensioners in EU countries outside the UK who rely on the NHS to pay for their healthcare. Sajid Javid, the home secretary, has announced that he is doubling the money available for the places of worship protective security fund in the light of last week’s terror attacks at two mosques in New Zealand. MPs have voted by 199 to 134, a majority of 65, to remove Ian Austin and Mike Gapes from the foreign affairs committee, following their decision to quit Labour. They were originally elected to the committee to take seats set aside for Labour MPs. That’s all from me for tonight. Thanks for the comments. Here are the main points from Michel Barnier’s press conference. Barnier, the EU’s chief Brexit negotiator, will not have the final say over whether the EU grants the UK an article 50 extension, because the decision will be taken by the 27 heads of government on the European council, who are well above Barnier in terms of seniority. But the EU has been very disciplined at maintaining a common line throughout this process (eg, see how what Paris is saying, at 4.36pm, echoes Barnier’s language) and Downing Street will be mulling over his words very carefully. Barnier did not seem to be laying down any impossible red lines for Theresa May. But he was more negative about the case for an article 50 extension than Number 10 might have expected, and his comments should quash Brexiter claims from people like David Davis (eg, here) and Boris Johnson (eg, here) that Brussels will blink at the last minute. Here are the main points. Barnier warned Theresa May that she could not take it for granted that the EU will agree to an article 50 extension. Rather than treat it as a given, Barnier insisted that it would come with disadvantages, and that the EU might seek to attach conditions. He said extending article 50 could bring economic and political costs for the EU. In his opening statement he said: In any case, the European council will need to assess what is in the best interest of the EU. Extending the uncertainty without a clear plan would add to the economic cost for our businesses but could also incur a political cost for the EU. It is for the British government and parliament to decide very quickly what the UK wants to do next. He said, if May asks for an extension, EU leaders will want to know why they should grant one. He said: EU leaders will need a concrete plan from the UK in order to be able to make an informed decision. And key questions will be: Does an extension increase the chances for the ratification of the withdrawal agreement? Will the UK request an extension because it wants a bit more time to rework the political declaration? And then during the Q&amp;A Barnier said: The EU authorities want to know what the underlying political process, which would be the grounds for that extension, would be. Political process within the House of Commons, or within the general political debate within the UK ... All I would say is that is it is our duty to ask whether this extension would be useful. Because an extension will be something that will extend uncertainty, and uncertainty costs. It has a cost for everybody. And we can’t prolong uncertainty without having a good reason for it. He confirmed that the EU would be willing to change the political declaration on the future relationship. He said: I recall that this political declaration, which sets out the framework for our future relation, could be made more ambitious in the coming days if a majority in the House of Commons so wishes. By “more ambitious”, he meant more attuned to a soft Brexit outcome, or more Norwegian. He said he thought May would have to offer “something new” to justify getting a long article 50 extension. During the Q&amp;A he said: My feeling is ... a longer extension needs to be linked to something new. There needs to be a new event. This has been interpreted as a reference to holding a general election, or a referendum, although May has already said that, if MPs do not pass a Brexit deal this week, next week she will begin a process in the Commons intended to see what Brexit solution they can unite behind. (May made that commitment when she was planning a meaningful vote this week. John Bercow’s ruling yesterday has complicated things, although at lobby this morning the prime minister’s spokesman said the commitments given at the despatch box by the PM still stood.) Barnier mocked the idea that May could ask for a long extension and a short one too. When this was put to him, he said: You said both short and long, well, it’s either one or the other, isn’t it? The idea that May could ask for a long extension and a short one refers to the possibility that she could ask for a long extension, with the possibility of shortening it if MPs back her deal next week. He said everyone should “finalise all preparations for a no-deal scenario. Here is the full text of Michel Barnier’s opening statement at the press conference. Paris reiterated its tough line on Tuesday afternoon, insisting no extension could be granted to the UK without the government presenting a credible “new strategy or plan” which would need to have parliament’s backing. An Elysée official said: Playing for time just for the sake of playing for time would not constitute a project or strategy. Now is not the time for procrastinating. Paris, which is impatient for the EU to turn to other issues of reform rather than facing much more time bogged down in Brexit, has reiterated that it needs concrete solutions from London. France won’t back an extension unless it comes with a clear, new, credible plan which can gain majority parliament support. France has insisted that the withdrawal agreement, which won’t be renegotiated, is a ticket to exit the EU in an “organised” way. The source at the French presidential palace said London must give clarity on the way forward: “An extension is merely an instrument, it’s not a solution or a strategy in itself ... Now is not the time for pondering or looking at perspectives on Brexit”, instead it was the final hour to find a concrete plan. Paris is adamant that it wants to protect “the functioning of the EU”. If a longer extension were to be granted, for example 12 months, “we would have to look at the implications of that”, in terms of how a country planning to leave would have a seat and a say in key future decisions, the official said. Just in case you did not get the message, these are from Daniel Ferrie, Michel Barnier’s press officer. Here is some Twitter reaction to Michel Barnier’s press conference. From ITV’s Robert Peston From the Guardian’s Paul Johnson From the Telegraph’s James Rothwell From the BBC’s Iain Watson Barnier says EU countries have rights and obligations with regard to European elections. Citizens have the right to vote in European elections. He says the EU needs also to take into account the amount of time needed to participate in elections. And that’s it. The press conference is over. Barnier’s comments don’t help Theresa May. I will summarise them shortly. Q: There are reports that May might ask for a short extension, and a long one as a backup. Ciamba says he agrees with what Barnier said about an extension having costs. Barnier says the issue of an extension is not a dogmatic issue. The EU has never been dogmatic. And it is not going to change that now. This is a practical issue, he says. He says he fully respects the sovereignty of parliament, and its procedures. Turning to the question, he says: Both short and long? It is either one or the other, isn’t it? Barnier suggests EU would be sceptical about a UK demand for a long extension, with a short one as an alternative. He says a longer extension would have to be “linked to something new”. There would need to be a new event. Barnier says a long article 50 extension would have to be linked to a new development. Q: So are you saying the EU would reject a request of a long extension, with a short one as an alternative? Barnier says that is not what he said. This will be a decision for the heads of government, he says. He says he is a simple soul. Something has to be either short or long. Asked if he knows when May will send her letter, Ciamba says that is for Theresa May to announce. Barnier says he is not here to discuss the duration of an article 50 extension. He is asking what purpose it would serve. It would have to be useful, it says. The EU would want to know what it should grant one. And what the underlying political process behind it would be. He says it is the EU’s duty to ask if the extensikon An extension would extend uncertainty, and uncertainty costs. And the EU should not extend uncertainty without having a good reason, he says. Barnier says all sides should now finalise arrangements for a no-deal Brexit. The EU and the UK should finalise arrangement for a no-deal Brexit, says Banier. Barnier says, if the UK asks for an extension, the EU will need to know its reasons. The key questions will be: Does this increase the chances of the deal passing? Does the UK want more time to change the plan? Barnier says the framework for the future relationship could be made “more ambitious” if the UK wants that. He says extending uncertainty could add to the economic costs for businesses. And it could bring political costs too. Barnier warns that extending article 50 could increase the economic and political costs of Brexit for the EU. The EU press conference has just started. George Ciamba, the Romanian minister for European affairs (Romania has the rotating presidency of the EU) starts by repeating the point he made this morning about wanting more clarity from the UK. (See 10.08am.) Michel Barnier is speaking now. He says it is a key moment in the talks. We are 10 days from 29 March, he says. He says that was the date the UK chose for Brexit. He says both sides have spent a long time on the negotiation. They have agreed a withdrawal agreement. If the UK wants to leave the EU in an orderly fashion, this withdrawal treaty is the only one available. He says, in the absence of ratification of the treaty, “we are now faced with genuine uncertainty”. He says the EU now needs choices from the UK. Jeremy Corbyn has held Brexit talks at Westminster with the leaders of the smaller opposition parties in the Commons: the SNP’s Ian Blackford, the Lib Dems’ Sir Vince Cable, Plaid Cymru’s Liz Saville Roberts and the Green’s Caroline Lucas. After the meeting Blackford, Cable, Saville Roberts and Lucas issued a joint statement urging Corbyn to be more positive about a second referendum. They said: We welcome that today we have sat down with Jeremy Corbyn for the first time. In the meeting our message was clear, Labour must move to back a public vote, which includes the option to remain, before the window of opportunity closes. There is no such thing as a good Brexit – whether it is a Labour or Conservative version of it – jobs, public services and the environment will suffer. Remaining in the EU is the best deal on offer and with time running out, Labour must now deliver on their promises so that we can avoid a catastrophic Brexit. We hope that we can now work collaboratively and move swiftly to ensure the best possible chance for a fresh referendum to take place. Labour issued its own statement after the meeting, implying that Corbyn was more interested in getting the other parties to support Labour’s Brexit plan. A party spokesman said: This afternoon, Jeremy Corbyn held constructive talks with Ian Blackford, Vince Cable, Liz Saville Roberts and Caroline Lucas about breaking the current Brexit deadlock. The party leaders affirmed their common opposition to the government’s botched deal or a no deal outcome. Should there not be a majority in parliament for May’s deal or a public vote, Corbyn called on the other parties to engage constructively to find a parliamentary majority for a close economic relationship with the EU that can work for the whole country. The party leaders discussed efforts to ensure May’s deal would be put to a public vote if she is able to force it through parliament with threats and phony bribes. The EU/Barnier press conference will start in the next few minutes. In the Commons MPs are currently debating Labour move to replace two members of the foreign affairs committee, Ian Austin and Mike Gapes, who have recently left the party, with two Labour MPs, Conor McGinn and Catherine West. Seats on select committees are allocated on a party basis (each party gets a certain number of seats, depending on overall party strength in the Commons) and so Labour can argue that the Austin/Gapes slots should go to Labour MPs. Sarah Wollaston, who recently left the Tories to join Gapes in the new Independent Group, has tabled an amendment saying Austin and Gapes should be allowed to stay. Michel Barnier, the EU’s chief Brexit negotiator, has been addressing the EU’s general affairs council meeting this afternoon. He is due to speak at a press conference later. ITV’s political editor, Robert Peston, thinks that Theresa May will end up requesting a short extension to the end of June - with a 21-month extension as a backup. As he explains in an ITV blog: Her ministers think she will request a delay until 30 June, predicated on her somehow getting her deal ratified by MPs - with an option of an extension to the end of 2020 in the event she ever concedes her own Brexit plan is definitely an ex-parrot (or dead, for the few of you too young to remember Monty Python). May’s hope is that if this delay schedule is agreed as a legally binding text then it would have the effect of amending her deal - such that the speaker could not then block her holding the meaningful vote for a third time. This would fit with what Number 10 was (or, more importantly, was not) saying at the lobby briefing this morning. (See 1pm.) And this is from Mehreen Khan. This is from Sky’s Faisal Islam. Here is an interesting hypothetical ... In theory, yes. Whoever is PM can revoke article 50 unilaterally, or request an article 50 extension. However, there are several buts. 1) After losing a no confidence vote, Theresa May would remain prime minister until the Queen appointed someone else. Under the Fixed-terms Parliament Act, the Commons would have 14 days to see if someone else could form a government. (The procedure is not 100% clear, but presumably the Queen would only appoint someone else if she were confident that PM could win a vote of confidence.) If no alternative PM could command a majority, there would be an election - which would mean May staying on for another month or so. 2) Unless the Commons suddenly decides to vote for Vince Cable to become PM as head of a cross-party coalition, it is very hard to imagine any likely May replacement revoking article 50. (Corbyn has repeatedly said the result of the referendum must be honoured.) 3) Some lawyers argue that, if the PM were to revoke article 50, s/he would need parliamentary approval, which does not seem likely to be forthcoming. More from cabinet. This is from the Telegraph’s Steven Swinford. Boris Johnson, the Brexiter former foreign secretary who only yesterday restated his opposition to Theresa May’s deal, has had a meeting with the prime minister. This is from ITV’s Carl Dinnen. Donald Tusk, the president of the European council, and Leo Varadkar, the Irish PM, have issued a joint statement after their talks in Dublin earlier. Theresa May recently read the riot act to her cabinet about leaking. It wasn’t an entire success, because some post-cabinet briefing continues. I posted some earlier (see 1.17pm and 1.40pm) and here is some more. (Note: some of these reporters are clearly quoting the same source.) From the Times’ Sam Coates From the Sun’s Steve Hawkes From the Daily Mail’s Jason Groves Angela Merkel, the German chancellor, said today that she could not predict how the EU would respond to the UK request for an article 50 extension, because “too much is in flux”. According to reports from Reuters and the Associated Press, she said: Now, we will see what Theresa May says to us, what her wishes are - we will try to respond to those ... We will watch very attentively how the British government reacts to what was said yesterday in parliament and then deal with the situation. I cannot evaluate what it will be on Thursday - much too much is in flux. Merkel also admitted that she is no expert on Erskine May. She told reporters: I’ll concede that I wasn’t actively aware of the British Parliament’s rules of procedure from the 17th century, so I took note of this with interest yesterday. The general affairs council press conference is now over. Beyond George Ciamba’s comments about a no-deal Brexit (see 1.35pm), nothing else on Brexit came up. According to the BBC’s Laura Kuennsberg, some ministers left cabinet today unsure what Theresa May is going to say in her letter to Donald Tusk, the European council president, about the article 50 extension. Ciamba says the EU summit at the end of this week will focus on economic issues. (That’s a helpful reminder that the EU has plenty of things to talk about beyond Brexit.) The EU is holding a press conference about today’s general affairs council meeting. George Ciamba, the Romanian minister for European affairs, is speaking now. He says he and his EU ministers discussed contingency plans that might be needed in the event of a no-deal Brexit. There are details of what was agreed here. The Conservative pro-European Phillip Lee has just told the World at One that he thinks there is now more support in the Commons for a second referendum on Brexit than there is for the PM’s deal. That would certainly be true if you counted all Labour MPs as being in favour, on the grounds that the party is now officially backing the idea of putting Theresa May’s Brexit deal to a referendum, although if parliament approved a Labour version of Brexit, the party would not necessarily favour putting that to a public vote. There were 242 MPs voting for May’s Brexit deal last week. Labour currently has 245 MPs, and the SNP (35 MPs), the Lib Dems (11 MPs), the Independent Group (11 MPs), Plaid Cymru (4 MPs) and the Greens (one MP) all favour a second referendum. This is from Leo Varadkar, the Irish prime minister, following his meeting with Donald Tusk, the president of the European council, in Dublin. The two men had been due to hold a press briefing after their talks, but according to Sky News that was cancelled. These are from the BBC’s Laura Kuenssberg. The Downing Street lobby briefing was unusually unilluminating (which is normally a sign that they have not decided what to do in Number 10). Here are the key points. The prime minister’s spokesman confirmed that Theresa May will write to Donald Tusk, president of the European council, requesting an article 50 extension. But the spokesman would not say whether this would happen today or tomorrow, and he refused to comment on what the letter will say. Last week May said that she would request a short extension if MPs had passed her deal before the summit, which starts on Thursday, or a long extension if they had not. But the speaker’s ruling yesterday, which made holding another meaningful vote this week much harder, may have kiboshed that plan, and the spokesman refused to confirm that May would remain bound by this strategy. (One option might be for the PM, instead of just asking for a long extension, to ask for a long extension, with the option of a shorter one if MPs pass her deal next week, but that is speculation - and not something the spokesman confirmed.) Ministers spent 90 minutes discussing all this at cabinet today, the spokesman said. The spokesman came close to confirming that there will be no meaningful vote on the Brexit deal this week. He said that a vote would have to take place tomorrow, that in that case the motion would have to go down today, and that that was “not something that has happened as of yet”. Sajid Javid, the home secretary, that he is announcing more money today for security around mosques and other places of worship in the light of the New Zealand terrorist attack. There was a substantial discussion of the threat posed by far-right terrorism at cabinet, with ministers also saying social media companies needed to do more to remove videos like the one filmed by attacked in Christchurch last week. The BBC’s Europe editor, Katya Adler, has a good Twitter thread on what EU countries think about an article 50 extension. It starts here. I am off to the Downing Street lobby briefing. I will post again after 12.30pm. In an interesting Spectator blog, James Forsyth says that, although the talks between the government and the DUP about the backstop are going on, the DUP are worried that anything Theresa May promises about Great Britain maintaining regulatory alignment with Northern Ireland might not be honoured by her successor. Here is an extract. One of those familiar with DUP thinking tells me that one concern they have is over the attitude of Theresa May’s successor to the provision that they are negotiating which would see the rest of the UK follow any regulations that Northern Ireland adopted in the backstop. The government is offering to put this measure into the withdrawal agreement bill. This would give it force, particularly given that the WAB will be superior legislation. However, the eventual UK / EU trade deal could end up overriding this lock. I understand that yesterday the DUP put out feelers to the leading Brexiteer leadership candidates about how they would approach this issue and were not reassured by the answers that came back. Nathalie Loiseau, the French Europe ministers, was also speaking to reporters ahead of the EU general affairs council this morning. She said the uncertainty around Brexit was “unacceptable”. She went on: We need an initiative, we need something new because if it’s an extension to remain in the same deadlock [that would be unacceptable.] How do we get out of this deadlock? This is a question for the British authorities. [The UK] have said ‘no’ to a no deal and they have said ‘no’ to a realistic deal. Now they have to change their mind on one or the other. Loiseau also said, if the EU does grant an article 50 extension, it would have to be for a purpose. Grant an extension - what for? Time is not a solution, it’s a method. If there is an objective and a strategy and it has to come from London. This is from the BBC’s Berlin correspondent, Jenny Hill. The Labour MP Andrew Gwynne has posted a nice thread on Twitter illustrating how divided his constituents are on Brexit. Unemployment has hit a new 44-year low of just 3.9%, down from 4% last month, my colleague Graeme Wearden reports on his business live blog. There is full coverage, with reaction and analysis, here. The Conservative MP Nick Boles thinks all the controversy about John Bercow’s ruling is a fuss about nothing. He says, if Theresa May has a majority for her deal, she could also use that majority to change Commons standing orders to allow another vote on the deal notwithstanding the standard “no repeat votes” rule. Boles is right about this, although this plan would mean Theresa May having to win a second, potentially tricky vote. Given her recent record in Brexit votes, you can see why she wants as few of those as possible. George Ciamba, the Romanian minister for European affairs, is chairing this morning’s meeting of the EU general affairs council, because Romania holds the rotating presidency of the EU. We were saying all the time that we need to have more clarity from London. Clearly, there is no clarity. There is less clarity today than ... yesterday. We are still looking forward to the European council and to see what is going to be the political will from London. At the end of the day, be it the speaker of the house, be it the prime minister, be it the members of parliament, I think it’s about the political will and about a little bit more clarity what Europe could do, because we know very well what Europe cannot do. Ciamba also said it would not be up to the general affairs council to discuss the details of an article 50 extension. The EU’s general affairs council is meeting in Brussels this morning. This is where EU foreign ministers will discuss the agenda for the EU summit later this week. On the way in Michael Roth, Germany’s Europe minister, indicated that Berlin is getting fed up with British indecision. Asked about Brexit, he told reporters: The clock is ticking and time is running out. [We are] really exhausted by these negotiations. And I expect clear and precise proposals [from] the British government why such an extension is necessary. It is not just a game. It is an extremely serious situation, not just for the people in the United Kingdom, but for the people in the European Union. For my government, the key priority is to prevent a no-deal Brexit ... I don’t have any appetite for substance-less, very abstract discussions and negotiations on the Brexit. Please deliver, dear friends in London, please deliver. The clock is ticking. This is fun. The BBC’s Joey D’Urso doorstepped John Bercow, the Commons speaker, as Bercow was arriving at the Commons for work this morning. At first Bercow responded to D’Urso’s questions with faux gratitude and a reference to a bobble hat, showing that it is not just MPs who can get the full blast of passive aggressivity from the speaker. But then D’Urso managed to achieve a feat hitherto unknown in parliamentary history; as he persisted with his questioning, he reduced Bercow to silence. Here are some more lines from the interviews that Stephen Barclay, the Brexit secretary, has been giving this morning. Barclay suggested that, if a majority of MPs want another vote on a Brexit deal, he would expect John Bercow, the speaker, to agree to one. He dismissed claims that Bercow’s ruling made a no-deal Brexit more likely. Responding to the Tory Brexiter David Jones, who made that claim in an earlier interview on the Today programme, Barley said that Jones was “clutching at straws because the house has already ruled to take no-deal off the table”. Barclay said having no Brexit was becoming more likely. He said: What has become very clear from the speaker’s ruling yesterday is, for my Brexit colleagues, I think they can see that there is a growing risk of no Brexit. He rejected suggestions that ministers could seek a prorogation of Parliament from the Queen in order to get round the ruling. He said: I think the one thing everyone would agree on is involving Her Majesty in any of the issues around Brexit is not the way forward so I don’t see that as a realistic option. Theresa May will chair cabinet this morning, where her ministers will discuss how to respond to John Bercow’s surprise ruling yesterday about not allowing another Commons vote on her Brexit deal unless it changes significantly. There is no consensus yet on quite how significant this decision will turn out to be - Brexiters and remainers have both welcomed it on the grounds that it boosts their respective causes, and they can’t both be right - but we have had a preliminary response from Stephen Barclay, the Brexit secretary, who has been giving interviews this morning. Barclay said it was now “more unlikely” that there will be another vote on May’s Brexit deal this week, before the EU summit starts on Thursday. But he also said the government was still committed to getting May’s deal through parliament. He said: What we need to do is secure the deal. This is the only deal on the table. The EU is clear it is the only deal on the table. Business need the certainty of this deal and it is time that parliament comes together and gets behind it. And he also said that Bercow’s decision would not absolutely rule out a new meaningful vote. He explained: What the speaker has said in his ruling is there needs to be something that is different. You can have the same motion but where the circumstances have changed. So we need to look at the details of the ruling, we need to consider that in the terms of earlier rulings that don’t particularly align with yesterday’s. The fact a number of members of parliament have said that they will change their votes points to the fact that there are things that are different. On the basis of what Barclay is saying, it may well be that the main effect of Bercow’s ruling will be to kill of all prospect of a third meaningful vote this week (MV3), followed by an MV4 next week, leaving instead just one new meaningful vote before the scheduled exit day on Friday next week. I will post more from Barclay’s various interviews this morning soon. Here is the agenda for the day. 9.30am: Theresa May chairs cabinet. 9.30am: Unemployment figures are published. 10am: Robert Chote, the chair of the Office for Budget Responsibility, gives evidence to the Commons Treasury committee about the spring statement. My colleague Graeme Wearden will be covering it on his business live blog. 11.30am: Donald Tusk, president of the European council, meets Leo Varadkar, the Irish prime minister, in Dublin. Afterwards they will hold a press conference. 12pm: Downing Street lobby briefing. Also at some point today Jeremy Corbyn will be meeting the Wesminster leaders of the SNP, the Lib Dems, Plaid Cymru and the Greens to discuss alternative approaches to Brexit. A meeting had been planned for yesterday, but had to be re-arranged. As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I wrap up, at around 6pm. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "31669",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/19/may-asks-eu-for-brexit-delay-with-cabinet-in-deadlock-over-crisis",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-20T07:09:55Z",
    "webTitle": "May asks EU for Brexit delay with cabinet in deadlock over 'crisis'",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/19/may-asks-eu-for-brexit-delay-with-cabinet-in-deadlock-over-crisis",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/19/may-asks-eu-for-brexit-delay-with-cabinet-in-deadlock-over-crisis",
    "fields": {
      "headline": "Brexit: Theresa May asks EU for delay with cabinet in deadlock over 'crisis'",
      "standfirst": "<p>PM forced to seek extension of article 50 as No 10 admits it is too late to leave with a deal</p>",
      "trailText": "PM forced to seek extension of article 50 as No 10 admits it is too late to leave with a deal",
      "byline": "Heather Stewart, Rajeev Syal and Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"31a5233c72b8c6a372bc9adf605669605bb818df\"> \n <img src=\"https://media.guim.co.uk/31a5233c72b8c6a372bc9adf605669605bb818df/0_84_3500_2101/1000.jpg\" alt=\"Theresa May ‘will be writing to Donald Tusk in relation to an extension’, her spokesman said.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May ‘will be writing to Donald Tusk in relation to an extension’, her spokesman said.</span> \n  <span class=\"element-image__credit\">Photograph: POOL New/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Theresa May will be forced to write to EU leaders on Wednesday and beg them to delay Brexit, with her cabinet deadlocked over the best way out of what Downing Street now concedes is a “crisis”.</p> \n<p>The government had maintained until the last possible moment that Brexit could go ahead as planned on 29 March or after a brief “technical extension”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/19/pity-poor-barnier-a-man-in-search-of-the-uks-plan\">Pity poor Barnier, a man in search of the UK's plan | John Crace</a> </p> \n</aside> \n<p>But after the Speaker, John Bercow, <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\">ruled the prime minister could not put her deal to parliament unchanged for a third “meaningful vote,”</a> her spokesman conceded it was now too late to leave with a deal.</p> \n<p>He said May would write to the European council president, Donald Tusk, to ask for an extension to article 50, before EU leaders meet in Brussels on Thursday. He declined to say how long a delay she would request, or for what purpose, simply insisting: “You’re going to have to wait for that letter to be published.” </p> \n<p>Asked whether May agreed with the solicitor general, <a href=\"https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked\">Robert Buckland</a>, who described the situation after Bercow’s ruling on Monday as a “constitutional crisis”, her spokesman said: “If you were to look back at the speech the prime minister gave, just before meaningful vote two, she said that if MPs did not support meaningful vote two we would be in a crisis. Events yesterday tell you that that situation has come to pass.”</p> \n<p>Ministers discussed Brexit for about 90 minutes at what several sources said was a testy cabinet meeting on Tuesday.</p> \n<p>Insiders said opinion was more or less evenly divided, between those who favoured requesting a short, three-month extension, leaving in place the prospect of a no-deal Brexit in the summer, and those who want to see a much longer delay. Several sources said ministers emerged from cabinet unclear about what May’s personal position was on the best way forward.</p> \n<p>Brexit-backing ministers, including leader of the Commons, Andrea Leadsom, the transport secretary, Chris Grayling, and the international trade secretary, Liam Fox, protested strongly about the idea of a long extension. They intend to lobby May again in the next 24 hours in a bid to quash the idea.</p> \n<p>Leadsom even warned that she now believed her colleagues were trying to thwart Brexit: “This used to be a cabinet that would deliver Brexit, but now from what I’m hearing it doesn’t seem like it is,” she said.</p> \n<p>May also met backbench colleagues to sound them out about the next steps, including the former foreign secretary Boris Johnson, who is widely regarded as the potential frontrunner in a leadership contest should the prime minister step aside.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/19/tory-mps-vow-to-quit-party-if-boris-johnson-becomes-leader\">Tory MPs vow to quit party if Boris Johnson becomes leader</a> </p> \n</aside> \n<p>One cabinet source said: “The current position is untenable; if they just accept a long extension the party will split.”</p> \n<p>Some members of the backbench European Research Group (ERG) at their regular meeting in Westminster on Tuesday nightopenly called for the prime minister to step aside.</p> \n<p>However, several leave-supporting MPs said they had been reassured that May’s intention was still to push ahead with Brexit as rapidly as possible and that she would only accept a longer extension if forced into it by Brussels.</p> \n<p>The EU’s chief Brexit negotiator, Michel Barnier, hinted on Tuesday that Brussels would demand a clear answer to the question of how the government intended to proceed as the quid pro quo for granting an extension.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7f3e4f17-b61e-4975-9747-7606a885f2c2\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/y84YX_uWTyo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“The key questions will be: does an extension increase the chances of the ratification of the withdrawal agreement? Will the UK request an extension because it wants a bit more time to rework the political declaration?” Barnier said. “If not, what would be the purpose and outcome of an extension? And how can we ensure that at the end of a possible extension we are not back at the same situation as we are today?”</p> \n<p>Any extension would have to be approved by a vote in both houses of parliament next week because the 29 March date is written into the EU Withdrawal Act.</p> \n<p>Ministers have promised that parliament will have the opportunity to debate how it could decide on an alternative approach next Monday, but May’s spokesman insisted her priority was to continue to try to win over MPs to her deal.</p> \n<p>“The prime minister has set out that she believes that the deal she has secured from the EU is a good one, and that it is the best deal available, and she continues to work on finding a way for parliament to pass that deal, so that we can get on with leaving the EU as quickly as possible,” the prime minister’s spokesman said. </p> \n<p>Negotiations with the Democratic Unionist party (DUP) have continued since the weekend in the hope that if its leaders signal support for her approach, key Brexiters including Jacob Rees-Mogg could swing their weight behind it.</p> \n<p>One strand of the talks has involved Philip Hammond discussing post-Brexit options for taxing goods crossing the Irish border. “The chancellor is a crucial figure in all this because customs and excise comes under his remit,” said a source with knowledge of the negotiations.</p> \n<p>“The problem that is being discussed is how to tax goods – where they might be taxed, away from the border or otherwise – and how that might be done”.</p> \n<p>The DUP’s Sir Jeffrey Donaldson and Nigel Dodds have also met May’s de facto deputy, David Lidington, the environment secretary, Michael Gove, and the cabinet secretary, Mark Sedwill.</p> \n<p>Discussions have centred on how Northern Irish politicians will maintain some political oversight of the backstop, the agreement to maintain an open border on the island of Ireland in the event that the UK leaves the EU without securing an all-encompassing deal.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "932",
      "firstPublicationDate": "2019-03-19T20:49:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:59Z",
      "newspaperEditionDate": "2019-03-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b36ce",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/31a5233c72b8c6a372bc9adf605669605bb818df/0_84_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May will be forced to write to EU leaders on Wednesday and beg them to delay Brexit, with her cabinet deadlocked over the best way out of what Downing Street now concedes is a “crisis”. The government had maintained until the last possible moment that Brexit could go ahead as planned on 29 March or after a brief “technical extension”. But after the Speaker, John Bercow, ruled the prime minister could not put her deal to parliament unchanged for a third “meaningful vote,” her spokesman conceded it was now too late to leave with a deal. He said May would write to the European council president, Donald Tusk, to ask for an extension to article 50, before EU leaders meet in Brussels on Thursday. He declined to say how long a delay she would request, or for what purpose, simply insisting: “You’re going to have to wait for that letter to be published.” Asked whether May agreed with the solicitor general, Robert Buckland, who described the situation after Bercow’s ruling on Monday as a “constitutional crisis”, her spokesman said: “If you were to look back at the speech the prime minister gave, just before meaningful vote two, she said that if MPs did not support meaningful vote two we would be in a crisis. Events yesterday tell you that that situation has come to pass.” Ministers discussed Brexit for about 90 minutes at what several sources said was a testy cabinet meeting on Tuesday. Insiders said opinion was more or less evenly divided, between those who favoured requesting a short, three-month extension, leaving in place the prospect of a no-deal Brexit in the summer, and those who want to see a much longer delay. Several sources said ministers emerged from cabinet unclear about what May’s personal position was on the best way forward. Brexit-backing ministers, including leader of the Commons, Andrea Leadsom, the transport secretary, Chris Grayling, and the international trade secretary, Liam Fox, protested strongly about the idea of a long extension. They intend to lobby May again in the next 24 hours in a bid to quash the idea. Leadsom even warned that she now believed her colleagues were trying to thwart Brexit: “This used to be a cabinet that would deliver Brexit, but now from what I’m hearing it doesn’t seem like it is,” she said. May also met backbench colleagues to sound them out about the next steps, including the former foreign secretary Boris Johnson, who is widely regarded as the potential frontrunner in a leadership contest should the prime minister step aside. One cabinet source said: “The current position is untenable; if they just accept a long extension the party will split.” Some members of the backbench European Research Group (ERG) at their regular meeting in Westminster on Tuesday nightopenly called for the prime minister to step aside. However, several leave-supporting MPs said they had been reassured that May’s intention was still to push ahead with Brexit as rapidly as possible and that she would only accept a longer extension if forced into it by Brussels. The EU’s chief Brexit negotiator, Michel Barnier, hinted on Tuesday that Brussels would demand a clear answer to the question of how the government intended to proceed as the quid pro quo for granting an extension. “The key questions will be: does an extension increase the chances of the ratification of the withdrawal agreement? Will the UK request an extension because it wants a bit more time to rework the political declaration?” Barnier said. “If not, what would be the purpose and outcome of an extension? And how can we ensure that at the end of a possible extension we are not back at the same situation as we are today?” Any extension would have to be approved by a vote in both houses of parliament next week because the 29 March date is written into the EU Withdrawal Act. Ministers have promised that parliament will have the opportunity to debate how it could decide on an alternative approach next Monday, but May’s spokesman insisted her priority was to continue to try to win over MPs to her deal. “The prime minister has set out that she believes that the deal she has secured from the EU is a good one, and that it is the best deal available, and she continues to work on finding a way for parliament to pass that deal, so that we can get on with leaving the EU as quickly as possible,” the prime minister’s spokesman said. Negotiations with the Democratic Unionist party (DUP) have continued since the weekend in the hope that if its leaders signal support for her approach, key Brexiters including Jacob Rees-Mogg could swing their weight behind it. One strand of the talks has involved Philip Hammond discussing post-Brexit options for taxing goods crossing the Irish border. “The chancellor is a crucial figure in all this because customs and excise comes under his remit,” said a source with knowledge of the negotiations. “The problem that is being discussed is how to tax goods – where they might be taxed, away from the border or otherwise – and how that might be done”. The DUP’s Sir Jeffrey Donaldson and Nigel Dodds have also met May’s de facto deputy, David Lidington, the environment secretary, Michael Gove, and the cabinet secretary, Mark Sedwill. Discussions have centred on how Northern Irish politicians will maintain some political oversight of the backstop, the agreement to maintain an open border on the island of Ireland in the event that the UK leaves the EU without securing an all-encompassing deal.",
      "charCount": "5482",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>, <a href=\"profile/rajeev-syal\">Rajeev Syal</a> and <a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]