[
  {
    "id": "politics/2019/nov/03/mps-pledge-to-stop-abusive-language-during-general-election",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-03T18:39:40Z",
    "webTitle": "MPs pledge to stop abusive language during general election",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/03/mps-pledge-to-stop-abusive-language-during-general-election",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/03/mps-pledge-to-stop-abusive-language-during-general-election",
    "fields": {
      "headline": "MPs pledge to stop abusive language during general election",
      "standfirst": "<p>Cross-party MPs vow to ‘promote compassion’ as part of #StopTheNastiness campaign</p>",
      "trailText": "Cross-party MPs vow to ‘promote compassion’ as part of #StopTheNastiness campaign",
      "byline": "Jim Waterson",
      "main": "<figure class=\"element element-image\" data-media-id=\"83648db6c6ce24e30bdee2032bf2c2c766314d3b\"> <img src=\"https://media.guim.co.uk/83648db6c6ce24e30bdee2032bf2c2c766314d3b/0_146_2200_1320/1000.jpg\" alt=\"Parliamentary debate\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The campaign group Compassion in Politics is encouraging candidates to campaign with respect during election campaign.</span> <span class=\"element-image__credit\">Photograph: HO/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Leading politicians from major parties have signed a pledge to avoid hateful language during the general election campaign, as a growing number of MPs cite relentless abuse as their reason for stepping down from parliament.</p> <p>The group <a href=\"https://www.compassioninpolitics.com/\">Compassion in Politics</a> has launched #StopTheNastiness, which aims to encourage candidates to “campaign with respect, call out hate, and promote compassion” over the next six weeks. It also urges the public to contact their local representatives and ask them to back the pledge, and calls on the media to avoid exacerbating abuse.</p> <p>Matt Hawkins, who co-founded the group, said it hoped to instil ideas about decency and compassion at the heart of British politics, which has become increasingly divided since the Brexit referendum. He said one particular focus was to stop the abuse of female MPs who have said they feel their lives are in danger when they go out campaigning.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/26/surrender-humbug-most-heated-exchanges-in-commons-debate\">'Surrender, humbug': key heated exchanges in Commons debate</a> </p> </aside>  <p>Hawkins accepted there were times when forceful language is justified “if you’re coming from a place where it’s concern for humanity”, such as when a politician highlights links between austerity policies and the deaths of vulnerable individuals, but said the aim should always be to win others around to your argument rather than being needlessly abusive.</p> <p>The campaign has received cross-party support, including politicians from Labour, the Conservatives, the Greens and the SNP in addition to faith groups such as the Muslim Council of Britain and Jewish Council for Race Equality. Members of the public will also be encouraged to call out hate online by using the hashtag #StopTheNastiness, and the campaign group will also distribute badges and stickers carrying the slogan while campaigning.</p> <p>The Archbishop of Canterbury has also said that strong language by MPs risks “pouring petrol” on the current political situation, and a growing number of female politicians have talked about the vitriol they receive and its impact. <a href=\"https://www.theguardian.com/politics/2019/oct/30/amber-rudd-to-step-down-as-mp\">The departing Conservative cabinet minister Nicky Morgan</a> said she had decided not to stand again in part because of the level of abuse she received.</p> <p><a href=\"https://www.theguardian.com/politics/2018/sep/13/rosie-duffield-labour-anti-corbyn-mp-local-party\">Rosie Duffield</a>, the Labour MP for Canterbury who is standing again, said she had been shocked by what she had encountered in her first two years in parliament. “Behaviour that is tolerated in politics would be considered obscene in any other walk of life,” she said. “Verbal and physical threats, xenophobia, sexism, bullying and intimidation, we were meant to be wiping these from the face of our society. Instead we’ve allowed politics to become their breeding ground.”</p> <p>The campaign may face a challenge in an election expected to be high on emotion and an increasingly partisan media environment. Leading politicians have been accused of stoking divisions by using inflammatory language, notably when Boris Johnson <a href=\"https://www.theguardian.com/politics/2019/sep/25/no-apologies-labour-fury-as-boris-johnson-goes-on-the-attack\">described death threats against MPs as “humbug”</a>.</p> <p>A recent analysis by the Financial Times <a href=\"https://www.ft.com/content/89096bfa-f8b9-11e9-a354-36acbbb0d9b6\">suggested</a> there was a direct correlation between the language used in parliament during that debate and the volume of toxic tweets from both sides of the Brexit divide.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "492",
      "firstPublicationDate": "2019-11-03T18:39:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-16T11:32:31Z",
      "newspaperEditionDate": "2019-11-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjz4j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/83648db6c6ce24e30bdee2032bf2c2c766314d3b/0_146_2200_1320/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Leading politicians from major parties have signed a pledge to avoid hateful language during the general election campaign, as a growing number of MPs cite relentless abuse as their reason for stepping down from parliament. The group Compassion in Politics has launched #StopTheNastiness, which aims to encourage candidates to “campaign with respect, call out hate, and promote compassion” over the next six weeks. It also urges the public to contact their local representatives and ask them to back the pledge, and calls on the media to avoid exacerbating abuse. Matt Hawkins, who co-founded the group, said it hoped to instil ideas about decency and compassion at the heart of British politics, which has become increasingly divided since the Brexit referendum. He said one particular focus was to stop the abuse of female MPs who have said they feel their lives are in danger when they go out campaigning. Hawkins accepted there were times when forceful language is justified “if you’re coming from a place where it’s concern for humanity”, such as when a politician highlights links between austerity policies and the deaths of vulnerable individuals, but said the aim should always be to win others around to your argument rather than being needlessly abusive. The campaign has received cross-party support, including politicians from Labour, the Conservatives, the Greens and the SNP in addition to faith groups such as the Muslim Council of Britain and Jewish Council for Race Equality. Members of the public will also be encouraged to call out hate online by using the hashtag #StopTheNastiness, and the campaign group will also distribute badges and stickers carrying the slogan while campaigning. The Archbishop of Canterbury has also said that strong language by MPs risks “pouring petrol” on the current political situation, and a growing number of female politicians have talked about the vitriol they receive and its impact. The departing Conservative cabinet minister Nicky Morgan said she had decided not to stand again in part because of the level of abuse she received. Rosie Duffield, the Labour MP for Canterbury who is standing again, said she had been shocked by what she had encountered in her first two years in parliament. “Behaviour that is tolerated in politics would be considered obscene in any other walk of life,” she said. “Verbal and physical threats, xenophobia, sexism, bullying and intimidation, we were meant to be wiping these from the face of our society. Instead we’ve allowed politics to become their breeding ground.” The campaign may face a challenge in an election expected to be high on emotion and an increasingly partisan media environment. Leading politicians have been accused of stoking divisions by using inflammatory language, notably when Boris Johnson described death threats against MPs as “humbug”. A recent analysis by the Financial Times suggested there was a direct correlation between the language used in parliament during that debate and the volume of toxic tweets from both sides of the Brexit divide.",
      "charCount": "3064",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jim-waterson\">Jim Waterson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/03/if-the-rich-dont-pay-tax-theyre-welcome-to-leave",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-03T18:14:29Z",
    "webTitle": "If the rich don’t pay tax, they’re welcome to leave | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/03/if-the-rich-dont-pay-tax-theyre-welcome-to-leave",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/03/if-the-rich-dont-pay-tax-theyre-welcome-to-leave",
    "fields": {
      "headline": "If the rich don’t pay tax, they’re welcome to leave",
      "standfirst": "Readers discuss the possibility of very wealthy people leaving Britain if Labour forms a government",
      "trailText": "Letters: Readers discuss the possibility of very wealthy people leaving Britain if Labour forms a government",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bd3ccdf06be0131a82cba0d7d4dd9ab3d2aeeac9\"> <img src=\"https://media.guim.co.uk/bd3ccdf06be0131a82cba0d7d4dd9ab3d2aeeac9/26_0_3448_2069/1000.jpg\" alt=\"Luxury yachts in Monaco\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Luxury yachts in Monaco. ‘The UK super-rich have never paid their fair share of taxes, which is part of why they are super-rich,’ writes Michael Attwood.</span> <span class=\"element-image__credit\">Photograph: Eric Gaillard/Reuters</span> </figcaption> </figure>",
      "body": "<p>Re your report (<a href=\"www.theguardian.com/news/2019/nov/02/super-rich-leave-uk-labour-election-win-jeremy-corbyn-wealth-taxes\" title=\"\">Super-rich ready to flee, fearing Corbyn threat to ‘go after’ the elite</a>, 2 November), I’d like to echo the words of New York governor Andrew Cuomo on hearing that Donald Trump was declaring himself a resident of Florida instead of New York City: “<a href=\"https://www.theguardian.com/us-news/2019/nov/01/trump-new-york-florida-residency-response\" title=\"\">Good riddance. It’s not like Mr Trump paid taxes here anyway</a>.” The UK super-rich have never paid their fair share of taxes, which is part of why they are super-rich.</p> <p>You quote stockbroker Peter Hargreaves saying that he employed about 1,700 people and had “created a vast amount of wealth for this country”. But stockbrokers do not create wealth for the UK. They create it for a few wealthy individuals who mostly keep it in tax havens. The super-rich have created a whole industry out of avoiding taxes – which no doubt accounts for many of the 1,700 people Hargreaves employs.</p> <p>Part of the problem is that deregulation and globalisation of the finance industry makes it all too easy for the super-rich to launder their money. Accounting for all their income is next to impossible because international tax law lags far behind the reality of globalised finance.</p> <p>Let the super-rich all follow Sir James Dyson to the authoritarian dystopia of Singapore and never set foot in the UK again, or let them make a contribution to the UK commensurate with their vast and unimaginable wealth.</p> <p>Billionaires would not exist in a fair society. The super-rich have far more influence than any citizen should have over our nation. And now they threaten to punish us if we vote for a leader who puts the interests of the majority ahead of the interests of the billionaires?<br><strong>Michael Attwood</strong><br><em>Cambridge</em></p> <p>• Further to your heartbreaking story about the “super-rich” leaving the country if Jeremy Corbyn becomes prime minister, I am wondering whether anyone will take the trouble to ask the 14 million poor in this country if they would like to leave, should Boris Johnson win the election and the Tories get another term in office.<br><strong>Russell Prett</strong><br><em>Sydenham, London</em></p> <p>• Nicholas Shaxson’s article on the scale of tax avoidance globally, and the harm it inflicts, is a timely reminder for Labour on how taxation should be at the heart of its election campaign (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/29/shrink-city-london-criminal-financial-sector\" title=\"\">To defeat the world’s crooks, shrink the City</a>, 29 October). With Britain the biggest player in the tax haven game, Jeremy Corbyn and his team must realise that bland promises about tackling tax evasion and avoidance will not suffice. Voters have heard this many times from all parties with no real effect.</p> <p>In order to have an impact, the Labour manifesto should include precise details which then have to be repeated at every opportunity by every candidate. He or she should have the exact same figures to hand, from how much is lost every year in the UK to how many tax inspector jobs in HMRC will be created after the Tory and Lib Dem cull.</p> <p>John McDonnell has already promised “the most comprehensive plan ever seen in the UK” to tackle the problem, with legislation necessary to force tax transparency on UK crown dependencies, to reveal the owners of companies hiding assets. More voter-friendly policies can be added. The distinction between tax avoidance and evasion could be ended, with both being made criminal offences. It could be made illegal to make financial gain from advising on, or creating, avoidance schemes – and the honours system could be reformed to exclude tax avoiders and people working in companies avoiding tax. Almost three-quarters of companies given major contracts by recent Tory governments have operations based in tax havens: Labour could promise that any such companies will be refused any government contracts. <br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• I was disappointed to read your article <a href=\"https://www.theguardian.com/politics/2019/oct/31/corbyns-super-rich-targets-who-are-they-and-what-could-he-do\" title=\"\">(‘The privileged few’: five super-rich figures in opposition’s sights</a>, 1 November). While it is of course important to highlight Labour’s policies and Corbyn’s speeches, there is no need to accentuate what is clearly an inappropriate thirst for individuals’ blood.</p> <p>It is not the government’s job to go after individuals, it is its job to regulate and ensure laws are obeyed. The individuals listed in your article may indeed be insalubrious, but that is not the point. They are citizens of this country who, like all of us, take advantage of the laws as they currently stand. We should of course seek to prevent the ills that they perpetuate (zero-hours contracts, the reduction in social housing) but to demonise them on a personal basis is inappropriate, unhelpful and – more worryingly – injurious to civil debate. In short, you are legitimising a witch-hunt.<br><strong>Rose Grey</strong><br><em>London</em></p> <p>• Boris Johnson may use casual rhetoric about dying in a ditch, but for some people, the possibility of premature death is all too real. Ministry of Justice figures confirm that suicides are on the rise among offenders by a significant number (<a href=\"https://www.theguardian.com/society/2019/oct/31/self-inflicted-deaths-among-offenders-on-probation-rise-by-a-fifth\" title=\"\">Report</a>, 1 October). Austerity and damaging government decisions have wrecked public and voluntary services. Offenders and others who live with poverty, homelessness and mental health problems are left without support, unable to reintegrate into society.</p> <p>Tory policies have not only led to hardship but desperation and death – see your articles in September and October on the homeless deaths of <a href=\"https://www.theguardian.com/cities/2019/sep/17/the-homeless-death-of-aimee-teese-i-didnt-think-it-would-come-to-this-at-30https://www.theguardian.com/cities/2019/sep/17/the-homeless-death-of-aimee-teese-i-didnt-think-it-would-come-to-this-at-30\" title=\"\">Aimee Teese</a>, <a href=\"https://www.theguardian.com/cities/2019/sep/24/the-homeless-death-of-jake-humm-it-was-my-deepest-darkest-fear\" title=\"\">Jake Humm</a>, <a href=\"https://www.theguardian.com/cities/2019/sep/30/the-homeless-death-of-kane-walker-how-we-let-down-the-kid-from-care\" title=\"\">Kane Walker</a>, <a href=\"https://www.theguardian.com/cities/2019/oct/15/gyula-remes-died-on-parliaments-doorstep-was-the-outcry-of-mps-just-for-show\" title=\"\">Gyula Remes</a> and <a href=\"https://www.theguardian.com/cities/2019/oct/29/why-did-catherine-kenny-and-her-best-friend-die-in-the-same-doorway\" title=\"\">Catherine Kenny</a>. The Brexit debate must not obscure the urgent need to end this callous indifference to people with difficult lives.<br><strong>Liz Udall</strong><br><em>Carshalton, London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "943",
      "commentable": "false",
      "firstPublicationDate": "2019-11-03T18:14:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-03T18:16:03Z",
      "newspaperEditionDate": "2019-11-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjz96",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bd3ccdf06be0131a82cba0d7d4dd9ab3d2aeeac9/26_0_3448_2069/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Re your report (Super-rich ready to flee, fearing Corbyn threat to ‘go after’ the elite, 2 November), I’d like to echo the words of New York governor Andrew Cuomo on hearing that Donald Trump was declaring himself a resident of Florida instead of New York City: “Good riddance. It’s not like Mr Trump paid taxes here anyway.” The UK super-rich have never paid their fair share of taxes, which is part of why they are super-rich. You quote stockbroker Peter Hargreaves saying that he employed about 1,700 people and had “created a vast amount of wealth for this country”. But stockbrokers do not create wealth for the UK. They create it for a few wealthy individuals who mostly keep it in tax havens. The super-rich have created a whole industry out of avoiding taxes – which no doubt accounts for many of the 1,700 people Hargreaves employs. Part of the problem is that deregulation and globalisation of the finance industry makes it all too easy for the super-rich to launder their money. Accounting for all their income is next to impossible because international tax law lags far behind the reality of globalised finance. Let the super-rich all follow Sir James Dyson to the authoritarian dystopia of Singapore and never set foot in the UK again, or let them make a contribution to the UK commensurate with their vast and unimaginable wealth. Billionaires would not exist in a fair society. The super-rich have far more influence than any citizen should have over our nation. And now they threaten to punish us if we vote for a leader who puts the interests of the majority ahead of the interests of the billionaires? Michael Attwood Cambridge • Further to your heartbreaking story about the “super-rich” leaving the country if Jeremy Corbyn becomes prime minister, I am wondering whether anyone will take the trouble to ask the 14 million poor in this country if they would like to leave, should Boris Johnson win the election and the Tories get another term in office. Russell Prett Sydenham, London • Nicholas Shaxson’s article on the scale of tax avoidance globally, and the harm it inflicts, is a timely reminder for Labour on how taxation should be at the heart of its election campaign (To defeat the world’s crooks, shrink the City, 29 October). With Britain the biggest player in the tax haven game, Jeremy Corbyn and his team must realise that bland promises about tackling tax evasion and avoidance will not suffice. Voters have heard this many times from all parties with no real effect. In order to have an impact, the Labour manifesto should include precise details which then have to be repeated at every opportunity by every candidate. He or she should have the exact same figures to hand, from how much is lost every year in the UK to how many tax inspector jobs in HMRC will be created after the Tory and Lib Dem cull. John McDonnell has already promised “the most comprehensive plan ever seen in the UK” to tackle the problem, with legislation necessary to force tax transparency on UK crown dependencies, to reveal the owners of companies hiding assets. More voter-friendly policies can be added. The distinction between tax avoidance and evasion could be ended, with both being made criminal offences. It could be made illegal to make financial gain from advising on, or creating, avoidance schemes – and the honours system could be reformed to exclude tax avoiders and people working in companies avoiding tax. Almost three-quarters of companies given major contracts by recent Tory governments have operations based in tax havens: Labour could promise that any such companies will be refused any government contracts. Bernie Evans Liverpool • I was disappointed to read your article (‘The privileged few’: five super-rich figures in opposition’s sights, 1 November). While it is of course important to highlight Labour’s policies and Corbyn’s speeches, there is no need to accentuate what is clearly an inappropriate thirst for individuals’ blood. It is not the government’s job to go after individuals, it is its job to regulate and ensure laws are obeyed. The individuals listed in your article may indeed be insalubrious, but that is not the point. They are citizens of this country who, like all of us, take advantage of the laws as they currently stand. We should of course seek to prevent the ills that they perpetuate (zero-hours contracts, the reduction in social housing) but to demonise them on a personal basis is inappropriate, unhelpful and – more worryingly – injurious to civil debate. In short, you are legitimising a witch-hunt. Rose Grey London • Boris Johnson may use casual rhetoric about dying in a ditch, but for some people, the possibility of premature death is all too real. Ministry of Justice figures confirm that suicides are on the rise among offenders by a significant number (Report, 1 October). Austerity and damaging government decisions have wrecked public and voluntary services. Offenders and others who live with poverty, homelessness and mental health problems are left without support, unable to reintegrate into society. Tory policies have not only led to hardship but desperation and death – see your articles in September and October on the homeless deaths of Aimee Teese, Jake Humm, Kane Walker, Gyula Remes and Catherine Kenny. The Brexit debate must not obscure the urgent need to end this callous indifference to people with difficult lives. Liz Udall Carshalton, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5738",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/nov/03/conservative-moratorium-on-fracking-is-just-an-election-ploy",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-11-03T18:13:43Z",
    "webTitle": "Conservative moratorium on fracking is just an election ploy | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/nov/03/conservative-moratorium-on-fracking-is-just-an-election-ploy",
    "apiUrl": "https://content.guardianapis.com/environment/2019/nov/03/conservative-moratorium-on-fracking-is-just-an-election-ploy",
    "fields": {
      "headline": "Conservative moratorium on fracking is just an election ploy",
      "standfirst": "Readers respond to the government’s announcement on fracking, suspecting that the Tories have merely temporarily halted an unpopular practice to gain some votes",
      "trailText": "<strong>Letters:</strong> Readers respond to the government’s announcement on fracking, suspecting that the Tories have merely temporarily halted an unpopular practice to gain some votes",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"dfc86a286cad32971bb353b1a500b2a43c01503d\"> <img src=\"https://media.guim.co.uk/dfc86a286cad32971bb353b1a500b2a43c01503d/0_87_3606_2164/1000.jpg\" alt=\"A fracking site\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The government hasn’t “banned” anything. They have temporarily halted an unnecessary and unpopular practice to gain some votes,’ says Simon Richards.</span> <span class=\"element-image__credit\">Photograph: Gerry Penny/EPA</span> </figcaption> </figure>",
      "body": "<p>Should we temper exultation with realism (<a href=\"https://www.theguardian.com/environment/2019/nov/02/fracking-banned-in-uk-as-government-makes-major-u-turn\" title=\"\">Fracking banned in UK after government U-turn</a>, 2 November)? Remember that politicians, even Conservative prime ministers, have a record of telling high-profile lies, especially in the run-up to an election. Remember David Cameron’s emphatic assurance that there would be no new Heathrow runway, “no ifs, no buts”, repeated several times before the 2010 general election? Boris Johnson, whose promises have frequently been shown to be false, knows fracking is unpopular in a number of Midlands and northern constituencies, including Conservative targets. He might well assure us that fracking will be banned, but in the longer term cite “changed circumstances” to reverse the pledge.<br><strong>David Packham</strong><br><em>Bath </em></p> <p>• The government has suddenly halted fracking until “compelling new evidence is provided” that proves it is safe. I would wager that Andrea Leadsom will unveil said evidence the week after the marginal Midlands and northern constituencies, who are strongly against fracking, have voted in her colleagues. The government hasn’t “banned” anything. It has temporarily halted an unnecessary and unpopular practice to gain some votes.<br><strong>Simon Richards</strong><br><em>Beaconsfield, Buckinghamshire</em></p> <p>• On 1 May 1987 a Conservative government announced it was abandoning plans for nuclear waste sites, in Bedfordshire, where I was involved in the anti-nuclear dumping movement, and in three other sites across England, prior to a general election that was held on 11 June that year. I can only hope that the results this year do not reflect those of 1987.<br><strong>Janice Gupta Gwilliam</strong><br><em>Norton, </em><em>North Yorkshire</em></p> <p>• In October 2017 when a fracking ban was announced north of the border the Scottish Conservatives said that this was “a shortsighted economically damaging decision”. It is of course welcome to see England following Scotland’s lead in this, but it is rather hypocritical of the Tories given their comments in 2017.<br><strong>Alex Orr</strong><br><em>Edinburgh</em></p> <p>• On Saturday Andrea Leadsom said on the Today programme that the moratorium is in place “until the science changes”. I conclude that the science is on schedule to change around the same time Boris Johnson presents his next Queen’s speech. Just one of a vast number of reasons why the Tories should not be allowed anywhere near the next Queen’s speech.<br><strong>Phil Thomas</strong><br><em>Thingwall, Wirral</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "409",
      "commentable": "false",
      "firstPublicationDate": "2019-11-03T18:13:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:41Z",
      "newspaperEditionDate": "2019-11-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjzvj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dfc86a286cad32971bb353b1a500b2a43c01503d/0_87_3606_2164/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Should we temper exultation with realism (Fracking banned in UK after government U-turn, 2 November)? Remember that politicians, even Conservative prime ministers, have a record of telling high-profile lies, especially in the run-up to an election. Remember David Cameron’s emphatic assurance that there would be no new Heathrow runway, “no ifs, no buts”, repeated several times before the 2010 general election? Boris Johnson, whose promises have frequently been shown to be false, knows fracking is unpopular in a number of Midlands and northern constituencies, including Conservative targets. He might well assure us that fracking will be banned, but in the longer term cite “changed circumstances” to reverse the pledge. David Packham Bath • The government has suddenly halted fracking until “compelling new evidence is provided” that proves it is safe. I would wager that Andrea Leadsom will unveil said evidence the week after the marginal Midlands and northern constituencies, who are strongly against fracking, have voted in her colleagues. The government hasn’t “banned” anything. It has temporarily halted an unnecessary and unpopular practice to gain some votes. Simon Richards Beaconsfield, Buckinghamshire • On 1 May 1987 a Conservative government announced it was abandoning plans for nuclear waste sites, in Bedfordshire, where I was involved in the anti-nuclear dumping movement, and in three other sites across England, prior to a general election that was held on 11 June that year. I can only hope that the results this year do not reflect those of 1987. Janice Gupta Gwilliam Norton, North Yorkshire • In October 2017 when a fracking ban was announced north of the border the Scottish Conservatives said that this was “a shortsighted economically damaging decision”. It is of course welcome to see England following Scotland’s lead in this, but it is rather hypocritical of the Tories given their comments in 2017. Alex Orr Edinburgh • On Saturday Andrea Leadsom said on the Today programme that the moratorium is in place “until the science changes”. I conclude that the science is on schedule to change around the same time Boris Johnson presents his next Queen’s speech. Just one of a vast number of reasons why the Tories should not be allowed anywhere near the next Queen’s speech. Phil Thomas Thingwall, Wirral • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2632",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/nov/03/hostile-environment-for-those-seeking-support",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-11-03T18:12:42Z",
    "webTitle": "Hostile environment for those seeking support | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/nov/03/hostile-environment-for-those-seeking-support",
    "apiUrl": "https://content.guardianapis.com/society/2019/nov/03/hostile-environment-for-those-seeking-support",
    "fields": {
      "headline": "Hostile environment for those seeking support",
      "standfirst": "Disabled people face an uphill struggle to apply for the help they are entitled to, writes <strong>Sue Fallows</strong>, while <strong>Mo Hutchison</strong> decribes her security ordeal at a PIP tribunal",
      "trailText": "<strong>Letters:</strong> Disabled people face an uphill struggle to apply for the help they are entitled to, writes <strong>Sue Fallows</strong>, while <strong>Mo Hutchison</strong> decribes her security ordeal at a PIP tribunal",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"295883806afd7bac2c9100648fd030001ae15b33\"> <img src=\"https://media.guim.co.uk/295883806afd7bac2c9100648fd030001ae15b33/0_15_4592_2755/1000.jpg\" alt=\"Elderly woman filling in an application form to claim for benefits\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There are many organisations and charities who offer help with form filling and appeals,’ says Sue Fallows.</span> <span class=\"element-image__credit\">Photograph: Libby Welch/Alamy</span> </figcaption> </figure>",
      "body": "<p>Rob Palk’s article (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/26/benefit-assessor-more-afraid-state-poverty\" title=\"\">Now I fear the state more than poverty</a>, 26 October) sadly reflects the experience of many who are not white, wealthy and healthy. The move from disability living allowance (DLA) to personal independence payment (PIP) for people of working age is in essence an extension of this government’s hostile environment to include those who need support in their daily lives.</p> <p>In my work I regularly help people complete applications for PIP and also attendance allowance (for those of state pension age). One aspect that commonly occurs is that people make adjustments in their lives in order to manage, but do not always see these as indicators that they could use some help, so do not make them explicit in their application.</p> <p>One point that Palk made was that, at his assessment, he tried to be calm and friendly, and not display his problems. The assessor judges on what they see (and can make assumptions based on that), so such efforts can, sadly, backfire.</p> <p>There are many organisations and charities that offer help with form-filling and appeals. Citizens Advice is one, and offers fully confidential advice and support.<br><strong>Sue Fallows</strong><br><em>Gittisham, Devon</em></p> <p>• To attend my PIP tribunal I had to pass through airport-type security. A guard checked my bag, lurking within which was my deadly knitting (a jumper for my grandson). This was confiscated and I was given a receipt. Then a bottle of water was discovered, cleverly concealed on the top of my bag. It could only be returned to me if I took a large swig, and presumably did not keel over having ingested some noxious substance. It took me quite a while to recover from all this.</p> <p>It also took a while to recover my knitting – mercifully intact.<br><strong>Mo Hutchison</strong><br><em>Maidstone, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "342",
      "commentable": "false",
      "firstPublicationDate": "2019-11-03T18:12:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-03T18:15:01Z",
      "newspaperEditionDate": "2019-11-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjzd8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/295883806afd7bac2c9100648fd030001ae15b33/0_15_4592_2755/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rob Palk’s article (Now I fear the state more than poverty, 26 October) sadly reflects the experience of many who are not white, wealthy and healthy. The move from disability living allowance (DLA) to personal independence payment (PIP) for people of working age is in essence an extension of this government’s hostile environment to include those who need support in their daily lives. In my work I regularly help people complete applications for PIP and also attendance allowance (for those of state pension age). One aspect that commonly occurs is that people make adjustments in their lives in order to manage, but do not always see these as indicators that they could use some help, so do not make them explicit in their application. One point that Palk made was that, at his assessment, he tried to be calm and friendly, and not display his problems. The assessor judges on what they see (and can make assumptions based on that), so such efforts can, sadly, backfire. There are many organisations and charities that offer help with form-filling and appeals. Citizens Advice is one, and offers fully confidential advice and support. Sue Fallows Gittisham, Devon • To attend my PIP tribunal I had to pass through airport-type security. A guard checked my bag, lurking within which was my deadly knitting (a jumper for my grandson). This was confiscated and I was given a receipt. Then a bottle of water was discovered, cleverly concealed on the top of my bag. It could only be returned to me if I took a large swig, and presumably did not keel over having ingested some noxious substance. It took me quite a while to recover from all this. It also took a while to recover my knitting – mercifully intact. Mo Hutchison Maidstone, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2033",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/03/rowan-charles-moore-brothers-brexit-global-heating-liberalism",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-03T11:00:17Z",
    "webTitle": "Oh, brother! Rowan and Charles Moore debate Brexit, global heating, liberalism and beyond",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/03/rowan-charles-moore-brothers-brexit-global-heating-liberalism",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/03/rowan-charles-moore-brothers-brexit-global-heating-liberalism",
    "fields": {
      "headline": "Oh, brother! Rowan and Charles Moore debate Brexit, global heating, liberalism and beyond",
      "standfirst": "<p>How have two siblings – one the architecture critic of the Observer, the other the biographer of Thatcher – ended up so politically opposed? They discuss the key issues of the day</p>",
      "trailText": "How have two siblings – one the architecture critic of the Observer, the other the biographer of Thatcher – ended up so politically opposed? They discuss the key issues of the day",
      "byline": "Rowan Moore and Charles Moore",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"1a8ce6d840550cb2d8dd919059d1c336e8720c1e\"> <img src=\"https://media.guim.co.uk/1a8ce6d840550cb2d8dd919059d1c336e8720c1e/258_642_3302_1981/1000.jpg\" alt=\"Rowan and Charles Moore photographed by Suki Dhanda for the Observer New Review.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rowan (left) and Charles Moore photographed by Suki Dhanda for the Observer New Review. </span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The Observer</span> </figcaption> </figure>",
      "body": "<p>Dear Charles, we share, I think, some fundamental values and beliefs: in freedom, democracy, justice, the rule of law, also in the value of education, knowledge and art. Yet these beliefs lead us to opposite conclusions about contemporary issues such as Europe, climate change, the position of Islam in western culture and the versions of conservatism now being practised by leaders of the UK and the US. I find these differences intriguing, sometimes mystifying, sometimes troubling. I’d like to get to the bottom of them.</p> <p>In <a href=\"https://www.theguardian.com/books/2013/apr/27/margaret-thatcher-charles-moore-review\" title=\"\">your biography of Margaret Thatcher</a> you describe her versions of these beliefs, about her faith in “economic liberty”, her “overall philosophy of everyone having a stake”, also about her occupation of the “moral high ground”. You could say that she made a promise – that if you work hard, play by the rules and trust in the market you will be rewarded – but that the 2008 crash shattered that promise. It seemed that one – rich and privileged – group of society was entitled to break rules and get away with it, and that everyone else had to pay the price.</p> <p>Since Thatcher left power in 1990 this country has been ruled either by Conservatives or by Labour prime ministers strongly influenced by her. Do you think they have achieved her ambition, as one of her policy advisers put it, “to liberate people to do things”?</p> <h2>Charles:</h2> <p>I agree with you about what we agree about! I am not, in my ultimate beliefs, a liberal; but I strongly believe in a liberal order, with the elements you describe, as the most civilised way of governing a country.</p> <p>I also agree that many people (I include myself) feel cheated as a result of the credit crunch of 2008, for the reasons you state. I would not agree that much of this should be laid at Mrs Thatcher’s door, 18 years after she left office. </p> <p>In assessing a political leader fairly, one must understand what problems they had to confront. In 1979, in the economic sphere, Mrs Thatcher had to confront inflation, overmighty trade union leaders, loss-making nationalised industries and a lack of openness to world markets. Broadly speaking – and with significant mistakes along the way – she confronted them successfully.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"b357adf0-d069-41cc-aa33-aaa8b32b9634\"         data-atom-type=\"profile\"    > </gu-atom> </figure>   <p>When you free up any area, that freedom includes the likelihood that some things will go wrong. The Thatcher government’s abolition of exchange controls in 1979 transformed the capacity of the world to invest in this country, because at last outsiders had the guarantee that money could move freely in and out. This action probably contributed a bit to the financial overheating of the 21st century, but if she had not done what she did, she would have missed her best chance to create a more liberal economic order.</p> <p>Similarly, she <em>had</em> to face down the miners’ strike of 1984-5. If she had not won, trade union boss power would have continued to dominate our economy and our politics, with terrible results for prosperity, liberty and democracy. <a href=\"https://en.wikipedia.org/wiki/Winter_of_Discontent\" title=\"\">In 1979, 29.4m working days were lost to strikes</a>. In 1990, the year she left, the figure was below 2m. The <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/workplacedisputesandworkingconditions/articles/labourdisputes/2018\" title=\"\">figure in 2018 was 273,000</a> working days lost. This “divisive” character brought industrial peace, which continues to this day.</p> <p>It is to the discredit of people who think of themselves as liberals that most of them did not support Mrs Thatcher in this, but evaded the issue by moaning about her confrontational style. After she had won they quietly pocketed the gains. Many self-styled liberals hate taking responsibility for unpopular decisions. They seem more preoccupied with the display of virtue than with doing what is right.</p>  <figure class=\"element element-image\" data-media-id=\"b80698544bd04c0718052edf569116a0a06cd942\"> <img src=\"https://media.guim.co.uk/b80698544bd04c0718052edf569116a0a06cd942/0_0_2864_1975/1000.jpg\" alt=\"Charles Moore, Margaret Thatcher’s official biographer, with the former prime minister in 1995.\" width=\"1000\" height=\"690\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Charles Moore, Margaret Thatcher’s authorised biographer, with the former prime minister in 1995.</span> <span class=\"element-image__credit\">Photograph: Nick Rogers/Rex Features</span> </figcaption> </figure>  <h2>Rowan:</h2> <p>Are you saying that a truly Thatcherite government, if it had stayed in power all that time, would have managed to avoid a crisis like that of 2008? What would it have done differently from Major and Blair? If you felt cheated by 2008, what policies or politicians offer, for you, redress?</p> <p>Given that the problem is not now overmighty trades unions, how might a Thatcher of the past decade – responding, as you say, to the issues of the time – have responded to the problems we now have: the loss of security and stagnation of prospects for large sections of the population, compared with the concentration of wealth among a very small percentage?</p> <h2>Charles:</h2> <p>I make it a rule not to speculate about what Mrs Thatcher would do nowadays. What I know she did worry about, however, especially, in her last couple of years in office, was the way that what was then the European Community (later the EU) offered much clearer benefit to its leaders and officials than to its citizens. She worried about the loss of identity, sovereignty, national independence and democratic accountability under an ever-centralising EU.</p> <p>She also worried about the excessive power of bankers and central bankers – opposing, unlike her followers, an independent Bank of England, on the grounds that key financial decisions affecting the lives of all citizens should not ultimately be taken by technical experts but by democratically answerable politicians.</p> <p>She was ahead of her time about these matters. The alienation of general European populations from those who rule them has emerged very strongly after the creation of the euro (for reasons she predicted), and because of the 2008 crash and has spread throughout the EU.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The current right adopts tough-sounding and offensive positions on the basis that their very offensiveness and toughness must make them right</p> </blockquote> </aside>  <h2>Rowan:</h2> <p>Except that we are now finding out that the EU does have clear benefits to its citizens – frictionless borders, the single market, cooperation on security and medicine, freedom of movement, peace. We’ll miss them when they’ve gone. The alienation of populations from government has hardly been unique to the eurozone, or the EU.</p> <p>The argument for the EU is not that it is perfect, or even that it is perfectible, but that, like individuals, nations can make themselves stronger by working with others. A lot of anti-EU positions conceive a zero-sum game, in which anything that goes to the EU is automatically a loss to us, and they magnify the disadvantages and minimise the benefits to an absurd degree.</p> <p><a href=\"https://www.theguardian.com/books/2019/oct/09/margaret-thatcher-herself-alone-volume-three-biography-charles-moore-review\" title=\"\">In volume three of your biography</a> there are some striking insights into the Euroscepticism of Thatcher’s last years in power. What also comes across vividly is the way in which the bitterness of her removal from office, of which disagreement about Europe was the catalyst but not the only cause, has infected the issue ever since. A lot of the European debate has been a domestic drama in the Conservative party, to which the rest of us are obliged to listen.</p> <p>This history matters to our current situation. It contributes to the absolutist positions, the <a href=\"https://www.theguardian.com/commentisfree/2019/oct/12/brexiters-adoption-war-language-will-stop-britain-finding-peace\" title=\"\">quasi-military language</a> and the tribalism of the current debate, and the branding (for example) of legitimate critics of the process of enabling the referendum result as “enemies of the people”.</p>  <figure class=\"element element-image\" data-media-id=\"30a70af016f9c6540bdfd6ce8e00bdd1b7ed0338\"> <img src=\"https://media.guim.co.uk/30a70af016f9c6540bdfd6ce8e00bdd1b7ed0338/0_0_1280_819/1000.jpg\" alt=\"The Moore family, including mother Ann and father Richard, campaigning for the Liberal party in 1964.\" width=\"1000\" height=\"640\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Moore family, including mother Ann and father Richard, campaigning for the Liberal party in 1964.</span> <span class=\"element-image__credit\">Photograph: Courtesy Charlotte Moore</span> </figcaption> </figure>  <h2>Charles:</h2> <p>I quite agree that the EU brings some benefits for its citizens. It would be incredible if, after so much expense and so many treaties, it did not; but it does not – by its own theology, cannot – deal with the questions I raise. It explicitly opposes national sovereignty and with it the idea that a country can choose and kick out the people who ultimately rule it. It is therefore undemocratic. The European parliament can make little headway against this problem, because there is no European demos.</p> <p>If it is true that national sovereignty means little in the modern world, then democracy is also an illusion. Democracy does not mean merely the right to vote, but the fact that the vote is decisive, rather than advisory: government is formed by the wishes of the people. The Brexit debate has brought out with frightening clarity that large numbers of Remainers dislike democratic power.</p> <p>This behaviour has brought out my fundamental worry about people who think of themselves as “liberal”. They seem terribly motivated by disapproval. They look down on people who are less well educated, and fight culture wars that they cast as enlightenment versus barbarism. This makes them intolerant, which is perhaps the least truly liberal of all dispositions.</p> <p>Take, for example, the widespread belief among liberals that opposition to mass immigration is racist. This is a <em>de haut en bas</em> attitude which grossly misrepresents the attitudes of millions of people. Nowadays almost all “liberal” arguments – about race, LGBT, sexism, the environment, abortion etc – are framed thus. The consequence is intolerance; hence the justified popular revolt against “metropolitan elites”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>On climate change, the aim of the large numbers of alarmists is unprecedented government control</p> </blockquote> </aside>  <h2>Rowan:</h2> <p>You’re making some assumptions here. First that the EU are/were our rulers and that the British electorate and its representatives are therefore powerless. In practice Mrs Thatcher’s fear that, for example, Britain would be forced to join the single currency did not come true: after due political process the British government made the sovereign decision not to join. Speaking for myself, I don’t think that the era of national sovereignty is dead, but I also think that sovereignty is capable of many versions and interpretations.</p> <p>Second, there’s the belief that the Brexit debate can be framed as one of Remainer elites against the Leave-voting “people”. I’d suggest that what actually happened after the referendum was this: what you might call the Leave elites exerted their influence over Theresa May’s government (which included several prominent Leavers) to exclude possibilities such as remaining in the customs union and the single market that members of the Leave campaign had explicitly said would be possible after a “no” vote. This disrespected both Remain voters and those Leave voters who didn’t want a hard Brexit. Most of the agonies of the past few months – the Commons votes, the court cases – are due to opposition to what is an arrogant and dangerous position.</p> <h2>Charles:</h2> <p>Who are these Leaver elites? No British institutions were dominated by Leavers in 2016, with the exception of a few national newspapers. This dominance has scarcely moved since.</p> <p>All others – main political parties, House of Commons, House of Lords, Bank of England, Confederation of British Industry, Trades Union Congress, civil service, BBC, <em>Financial Times</em>, <em>Economist</em>, all of academia, supreme court, bishops, Scottish government, Welsh government – are dominated by Remainers. Even the <em>Daily Mail</em> moved Paul Dacre because he was too pro-Brexit. Remainers controlled our government until Boris Johnson became prime minister just over 100 days ago.</p> <p>Obviously Remain was a legitimate point of view and commanded widespread support in the referendum. But the reaction of the elites to the result shocked me and shocks me still. With frequent expressions of contempt, they are still trying to frustrate the largest vote for anything in British history, a vote that defied all their leadership and all their pressure. Don’t any of them think they might have got something wrong?</p>  <figure class=\"element element-image\" data-media-id=\"384317530e444a75ea6f42c404d6609509e15dbb\"> <img src=\"https://media.guim.co.uk/384317530e444a75ea6f42c404d6609509e15dbb/15_22_1570_1176/1000.jpg\" alt=\"Rowan and Charles Moore at home in Sussex with their sister Charlotte in the 1960s.\" width=\"1000\" height=\"749\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rowan (centre) and Charles (right) Moore at home in Sussex with their sister Charlotte in the early 60s.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Charlotte Moore</span> </figcaption> </figure>  <h2>Rowan:</h2> <p>Wow. We really do see the world in different ways. I see an immensely powerful coalition of most of the national press with politicians who now form the cabinet. You see a plucky band of rebels opposing a phalanx of institutions.</p> <h2>Charles:</h2> <p>Do you disagree that any of the institutions I named are dominated by Remainers?</p> <h2>Rowan:</h2> <p>I expect that most people in those institutions have Remainer sympathies. But it’s insulting to them to assume that those sympathies colour all their actions. A lot of Remainer MPs voted more than once to leave the EU – it was with the help of European Research Group votes that we stayed in for so long. Theresa May made a sincere if not very competent attempt to respect the referendum result. The BBC it seems to me tries agonisingly hard to maintain balance – you can certainly find plenty on the left who feel it is biased against them. The <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\" title=\"\">unanimous decision</a> of the supreme court was a case of the justices reading the law as they saw it – ie doing their job. In the same way that the Queen was doing her job (arguably) in assenting to Johnson’s request for prorogation – it doesn’t make her part of a leaver conspiracy.</p> <p>To speak more generally about elites and populism: yes, there is such a thing as virtue-signalling, as well as the genuine and justified speaking out for minorities who, as a matter of fact, continue to suffer from prejudice and discrimination. But I’d question the view that members of conservative elites such as yourself seem to have of “the people” as being inherently conservative on social issues and immigration.</p> <p>The current right practises what has fairly been called vice-signalling. That is the adoption of tough-sounding and offensive positions on the basis that their very offensiveness and toughness must make them right. Boris Johnson’s article comparing Muslim women to letterboxes and bankrobbers is one manifestation. His game here seems to be to provoke liberal outrage by using racist language while disingenuously sheltering behind the defence that he wasn’t actually calling for a ban on face-coverings. Should he or anyone else be playing games with people’s lives like this?</p> <h2>Charles:</h2> <p>Like you, I hate both vice- and virtue-signalling, but I do feel oppressed by a culture war in which liberal people with privileges disdain the less fortunate, particularly those people who declare themselves proud to be British. By the way, the late, great Deborah Orr <a href=\"https://www.independent.co.uk/voices/commentators/deborah-orr/deborah-orr-why-the-sight-of-veiled-women-offends-me-5329670.html\" title=\"\">wrote about the Muslim veil</a> with views very similar to those of Boris.</p> <p>It is indeed important to speak out for minorities, but the selection process is interesting. Which liberals speak out for Christians?</p> <p>Also, modern liberal doctrines that are supposed to embody tolerance often operate intolerantly. Take the word “diversity”. In practice, it means “uniformity” – a set of contestable opinions to which you must subscribe if you wish to work in the public service.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/oct/05/is-architecture-at-last-breaking-through-its-own-glass-ceiling\">Is architecture at last breaking through its own glass ceiling? | Rowan Moore</a> </p> </aside>  <h2>Rowan:</h2> <p>Your mention of Christianity is significant. I get the impression that you feel that something fundamental to western society is endangered, both by critics within and non-Christian societies outside. Am I right?</p> <h2>Charles:</h2> <p>I do feel that something fundamental to western society is endangered, but much more by critics within than by non-Christian societies outside. The main exterior threats are the rise of China, the belligerence of Putin’s Russia and global Islamist extremism (sometimes known as “political Islam”), but all of these are containable if our elites would defend the western way of life.</p> <p>My late friend [former <em>Spectator</em> editor] Frank Johnson observed 25 years ago that: “The left, having failed to nationalise the economy, is nationalising people.” Nowadays, liberal thought is barely distinguishable from the left. Liberals want to legislate against “hate speech”, “inequality”, “Islamophobia”, as if all these concepts could easily be defined by law and as if no free speech considerations applied. They are also actively hostile to orthodox Christian belief (and mainstream Jewish teaching too).</p>  <figure class=\"element element-image\" data-media-id=\"e593ce5970558431ac95e84518f52d63df8c59d8\"> <img src=\"https://media.guim.co.uk/e593ce5970558431ac95e84518f52d63df8c59d8/0_0_1960_1960/1000.jpg\" alt=\"Charles Moore in 2001, when he was editor of the Daily Telegraph, in his Canary Wharf office.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Charles Moore in 2001, when he was editor of the Daily Telegraph, in his Canary Wharf office.</span> <span class=\"element-image__credit\">Photograph: Gary Calton/The Observer</span> </figcaption> </figure>  <h2>Rowan:</h2> <p>I’m glad you include Putin on your list of threats. There’s a tendency on the right to go easy on him, and on Trump’s complicity with him. Perhaps because both Putin and Trump are somehow seen as defenders of traditional values.</p> <p>You speak in quite general terms, which makes it hard to address your points. I know what you mean by liberal intolerance. I also believe in free speech and question the urge to manage it with legislation. At the same time, racism is real. In cases where “free speech” serves no purpose but to incite violence against minorities, workable legislation against it shouldn’t be ruled out.</p> <p>But I would like to know what you think conservatism is now. Do you subscribe to the conservative philosopher Michael Oakeshott’s saying that conservatism is about preferring such things as the familiar to the unknown, fact to mystery, the convenient to the perfect? It seems to me that a figure like a Dominic Cummings – an idealist who likes smashing things up – is the opposite of this. We currently have a Conservative party that, unlike its forebears, opposes itself to a lot of business, to agriculture, to the judiciary, and which has lost its interest in balancing budgets.</p> <p>This is a version of what is happening in the US, where Republicans support a president clearly hostile to the constitution, who breaks the law, and is unconcerned about running up a huge deficit. Do you think that is a price worth paying for his push‑back against liberalism?</p> <h2>Charles:</h2> <p>I do feel as Oakeshott does, very much, but I don’t see Brexit as a smashing of old ways. It is a restoration of national independence and democratic rights which the EU has undermined. Oakeshott opposed EEC membership for this reason, by the way.</p> <p>Cummings is trying to stand up for the democratically dispossessed.</p> <p>Boris has not violated the constitution. His arguably unwise attempt at prorogation was, as David Cameron put it, “sharp practice”, but no worse than that. He felt driven to it by Speaker John Bercow’s far greater subversion in which he destroyed the doctrine of the crown in parliament on which our constitution rests. We have had parliament pretending to be the government, delaying a general election and thus making our system unworkable. Any prime minister has to try to overcome that, especially when all these efforts by the elites are aimed to frustrate the result of the largest popular vote ever. So Boris is quite right to call this election.</p> <p>Refusing to accept the result of the referendum is just as bad as refusing to accept an unwelcome general election result, an outrage we have never attempted in our history.</p> <h2>Rowan:</h2> <p>If the referendum were a general election it would have been rerun because of the Leave campaign’s breaches of electoral law (about which Cummings put himself in contempt of parliament by refusing to answer questions – how is that conservative?).</p> <p>The point also remains that the right wing of the Conservative party keeps pushing for a version of Brexit for which there has never been a popular majority. Most of the agonies of parliament, including Bercow’s interventions, relate to that.</p> <p>I’d still be interested to know if you think Trump is conservative. I’d also like to understand your position on climate change.</p> <h2>Charles:</h2> <p>Sorry, but no discovery of electoral malpractice has ever overturned a margin of 1,300,000 votes. It is important not to get into the “Leave didn’t really win” frame of mind, not only because it isn’t true, but also because it avoids the need to take Leave feeling seriously.</p> <p>The key question for the liberals who were defeated is: “How, with your massive in-built advantages, did you manage to lose?” You must, collectively, have been astonishingly out of touch. Check your privilege, as they say in PC circles.</p> <p>As for Trump, no, I don’t believe he is a conservative. His essential message is “Trump first”. The only thing I like about him is his refusal to be cowed by the self-righteousness of his opponents.</p> <p>On climate change, I resist what I see as a political viewpoint masquerading as “the science”. The aim of the large numbers of alarmists is unprecedented government control and the relative impoverishment of western societies. Cheap energy is one of the greatest emancipations produced by our civilisation.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a6bb0b456a8a01381d6c01eceb1acf98957fe87e\"> <img src=\"https://media.guim.co.uk/a6bb0b456a8a01381d6c01eceb1acf98957fe87e/0_224_3182_3978/800.jpg\" alt=\"Boris Johnson at the launch party for the first volume of Charles Moore’s Thatcher biography, 2013.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson at the launch party for the first volume of Charles Moore’s Thatcher biography, 2013.</span> <span class=\"element-image__credit\">Photograph: David Levenson/Getty Images</span> </figcaption> </figure>  <p>You asked about the current state of conservatism. Pretty bad, I would say – uncreative and negative. A mirror image, almost, of the state of liberalism.</p> <p>When I said at the beginning that I am not ultimately a liberal, I meant that liberalism lacks content because it has no teleology. When it sticks to its core idea of freedom, however, it is a vital element of a good society. I wish it would let the bird of freedom – particularly our country’s democratic independence – soar, instead of pursing its lips in disapproval.</p> <h2>Rowan:</h2> <p>I’m sure if the malpractice had been on the Remain side you would be crying foul.</p> <p>Re Trump: I wish you and your fellow conservatives would express your criticism more plainly.</p> <p>Yes, I do take the Leave vote seriously. But it was a narrow vote after a flawed campaign that has been taken as a licence for whatever Brexiter politicians want it to mean. The missed opportunity was to unite the country around a way of leaving the EU that most people would be happy with. I believe Boris Johnson argued for such a thing at the time.</p> <p>Re climate: if conservatives like yourself don’t want the issue used against you, perhaps you should try harder to show how capitalism can be reconciled with protecting the environment. Thirty years after Mrs Thatcher raised the issue the noises from the right seem to be saying “it’s not really happening” or “it’s not that bad” or “we’ll muddle through”.</p> <p>What I find really striking is how strongly you feel that the world is against you and likeminded people, and unfairly so. What I see is 40 years in which the Conservatives have mostly been in power (without ever winning a majority of the vote, thanks to our electoral system), in which Thatcherism has been hugely influential, and in which the <em>Daily Telegraph</em> has, with an amazing blurring of editorial and news, helped to put your fellow columnist into Downing Street.</p> <p>Of course, if you think you are wrongly oppressed anything is allowable – Cummings’s rulebreaking, Johnson’s lies and betrayals – but I would ask you, too, to check your privilege.</p> <p>However, you have given me a clearer idea of how liberal assumptions can sound from the outside. I intend to watch myself when I fall into the lazy habits that can go with my worldview. I hope you – or anyone else who feels like it – will point them out to me.</p> <p>As for teleology, that’s a discussion for another day.</p> <h2>Charles:</h2> <p>Snap: we both feel oppressed! But I must add that I do not feel personally so at all. I have been lucky. My worry is that normal British people are scorned by many liberals for the non-crime of believing in democratic self-government.</p> <p>Perhaps we at least agree that it would be much better if a more liberal disposition – which is not the same as a liberal ideology – prevailed on both sides of the Brexit divide.</p>",
      "newspaperPageNumber": "18",
      "wordcount": "3649",
      "commentable": "false",
      "firstPublicationDate": "2019-11-03T11:00:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:29Z",
      "newspaperEditionDate": "2019-11-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cjx3y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1a8ce6d840550cb2d8dd919059d1c336e8720c1e/258_642_3302_1981/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dear Charles, we share, I think, some fundamental values and beliefs: in freedom, democracy, justice, the rule of law, also in the value of education, knowledge and art. Yet these beliefs lead us to opposite conclusions about contemporary issues such as Europe, climate change, the position of Islam in western culture and the versions of conservatism now being practised by leaders of the UK and the US. I find these differences intriguing, sometimes mystifying, sometimes troubling. I’d like to get to the bottom of them. In your biography of Margaret Thatcher you describe her versions of these beliefs, about her faith in “economic liberty”, her “overall philosophy of everyone having a stake”, also about her occupation of the “moral high ground”. You could say that she made a promise – that if you work hard, play by the rules and trust in the market you will be rewarded – but that the 2008 crash shattered that promise. It seemed that one – rich and privileged – group of society was entitled to break rules and get away with it, and that everyone else had to pay the price. Since Thatcher left power in 1990 this country has been ruled either by Conservatives or by Labour prime ministers strongly influenced by her. Do you think they have achieved her ambition, as one of her policy advisers put it, “to liberate people to do things”? Charles: I agree with you about what we agree about! I am not, in my ultimate beliefs, a liberal; but I strongly believe in a liberal order, with the elements you describe, as the most civilised way of governing a country. I also agree that many people (I include myself) feel cheated as a result of the credit crunch of 2008, for the reasons you state. I would not agree that much of this should be laid at Mrs Thatcher’s door, 18 years after she left office. In assessing a political leader fairly, one must understand what problems they had to confront. In 1979, in the economic sphere, Mrs Thatcher had to confront inflation, overmighty trade union leaders, loss-making nationalised industries and a lack of openness to world markets. Broadly speaking – and with significant mistakes along the way – she confronted them successfully. When you free up any area, that freedom includes the likelihood that some things will go wrong. The Thatcher government’s abolition of exchange controls in 1979 transformed the capacity of the world to invest in this country, because at last outsiders had the guarantee that money could move freely in and out. This action probably contributed a bit to the financial overheating of the 21st century, but if she had not done what she did, she would have missed her best chance to create a more liberal economic order. Similarly, she had to face down the miners’ strike of 1984-5. If she had not won, trade union boss power would have continued to dominate our economy and our politics, with terrible results for prosperity, liberty and democracy. In 1979, 29.4m working days were lost to strikes. In 1990, the year she left, the figure was below 2m. The figure in 2018 was 273,000 working days lost. This “divisive” character brought industrial peace, which continues to this day. It is to the discredit of people who think of themselves as liberals that most of them did not support Mrs Thatcher in this, but evaded the issue by moaning about her confrontational style. After she had won they quietly pocketed the gains. Many self-styled liberals hate taking responsibility for unpopular decisions. They seem more preoccupied with the display of virtue than with doing what is right. Rowan: Are you saying that a truly Thatcherite government, if it had stayed in power all that time, would have managed to avoid a crisis like that of 2008? What would it have done differently from Major and Blair? If you felt cheated by 2008, what policies or politicians offer, for you, redress? Given that the problem is not now overmighty trades unions, how might a Thatcher of the past decade – responding, as you say, to the issues of the time – have responded to the problems we now have: the loss of security and stagnation of prospects for large sections of the population, compared with the concentration of wealth among a very small percentage? Charles: I make it a rule not to speculate about what Mrs Thatcher would do nowadays. What I know she did worry about, however, especially, in her last couple of years in office, was the way that what was then the European Community (later the EU) offered much clearer benefit to its leaders and officials than to its citizens. She worried about the loss of identity, sovereignty, national independence and democratic accountability under an ever-centralising EU. She also worried about the excessive power of bankers and central bankers – opposing, unlike her followers, an independent Bank of England, on the grounds that key financial decisions affecting the lives of all citizens should not ultimately be taken by technical experts but by democratically answerable politicians. She was ahead of her time about these matters. The alienation of general European populations from those who rule them has emerged very strongly after the creation of the euro (for reasons she predicted), and because of the 2008 crash and has spread throughout the EU. Rowan: Except that we are now finding out that the EU does have clear benefits to its citizens – frictionless borders, the single market, cooperation on security and medicine, freedom of movement, peace. We’ll miss them when they’ve gone. The alienation of populations from government has hardly been unique to the eurozone, or the EU. The argument for the EU is not that it is perfect, or even that it is perfectible, but that, like individuals, nations can make themselves stronger by working with others. A lot of anti-EU positions conceive a zero-sum game, in which anything that goes to the EU is automatically a loss to us, and they magnify the disadvantages and minimise the benefits to an absurd degree. In volume three of your biography there are some striking insights into the Euroscepticism of Thatcher’s last years in power. What also comes across vividly is the way in which the bitterness of her removal from office, of which disagreement about Europe was the catalyst but not the only cause, has infected the issue ever since. A lot of the European debate has been a domestic drama in the Conservative party, to which the rest of us are obliged to listen. This history matters to our current situation. It contributes to the absolutist positions, the quasi-military language and the tribalism of the current debate, and the branding (for example) of legitimate critics of the process of enabling the referendum result as “enemies of the people”. Charles: I quite agree that the EU brings some benefits for its citizens. It would be incredible if, after so much expense and so many treaties, it did not; but it does not – by its own theology, cannot – deal with the questions I raise. It explicitly opposes national sovereignty and with it the idea that a country can choose and kick out the people who ultimately rule it. It is therefore undemocratic. The European parliament can make little headway against this problem, because there is no European demos. If it is true that national sovereignty means little in the modern world, then democracy is also an illusion. Democracy does not mean merely the right to vote, but the fact that the vote is decisive, rather than advisory: government is formed by the wishes of the people. The Brexit debate has brought out with frightening clarity that large numbers of Remainers dislike democratic power. This behaviour has brought out my fundamental worry about people who think of themselves as “liberal”. They seem terribly motivated by disapproval. They look down on people who are less well educated, and fight culture wars that they cast as enlightenment versus barbarism. This makes them intolerant, which is perhaps the least truly liberal of all dispositions. Take, for example, the widespread belief among liberals that opposition to mass immigration is racist. This is a de haut en bas attitude which grossly misrepresents the attitudes of millions of people. Nowadays almost all “liberal” arguments – about race, LGBT, sexism, the environment, abortion etc – are framed thus. The consequence is intolerance; hence the justified popular revolt against “metropolitan elites”. Rowan: You’re making some assumptions here. First that the EU are/were our rulers and that the British electorate and its representatives are therefore powerless. In practice Mrs Thatcher’s fear that, for example, Britain would be forced to join the single currency did not come true: after due political process the British government made the sovereign decision not to join. Speaking for myself, I don’t think that the era of national sovereignty is dead, but I also think that sovereignty is capable of many versions and interpretations. Second, there’s the belief that the Brexit debate can be framed as one of Remainer elites against the Leave-voting “people”. I’d suggest that what actually happened after the referendum was this: what you might call the Leave elites exerted their influence over Theresa May’s government (which included several prominent Leavers) to exclude possibilities such as remaining in the customs union and the single market that members of the Leave campaign had explicitly said would be possible after a “no” vote. This disrespected both Remain voters and those Leave voters who didn’t want a hard Brexit. Most of the agonies of the past few months – the Commons votes, the court cases – are due to opposition to what is an arrogant and dangerous position. Charles: Who are these Leaver elites? No British institutions were dominated by Leavers in 2016, with the exception of a few national newspapers. This dominance has scarcely moved since. All others – main political parties, House of Commons, House of Lords, Bank of England, Confederation of British Industry, Trades Union Congress, civil service, BBC, Financial Times, Economist, all of academia, supreme court, bishops, Scottish government, Welsh government – are dominated by Remainers. Even the Daily Mail moved Paul Dacre because he was too pro-Brexit. Remainers controlled our government until Boris Johnson became prime minister just over 100 days ago. Obviously Remain was a legitimate point of view and commanded widespread support in the referendum. But the reaction of the elites to the result shocked me and shocks me still. With frequent expressions of contempt, they are still trying to frustrate the largest vote for anything in British history, a vote that defied all their leadership and all their pressure. Don’t any of them think they might have got something wrong? Rowan: Wow. We really do see the world in different ways. I see an immensely powerful coalition of most of the national press with politicians who now form the cabinet. You see a plucky band of rebels opposing a phalanx of institutions. Charles: Do you disagree that any of the institutions I named are dominated by Remainers? Rowan: I expect that most people in those institutions have Remainer sympathies. But it’s insulting to them to assume that those sympathies colour all their actions. A lot of Remainer MPs voted more than once to leave the EU – it was with the help of European Research Group votes that we stayed in for so long. Theresa May made a sincere if not very competent attempt to respect the referendum result. The BBC it seems to me tries agonisingly hard to maintain balance – you can certainly find plenty on the left who feel it is biased against them. The unanimous decision of the supreme court was a case of the justices reading the law as they saw it – ie doing their job. In the same way that the Queen was doing her job (arguably) in assenting to Johnson’s request for prorogation – it doesn’t make her part of a leaver conspiracy. To speak more generally about elites and populism: yes, there is such a thing as virtue-signalling, as well as the genuine and justified speaking out for minorities who, as a matter of fact, continue to suffer from prejudice and discrimination. But I’d question the view that members of conservative elites such as yourself seem to have of “the people” as being inherently conservative on social issues and immigration. The current right practises what has fairly been called vice-signalling. That is the adoption of tough-sounding and offensive positions on the basis that their very offensiveness and toughness must make them right. Boris Johnson’s article comparing Muslim women to letterboxes and bankrobbers is one manifestation. His game here seems to be to provoke liberal outrage by using racist language while disingenuously sheltering behind the defence that he wasn’t actually calling for a ban on face-coverings. Should he or anyone else be playing games with people’s lives like this? Charles: Like you, I hate both vice- and virtue-signalling, but I do feel oppressed by a culture war in which liberal people with privileges disdain the less fortunate, particularly those people who declare themselves proud to be British. By the way, the late, great Deborah Orr wrote about the Muslim veil with views very similar to those of Boris. It is indeed important to speak out for minorities, but the selection process is interesting. Which liberals speak out for Christians? Also, modern liberal doctrines that are supposed to embody tolerance often operate intolerantly. Take the word “diversity”. In practice, it means “uniformity” – a set of contestable opinions to which you must subscribe if you wish to work in the public service. Rowan: Your mention of Christianity is significant. I get the impression that you feel that something fundamental to western society is endangered, both by critics within and non-Christian societies outside. Am I right? Charles: I do feel that something fundamental to western society is endangered, but much more by critics within than by non-Christian societies outside. The main exterior threats are the rise of China, the belligerence of Putin’s Russia and global Islamist extremism (sometimes known as “political Islam”), but all of these are containable if our elites would defend the western way of life. My late friend [former Spectator editor] Frank Johnson observed 25 years ago that: “The left, having failed to nationalise the economy, is nationalising people.” Nowadays, liberal thought is barely distinguishable from the left. Liberals want to legislate against “hate speech”, “inequality”, “Islamophobia”, as if all these concepts could easily be defined by law and as if no free speech considerations applied. They are also actively hostile to orthodox Christian belief (and mainstream Jewish teaching too). Rowan: I’m glad you include Putin on your list of threats. There’s a tendency on the right to go easy on him, and on Trump’s complicity with him. Perhaps because both Putin and Trump are somehow seen as defenders of traditional values. You speak in quite general terms, which makes it hard to address your points. I know what you mean by liberal intolerance. I also believe in free speech and question the urge to manage it with legislation. At the same time, racism is real. In cases where “free speech” serves no purpose but to incite violence against minorities, workable legislation against it shouldn’t be ruled out. But I would like to know what you think conservatism is now. Do you subscribe to the conservative philosopher Michael Oakeshott’s saying that conservatism is about preferring such things as the familiar to the unknown, fact to mystery, the convenient to the perfect? It seems to me that a figure like a Dominic Cummings – an idealist who likes smashing things up – is the opposite of this. We currently have a Conservative party that, unlike its forebears, opposes itself to a lot of business, to agriculture, to the judiciary, and which has lost its interest in balancing budgets. This is a version of what is happening in the US, where Republicans support a president clearly hostile to the constitution, who breaks the law, and is unconcerned about running up a huge deficit. Do you think that is a price worth paying for his push‑back against liberalism? Charles: I do feel as Oakeshott does, very much, but I don’t see Brexit as a smashing of old ways. It is a restoration of national independence and democratic rights which the EU has undermined. Oakeshott opposed EEC membership for this reason, by the way. Cummings is trying to stand up for the democratically dispossessed. Boris has not violated the constitution. His arguably unwise attempt at prorogation was, as David Cameron put it, “sharp practice”, but no worse than that. He felt driven to it by Speaker John Bercow’s far greater subversion in which he destroyed the doctrine of the crown in parliament on which our constitution rests. We have had parliament pretending to be the government, delaying a general election and thus making our system unworkable. Any prime minister has to try to overcome that, especially when all these efforts by the elites are aimed to frustrate the result of the largest popular vote ever. So Boris is quite right to call this election. Refusing to accept the result of the referendum is just as bad as refusing to accept an unwelcome general election result, an outrage we have never attempted in our history. Rowan: If the referendum were a general election it would have been rerun because of the Leave campaign’s breaches of electoral law (about which Cummings put himself in contempt of parliament by refusing to answer questions – how is that conservative?). The point also remains that the right wing of the Conservative party keeps pushing for a version of Brexit for which there has never been a popular majority. Most of the agonies of parliament, including Bercow’s interventions, relate to that. I’d still be interested to know if you think Trump is conservative. I’d also like to understand your position on climate change. Charles: Sorry, but no discovery of electoral malpractice has ever overturned a margin of 1,300,000 votes. It is important not to get into the “Leave didn’t really win” frame of mind, not only because it isn’t true, but also because it avoids the need to take Leave feeling seriously. The key question for the liberals who were defeated is: “How, with your massive in-built advantages, did you manage to lose?” You must, collectively, have been astonishingly out of touch. Check your privilege, as they say in PC circles. As for Trump, no, I don’t believe he is a conservative. His essential message is “Trump first”. The only thing I like about him is his refusal to be cowed by the self-righteousness of his opponents. On climate change, I resist what I see as a political viewpoint masquerading as “the science”. The aim of the large numbers of alarmists is unprecedented government control and the relative impoverishment of western societies. Cheap energy is one of the greatest emancipations produced by our civilisation. You asked about the current state of conservatism. Pretty bad, I would say – uncreative and negative. A mirror image, almost, of the state of liberalism. When I said at the beginning that I am not ultimately a liberal, I meant that liberalism lacks content because it has no teleology. When it sticks to its core idea of freedom, however, it is a vital element of a good society. I wish it would let the bird of freedom – particularly our country’s democratic independence – soar, instead of pursing its lips in disapproval. Rowan: I’m sure if the malpractice had been on the Remain side you would be crying foul. Re Trump: I wish you and your fellow conservatives would express your criticism more plainly. Yes, I do take the Leave vote seriously. But it was a narrow vote after a flawed campaign that has been taken as a licence for whatever Brexiter politicians want it to mean. The missed opportunity was to unite the country around a way of leaving the EU that most people would be happy with. I believe Boris Johnson argued for such a thing at the time. Re climate: if conservatives like yourself don’t want the issue used against you, perhaps you should try harder to show how capitalism can be reconciled with protecting the environment. Thirty years after Mrs Thatcher raised the issue the noises from the right seem to be saying “it’s not really happening” or “it’s not that bad” or “we’ll muddle through”. What I find really striking is how strongly you feel that the world is against you and likeminded people, and unfairly so. What I see is 40 years in which the Conservatives have mostly been in power (without ever winning a majority of the vote, thanks to our electoral system), in which Thatcherism has been hugely influential, and in which the Daily Telegraph has, with an amazing blurring of editorial and news, helped to put your fellow columnist into Downing Street. Of course, if you think you are wrongly oppressed anything is allowable – Cummings’s rulebreaking, Johnson’s lies and betrayals – but I would ask you, too, to check your privilege. However, you have given me a clearer idea of how liberal assumptions can sound from the outside. I intend to watch myself when I fall into the lazy habits that can go with my worldview. I hope you – or anyone else who feels like it – will point them out to me. As for teleology, that’s a discussion for another day. Charles: Snap: we both feel oppressed! But I must add that I do not feel personally so at all. I have been lucky. My worry is that normal British people are scorned by many liberals for the non-crime of believing in democratic self-government. Perhaps we at least agree that it would be much better if a more liberal disposition – which is not the same as a liberal ideology – prevailed on both sides of the Brexit divide.",
      "charCount": "21920",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Rowan Moore and Charles Moore"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/03/elizabeth-warren-project-to-remake-capitalism-what-can-british-politicians-learn-from-her",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-03T09:00:10Z",
    "webTitle": "Elizabeth Warren’s project is to remake capitalism. What can British politicians learn from her? | Will Hutton",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/03/elizabeth-warren-project-to-remake-capitalism-what-can-british-politicians-learn-from-her",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/03/elizabeth-warren-project-to-remake-capitalism-what-can-british-politicians-learn-from-her",
    "fields": {
      "headline": "Elizabeth Warren’s project is to remake capitalism. What can British politicians learn from her?",
      "standfirst": "<p>Both Labour and the Lib Dems would do well to study her crusading manifesto</p>",
      "trailText": "Both Labour and the Lib Dems would do well to study her crusading manifesto",
      "byline": "Will Hutton",
      "main": "<figure class=\"element element-image\" data-media-id=\"f464dfa21932c108ad19a136fcbfb5d37aeac2af\"> <img src=\"https://media.guim.co.uk/f464dfa21932c108ad19a136fcbfb5d37aeac2af/0_193_3500_2100/1000.jpg\" alt=\"Senator Elizabeth Warren, candidate for the Democratic nomination, speaks at a fundraising dinner in Des Moines, Iowa, on 1 November.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senator Elizabeth Warren, candidate for the Democratic nomination, speaks at a fundraising dinner in Des Moines, Iowa, on 1 November.</span> <span class=\"element-image__credit\">Photograph: Eric Thayer/Reuters</span> </figcaption> </figure>",
      "body": "<p>For 40 years, western democracies have been gripped by the doctrine that unalloyed capitalism works. In 2019, the debate has moved on. Capitalism may rule the planet, but it plainly needs fixing. Disaffection is obvious and rising, variously behind the story of riots in <a href=\"https://www.theguardian.com/world/2019/oct/30/chile-protests-president-sebastian-pinera-protest-unrest\" title=\"\">Chile</a> or Hong Kong or Britain’s Brexit vote and France’s <em>gilets jaunes</em>.</p> <p>No economist would now claim, as the Nobel prizewinner Robert Lucas once did, that the central economic problem of depression-prevention is settled: markets are always right. Nor would any central banker now repeat the infamous aphorism of Alan Greenspan, former chair of the US Federal Reserve, that he “had never seen a constructive regulation yet”. The case for austerity, “expansionary fiscal contraction”, as George Osborne dubbed it, is plainly risible.</p> <p>It is a new world. Book review pages are larded with titles critiquing current capitalism. The evidence of our eyes and daily experience – stagnating real wages, phenomenal inequality, indifferent public services, companies adrift, rampaging private equity, grotesque monopoly, a growth in food banks and rough sleeping – demand change.</p> <p>The <em>Financial Times</em> knows it can run a full-blooded <a href=\"https://aboutus.ft.com/en-gb/announcements/ft-sets-the-agenda-with-new-brand-platform/\" title=\"\">campaign</a> calling for “Capitalism. Time for a reset”, confident that few in the business world or economics profession will dare challenge the proposition. In August, <a href=\"https://www.cnbc.com/2019/08/19/the-ceos-of-nearly-two-hundred-companies-say-shareholder-value-is-no-longer-their-main-objective.html\" title=\"\">181 CEOs of the top US companies signed a declaration</a>: their aim was not only to serve their shareholders by maximising short-term profits, it was “to create value for all their stakeholders” and the betterment of society at large. This is stakeholder capitalism, US-style – with business taking a lead.</p> <p>In the US, two politicians unambiguously of the left – Elizabeth Warren and Bernie Sanders – are riding this wave and vying for the Democrat presidential nomination. Centrist candidates offering just a touch of the tiller so as not to offend business are dismissed as trimmers before the hurricane.</p> <p>Warren, champion of vigorous stakeholder capitalism and a recast US social contract, challenges the businesses that signed the declaration to back her, something Sanders, an outright socialist and enemy of business, cannot do. If Warren wins the nomination, she is projected by many pollsters to be able to beat Donald Trump.</p> <p>It is true that for some years Sanders has won an astonishing degree of support in a US where socialism is seen as the credo of the antichrist. He is the US’s Jeremy Corbyn, a builder of a youthful social movement whose imagination is fired by his sweeping indictment of what unfettered capitalism is doing to US society and his championing of transformative, across-the-board, state-led change. He ran Hillary Clinton close in the Democratic primaries four years ago and, even at 78, just recovering from a minor heart attack, is doing well again.</p> <p>But not well enough, as Warren is <a href=\"https://www.theguardian.com/us-news/2019/sep/25/elizabeth-warren-biden-national-poll-democrats-bernie-sanders\" title=\"\">overtaking him</a>. Capitalism certainly needs a reset and its worst proclivities prevented, she argues passionately; but equally, when it works as it can be made to, it is still the most impressive instrument we have to create wealth. “Markets are what make us rich,” she says. “They are what creates opportunity.”</p> <p>The role of government is not to subsume markets. Rather, it is to set vigorous regulatory frameworks that attack monopoly, promote competition and outlaw noxious practices. It can also empower countervailing forces, notably trade unions and public agencies to support high-risk new technologies and create a social contract that as far as possible takes the sting and risk out of ordinary people’s lives – from healthcare to pensions.</p> <p>Capitalism needs constant superintendence and if it starts to undermine societal cohesion, it must be stopped at the gate. Warren is today’s embodiment of the great reforming US tradition of the Roosevelts, the Kennedys and Lyndon Johnson.</p> <p>Her chosen enemies are the hi-tech titans of the west coast, whose monopolistic control needs to be unscrambled and recent takeovers unwound. The tax breaks of the vast private equity industry, slicing and dicing viable companies for extravagant personal gain, need to be withdrawn. And the Wall Street investment banks’ connections with commercial banking need to be ringfenced.</p> <p>Her aim is to create a new generation of great US stakeholder companies, complete with empowered workforces represented on boards, who would be bound by law to take their responsibilities to consumers, suppliers and the environment fundamentally seriously. She advocates an interlinked series of initiatives to lower and eliminate carbon emissions, in areas ranging from agriculture to transport in support of the <a href=\"https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey\" title=\"\">Green New Deal.</a></p> <p>She will raise taxes on rich individuals and businesses alike. Last week, she proposed doubling her mooted wealth tax and introducing a financial transactions tax to pay for a free-at-the-point-of-use healthcare system. That is on top of proposed tax increases to pay for free college education and universal childcare, and more extensive training. For almost every ill, Warren has a plan. Indeed, the range and details of her plans has become the hallmark for which she is sometimes lampooned. She is, of course, for aggressive gun control laws and against corporate lobbying.</p> <p>Yet for all her radicalism, she stays connected to the centre, in part because she abjures Sanders-style socialism and in part because the centre itself is moving left. Warren speaks to everyday concerns – dread of mass shootings, fearfulness over student debt, worry over wages and a sense that west coast hi-tech has become a 21st-century Big Brother. She gains more traction by the week.</p> <p>These concerns are present in Britain too. Wherever Boris Johnson’s Europhobic Tories stand on Europe, voters know they are not the party that recognises the need to address today’s multiple societal grievances. But there are other lessons from the US. For Labour, it is not to go too far in emulating Sanders’s embrace of “transformatory socialism”; for the Lib Dems, it is to make sure they don’t shrink from the same opportunities propelling Warren to the presidency.</p> <p>British voters, like their US counterparts, may not want a socialist transformation of capitalism, but they certainly want to see it reset and reshaped. This is the moment for bold stakeholder capitalism. It must be seized.</p> <p>• Will Hutton is an Observer columnist</p>",
      "newspaperPageNumber": "50",
      "wordcount": "1009",
      "commentCloseDate": "2019-11-03T19:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-03T09:00:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-12-15T14:34:54Z",
      "newspaperEditionDate": "2019-11-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cjjyb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f464dfa21932c108ad19a136fcbfb5d37aeac2af/0_193_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For 40 years, western democracies have been gripped by the doctrine that unalloyed capitalism works. In 2019, the debate has moved on. Capitalism may rule the planet, but it plainly needs fixing. Disaffection is obvious and rising, variously behind the story of riots in Chile or Hong Kong or Britain’s Brexit vote and France’s gilets jaunes. No economist would now claim, as the Nobel prizewinner Robert Lucas once did, that the central economic problem of depression-prevention is settled: markets are always right. Nor would any central banker now repeat the infamous aphorism of Alan Greenspan, former chair of the US Federal Reserve, that he “had never seen a constructive regulation yet”. The case for austerity, “expansionary fiscal contraction”, as George Osborne dubbed it, is plainly risible. It is a new world. Book review pages are larded with titles critiquing current capitalism. The evidence of our eyes and daily experience – stagnating real wages, phenomenal inequality, indifferent public services, companies adrift, rampaging private equity, grotesque monopoly, a growth in food banks and rough sleeping – demand change. The Financial Times knows it can run a full-blooded campaign calling for “Capitalism. Time for a reset”, confident that few in the business world or economics profession will dare challenge the proposition. In August, 181 CEOs of the top US companies signed a declaration: their aim was not only to serve their shareholders by maximising short-term profits, it was “to create value for all their stakeholders” and the betterment of society at large. This is stakeholder capitalism, US-style – with business taking a lead. In the US, two politicians unambiguously of the left – Elizabeth Warren and Bernie Sanders – are riding this wave and vying for the Democrat presidential nomination. Centrist candidates offering just a touch of the tiller so as not to offend business are dismissed as trimmers before the hurricane. Warren, champion of vigorous stakeholder capitalism and a recast US social contract, challenges the businesses that signed the declaration to back her, something Sanders, an outright socialist and enemy of business, cannot do. If Warren wins the nomination, she is projected by many pollsters to be able to beat Donald Trump. It is true that for some years Sanders has won an astonishing degree of support in a US where socialism is seen as the credo of the antichrist. He is the US’s Jeremy Corbyn, a builder of a youthful social movement whose imagination is fired by his sweeping indictment of what unfettered capitalism is doing to US society and his championing of transformative, across-the-board, state-led change. He ran Hillary Clinton close in the Democratic primaries four years ago and, even at 78, just recovering from a minor heart attack, is doing well again. But not well enough, as Warren is overtaking him. Capitalism certainly needs a reset and its worst proclivities prevented, she argues passionately; but equally, when it works as it can be made to, it is still the most impressive instrument we have to create wealth. “Markets are what make us rich,” she says. “They are what creates opportunity.” The role of government is not to subsume markets. Rather, it is to set vigorous regulatory frameworks that attack monopoly, promote competition and outlaw noxious practices. It can also empower countervailing forces, notably trade unions and public agencies to support high-risk new technologies and create a social contract that as far as possible takes the sting and risk out of ordinary people’s lives – from healthcare to pensions. Capitalism needs constant superintendence and if it starts to undermine societal cohesion, it must be stopped at the gate. Warren is today’s embodiment of the great reforming US tradition of the Roosevelts, the Kennedys and Lyndon Johnson. Her chosen enemies are the hi-tech titans of the west coast, whose monopolistic control needs to be unscrambled and recent takeovers unwound. The tax breaks of the vast private equity industry, slicing and dicing viable companies for extravagant personal gain, need to be withdrawn. And the Wall Street investment banks’ connections with commercial banking need to be ringfenced. Her aim is to create a new generation of great US stakeholder companies, complete with empowered workforces represented on boards, who would be bound by law to take their responsibilities to consumers, suppliers and the environment fundamentally seriously. She advocates an interlinked series of initiatives to lower and eliminate carbon emissions, in areas ranging from agriculture to transport in support of the Green New Deal. She will raise taxes on rich individuals and businesses alike. Last week, she proposed doubling her mooted wealth tax and introducing a financial transactions tax to pay for a free-at-the-point-of-use healthcare system. That is on top of proposed tax increases to pay for free college education and universal childcare, and more extensive training. For almost every ill, Warren has a plan. Indeed, the range and details of her plans has become the hallmark for which she is sometimes lampooned. She is, of course, for aggressive gun control laws and against corporate lobbying. Yet for all her radicalism, she stays connected to the centre, in part because she abjures Sanders-style socialism and in part because the centre itself is moving left. Warren speaks to everyday concerns – dread of mass shootings, fearfulness over student debt, worry over wages and a sense that west coast hi-tech has become a 21st-century Big Brother. She gains more traction by the week. These concerns are present in Britain too. Wherever Boris Johnson’s Europhobic Tories stand on Europe, voters know they are not the party that recognises the need to address today’s multiple societal grievances. But there are other lessons from the US. For Labour, it is not to go too far in emulating Sanders’s embrace of “transformatory socialism”; for the Lib Dems, it is to make sure they don’t shrink from the same opportunities propelling Warren to the presidency. British voters, like their US counterparts, may not want a socialist transformation of capitalism, but they certainly want to see it reset and reshaped. This is the moment for bold stakeholder capitalism. It must be seized. • Will Hutton is an Observer columnist",
      "charCount": "6370",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/willhutton\">Will Hutton</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/nov/03/whod-want-to-be-in-a-parliament-of-angry-white-misogynist-males",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-03T07:30:08Z",
    "webTitle": "Abuse, threats, vile colleagues… why would you want to be an MP? | Catherine Bennett",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/03/whod-want-to-be-in-a-parliament-of-angry-white-misogynist-males",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/03/whod-want-to-be-in-a-parliament-of-angry-white-misogynist-males",
    "fields": {
      "headline": "Abuse, threats, vile colleagues… why would you want to be an MP?",
      "standfirst": "<p>The current exodus of first-rate female MPs is an indictment of politics in Britain today</p>",
      "trailText": "The current exodus of first-rate female MPs is an indictment of politics in Britain today",
      "byline": "Catherine Bennett",
      "main": "<figure class=\"element element-image\" data-media-id=\"ab510f436182515e01a4517947c86f3deacdebb5\"> <img src=\"https://media.guim.co.uk/ab510f436182515e01a4517947c86f3deacdebb5/2_0_10663_6400/1000.jpg\" alt=\"Illustration showing a tiny figure of a woman menaced by a face with a pitchfork instead of a mouth\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by Dom Mckenzie.</span> <span class=\"element-image__credit\">Illustration: Dom McKenzie</span> </figcaption> </figure>",
      "body": "<p>Wanted: men – and women – who are comfortable around misogyny. We are looking for strong, confident, disagreeable characters who enjoy verbal abuse, exchanging insults, and predominantly male company. Must be able to point and shout and use a smartphone. A diagnosis of narcissism will be considered an advantage, a proven lack of empathy is essential. Are you an angry white person with a history of insulting and socially transgressive behaviour? Then a career as an MP is waiting for you, starting salary £79,468 basic + expenses. No qualifications, references or previous experience necessary. Start date ASAP. Apply to your local political party quoting ref #GE19.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>The abuse of female politicians by online persecutors is supplemented by more crafted insults from media professionals</p> </blockquote> </aside>  <p>If a career in UK politics has long been unappealing to people who are any of female, quiet, self-effacing or dispassionate, the <a href=\"https://www.theguardian.com/politics/2019/oct/31/alarm-over-number-female-mps-stepping-down-after-abuse\" title=\"\">premature exit</a> of impressive female MPs attributing their departures to relentless, often sexist <a href=\"https://heidiallen.co.uk/heidi-allen-mp-letter-to-south-cambridgeshire-constituents/\" title=\"\">abuse and threats</a>, now makes it look actively perverse. The consequences for faltering female representation in Westminster could be serious, unless there really are unexpected reserves of women who have the ability and courage of a Jess Phillips, Anna Soubry or Margaret Hodge, or fellow targets Rosie Cooper, Luciana Berger, Rosie Duffield.</p> <p>All the more so, since the abuse of female politicians by anonymous online persecutors is supplemented, the better to keep the former in their place, by more crafted insults from media professionals. Last week Theresa May was denounced, by Quentin Letts, one still-resentful fan of her successor, as a “brine-washed limpet of a prime minister”, weepy yet of “shrivelling dullness”, someone whose failure was on such a scale as to make the fastidious writer “feel dirty”. He was <a href=\"https://www.thetimes.co.uk/article/may-at-10-by-anthony-seldon-review-theresa-may-w0cdx7p37\" title=\"\">reviewing a new book</a> by Anthony Seldon that, along with May’s obvious faults, condemns behaviour that might strike you as inoffensive, even exemplary. How dare she be “introverted”? And how, Seldon invites us to ask, could May not sack George Osborne, the chancellor turned Lebedev social secretary, with the elaborate courtesy due to a man who later said he wanted her “chopped up in bags in my freezer”? It may console May, rebuked for bad and good judgment alike, that even <a href=\"https://www.thetimes.co.uk/article/markus-soeder-csu-leader-who-likes-dressing-up-is-tipped-to-replace-angela-merkel-mhtb765sn\" title=\"\">Chancellor Angela Merkel</a> is now pilloried, for being timid and conflict averse, by supporters of a rival who enjoys dressing up as Shrek, Gandalf, Gandhi.</p> <p>Elsewhere, Rod Liddle (who in 2009 declared his unwillingness – because how else would you assess a woman’s political abilities? – to have sex with Labour’s deputy prime minister) takes a moment, in a <a href=\"https://www.theguardian.com/media/2019/nov/01/sajid-javid-condemns-rod-liddle-article-over-muslim-comments\" title=\"\">predominantly Islamophobic</a> <em>Spectator</em> polemic, to ridicule, for an important speech on coercive control, “the sobbing and oppressed Rosie ‘#MeToo’ Duffield”. Signs of emotion, female politicians learn, will always fall miserably short – unless strictly patriotic – of the standards perfected over generations by boarding-school-educated parliamentarians.</p> <p>Last week’s <a href=\"https://www.theguardian.com/politics/2019/oct/27/brexit-rhetoric-petrol-volatile-issue-justin-welby-archbishop\" title=\"\">warning</a> from the archbishop of Canterbury, about “inflammatory language” in politics, has yet to prompt any constructive response from the two second-raters apparently determined to keep the forthcoming leaders’ debate all-male. Maybe <a href=\"https://www.bbc.co.uk/news/world-us-canada-50239261\" title=\"\">Barack Obama’s criticism</a> of polarising language will be more effective?</p> <p>Unlikely in Boris Johnson’s case, since his prized ally once <a href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\" title=\"\">incited the shooting</a> of “crooked Hillary”. Though it would be disloyal to depict our British statesmen as junior partners in the normalisation of intimidation and violent speech. Nigel Farage, bored with negotiating, now threatens “war”. Johnson, building on years of abusive and sexist comments, surpassed himself by <a href=\"https://www.bbc.co.uk/news/uk-politics-49833804\" title=\"\">retorting “humbug”</a>, when Paula Sherriff, asking him to moderate his language of “surrender”, mentioned Jo Cox. Yes, it’s fine, at the highest level of UK politics, to make light of a young woman’s murder – but don’t let that put you off, ladies.</p>  <figure class=\"element element-image\" data-media-id=\"e4c8f8c32bec0dedb9775d0227cba42a304711dc\"> <img src=\"https://media.guim.co.uk/e4c8f8c32bec0dedb9775d0227cba42a304711dc/1735_418_903_541/500.jpg\" alt=\"Paula Sherriff after the death of the Labour MP Jo Cox who was shot and stabbed outside her constituency advice surgery.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paula Sherriff after the death of the Labour MP Jo Cox who was shot and stabbed outside her constituency advice surgery.</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>  <p>Turning to the judgmental language of indignant wokeness, mentioned by Obama, some of Jeremy Corbyn’s most valued supporters have been keen deployers, when narked, of “terf” (trans-exclusionary radical feminist) and the antisemitic “Zio”. Nor can it be much of a corrective to the online ugliness when John McDonnell <a href=\"https://www.mirror.co.uk/news/politics/john-mcdonnell-refuses-apologise-repeating-11888475\" title=\"\">speaks of lynching</a>, or when Corbyn has othered certain – Jewish – compatriots who “don’t understand English irony”.</p> <p>What kind of person, witnessing sanctioned taunting and persecution, would be attracted to Westminster? And expect to thrive there? Well, various figures eminent in the outgoing, belligerently divisive administration, offer some clues. Boris “Pericles” Johnson, aka the Hulk, aka – to his personal tech consultant, Jennifer Arcuri – “Alex the Great”. Dominic “Odyssean Project” Cummings, superpower: ordering the non-gileted classes to fuck off. Jacob “<a href=\"https://twitter.com/Jacob_Rees_Mogg/status/1105413499990274049\" title=\"\"><em>dies irae, dies illa</em></a>” Rees-Mogg. Gavin Williamson, <a href=\"https://www.theguardian.com/environment/shortcuts/2016/nov/21/cronus-tarantula-tories-gavin-williamson\" title=\"\">owner of Cronus</a>, a tarantula he took, regardless of arachnophobic colleagues, to work. Dominic Raab: martial arts exponent with <a href=\"https://www.newstatesman.com/politics/staggers/2019/10/conservatives-know-they-have-woman-problem-and-labour-are-keen-capitalise\" title=\"\">a major feminist problem</a>. The Spartans. And all this minus, so far as we know, any help from steroids.</p> <p>The imminent problem may be less a temporary scarcity of decent, inoffensive politicians, than a glut of severely disturbing ones.</p> <p>Well before divisions nurtured by Johnson and Cummings exacerbated existing online obscenity and aggression aimed at MPs, research confirmed, to nobody’s surprise, that political ambition is related to personality type. Perhaps unhelpfully for constituents, those most attracted to politics tend to be strong on narcissism and on Machiavellianism, two of the main elements of the “<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S019188691730199X\" title=\"\">dark triad</a>” of negative personality traits that also features psychopathy.</p> <p>Behaviours associated with the dark triad include callousness, antisocial behaviour, strategic manipulation, dominance and bragging. It would be hard, following Johnson’s enthronement, to imagine a constellation of qualities more likely to endear a person to the Tory membership, or to shield them, if pro-Remain, from the multitude who believe online harassment of a treacherous elite to be a civic duty, motto: “If you can’t stand the heat, get out of the kitchen.”</p> <p>Officials interviewing replacements for the MPs fleeing Westminster have to consider that individuals equipped to prosper in current British politics may have most in common with the malevolent online presences who help make it, for more agreeable people, unendurable.</p> <p>• Catherine Bennett is an Observer columnist</p>",
      "newspaperPageNumber": "49",
      "wordcount": "975",
      "commentable": "false",
      "firstPublicationDate": "2019-11-03T07:30:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:35Z",
      "newspaperEditionDate": "2019-11-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cjgb6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ab510f436182515e01a4517947c86f3deacdebb5/2_0_10663_6400/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Wanted: men – and women – who are comfortable around misogyny. We are looking for strong, confident, disagreeable characters who enjoy verbal abuse, exchanging insults, and predominantly male company. Must be able to point and shout and use a smartphone. A diagnosis of narcissism will be considered an advantage, a proven lack of empathy is essential. Are you an angry white person with a history of insulting and socially transgressive behaviour? Then a career as an MP is waiting for you, starting salary £79,468 basic + expenses. No qualifications, references or previous experience necessary. Start date ASAP. Apply to your local political party quoting ref #GE19. If a career in UK politics has long been unappealing to people who are any of female, quiet, self-effacing or dispassionate, the premature exit of impressive female MPs attributing their departures to relentless, often sexist abuse and threats, now makes it look actively perverse. The consequences for faltering female representation in Westminster could be serious, unless there really are unexpected reserves of women who have the ability and courage of a Jess Phillips, Anna Soubry or Margaret Hodge, or fellow targets Rosie Cooper, Luciana Berger, Rosie Duffield. All the more so, since the abuse of female politicians by anonymous online persecutors is supplemented, the better to keep the former in their place, by more crafted insults from media professionals. Last week Theresa May was denounced, by Quentin Letts, one still-resentful fan of her successor, as a “brine-washed limpet of a prime minister”, weepy yet of “shrivelling dullness”, someone whose failure was on such a scale as to make the fastidious writer “feel dirty”. He was reviewing a new book by Anthony Seldon that, along with May’s obvious faults, condemns behaviour that might strike you as inoffensive, even exemplary. How dare she be “introverted”? And how, Seldon invites us to ask, could May not sack George Osborne, the chancellor turned Lebedev social secretary, with the elaborate courtesy due to a man who later said he wanted her “chopped up in bags in my freezer”? It may console May, rebuked for bad and good judgment alike, that even Chancellor Angela Merkel is now pilloried, for being timid and conflict averse, by supporters of a rival who enjoys dressing up as Shrek, Gandalf, Gandhi. Elsewhere, Rod Liddle (who in 2009 declared his unwillingness – because how else would you assess a woman’s political abilities? – to have sex with Labour’s deputy prime minister) takes a moment, in a predominantly Islamophobic Spectator polemic, to ridicule, for an important speech on coercive control, “the sobbing and oppressed Rosie ‘#MeToo’ Duffield”. Signs of emotion, female politicians learn, will always fall miserably short – unless strictly patriotic – of the standards perfected over generations by boarding-school-educated parliamentarians. Last week’s warning from the archbishop of Canterbury, about “inflammatory language” in politics, has yet to prompt any constructive response from the two second-raters apparently determined to keep the forthcoming leaders’ debate all-male. Maybe Barack Obama’s criticism of polarising language will be more effective? Unlikely in Boris Johnson’s case, since his prized ally once incited the shooting of “crooked Hillary”. Though it would be disloyal to depict our British statesmen as junior partners in the normalisation of intimidation and violent speech. Nigel Farage, bored with negotiating, now threatens “war”. Johnson, building on years of abusive and sexist comments, surpassed himself by retorting “humbug”, when Paula Sherriff, asking him to moderate his language of “surrender”, mentioned Jo Cox. Yes, it’s fine, at the highest level of UK politics, to make light of a young woman’s murder – but don’t let that put you off, ladies. Turning to the judgmental language of indignant wokeness, mentioned by Obama, some of Jeremy Corbyn’s most valued supporters have been keen deployers, when narked, of “terf” (trans-exclusionary radical feminist) and the antisemitic “Zio”. Nor can it be much of a corrective to the online ugliness when John McDonnell speaks of lynching, or when Corbyn has othered certain – Jewish – compatriots who “don’t understand English irony”. What kind of person, witnessing sanctioned taunting and persecution, would be attracted to Westminster? And expect to thrive there? Well, various figures eminent in the outgoing, belligerently divisive administration, offer some clues. Boris “Pericles” Johnson, aka the Hulk, aka – to his personal tech consultant, Jennifer Arcuri – “Alex the Great”. Dominic “Odyssean Project” Cummings, superpower: ordering the non-gileted classes to fuck off. Jacob “dies irae, dies illa” Rees-Mogg. Gavin Williamson, owner of Cronus, a tarantula he took, regardless of arachnophobic colleagues, to work. Dominic Raab: martial arts exponent with a major feminist problem. The Spartans. And all this minus, so far as we know, any help from steroids. The imminent problem may be less a temporary scarcity of decent, inoffensive politicians, than a glut of severely disturbing ones. Well before divisions nurtured by Johnson and Cummings exacerbated existing online obscenity and aggression aimed at MPs, research confirmed, to nobody’s surprise, that political ambition is related to personality type. Perhaps unhelpfully for constituents, those most attracted to politics tend to be strong on narcissism and on Machiavellianism, two of the main elements of the “dark triad” of negative personality traits that also features psychopathy. Behaviours associated with the dark triad include callousness, antisocial behaviour, strategic manipulation, dominance and bragging. It would be hard, following Johnson’s enthronement, to imagine a constellation of qualities more likely to endear a person to the Tory membership, or to shield them, if pro-Remain, from the multitude who believe online harassment of a treacherous elite to be a civic duty, motto: “If you can’t stand the heat, get out of the kitchen.” Officials interviewing replacements for the MPs fleeing Westminster have to consider that individuals equipped to prosper in current British politics may have most in common with the malevolent online presences who help make it, for more agreeable people, unendurable. • Catherine Bennett is an Observer columnist",
      "charCount": "6384",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/catherinebennett\">Catherine Bennett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]