[
  {
    "id": "politics/live/2019/oct/20/brexit-boris-johnson-eu-deal-delay-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-20T18:07:24Z",
    "webTitle": "Brexit: government to seek meaningful vote on deal on Monday – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/oct/20/brexit-boris-johnson-eu-deal-delay-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/oct/20/brexit-boris-johnson-eu-deal-delay-live-news",
    "fields": {
      "headline": "Brexit: government to seek meaningful vote on deal on Monday – live news",
      "standfirst": "<p>Follow the day’s Brexit fallout after Boris Johnson sent a letter requesting an extension, and another arguing against it</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/20/labour-could-back-brexit-bill-if-second-referendum-attached-says-starmer\">Labour could back Brexit bill if second referendum attached, says Starmer</a></li><li><a href=\"https://www.theguardian.com/politics/2019/oct/20/eu-will-wait-until-mps-debate-brexit-deal-before-extension-decision\">EU will wait until MPs debate Brexit deal to make extension decision</a></li></ul>",
      "trailText": "Follow the day’s Brexit fallout after Boris Johnson sent a letter requesting an extension, and another arguing against it",
      "byline": "Amy Walker (earlier)  , Nadeem Badshah (now)",
      "main": "<figure class=\"element element-image\" data-media-id=\"e0de88d73fd37f4d906fa0f55c127ab310ee425c\"> \n <img src=\"https://media.guim.co.uk/e0de88d73fd37f4d906fa0f55c127ab310ee425c/798_195_1819_1091/1000.jpg\" alt=\"Boris Johnson in the Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson in the Commons.</span> \n  <span class=\"element-image__credit\">Photograph: Uk Parliament/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5dac9fe78f08993584c89ae7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T18:06:43.067Z\">7.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Our crack visuals unit has worked up this graphic showing estimated votes for and against Johnson’s deal, based on a Guardian analysis of MPs’ likely intentions - and while ministers insist they have the numbers, it’s clear that it remains agonisingly close. We’ll have a full story on that launching soon, but in the meantime, here are a few key points from Rowena Mason:</p> \n  <p>• Around eight Labour MPs are likely to back the deal. On Sunday, Lucy Powell suggested that she could be one of that group, telling Sky News: “I probably wouldn’t have voted for it if we had had a straight up and down vote on it over the weekend but I do think now that we’ve got to move forward.”</p> \n  <p>• No 10 claims that several more Labour MPs could follow.</p> \n  <p>• Around 20 former Tories who lost the whip or left the party voluntarily are expected to support the prime minister.</p> \n  <p>• The support of Lady Sylvia Hermon, the independent unionist MP, appears to be in doubt. During the debate in the House of Commons on Saturday she demanded a “guarantee that there is nothing in this deal.. which undermines or weakens the constitutional status of Northern Ireland.”</p> \n  <p>On these numbers, it would take just two MPs changing their minds to change the result.</p> \n  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/10/vote_for_a_deal_waffle/giv-3902yFfsgwr9IFAM/\" data-alt=\"Estimated votes for and against Boris Johnson's deal.\"> \n   <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/10/vote_for_a_deal_waffle/giv-3902yFfsgwr9IFAM/\">Estimated votes for and against Boris Johnson's deal.</a> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T18:07:24.105Z\">at 7.07pm BST</time></p> \n</div> \n<div id=\"block-5dac9e198f08142786c4f5f2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T17:52:08.501Z\">6.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>All is not well at the People’s Vote campaign, Rowena Mason reports: clashes between PR guru Roland Rudd and Labour peer <a href=\"https://www.theguardian.com/politics/peter-mandelson\">Peter Mandelson</a> have sent the organisation into crisis just as the prospect of testing MPs’ support for a second referendum becomes a reality.</p> \n  <p>Alastair Campbell’s involved, too, as a leak to the Mail on Sunday showed:</p> \n  <blockquote> \n   <p>The emails suggested Mandelson and Alastair Campbell, another former New Labour communications adviser, had been attempting to work together against Rudd earlier this year. In one email, Campbell said: “I do not see how this gets done without a public battle and it should happen soon and be fast and brutal.”</p> \n  </blockquote> \n  <p>You can read the story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/20/peoples-vote-split-by-power-struggle-at-crucial-time-for-alliance\">People’s Vote split by power struggle at crucial time for alliance</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dac9bcc8f0804be7279a1ab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T17:42:41.482Z\">6.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Of the six Labour MPs who voted against the Letwin amendment on Saturday, only Caroline Flint is not standing down. Helen Pidd went to her firmly leave-supporting constituency, Don Valley, to find out what her constituents think, and found that they remain firmly in her corner. 75-year-old Bob Davis, for example, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I think she’s wonderful. Absolutely wonderful. She has listened to her constituents, it’s as simple as that... It would be an insult to me to run a second referendum. I believe strongly in democracy.”</p> \n  </blockquote> \n  <p>You can read the whole piece here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/20/she-has-listened-to-us-constituents-back-labour-rebel-caroline-flint\">'She has listened to us': constituents back Labour rebel Caroline Flint</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dac8b6b8f08993584c89aa7\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T16:33:21.738Z\">5.33pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today's key developments</h2> \n <div class=\"block-elements\"> \n  <p>- The government is to seek a meaningful vote in the Commons on its Brexit deal on Monday.</p> \n  <p> - Michael Gove has disclosed the government’s Operation Yellowhammer contingency plan to handle a no-deal Brexit <a href=\"https://www.theguardian.com/politics/2019/oct/20/gove-triggers-no-deal-brexit-contingency-plans-operation-yellowhammer\">is being triggered</a>.</p> \n  <p> - Gove says the risk of the UK leaving the EU without a deal has grown as a result of yesterday’s vote but believes Brexit will happen on 31 October.</p> \n  <p> - Labour <a href=\"https://www.theguardian.com/politics/2019/oct/20/labour-could-back-brexit-bill-if-second-referendum-attached-says-starmer\">will back an amendment</a> next week calling for a referendum on Johnson’s deal, the shadow Brexit secretary, Keir Starmer, said.</p> \n  <p> - John McDonnell said Johnson behaved “a bit like a spoilt brat” after the prime minister sent an unsigned letter to the EU asking for a delay, and then a second arguing against it.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T16:47:41.567Z\">at 5.47pm BST</time></p> \n</div> \n<div id=\"block-5dac81fa8f0898437061a658\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T15:50:46.242Z\">4.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A key player in Britain’s first involvement in the European Union has called for a second Brexit referendum after attending his first protest at the age of 91.</p> \n  <p><strong>Uwe Kitzinger</strong> worked as an adviser to <strong>Winston Churchill’s </strong>son-in-law Christopher Soames from 1973 to 1975, when <strong tabindex=\"-1\">Lord Soames</strong> became the first British vice-president of the European commission.</p> \n  <p>Kitzinger attended the People’s Vote march in London on Saturday and believes the public are now better informed to make a choice.</p> \n  <p>“I do not see how the question of sovereignty over the issue of Europe can be settled without the people of this country having a say, now that they are much better informed, and now that there is actually a proposal,” he told PA.</p> \n  <p>“We now see the beginnings of a transition to a destination, but it’s very clear that the destination is meant to be one of national tribalism, and that is the beginning of the kind of international tensions which can so easily lead to war. </p> \n  <p>“It is the negation of all I stood for and all I worked for in my career, but that isn’t the important thing.</p> \n  <p>“The important thing is what happens to my grandchildren, and their children.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T16:24:27.640Z\">at 5.24pm BST</time></p> \n</div> \n<div id=\"block-5dac7f558f08c78d1cb4ef67\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T15:40:39.209Z\">4.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> faces another rollercoaster week in the Commons after insisting the UK will still leave the EU in 11 days’ time.</p> \n  <p>Despite being forced by parliament to request a Brexit delay from Brussels, ministers talked up their chances of rushing Brexit legislation through the Commons.</p> \n  <p>A potential new government showdown with the Commons Speaker, <strong>John Bercow, </strong>looms on Monday when he will rule on whether the prime minister can hold a “meaningful vote” on his Brexit deal.</p> \n  <p>Johnson abandoned plans for such a move on a special Saturday sitting of the Commons after suffering an embarrassing defeat at the hands of the former minister <strong>Sir Oliver Letwin</strong>.</p> \n  <p>Labour is planning to try to hijack the prime minister’s Brexit legislation when he presents it to MPs by tabling amendments demanding a new referendum and customs union with the EU.</p> \n  <p>The Shadow Brexit secretary, <strong>Sir Keir Starmer,</strong> indicated Labour could even support the withdrawal agreement bill if a new national poll on it is backed by MPs. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T16:23:06.155Z\">at 5.23pm BST</time></p> \n</div> \n<div id=\"block-5dac7cf38f08c78d1cb4ef57\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T15:28:11.529Z\">4.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> speaking in Liverpool on Saturday night.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1185821727693168640\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My message to Boris Johnson and company: jog on with your daft ideas.<a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a> <a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <a href=\"https://t.co/1FzxoJwafy\">pic.twitter.com/1FzxoJwafy</a></p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1185821727693168640?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dac77e98f0898437061a633\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T15:06:55.875Z\">4.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Alliance MLAs will not go to the Stormont recall sitting on Monday</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCJayneMcC/status/1185885599791833088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/naomi_long?ref_src=twsrc%5Etfw\">@naomi_long</a> has confirmed Alliance MLAs will not go to the Stormont recall sitting tomorrow - says it will only increase “acrimony” between parties and bring Stormont chamber into further disrepute <a href=\"https://t.co/d9o4BjhSml\">pic.twitter.com/d9o4BjhSml</a></p>— Jayne McCormack (@BBCJayneMcC) \n    <a href=\"https://twitter.com/BBCJayneMcC/status/1185885599791833088?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dac6d5f8f0804be7279a0de\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T14:40:37.305Z\">3.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jo Swinson</strong> has described breaking up the United Kingdom, if Scotland was to vote for independence, as “much more difficult than what we’re experiencing with Brexit”.</p> \n  <p>The Liberal Democrat leader said it was a lesson she had learned throughout the process of Britain’s attempt to leave the EU since June 2016.</p> \n  <p>Speaking on radio programme Scotland’s Talk In, the East Dunbartonshire MP said she was the only party leader campaigning to keep Scotland in the UK and the UK in the EU.</p> \n  <p>Last week at the SNP’s conference in Aberdeen, Scotland’s first minister, <strong>Nicola Sturgeon</strong>, said a second independence referendum north of the border “must happen next year”.</p> \n  <p>But Swinson said: “I want the UK to stay in the European Union, that’s what I’m working for and I believe that’s still possible. I believe we can still do that and I’m not giving up on that cause because I think we’re better off having Scotland in the UK and the UK in the EU.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T15:07:04.903Z\">at 4.07pm BST</time></p> \n</div> \n<div id=\"block-5dac6b368f0804be7279a0d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T14:21:06.268Z\">3.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the link to the Commons order paper outlining Monday’s agenda:</p> \n  <p><a href=\"https://publications.parliament.uk/pa/cm201920/cmagenda/LargeP_OP191021.pdf\">https://publications.parliament.uk/pa/cm201920/cmagenda/LargeP_OP191021.pdf</a></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T15:06:01.703Z\">at 4.06pm BST</time></p> \n</div> \n<div id=\"block-5dac695b8f08142786c4f51b\" class=\"block is-key-event\" data-block-contributor=\"profile/rowena-mason\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T14:10:51.254Z\">3.10pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Government to seek meaningful vote on Brexit deal on Monday</h2> \n <div class=\"block-elements\"> \n  <p>The order paper for Monday confirms the government will seek a meaningful vote on its Brexit deal again, as announced by <strong>Jacob Rees-Mogg</strong>, the leader of the House of Commons, on Saturday. </p> \n  <p>However, the Speaker of the Commons may disallow this because the government already had one attempt at getting the motion through on Saturday, when it was amended by parliament to prevent it from being a meaningful vote. </p> \n  <p>This meant that the Benn act was triggered and <strong>Boris Johnson</strong> had to write to the EU requesting an extension to article 50.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T15:05:43.393Z\">at 4.05pm BST</time></p> \n</div> \n<div id=\"block-5dac68dd8f08993584c89a11\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T14:02:40.017Z\">3.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>How would any future ‘meaningful vote’ on the PM’s Brexit deal work? </strong></p> \n  <p>Opposition MPs are likely to put forward amendments to any government motion to approve Johnson’s Brexit deal, and Bercow has suggested “manuscript” amendments submitted on the day itself could be accepted. <br>Opposition MPs have indicated they would seek to amend the deal to try to “shape” Brexit. This is likely to include trying to hold a second EU referendum, securing a future customs union or inserting safeguards on workers’ rights and environmental protections. </p> \n  <p>Losing another meaningful vote on the deal could lead to the PM facing an opposition motion of no confidence, paving the way for a general election and further clouding the precise future of the Brexit process.</p> \n  <p><strong>Has Johnson sent a letter to Brussels seeking a Brexit delay? </strong></p> \n  <p>Under the terms of the so-called Benn act, which was passed against the PM’s wishes, Johnson was compelled to write to the EU asking for a three-month Brexit extension if he had not secured a deal by 11pm UK time on 19 October. He told the Commons on Saturday: “I will not negotiate a delay with the EU, and neither does the law compel me to do so.” </p> \n  <p>But he did eventually send two letters to the European council president, <strong>Donald Tusk</strong>. There was an unsigned photocopy of the request he was obliged to send under the Benn act, followed by a letter explaining why the government did not actually want an extension. There was also an explanatory letter from <strong>Sir Tim Barrow</strong>, the UK’s ambassador to the EU, which was sent to <strong>Jeppe Tranholm-Mikkelsen</strong>, the secretary general of the Council of the European Union.</p> \n  <p><strong>Will the EU agree to an extension?</strong></p> \n  <p>Despite the European commission president, <strong>Jean-Claude Juncker</strong>, raising doubts over the likelihood of another Brexit delay, that decision needs to be taken by all 27 remaining EU states. The EU could set a different length to an extension, either shorter or longer than the three-month one cited in the Benn act. </p> \n  <p>The EU could decide not to formally respond to the PM’s letter until it sees if Johnson can get the withdrawal agreement bill through parliament this week. If the PM gets the cill through, there could be a special gathering of EU leaders on 28 October.</p> \n  <p>If the deal needs more time at that stage to get through parliament, leaders could agree to a short “technical” extension.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T14:18:52.089Z\">at 3.18pm BST</time></p> \n</div> \n<div id=\"block-5dac677c8f0859498cfb1c60\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T14:01:56.787Z\">3.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a helpful Q&amp;A from the Press Association on the state of play:</p> \n  <p><strong>Why did a ‘meaningful vote’ on Johnson’s Brexit deal not go ahead on Saturday? </strong></p> \n  <p>MPs voted by a majority of 16 to back an amendment put forward by the former cabinet minister <strong>Oliver Letwin</strong> to withhold approval of the latest deal agreed between Johnson and Brussels “unless and until implementing legislation is passed”. Letwin, who lost the Tory whip for voting against the government on Brexit previously, said the amendment was “insurance” against the UK crashing out of the EU without a deal by mistake on the scheduled deadline of 31 October. After he lost the vote, the prime minister decided not to have the so-called “meaningful vote” on his deal. </p> \n  <p><strong>When will Johnson next try to get his Brexit deal through parliament? </strong></p> \n  <p>The government is set to bring the withdrawal agreement bill – the legislation needed for Brexit – to the Commons this coming week. However, time is running out to beat the 31 October deadline because the European parliament would also need to ratify it. Ministers could try to hold additional sittings to get the legislation through.</p> \n  <p>The Commons leader, <strong>Jacob Rees-Mogg</strong>,<strong> </strong>said the government wanted to hold another meaningful vote on Johnson’s deal on Monday and would make an emergency business statement to achieve this. The Commons Speaker, <strong>John Bercow</strong>, said he would consider whether to allow the government’s plans.</p> \n  <p><strong>Does Johnson have the numbers to achieve a Commons majority for his Brexit deal?</strong></p> \n  <p>In the current hung parliament, much will hinge on the PM securing support from pro-Brexit Tories who voted down <strong>Theresa May’s </strong>deal on three occasions, plus the 21 former Conservatives who lost the whip over the issue of a no-deal Brexit.</p> \n  <p>The former Tory cabinet minister <strong>Amber Rudd</strong> has indicated she will support Johnson’s deal and thinks there is a “coalition for getting the prime minister’s deal through”. The foreign secretary, <strong>Dominic Raab</strong>,<strong> </strong>said he believed the government had enough backing, telling the Andrew Marr Show: “We seem to have the numbers in the House of Commons.”</p> \n  <p>The DUP is strongly opposed to Johnson’s deal due to the arrangements for Northern Ireland, so the backing of enough Labour MPs in leave-supporting seats will also be vital.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T14:16:21.120Z\">at 3.16pm BST</time></p> \n</div> \n<div id=\"block-5dac571b8f0859498cfb1c36\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T12:49:00.182Z\">1.49pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson holds talks with Erdoğan over Syria crisis</h2> \n <div class=\"block-elements\"> \n  <p>Moving away from Brexit, <strong>Boris Johnson</strong> has held telephone talks with the Turkish president, <strong>Recep Tayyip Erdoğan</strong>, about the situation in Syria. </p> \n  <p>Johnson expressed concern over Turkey’s military action in the north of the country, Downing Street said.</p> \n  <p>The two leaders are looking to hold discussions with Germany’s <strong>Angela Merkel</strong> and France’s <strong>Emmanuel Macron</strong> on the situation, as well as issues including migration and terrorism.</p> \n  <p>A Downing Street spokesman said: “The prime minister welcomed the agreement between the US and Turkey on the temporary suspension of fighting, which he said was a step in the right direction. He hoped that the agreement would hold and minimise further casualties on all sides.</p> \n  <p>“But he also underlined that there remains a great deal of concern about Turkey’s military operation in north-east Syria. The prime minister and the president agreed to look for an opportunity to meet alongside President Macron and Chancellor Merkel to discuss the current situation as well as broader issues including counter-terrorism and migration.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T12:59:35.885Z\">at 1.59pm BST</time></p> \n</div> \n<div id=\"block-5dac53cc8f0804be7279a07e\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T12:32:20.585Z\">1.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/libby_brooks/status/1185854325999972352\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/RachelWatson27?ref_src=twsrc%5Etfw\">@RachelWatson27</a> tells BBC's Sunday Politics Scotland what cannot be pointed out enough: the key Brexit conundrum for opposition parties is that 3 years on they still struggle to find a position they can all agree on</p>— Libby Brooks (@libby_brooks) \n    <a href=\"https://twitter.com/libby_brooks/status/1185854325999972352?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T12:35:00.478Z\">at 1.35pm BST</time></p> \n</div> \n<div id=\"block-5dac4eac8f0804be7279a068\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T12:19:43.003Z\">1.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As he emerged from a “short and normal” meeting with EU ambassadors in Brussels this morning, the EU’s chief negotiator, <strong>Michel Barnier</strong>, joked with reporters, saying: “You are very patient,” and adding “Me too, me too.”</p> \n  <p>Barnier said he was taking the next step on ratifying the deal struck with the UK and would update the European parliament tomorrow.</p> \n  <p>He said the request for a three0month Brexit delay was a matter for <strong>Donald Tusk</strong>, the EU council’s president, and would be dealt with “in the next few days”.</p> \n  <p>The extension was not discussed by ambassadors today. Deciding whether to delay Brexit and avoid no deal is a decision for EU leaders. “It’s above my pay grade,” one ambassador told ITV News.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T13:01:17.089Z\">at 2.01pm BST</time></p> \n</div> \n<div id=\"block-5dac4c408f08c78d1cb4ee9f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T12:01:08.975Z\">1.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The EU will wait until the <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> deal comes up in front of MPs on Tuesday before making decisions on the terms of a further extension.</p> \n  <p>With MPs likely to vote on a series of amendments to the deal including a confirmatory referendum, Brussels is reluctant to be dragged into the political drama in Westminster.</p> \n  <p>EU ambassadors agreed this morning that the withdrawal agreement would be sent to the European parliament on Monday. MEPs could vote on it on Thursday if the Commons has given its approval.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/20/eu-will-wait-until-mps-debate-brexit-deal-before-extension-decision\">EU will wait until MPs debate Brexit deal before extension decision</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T13:01:43.657Z\">at 2.01pm BST</time></p> \n</div> \n<div id=\"block-5dac499d8f0859498cfb1bf2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T11:48:59.008Z\">12.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnmcdonnellMP/status/1185855496303108097\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our country faces a fundamental choice about the future of our economy and the living standards of our people. <a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <a href=\"https://t.co/vB0osDgR2o\">pic.twitter.com/vB0osDgR2o</a></p>— John McDonnell MP (@johnmcdonnellMP) \n    <a href=\"https://twitter.com/johnmcdonnellMP/status/1185855496303108097?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dac44ba8f08142786c4f48c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T11:29:24.661Z\">12.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Michael Gove</strong> has disclosed that the government’s Operation Yellowhammer contingency plan to handle a no-deal Brexit is being triggered.</p> \n  <p>The chancellor of the Duchy of Lancaster, who is in charge of preparations for a no-deal outcome, said the risk of such a scenario had increased due to MPs forcing the government to ask Brussels for another delay to the Brexit date. </p> \n  <p>Some Westminster observers viewed the move as an attempt to increase the pressure on MPs to back <strong>Boris Johnson’s</strong> Brexit deal. </p> \n  <p>Gove told Sky News: “The risk of leaving without a deal has actually increased because we cannot guarantee that the European council will grant an extension. And that is why I will, later today, be chairing a cabinet committee meeting, extraordinarily on a Sunday, in order to ensure that the next stage of our exit preparations and our preparedness for no deal is accelerated.</p> \n  <p>“It means that we are triggering Operation Yellowhammer. It means that we are preparing to ensure that if no extension is granted, we have done everything possible in order to prepare to leave without a deal.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T13:02:55.516Z\">at 2.02pm BST</time></p> \n</div> \n<div id=\"block-5dac44008f0859498cfb1be3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T11:24:54.703Z\">12.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eastantrimmp/status/1185861389073731584\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">(4/4) The DUP does not seek a second referendum; merely implementation of the first. The people of the United Kingdom were asked whether the UK should leave the EU, not whether Great Britain should leave Northern Ireland behind. Leaving as one nation remains our goal.</p>— Sammy Wilson MP (@eastantrimmp) \n    <a href=\"https://twitter.com/eastantrimmp/status/1185861389073731584?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T11:29:07.256Z\">at 12.29pm BST</time></p> \n</div> \n<div id=\"block-5dac42d48f0859498cfb1bde\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T11:24:31.729Z\">12.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eastantrimmp/status/1185861206139166720\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">(3/4) DUP support for the Letwin amendment was a situation that could have been easily avoided had the PM kept to words he penned to Jean-Claude Juncker just a matter of two weeks ago.</p>— Sammy Wilson MP (@eastantrimmp) \n    <a href=\"https://twitter.com/eastantrimmp/status/1185861206139166720?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dac42be8f08993584c89994\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T11:19:42.738Z\">12.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eastantrimmp/status/1185861049460887552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">(2/4) The DUP wants to “get Brexit done” but it must be a Brexit for the whole of the United Kngdom. Our position has been clear and it has been consistent.</p>— Sammy Wilson MP (@eastantrimmp) \n    <a href=\"https://twitter.com/eastantrimmp/status/1185861049460887552?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dac420b8f08993584c8998f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T11:19:24.568Z\">12.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP MP <strong>Sammy Wilson </strong>on supporting the <strong>Letwin</strong> amendment and the party’s position.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eastantrimmp/status/1185860905319444481\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">(1/4) The votes of DUP MPs were significant in the passing of the Letwin amendment, but it is far from the first time that DUP votes have been crucial on the issue of Brexit. In nearly half of all votes, it has been DUP MPs who have ensured progress towards our exit from the EU.</p>— Sammy Wilson MP (@eastantrimmp) \n    <a href=\"https://twitter.com/eastantrimmp/status/1185860905319444481?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T13:03:23.961Z\">at 2.03pm BST</time></p> \n</div> \n<div id=\"block-5dac3e928f08c78d1cb4ee6a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T11:02:06.859Z\">12.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asked if the EU would be open to an extension, <strong>Michel Barnier </strong>told reporters that the European council president, <strong>Donald Tusk,</strong> would consider the next stage.</p> \n  <p>Barnier, the EU’s chief Brexit negotiator, said there had been a “very short and normal meeting” of EU ambassadors this morning to take the next steps to ratify the withdrawal agreement.</p> \n  <p>“Tomorrow I will await the European parliament,” he said.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T11:20:13.028Z\">at 12.20pm BST</time></p> \n</div> \n<div id=\"block-5dac3db08f0859498cfb1bd1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T10:58:23.871Z\">11.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Mail on Sunday’s Harry Cole on the current state of parliament:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MrHarryCole/status/1185871502002081792\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There is a real feel of 2009 to this Parliament. The arrogance of the pre expenses crisis Commons has seeped back in a different form. 2010 election saw 150 stand down and scores lose their seats. Can’t help but feel like a similar clear out is coming down the line.</p>— Harry Cole (@MrHarryCole) \n    <a href=\"https://twitter.com/MrHarryCole/status/1185871502002081792?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T11:20:38.535Z\">at 12.20pm BST</time></p> \n</div> \n<div id=\"block-5dac3c9a8f08c78d1cb4ee60\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T10:54:40.419Z\">11.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Scottish Conservative MP <strong>Luke Graham </strong>has insisted a no-deal Brexit is what the party has been trying to avoid all along.</p> \n  <p>“What we saw in the last week is the prime minister actually deliver a deal that delivers on a lot of the objectives that we were trying to achieve as a country,” he told the BBC’s Sunday Politics Scotland programme.</p> \n  <p>“There’s less discussion about no deal, it’s a discussion about we’ve got a deal, the EU have agreed it, it’s now for us to agree it as well.</p> \n  <p>“The prime minister has written his letters in accordance with the law and now we’re focusing on getting a deal. </p> \n  <p>“We’ve got one on the table and it’s time for MPs right across the House of Commons to come together and actually vote for that deal so we can move forward.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T11:21:18.738Z\">at 12.21pm BST</time></p> \n</div> \n<div id=\"block-5dac35088f0804be7279a008\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T10:25:01.691Z\">11.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Oliver Letwin </strong>says he is “absolutely behind the government now” and will back <strong>Boris Johnson’s </strong>deal as amended.</p> \n  <p>He tabled an amendment on Saturday to prevent an unintended no-deal Brexit.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1185835397588242433\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“I'm behind the government”<br><br>Sir Oliver Letwin tells <a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a> he supports PM’s <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> deal and \"there will be no more amendments\" from him<a href=\"https://t.co/NqsJPeXvMD\">https://t.co/NqsJPeXvMD</a> <a href=\"https://t.co/8oUVgg6LMH\">pic.twitter.com/8oUVgg6LMH</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1185835397588242433?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T10:37:34.630Z\">at 11.37am BST</time></p> \n</div> \n<div id=\"block-5dac33848f0898437061a540\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T10:15:13.532Z\">11.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The foreign secretary, <strong>Dominic Raab</strong>, has clarified the position on goods moving from Northern Ireland into the Republic of Ireland.</p> \n  <p>He told the Andrew Marr Show: “If it’s going into the EU then it ought to be able to take place without any extra frictions or any extra tariffs. If it’s going into other parts of the world then you have to look at the arrangements either the EU has that we accede to, or the new arrangements that the UK puts in place.”</p> \n  <p>Raab added the EU would not allow the UK to “cherry pick” the same arrangements that had been given to Northern Ireland. “This is only being offered in relation to Northern Ireland because of the unique circumstances of Northern Ireland.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T10:16:36.596Z\">at 11.16am BST</time></p> \n</div> \n<div id=\"block-5dac2fef8f08993584c89962\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T10:00:01.598Z\">11.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Our Brexit correspondent Lisa O’Carroll on the DUP’s position</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1185856486171389952\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Full statement in screen grab <a href=\"https://t.co/sujW9PuHrY\">pic.twitter.com/sujW9PuHrY</a></p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1185856486171389952?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dac2cb18f0804be72799fef\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T09:50:36.561Z\">10.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some interesting polling in the Sunday Times Scotland this morning found that Scottish voters would prefer the SNP to be pushing for a second EU referendum before another election. </p> \n  <p>The Panelbase poll taken between before SNP conference last weekend – during which there was a great deal more discussion of a second referendum on independence than on EU membership – found that only 26% supported the election-first stance, while 46% would prefer another referendum. </p> \n  <p>And among SNP voters, six out of 10 would prefer the priority to be another vote on Brexit. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T10:15:26.503Z\">at 11.15am BST</time></p> \n</div> \n<div id=\"block-5dac2c678f0804be72799fee\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T09:45:18.575Z\">10.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s Westminster leader, <strong>Ian Blackford</strong>, has confirmed the party will bring a vote of no confidence in the prime minister, potentially later in the week.<br></p> \n  <p>Blackford told the BBC’s Sunday Politics Scotland programme: “We are prepared, once we’ve got that extension in place, to take our responsibilities and move a motion of no confidence and I would be looking for parliamentary time to do that and I would expect everyone else to step up.”</p> \n  <p>He said <strong>Boris Johnson’s</strong> behaviour in sending multiple letters to the EU last night proved he was “not treating the office with any respect or dignity”.</p> \n  <p>Blackford would not be drawn on what court action might follow from the weekend – the SNP MP <strong>Joanna Cherry’s</strong> ongoing case regarding the PM’s compliance with the Benn act still has court time reserved for this Monday – but he said he would “strongly suspect we may see action taking place at the courts in the coming days”.</p> \n  <p>He restated that the SNP would support a confirmatory referendum, but added: “If we are going to move forward to people’s vote then we do need a government in place to support that, we need a general election too.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T10:55:13.612Z\">at 11.55am BST</time></p> \n</div> \n<div id=\"block-5dac2ae58f0859498cfb1b8f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T09:40:12.607Z\">10.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Keir Starmer </strong>believes the prime minister has taken a “silly approach” to the Benn act and has accused him of being “childlike”.</p> \n  <p>Following yesterday’s Commons defeat, <strong>Boris Johnson</strong> called on EU leaders to reject any extension of Britain’s membership of the EU.<br></p> \n  <p>Starmer told the BBC’s Andrew Marr show: “The law is very clear. He should have signed one letter in accordance with the law. If we crash out because of what he has done with the letters [...] without a deal, he bears personal responsibility for that.”</p> \n  <p>He added that Labour would be open to talking to the DUP following their opposition to Johnson’s Brexit deal.</p> \n  <p>He said: “I would openly invite the DUP to talk to us. If you want to work with us to improve the situation we’re in, our door is open to that discussion.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T10:11:58.150Z\">at 11.11am BST</time></p> \n</div> \n<div id=\"block-5dac29698f0804be72799fe2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T09:33:33.451Z\">10.33am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour will back amendment calling for referendum on Brexit deal</h2> \n <div class=\"block-elements\"> \n  <p>Labour will back an amendment next week calling for a referendum on Boris Johnson’s Brexit deal, the shadow Brexit secretary,<strong> Keir Starmer</strong>, has said.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1185837716862226432\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour will back an amendment next week calling for a referendum on PM’s <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> deal says Shadow Brexit Secretary Sir Keir Starmer<a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a> <a href=\"https://t.co/NqsJPeXvMD\">https://t.co/NqsJPeXvMD</a> <a href=\"https://t.co/BKVf8q8yDd\">pic.twitter.com/BKVf8q8yDd</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1185837716862226432?ref_src=twsrc%5Etfw\">October 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T09:36:28.093Z\">at 10.36am BST</time></p> \n</div> \n<div id=\"block-5dac281c8f0859498cfb1b84\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T09:27:37.094Z\">10.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The foreign secretary, <strong>Dominic Raab</strong>, has insisted a Conservative government would work to protect workers’ rights after Brexit.</p> \n  <p>He said British businesses and workers need “a set of regulations that is smarter and tailored towards them”. </p> \n  <p>“Workers are far safer under a Conservative government, given our economic record and the protections we’re putting in place, than they are under this shower of a Labour party,” Raab told the Andrew Marr Show.</p> \n  <p>Asked why the “level playing field” for workers’ regulation had been taken out of the legally binding withdrawal agreement and put into the non-legally binding political declaration, Raab responded: “We’re basically saying these issues of employment rights, environmental protections, are so important, and the circumstances in the UK are obviously different.</p> \n  <p>“We actually should make sure politicians are accountable to the voters watching the show. Why would you abdicate responsibility for those issues if they’re so important?”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T09:34:26.235Z\">at 10.34am BST</time></p> \n</div> \n<div id=\"block-5dac1cc98f08142786c4f40f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T09:22:05.799Z\">10.22am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Gove insists UK will leave on 31 October</h2> \n <div class=\"block-elements\"> \n  <p><strong>Michael Gove</strong> has said the risk of the UK leaving the EU without a deal has grown as a result of yesterday’s vote. </p> \n  <p>Reasserting the government’s belief that Brexit will definitely happen on October 31, the cabinet minister told Sky’s Sophy Ridge on Sunday: “The risk of leaving without a deal has actually increased because we cannot guarantee that the European council will grant an extension.”</p> \n  <p>He said he would chair a cabinet meeting later today in order to trigger Operation Yellowhammer, the government’s contingency plan to prepare for a possible no-deal outcome. “We’re preparing to ensure that if no extension is granted that we have done everything possible in order to leave without a deal,” said Gove.</p> \n  <p>Although the prime minister has already been forced to send a letter requesting a further Brexit delay, Gove insisted that “parliament can’t change the determination” of the government to leave the EU by Halloween. </p> \n  <p>“We know that the European Union want us to leave, we know that we have a deal that allows us to leave,” he said. “We are going to leave on October 31st. We have the means and ability to do so.”</p> \n  <p>He said he was optimistic that the government would get enough votes in order to get Boris Johnson’s deal through the Commons – in which case there would be no extension. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T09:33:25.375Z\">at 10.33am BST</time></p> \n</div> \n<div id=\"block-5dac19f28f08c78d1cb4edfd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T08:36:42.651Z\">9.36am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Rudd says she supports Johnson's deal, despite it being worse than May's</h2> \n <div class=\"block-elements\"> \n  <p>The former Tory minister Amber Rudd has said she feels Theresa May’s Brexit deal was better than the one currently being offered by Johnson. </p> \n  <p>Speaking to Sky’s Sophy Ridge, Rudd, now an independent, said: “I don’t think it’s as good as Theresa May’s deal. I regret the fact that we don’t have effectively a backstop for the whole of the country. Instead it’s only Northern Ireland.</p> \n  <p>“In terms of the economy, it’s very good for Northern Ireland but it’s less good for the union. I thought that Theresa May’s deal was the right deal. I think this is not as good.”</p> \n  <p>However, Rudd stressed that she still supported Johnson’s deal. “We have to make sure that we don’t leave with no deal … I want to support it and I will, and I think, not all of us, but most of us former Conservatives, who supported the Letwin amendment will do so as well,” she said. </p> \n  <p>“I think it’s absolutely right to say we don’t want to leave with no deal but we do want to leave with a deal and this deal from the prime minister is good enough for me.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T09:03:43.413Z\">at 10.03am BST</time></p> \n</div> \n<div id=\"block-5dac16a38f0804be72799fb8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T08:24:36.059Z\">9.24am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage says he would rather a Brexit extension followed by a general election</h2> \n <div class=\"block-elements\"> \n  <p>The Brexit party leader, Nigel Farage, has also been talking to Sophy Ridge this morning. After being mocked on Thursday for his seeming own-goal in defending the law that would delay Brexit, Farage reaffirmed to the Sky presenter that he would rather have a Brexit extension followed by a general election than see Boris Johnson’s deal being passed in the Commons. </p> \n  <p>“I want to leave on the 31st October with a clean-break Brexit because that’s the only Brexit worth having,” he said.</p> \n  <p>“I want a general election, so an extension for a few weeks in which we can have a general election is a much better outcome than signing up to a treaty that becomes part of international law that binds us in foreign policy and in many, many other areas.” </p> \n  <p>He added: “We are going to have to be on a level playing field with the rest of Europe, which means we still haven’t taken back control of our laws. This is not Brexit.” </p> \n  <p>He described Johnson’s deal as “a new EU treaty”, adding that “all it does is take us on to the next stage of negotiations”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T09:04:44.052Z\">at 10.04am BST</time></p> \n</div> \n<div id=\"block-5dac15368f08993584c8991b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T08:10:17.950Z\">9.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Our video team were at the huge People’s Vote march in London yesterday, following some of the estimated one million anti-Brexit protesters as they demanded a fresh referendum. You can watch their work here: </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"af3543e4-baf3-4816-b2ac-fb6f5cb5d082\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/lnl7aDkaPTI?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T08:18:33.738Z\">at 9.18am BST</time></p> \n</div> \n<div id=\"block-5dac0ed48f0859498cfb1b49\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T08:04:45.606Z\">9.04am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McDonnell says Johnson behaved 'a bit like a spoilt brat'</h2> \n <div class=\"block-elements\"> \n  <p>John McDonnell has said Boris Johnson has behaved “a bit like a spoilt brat” after the prime minister sent an unsigned letter to the EU asking for a delay, and then a second arguing against it. </p> \n  <p>Speaking to Sky’s Sophy Ridge on her Sunday show, the shadow chancellor said: “He may well be in contempt of parliament or the courts themselves. Parliament made a decision, he should abide by it, and this idea that you send another letter contradicting the first, I think it flies in the face of what the parliament and the courts have decided.”</p> \n  <p>He added that another meaningful vote on Johnson’s Brexit deal would be “pointless” until MPs had been able to scrutinise the legislation needed to implement it. </p> \n  <p>“Until you see the legislation, you don’t know the detail, and as someone said yesterday, the devil is in the detail,” McDonnell said. </p> \n  <p>While he said an amendment for a second referendum on Brexit would “almost inevitably” come up in parliament over the next few days, McDonnell would not confirm whether Labour would bring one forward, instead emphasising that the party would argue for a general election. </p> \n  <p>“In a general election we would negotiate a sensible option for Brexit and we’d take that back to the people,” he said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T09:06:09.779Z\">at 10.06am BST</time></p> \n</div> \n<div id=\"block-5dac0bd18f0859498cfb1b43\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-20T07:39:43.830Z\">8.39am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Morning, it’s Amy Walker here. I’ll be kicking off the live blog today. </p> \n  <p>The <a href=\"https://www.theguardian.com/politics/2019/oct/20/house-of-fools-how-the-papers-covered-johnsons-latest-brexit-defeat\">Sunday papers</a> worked late into last night reacting to Boris Johnson’s defeat in the Commons yesterday. The Observer carried a picture of the <a href=\"https://www.theguardian.com/politics/2019/oct/19/peoples-vote--march-a-very-british-rebellion-in-the-rain\">People’s Vote march</a> alongside news of the prime minister’s “humiliating defeat”. The Mirror took a similar approach, declaring that “Blustering Boris” had been “beaten again”. </p> \n  <p>Meanwhile, others, such as the Sunday Times, painted a picture of a dedicated leader battling the “Brexit wreckers”. The Mail on Sunday described MPs who had helped to delay Johnson’s deal as the “House of Fools” and the Sunday Express asked “Why Won’t They Let Us Leave?”. </p> \n  <p>As yet another turbulent day gets under way, I’ll be keeping you updated with what ministers and MPs are saying on the Sunday politics shows. First up is Sophy Ridge on Sky News, who is scheduled to interview John McDonnell, Nigel Farage, Amber Rudd and Michael Gove among others. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-20T09:07:03.259Z\">at 10.07am BST</time></p> \n</div>",
      "wordcount": "4538",
      "commentCloseDate": "2019-10-20T17:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-20T07:44:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:11Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/chcbb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e0de88d73fd37f4d906fa0f55c127ab310ee425c/798_195_1819_1091/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Our crack visuals unit has worked up this graphic showing estimated votes for and against Johnson’s deal, based on a Guardian analysis of MPs’ likely intentions - and while ministers insist they have the numbers, it’s clear that it remains agonisingly close. We’ll have a full story on that launching soon, but in the meantime, here are a few key points from Rowena Mason: • Around eight Labour MPs are likely to back the deal. On Sunday, Lucy Powell suggested that she could be one of that group, telling Sky News: “I probably wouldn’t have voted for it if we had had a straight up and down vote on it over the weekend but I do think now that we’ve got to move forward.” • No 10 claims that several more Labour MPs could follow. • Around 20 former Tories who lost the whip or left the party voluntarily are expected to support the prime minister. • The support of Lady Sylvia Hermon, the independent unionist MP, appears to be in doubt. During the debate in the House of Commons on Saturday she demanded a “guarantee that there is nothing in this deal.. which undermines or weakens the constitutional status of Northern Ireland.” On these numbers, it would take just two MPs changing their minds to change the result. All is not well at the People’s Vote campaign, Rowena Mason reports: clashes between PR guru Roland Rudd and Labour peer Peter Mandelson have sent the organisation into crisis just as the prospect of testing MPs’ support for a second referendum becomes a reality. Alastair Campbell’s involved, too, as a leak to the Mail on Sunday showed: The emails suggested Mandelson and Alastair Campbell, another former New Labour communications adviser, had been attempting to work together against Rudd earlier this year. In one email, Campbell said: “I do not see how this gets done without a public battle and it should happen soon and be fast and brutal.” You can read the story here: Of the six Labour MPs who voted against the Letwin amendment on Saturday, only Caroline Flint is not standing down. Helen Pidd went to her firmly leave-supporting constituency, Don Valley, to find out what her constituents think, and found that they remain firmly in her corner. 75-year-old Bob Davis, for example, said: I think she’s wonderful. Absolutely wonderful. She has listened to her constituents, it’s as simple as that... It would be an insult to me to run a second referendum. I believe strongly in democracy.” You can read the whole piece here: - The government is to seek a meaningful vote in the Commons on its Brexit deal on Monday. - Michael Gove has disclosed the government’s Operation Yellowhammer contingency plan to handle a no-deal Brexit is being triggered. - Gove says the risk of the UK leaving the EU without a deal has grown as a result of yesterday’s vote but believes Brexit will happen on 31 October. - Labour will back an amendment next week calling for a referendum on Johnson’s deal, the shadow Brexit secretary, Keir Starmer, said. - John McDonnell said Johnson behaved “a bit like a spoilt brat” after the prime minister sent an unsigned letter to the EU asking for a delay, and then a second arguing against it. A key player in Britain’s first involvement in the European Union has called for a second Brexit referendum after attending his first protest at the age of 91. Uwe Kitzinger worked as an adviser to Winston Churchill’s son-in-law Christopher Soames from 1973 to 1975, when Lord Soames became the first British vice-president of the European commission. Kitzinger attended the People’s Vote march in London on Saturday and believes the public are now better informed to make a choice. “I do not see how the question of sovereignty over the issue of Europe can be settled without the people of this country having a say, now that they are much better informed, and now that there is actually a proposal,” he told PA. “We now see the beginnings of a transition to a destination, but it’s very clear that the destination is meant to be one of national tribalism, and that is the beginning of the kind of international tensions which can so easily lead to war. “It is the negation of all I stood for and all I worked for in my career, but that isn’t the important thing. “The important thing is what happens to my grandchildren, and their children.” Boris Johnson faces another rollercoaster week in the Commons after insisting the UK will still leave the EU in 11 days’ time. Despite being forced by parliament to request a Brexit delay from Brussels, ministers talked up their chances of rushing Brexit legislation through the Commons. A potential new government showdown with the Commons Speaker, John Bercow, looms on Monday when he will rule on whether the prime minister can hold a “meaningful vote” on his Brexit deal. Johnson abandoned plans for such a move on a special Saturday sitting of the Commons after suffering an embarrassing defeat at the hands of the former minister Sir Oliver Letwin. Labour is planning to try to hijack the prime minister’s Brexit legislation when he presents it to MPs by tabling amendments demanding a new referendum and customs union with the EU. The Shadow Brexit secretary, Sir Keir Starmer, indicated Labour could even support the withdrawal agreement bill if a new national poll on it is backed by MPs. Jeremy Corbyn speaking in Liverpool on Saturday night. Alliance MLAs will not go to the Stormont recall sitting on Monday Jo Swinson has described breaking up the United Kingdom, if Scotland was to vote for independence, as “much more difficult than what we’re experiencing with Brexit”. The Liberal Democrat leader said it was a lesson she had learned throughout the process of Britain’s attempt to leave the EU since June 2016. Speaking on radio programme Scotland’s Talk In, the East Dunbartonshire MP said she was the only party leader campaigning to keep Scotland in the UK and the UK in the EU. Last week at the SNP’s conference in Aberdeen, Scotland’s first minister, Nicola Sturgeon, said a second independence referendum north of the border “must happen next year”. But Swinson said: “I want the UK to stay in the European Union, that’s what I’m working for and I believe that’s still possible. I believe we can still do that and I’m not giving up on that cause because I think we’re better off having Scotland in the UK and the UK in the EU.” Here is the link to the Commons order paper outlining Monday’s agenda: https://publications.parliament.uk/pa/cm201920/cmagenda/LargeP_OP191021.pdf The order paper for Monday confirms the government will seek a meaningful vote on its Brexit deal again, as announced by Jacob Rees-Mogg, the leader of the House of Commons, on Saturday. However, the Speaker of the Commons may disallow this because the government already had one attempt at getting the motion through on Saturday, when it was amended by parliament to prevent it from being a meaningful vote. This meant that the Benn act was triggered and Boris Johnson had to write to the EU requesting an extension to article 50. How would any future ‘meaningful vote’ on the PM’s Brexit deal work? Opposition MPs are likely to put forward amendments to any government motion to approve Johnson’s Brexit deal, and Bercow has suggested “manuscript” amendments submitted on the day itself could be accepted. Opposition MPs have indicated they would seek to amend the deal to try to “shape” Brexit. This is likely to include trying to hold a second EU referendum, securing a future customs union or inserting safeguards on workers’ rights and environmental protections. Losing another meaningful vote on the deal could lead to the PM facing an opposition motion of no confidence, paving the way for a general election and further clouding the precise future of the Brexit process. Has Johnson sent a letter to Brussels seeking a Brexit delay? Under the terms of the so-called Benn act, which was passed against the PM’s wishes, Johnson was compelled to write to the EU asking for a three-month Brexit extension if he had not secured a deal by 11pm UK time on 19 October. He told the Commons on Saturday: “I will not negotiate a delay with the EU, and neither does the law compel me to do so.” But he did eventually send two letters to the European council president, Donald Tusk. There was an unsigned photocopy of the request he was obliged to send under the Benn act, followed by a letter explaining why the government did not actually want an extension. There was also an explanatory letter from Sir Tim Barrow, the UK’s ambassador to the EU, which was sent to Jeppe Tranholm-Mikkelsen, the secretary general of the Council of the European Union. Will the EU agree to an extension? Despite the European commission president, Jean-Claude Juncker, raising doubts over the likelihood of another Brexit delay, that decision needs to be taken by all 27 remaining EU states. The EU could set a different length to an extension, either shorter or longer than the three-month one cited in the Benn act. The EU could decide not to formally respond to the PM’s letter until it sees if Johnson can get the withdrawal agreement bill through parliament this week. If the PM gets the cill through, there could be a special gathering of EU leaders on 28 October. If the deal needs more time at that stage to get through parliament, leaders could agree to a short “technical” extension. Here’s a helpful Q&amp;A from the Press Association on the state of play: Why did a ‘meaningful vote’ on Johnson’s Brexit deal not go ahead on Saturday? MPs voted by a majority of 16 to back an amendment put forward by the former cabinet minister Oliver Letwin to withhold approval of the latest deal agreed between Johnson and Brussels “unless and until implementing legislation is passed”. Letwin, who lost the Tory whip for voting against the government on Brexit previously, said the amendment was “insurance” against the UK crashing out of the EU without a deal by mistake on the scheduled deadline of 31 October. After he lost the vote, the prime minister decided not to have the so-called “meaningful vote” on his deal. When will Johnson next try to get his Brexit deal through parliament? The government is set to bring the withdrawal agreement bill – the legislation needed for Brexit – to the Commons this coming week. However, time is running out to beat the 31 October deadline because the European parliament would also need to ratify it. Ministers could try to hold additional sittings to get the legislation through. The Commons leader, Jacob Rees-Mogg, said the government wanted to hold another meaningful vote on Johnson’s deal on Monday and would make an emergency business statement to achieve this. The Commons Speaker, John Bercow, said he would consider whether to allow the government’s plans. Does Johnson have the numbers to achieve a Commons majority for his Brexit deal? In the current hung parliament, much will hinge on the PM securing support from pro-Brexit Tories who voted down Theresa May’s deal on three occasions, plus the 21 former Conservatives who lost the whip over the issue of a no-deal Brexit. The former Tory cabinet minister Amber Rudd has indicated she will support Johnson’s deal and thinks there is a “coalition for getting the prime minister’s deal through”. The foreign secretary, Dominic Raab, said he believed the government had enough backing, telling the Andrew Marr Show: “We seem to have the numbers in the House of Commons.” The DUP is strongly opposed to Johnson’s deal due to the arrangements for Northern Ireland, so the backing of enough Labour MPs in leave-supporting seats will also be vital. Moving away from Brexit, Boris Johnson has held telephone talks with the Turkish president, Recep Tayyip Erdoğan, about the situation in Syria. Johnson expressed concern over Turkey’s military action in the north of the country, Downing Street said. The two leaders are looking to hold discussions with Germany’s Angela Merkel and France’s Emmanuel Macron on the situation, as well as issues including migration and terrorism. A Downing Street spokesman said: “The prime minister welcomed the agreement between the US and Turkey on the temporary suspension of fighting, which he said was a step in the right direction. He hoped that the agreement would hold and minimise further casualties on all sides. “But he also underlined that there remains a great deal of concern about Turkey’s military operation in north-east Syria. The prime minister and the president agreed to look for an opportunity to meet alongside President Macron and Chancellor Merkel to discuss the current situation as well as broader issues including counter-terrorism and migration.” As he emerged from a “short and normal” meeting with EU ambassadors in Brussels this morning, the EU’s chief negotiator, Michel Barnier, joked with reporters, saying: “You are very patient,” and adding “Me too, me too.” Barnier said he was taking the next step on ratifying the deal struck with the UK and would update the European parliament tomorrow. He said the request for a three0month Brexit delay was a matter for Donald Tusk, the EU council’s president, and would be dealt with “in the next few days”. The extension was not discussed by ambassadors today. Deciding whether to delay Brexit and avoid no deal is a decision for EU leaders. “It’s above my pay grade,” one ambassador told ITV News. The EU will wait until the Brexit deal comes up in front of MPs on Tuesday before making decisions on the terms of a further extension. With MPs likely to vote on a series of amendments to the deal including a confirmatory referendum, Brussels is reluctant to be dragged into the political drama in Westminster. EU ambassadors agreed this morning that the withdrawal agreement would be sent to the European parliament on Monday. MEPs could vote on it on Thursday if the Commons has given its approval. Michael Gove has disclosed that the government’s Operation Yellowhammer contingency plan to handle a no-deal Brexit is being triggered. The chancellor of the Duchy of Lancaster, who is in charge of preparations for a no-deal outcome, said the risk of such a scenario had increased due to MPs forcing the government to ask Brussels for another delay to the Brexit date. Some Westminster observers viewed the move as an attempt to increase the pressure on MPs to back Boris Johnson’s Brexit deal. Gove told Sky News: “The risk of leaving without a deal has actually increased because we cannot guarantee that the European council will grant an extension. And that is why I will, later today, be chairing a cabinet committee meeting, extraordinarily on a Sunday, in order to ensure that the next stage of our exit preparations and our preparedness for no deal is accelerated. “It means that we are triggering Operation Yellowhammer. It means that we are preparing to ensure that if no extension is granted, we have done everything possible in order to prepare to leave without a deal.” The DUP MP Sammy Wilson on supporting the Letwin amendment and the party’s position. Asked if the EU would be open to an extension, Michel Barnier told reporters that the European council president, Donald Tusk, would consider the next stage. Barnier, the EU’s chief Brexit negotiator, said there had been a “very short and normal meeting” of EU ambassadors this morning to take the next steps to ratify the withdrawal agreement. “Tomorrow I will await the European parliament,” he said. The Mail on Sunday’s Harry Cole on the current state of parliament: The Scottish Conservative MP Luke Graham has insisted a no-deal Brexit is what the party has been trying to avoid all along. “What we saw in the last week is the prime minister actually deliver a deal that delivers on a lot of the objectives that we were trying to achieve as a country,” he told the BBC’s Sunday Politics Scotland programme. “There’s less discussion about no deal, it’s a discussion about we’ve got a deal, the EU have agreed it, it’s now for us to agree it as well. “The prime minister has written his letters in accordance with the law and now we’re focusing on getting a deal. “We’ve got one on the table and it’s time for MPs right across the House of Commons to come together and actually vote for that deal so we can move forward.” Sir Oliver Letwin says he is “absolutely behind the government now” and will back Boris Johnson’s deal as amended. He tabled an amendment on Saturday to prevent an unintended no-deal Brexit. The foreign secretary, Dominic Raab, has clarified the position on goods moving from Northern Ireland into the Republic of Ireland. He told the Andrew Marr Show: “If it’s going into the EU then it ought to be able to take place without any extra frictions or any extra tariffs. If it’s going into other parts of the world then you have to look at the arrangements either the EU has that we accede to, or the new arrangements that the UK puts in place.” Raab added the EU would not allow the UK to “cherry pick” the same arrangements that had been given to Northern Ireland. “This is only being offered in relation to Northern Ireland because of the unique circumstances of Northern Ireland.” Our Brexit correspondent Lisa O’Carroll on the DUP’s position Some interesting polling in the Sunday Times Scotland this morning found that Scottish voters would prefer the SNP to be pushing for a second EU referendum before another election. The Panelbase poll taken between before SNP conference last weekend – during which there was a great deal more discussion of a second referendum on independence than on EU membership – found that only 26% supported the election-first stance, while 46% would prefer another referendum. And among SNP voters, six out of 10 would prefer the priority to be another vote on Brexit. The SNP’s Westminster leader, Ian Blackford, has confirmed the party will bring a vote of no confidence in the prime minister, potentially later in the week. Blackford told the BBC’s Sunday Politics Scotland programme: “We are prepared, once we’ve got that extension in place, to take our responsibilities and move a motion of no confidence and I would be looking for parliamentary time to do that and I would expect everyone else to step up.” He said Boris Johnson’s behaviour in sending multiple letters to the EU last night proved he was “not treating the office with any respect or dignity”. Blackford would not be drawn on what court action might follow from the weekend – the SNP MP Joanna Cherry’s ongoing case regarding the PM’s compliance with the Benn act still has court time reserved for this Monday – but he said he would “strongly suspect we may see action taking place at the courts in the coming days”. He restated that the SNP would support a confirmatory referendum, but added: “If we are going to move forward to people’s vote then we do need a government in place to support that, we need a general election too.” Keir Starmer believes the prime minister has taken a “silly approach” to the Benn act and has accused him of being “childlike”. Following yesterday’s Commons defeat, Boris Johnson called on EU leaders to reject any extension of Britain’s membership of the EU. Starmer told the BBC’s Andrew Marr show: “The law is very clear. He should have signed one letter in accordance with the law. If we crash out because of what he has done with the letters [...] without a deal, he bears personal responsibility for that.” He added that Labour would be open to talking to the DUP following their opposition to Johnson’s Brexit deal. He said: “I would openly invite the DUP to talk to us. If you want to work with us to improve the situation we’re in, our door is open to that discussion.” Labour will back an amendment next week calling for a referendum on Boris Johnson’s Brexit deal, the shadow Brexit secretary, Keir Starmer, has said. The foreign secretary, Dominic Raab, has insisted a Conservative government would work to protect workers’ rights after Brexit. He said British businesses and workers need “a set of regulations that is smarter and tailored towards them”. “Workers are far safer under a Conservative government, given our economic record and the protections we’re putting in place, than they are under this shower of a Labour party,” Raab told the Andrew Marr Show. Asked why the “level playing field” for workers’ regulation had been taken out of the legally binding withdrawal agreement and put into the non-legally binding political declaration, Raab responded: “We’re basically saying these issues of employment rights, environmental protections, are so important, and the circumstances in the UK are obviously different. “We actually should make sure politicians are accountable to the voters watching the show. Why would you abdicate responsibility for those issues if they’re so important?” Michael Gove has said the risk of the UK leaving the EU without a deal has grown as a result of yesterday’s vote. Reasserting the government’s belief that Brexit will definitely happen on October 31, the cabinet minister told Sky’s Sophy Ridge on Sunday: “The risk of leaving without a deal has actually increased because we cannot guarantee that the European council will grant an extension.” He said he would chair a cabinet meeting later today in order to trigger Operation Yellowhammer, the government’s contingency plan to prepare for a possible no-deal outcome. “We’re preparing to ensure that if no extension is granted that we have done everything possible in order to leave without a deal,” said Gove. Although the prime minister has already been forced to send a letter requesting a further Brexit delay, Gove insisted that “parliament can’t change the determination” of the government to leave the EU by Halloween. “We know that the European Union want us to leave, we know that we have a deal that allows us to leave,” he said. “We are going to leave on October 31st. We have the means and ability to do so.” He said he was optimistic that the government would get enough votes in order to get Boris Johnson’s deal through the Commons – in which case there would be no extension. The former Tory minister Amber Rudd has said she feels Theresa May’s Brexit deal was better than the one currently being offered by Johnson. Speaking to Sky’s Sophy Ridge, Rudd, now an independent, said: “I don’t think it’s as good as Theresa May’s deal. I regret the fact that we don’t have effectively a backstop for the whole of the country. Instead it’s only Northern Ireland. “In terms of the economy, it’s very good for Northern Ireland but it’s less good for the union. I thought that Theresa May’s deal was the right deal. I think this is not as good.” However, Rudd stressed that she still supported Johnson’s deal. “We have to make sure that we don’t leave with no deal … I want to support it and I will, and I think, not all of us, but most of us former Conservatives, who supported the Letwin amendment will do so as well,” she said. “I think it’s absolutely right to say we don’t want to leave with no deal but we do want to leave with a deal and this deal from the prime minister is good enough for me.” The Brexit party leader, Nigel Farage, has also been talking to Sophy Ridge this morning. After being mocked on Thursday for his seeming own-goal in defending the law that would delay Brexit, Farage reaffirmed to the Sky presenter that he would rather have a Brexit extension followed by a general election than see Boris Johnson’s deal being passed in the Commons. “I want to leave on the 31st October with a clean-break Brexit because that’s the only Brexit worth having,” he said. “I want a general election, so an extension for a few weeks in which we can have a general election is a much better outcome than signing up to a treaty that becomes part of international law that binds us in foreign policy and in many, many other areas.” He added: “We are going to have to be on a level playing field with the rest of Europe, which means we still haven’t taken back control of our laws. This is not Brexit.” He described Johnson’s deal as “a new EU treaty”, adding that “all it does is take us on to the next stage of negotiations”. Our video team were at the huge People’s Vote march in London yesterday, following some of the estimated one million anti-Brexit protesters as they demanded a fresh referendum. You can watch their work here: John McDonnell has said Boris Johnson has behaved “a bit like a spoilt brat” after the prime minister sent an unsigned letter to the EU asking for a delay, and then a second arguing against it. Speaking to Sky’s Sophy Ridge on her Sunday show, the shadow chancellor said: “He may well be in contempt of parliament or the courts themselves. Parliament made a decision, he should abide by it, and this idea that you send another letter contradicting the first, I think it flies in the face of what the parliament and the courts have decided.” He added that another meaningful vote on Johnson’s Brexit deal would be “pointless” until MPs had been able to scrutinise the legislation needed to implement it. “Until you see the legislation, you don’t know the detail, and as someone said yesterday, the devil is in the detail,” McDonnell said. While he said an amendment for a second referendum on Brexit would “almost inevitably” come up in parliament over the next few days, McDonnell would not confirm whether Labour would bring one forward, instead emphasising that the party would argue for a general election. “In a general election we would negotiate a sensible option for Brexit and we’d take that back to the people,” he said. Morning, it’s Amy Walker here. I’ll be kicking off the live blog today. The Sunday papers worked late into last night reacting to Boris Johnson’s defeat in the Commons yesterday. The Observer carried a picture of the People’s Vote march alongside news of the prime minister’s “humiliating defeat”. The Mirror took a similar approach, declaring that “Blustering Boris” had been “beaten again”. Meanwhile, others, such as the Sunday Times, painted a picture of a dedicated leader battling the “Brexit wreckers”. The Mail on Sunday described MPs who had helped to delay Johnson’s deal as the “House of Fools” and the Sunday Express asked “Why Won’t They Let Us Leave?”. As yet another turbulent day gets under way, I’ll be keeping you updated with what ministers and MPs are saying on the Sunday politics shows. First up is Sophy Ridge on Sky News, who is scheduled to interview John McDonnell, Nigel Farage, Amber Rudd and Michael Gove among others.",
      "charCount": "26548",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/amy-walker\">Amy Walker</a> (earlier)  , <a href=\"profile/nadeembadshah\">Nadeem Badshah</a> (now)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/20/labour-mps-must-vote-against-johnsons-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-20T17:30:19Z",
    "webTitle": "Labour MPs must vote against Boris Johnson’s Brexit deal | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/20/labour-mps-must-vote-against-johnsons-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/20/labour-mps-must-vote-against-johnsons-deal",
    "fields": {
      "headline": "Labour MPs must vote against Boris Johnson’s Brexit deal",
      "standfirst": "Labour parliamentarians should act in the interest of their constituents, not for short-term gain, argue <strong>Rob Sykes</strong> and <strong>Martin Pask</strong>. Plus readers respond to the prime minister’s three letters ploy",
      "trailText": "<strong>Letters: </strong>Labour parliamentarians should act in the interest of their constituents, not for short-term gain, argue <strong>Rob Sykes</strong> and <strong>Martin Pask</strong>. Plus readers respond to the prime minister’s three letters ploy",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1dbb5f126815751176cc12e132556d61a47e7680\"> <img src=\"https://media.guim.co.uk/1dbb5f126815751176cc12e132556d61a47e7680/0_301_3500_2100/1000.jpg\" alt=\"Melanie Onn, Labour MP for Great Grimsby\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Melanie Onn believes she should “get back to helping … constituents” by voting for the deal. As one of her constituents I am saddened and angry,’ writes Martin Pask.</span> <span class=\"element-image__credit\">Photograph: Anna Gowthorpe/PA</span> </figcaption> </figure>",
      "body": "<p>It is sickening to think that Labour “rebels” are prepared to vote to wreck the country’s future – and in doing so hand a general election victory to the most rightwing Tory government in a generation – simply in order to indulge the opinions of their leave-voting constituents, many of whom will not even have been Labour voters (<a href=\"https://www.theguardian.com/politics/2019/oct/18/labours-melanie-onn-declares-intention-to-vote-for-brexit-deal\" title=\"\">Defiant Labour MP Melanie Onn declares intention to vote for deal</a>, 19 October).</p> <p>As Edmund Burke wisely put it in 1774: “Your representative owes you, not his industry only, but his judgment; and he betrays, instead of serving you, if he sacrifices it to your opinion.”</p> <p>Surely they must see that the need to strive for a progressive and inclusive UK, at the heart of Europe, is more important than the gratification of their consciences? No one is asking them to stop Brexit – merely to pause its headlong progress until a path can be found to ask the electorate whether or not they really want to live in a nation committed to the re-enactment of an imaginary past.<br><strong>Rob Sykes</strong><br><em>Oxford</em></p> <p>• Melanie Onn believes she should “get back to helping … constituents” by voting for the deal. As a Labour party member and one of her constituents I am saddened and angry and believe she is wrong.</p> <p>Owen Jones (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/16/johnson-brexit-deal-labour-mps-lose-whip\" title=\"\">Journal</a>, 17 October) and Gordon Brown (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/17/remain-labour-boris-johnson-breakup-uk-eu\" title=\"\">Journal</a>, 18 October) gave more than enough reasons for her to vote against the deal. As Keir Starmer told Andrew Marr on BBC1 on Sunday, “You cannot trust this government.” At a time when Labour has the most exciting policies since 1945, she needs to do the right thing and vote against the deal.<br><strong>Martin Pask </strong><br><em>Grimsby, Lincolnshire</em></p> <p>• In the Saturday sitting of the House of Commons, it was shocking and horrifying how frequently those in favour of Brexit but not in favour of another referendum invoked the idea of what the people of the UK want. This is sheer hypocrisy.</p> <p>All ministers who have any real interest in the current view of the nation as a whole should obviously back a second referendum.</p> <p>Impressionistic ideas of what “my constituents” might think, or extrapolations from the 2016 referendum, will simply not do. Our name should not be taken in vain, and it is particularly offensive for this to happen allegedly in the name of “democracy”. The most recent indication of what the people want was the petition to revoke article 50.<br><strong>Simon Brodbeck</strong><br><em>Cardiff</em></p> <p>• According to <a href=\"https://www.theguardian.com/politics/2019/oct/19/humiliated-boris-johnson-under-huge-pressure-to-seek-brexit-delay\" title=\"\">a report</a> in Sunday’s Observer, a recent Opinium poll shows only 42% of voters want a second referendum while 43% oppose it. So that’s another expression of democratic opinion the remainers will have to disregard.<br><strong>Christopher Clayton</strong><br><em>Waverton, Cheshire</em></p> <p>• Yet again our incompetent prime minister has lost a key vote and now, in an act of breathtaking hypocrisy, is attempting to frustrate the will of parliament by accompanying his <a href=\"https://www.theguardian.com/politics/2019/oct/19/eu-will-grant-brexit-extension-if-johnson-sends-letter-says-brussels\" title=\"\">unsigned letter</a> to Brussels requesting a Brexit extension with a second letter, signed by him, saying that he believes a delay would be a mistake. This surely constitutes a clear case of contempt of parliament.<br><strong>Dr Chris Newall</strong><br><em>Ealing, London</em></p> <p>• With his three letters ploy, Boris has just shot himself in the foot, possibly both feet, by proving to the EU leaders that he cannot be trusted with regard to anything he says.<br><strong>Chris Burrell</strong><br><em>Welwyn Garden City, Hertfordshire</em></p> <p>• I can’t help but notice that the prime minister, for all his expensive education and patrician manner, has added to our national humiliation by introducing an unnecessary and incorrect apostrophe into the penultimate sentence of the penultimate paragraph of the letter that he signed, where he refers to “our long history as neighbours and friends in this continent our people’s [sic] share”, turning a simple plural into a possessive.</p> <p>I can only hope that the EU leaders will come to the conclusion that this second letter, so illiterately expressed, must be a hoax and dismiss it out of hand.<br><strong>Matthew Taylor</strong><br><em>Hove, East Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "700",
      "commentable": "false",
      "firstPublicationDate": "2019-10-20T17:30:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:01Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chdyj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1dbb5f126815751176cc12e132556d61a47e7680/0_301_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is sickening to think that Labour “rebels” are prepared to vote to wreck the country’s future – and in doing so hand a general election victory to the most rightwing Tory government in a generation – simply in order to indulge the opinions of their leave-voting constituents, many of whom will not even have been Labour voters (Defiant Labour MP Melanie Onn declares intention to vote for deal, 19 October). As Edmund Burke wisely put it in 1774: “Your representative owes you, not his industry only, but his judgment; and he betrays, instead of serving you, if he sacrifices it to your opinion.” Surely they must see that the need to strive for a progressive and inclusive UK, at the heart of Europe, is more important than the gratification of their consciences? No one is asking them to stop Brexit – merely to pause its headlong progress until a path can be found to ask the electorate whether or not they really want to live in a nation committed to the re-enactment of an imaginary past. Rob Sykes Oxford • Melanie Onn believes she should “get back to helping … constituents” by voting for the deal. As a Labour party member and one of her constituents I am saddened and angry and believe she is wrong. Owen Jones (Journal, 17 October) and Gordon Brown (Journal, 18 October) gave more than enough reasons for her to vote against the deal. As Keir Starmer told Andrew Marr on BBC1 on Sunday, “You cannot trust this government.” At a time when Labour has the most exciting policies since 1945, she needs to do the right thing and vote against the deal. Martin Pask Grimsby, Lincolnshire • In the Saturday sitting of the House of Commons, it was shocking and horrifying how frequently those in favour of Brexit but not in favour of another referendum invoked the idea of what the people of the UK want. This is sheer hypocrisy. All ministers who have any real interest in the current view of the nation as a whole should obviously back a second referendum. Impressionistic ideas of what “my constituents” might think, or extrapolations from the 2016 referendum, will simply not do. Our name should not be taken in vain, and it is particularly offensive for this to happen allegedly in the name of “democracy”. The most recent indication of what the people want was the petition to revoke article 50. Simon Brodbeck Cardiff • According to a report in Sunday’s Observer, a recent Opinium poll shows only 42% of voters want a second referendum while 43% oppose it. So that’s another expression of democratic opinion the remainers will have to disregard. Christopher Clayton Waverton, Cheshire • Yet again our incompetent prime minister has lost a key vote and now, in an act of breathtaking hypocrisy, is attempting to frustrate the will of parliament by accompanying his unsigned letter to Brussels requesting a Brexit extension with a second letter, signed by him, saying that he believes a delay would be a mistake. This surely constitutes a clear case of contempt of parliament. Dr Chris Newall Ealing, London • With his three letters ploy, Boris has just shot himself in the foot, possibly both feet, by proving to the EU leaders that he cannot be trusted with regard to anything he says. Chris Burrell Welwyn Garden City, Hertfordshire • I can’t help but notice that the prime minister, for all his expensive education and patrician manner, has added to our national humiliation by introducing an unnecessary and incorrect apostrophe into the penultimate sentence of the penultimate paragraph of the letter that he signed, where he refers to “our long history as neighbours and friends in this continent our people’s [sic] share”, turning a simple plural into a possessive. I can only hope that the EU leaders will come to the conclusion that this second letter, so illiterately expressed, must be a hoax and dismiss it out of hand. Matthew Taylor Hove, East Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4170",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/20/the-guardian-view-on-deadlock-in-parliament-still-time-to-thwart-johnsons-reckless-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-20T17:30:03Z",
    "webTitle": "The Guardian view on deadlock in parliament: still time to thwart Johnson’s reckless deal | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/20/the-guardian-view-on-deadlock-in-parliament-still-time-to-thwart-johnsons-reckless-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/20/the-guardian-view-on-deadlock-in-parliament-still-time-to-thwart-johnsons-reckless-deal",
    "fields": {
      "headline": "The Guardian view on deadlock in parliament: still time to thwart Johnson’s reckless deal",
      "standfirst": "<p>‘Brexit fatigue’ is no reason to back a vision of Britain which fulfils the ambitions of the radical right</p>",
      "trailText": "<strong>Editorial: </strong>‘Brexit fatigue’ is no reason to back a vision of Britain which fulfils the ambitions of the radical right",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"75021593ad7ede3b1bc5048be138757072554dee\"> <img src=\"https://media.guim.co.uk/75021593ad7ede3b1bc5048be138757072554dee/0_0_3500_2100/1000.jpg\" alt=\"The House of Commons sits on 'super Saturday'\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘MPs on all sides of the house must now hold their nerve to subject Mr Johnson’s deal to forensic scrutiny.’</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure>",
      "body": "<p>In the lead-up to parliament’s historic Saturday sitting, the airwaves resounded to Conservative cries of “get this done”, “let’s move on” and “lift this cloud”. The Tory hope was that understandable Brexit fatigue could become a trump card for Boris Johnson, as he sought to rush through a <a href=\"https://www.theguardian.com/politics/video/2019/oct/17/a-very-good-deal-johnson-and-juncker-announce-new-brexit-agreement-video\" title=\"\">surprise deal</a> that MPs were given 48 hours to consider. Sir Oliver Letwin’s <a href=\"https://www.theguardian.com/politics/2019/oct/19/mps-put-brakes-on-boris-johnsons-brexit-deal-with-rebel-letwin-amendment\" title=\"\">successful amendment</a>, which withholds approval for it until all necessary legislation is passed, rightly put the brakes on – to the acclaim of up to a million People’s Vote marchers. It also required Mr Johnson to write to the EU asking for an extension under the terms of the Benn act. This he has done, albeit dissociating himself from the request in a second letter (a Scottish court will examine the legality of that move).</p> <p>MPs on all sides of the house must now hold their nerve to subject Mr Johnson’s deal to forensic scrutiny, undistracted by his totemic Brexit deadline of 31 October. While the EU may not respond immediately to <a href=\"https://www.theguardian.com/politics/2019/oct/19/eu-will-grant-brexit-extension-if-johnson-sends-letter-says-brussels\" title=\"\">Britain’s request for an extension</a>, it must not conspire with Mr Johnson to allow a no-deal Brexit to take place at the end of the month. The prime minister may wish to dash for the line. It is absolutely not necessary or advisable for the rest of parliament to do the same. Three and a half years of deadlock, almost entirely caused by arguments between Tory leavers, does not mean that, suddenly, anything goes.</p> <p>The deal, as it stands, paves the way to ripping up much of this country’s economic settlement and replacing it with a free-market vision more radical than anything attempted by Margaret Thatcher. As the shadow Brexit secretary, Keir Starmer, <a href=\"https://www.youtube.com/watch?v=Sb5n3XMo9IY\" title=\"\">expertly demonstrated during Saturday’s debate</a>, the government has significantly weakened “level playing field” commitments originally contained in the legally binding withdrawal agreement made by Theresa May, and moved them to the non-binding political declaration. This has been done in order to deliver the deregulatory dreams that have stirred the imagination of rightwing Eurosceptics for decades. Unsurprisingly, the European Research Group has lined up foursquare behind the prime minister as a consequence.</p> <p>Exiting the single market and customs union, and abandoning Mrs May’s aim of dynamic alignment with the EU, as Mr Johnson’s deal proposes, is simply not acceptable. It will turn the UK (minus Northern Ireland) into a competitor with the great trading bloc on its doorstep. That is a contest which is manifestly not in the interests of British businesses and those who work for them. Cut loose in this fashion from an economic entity with the clout to get its own way, a “buccaneering” Britain will be incentivised to undercut its neighbours and sell its own population short on working conditions, environmental standards and consumer rights. The country’s less prosperous regions will bear the brunt of that race to the bottom, <a href=\"https://www.theguardian.com/commentisfree/2019/oct/13/boris-johnson-brexit-deal-theresa-may-trade\" title=\"\">as economic growth falters</a>. The chancellor, Sajid Javid, has refused to provide an impact assessment of the deal. He should be required to offer one.</p> <p>Now that they have the time to do so, MPs should also reflect on the fact that this deal is viscerally opposed by both the Scottish National party and the Democratic Unionist party. If the UK leaves on these hard-Brexit terms, a Scottish vote for independence becomes significantly more likely. Hardline unionists will be just as unhappy at a new border in the Irish Sea, dividing mainland Britain from Northern Ireland, as nationalists were at the possible return of one on the island of Ireland. Sowing the seeds of such instability and insecurity throughout the UK is reckless and destabilising. Nor would the passage of Mr Johnson’s deal in any way allow the country to “move on”. Instead, it would move into a truncated and ferociously contested transition period lasting until the end of 2020. As the former chancellor Philip Hammond has pointed out, <a href=\"https://www.thetimes.co.uk/article/i-wont-be-duped-into-backing-no-deal-brexit-hammond-warns-pm-rbptwlb7m\" title=\"\">Britain could at that point leave on WTO rules</a> if no free trade agreement with the EU is agreed.</p> <p>As Michael Gove sought to bludgeon through the government’s deal on Saturday, he said MPs would face a reckoning with their constituents. They would be asked: “Did you vote to break the deadlock? Did you vote to end the division of these days?” Those MPs who ignored Mr Gove were right to do so. The prime minister’s radical version of Brexit will entrench divisions and transform this country for the worse. However much MPs, and the rest of us, are suffering from Brexit fatigue, this deal needs to be fought every step of the way in the crucial days to come.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "767",
      "commentCloseDate": "2019-10-21T19:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-20T17:30:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:11Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chexd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/75021593ad7ede3b1bc5048be138757072554dee/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the lead-up to parliament’s historic Saturday sitting, the airwaves resounded to Conservative cries of “get this done”, “let’s move on” and “lift this cloud”. The Tory hope was that understandable Brexit fatigue could become a trump card for Boris Johnson, as he sought to rush through a surprise deal that MPs were given 48 hours to consider. Sir Oliver Letwin’s successful amendment, which withholds approval for it until all necessary legislation is passed, rightly put the brakes on – to the acclaim of up to a million People’s Vote marchers. It also required Mr Johnson to write to the EU asking for an extension under the terms of the Benn act. This he has done, albeit dissociating himself from the request in a second letter (a Scottish court will examine the legality of that move). MPs on all sides of the house must now hold their nerve to subject Mr Johnson’s deal to forensic scrutiny, undistracted by his totemic Brexit deadline of 31 October. While the EU may not respond immediately to Britain’s request for an extension, it must not conspire with Mr Johnson to allow a no-deal Brexit to take place at the end of the month. The prime minister may wish to dash for the line. It is absolutely not necessary or advisable for the rest of parliament to do the same. Three and a half years of deadlock, almost entirely caused by arguments between Tory leavers, does not mean that, suddenly, anything goes. The deal, as it stands, paves the way to ripping up much of this country’s economic settlement and replacing it with a free-market vision more radical than anything attempted by Margaret Thatcher. As the shadow Brexit secretary, Keir Starmer, expertly demonstrated during Saturday’s debate, the government has significantly weakened “level playing field” commitments originally contained in the legally binding withdrawal agreement made by Theresa May, and moved them to the non-binding political declaration. This has been done in order to deliver the deregulatory dreams that have stirred the imagination of rightwing Eurosceptics for decades. Unsurprisingly, the European Research Group has lined up foursquare behind the prime minister as a consequence. Exiting the single market and customs union, and abandoning Mrs May’s aim of dynamic alignment with the EU, as Mr Johnson’s deal proposes, is simply not acceptable. It will turn the UK (minus Northern Ireland) into a competitor with the great trading bloc on its doorstep. That is a contest which is manifestly not in the interests of British businesses and those who work for them. Cut loose in this fashion from an economic entity with the clout to get its own way, a “buccaneering” Britain will be incentivised to undercut its neighbours and sell its own population short on working conditions, environmental standards and consumer rights. The country’s less prosperous regions will bear the brunt of that race to the bottom, as economic growth falters. The chancellor, Sajid Javid, has refused to provide an impact assessment of the deal. He should be required to offer one. Now that they have the time to do so, MPs should also reflect on the fact that this deal is viscerally opposed by both the Scottish National party and the Democratic Unionist party. If the UK leaves on these hard-Brexit terms, a Scottish vote for independence becomes significantly more likely. Hardline unionists will be just as unhappy at a new border in the Irish Sea, dividing mainland Britain from Northern Ireland, as nationalists were at the possible return of one on the island of Ireland. Sowing the seeds of such instability and insecurity throughout the UK is reckless and destabilising. Nor would the passage of Mr Johnson’s deal in any way allow the country to “move on”. Instead, it would move into a truncated and ferociously contested transition period lasting until the end of 2020. As the former chancellor Philip Hammond has pointed out, Britain could at that point leave on WTO rules if no free trade agreement with the EU is agreed. As Michael Gove sought to bludgeon through the government’s deal on Saturday, he said MPs would face a reckoning with their constituents. They would be asked: “Did you vote to break the deadlock? Did you vote to end the division of these days?” Those MPs who ignored Mr Gove were right to do so. The prime minister’s radical version of Brexit will entrench divisions and transform this country for the worse. However much MPs, and the rest of us, are suffering from Brexit fatigue, this deal needs to be fought every step of the way in the crucial days to come.",
      "charCount": "4571",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/oct/20/feelings-of-remainers-have-not-been-recognised-in-brexit-debate",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-20T17:29:52Z",
    "webTitle": "Feelings of remainers have not been recognised in Brexit debate | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/20/feelings-of-remainers-have-not-been-recognised-in-brexit-debate",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/20/feelings-of-remainers-have-not-been-recognised-in-brexit-debate",
    "fields": {
      "headline": "Feelings of remainers have not been recognised in Brexit debate",
      "standfirst": "<strong>Katarina Tidball </strong>on an impending sense of loss, <strong>Robert Nelson </strong>on the lack of persuasive remain slogans, and<strong> Maggie Guillon </strong>on being heard and counted as remainers",
      "trailText": "Letters:<strong> Katarina Tidball </strong>on an impending sense of loss, <strong>Robert Nelson </strong>on the lack of persuasive remain slogans, and<strong> Maggie Guillon </strong>on being heard and counted as remainers",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"71d88031834b01ef5891c078c474969b8dbbebb0\"> <img src=\"https://media.guim.co.uk/71d88031834b01ef5891c078c474969b8dbbebb0/0_289_4512_2707/1000.jpg\" alt=\"Crowds march through London on Saturday to demand a People’s Vote on Brexit deal.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Crowds march through London on Saturday to demand a People’s Vote on Brexit deal.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Jonathan Freedland’s articulation and understanding of the feelings and emotions of remainers over the last three years are very welcome (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/18/remainers-boris-johnson-brexit\" title=\"\">For years we’ve held our breath. Today remainer dreams may die</a>, Journal, 19 October); we have felt excluded from “the people whose will must be done” and there is an impending sense of loss at the prospect of being outside the EU, which is barely acknowledged or recognised by Brexiteers. The narrative in the media has all been about their anger and sense of betrayal, with hardly any reference to the feelings of those of us who voted to remain.</p> <p>Andy Beckett (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/19/campaign-stop-brexit-remainers\" title=\"\">Journal</a>, 19 October) is correct in his analysis that the campaign to stop Brexit has never found the right words – what a pity that no politician has been as eloquent in defence of the ideal of cooperation across borders as Jonathan Freedland. Perhaps, then, we would not be in the situation that we are in today.<br><strong>Katarina Tidball</strong><br><em>Ringwood, Hampshire</em></p> <p>• I entirely agree with Andy Beckett that the stop Brexit campaign has had by far the better of the arguments, but has never had the persuasive slogans to win over the country. I believe a very simple line should have been taken immediately following the referendum to reflect the size of the leave vote as a percentage of the electorate: “37% is not enough” would have been a simple response to all the bluff about the so-called people’s vote and a rejoinder to every claim that leave was the decision of a majority. Sadly, it is now too late.<br><strong>Robert Nelson</strong><br><em>London</em></p> <p>• With reference to the <a href=\"https://www.theguardian.com/politics/2019/oct/19/peoples-vote--march-a-very-british-rebellion-in-the-rain\" title=\"\">People’s Vote march</a> in London on Saturday, for every visible person taking part there will have been many who, like my partner and me, could not be present due to various reasons such as health or commitments. As veteran demonstrators in our 70s, it frustrates us deeply that we cannot be counted among those who are trying to pluck this country back from the brink of disaster. All we can do is sign petitions and write to our MP, both of which seem to be ignored.</p> <p>No doubt letters to the media are equally futile, but we cannot keep completely quiet. Please try to give us a voice, however unheard it may remain.<br><strong>Maggie Guillon</strong><br><em>Moorgreen, Nott</em><em>inghamshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "429",
      "commentable": "false",
      "firstPublicationDate": "2019-10-20T17:29:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:02Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chdht",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/71d88031834b01ef5891c078c474969b8dbbebb0/0_289_4512_2707/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jonathan Freedland’s articulation and understanding of the feelings and emotions of remainers over the last three years are very welcome (For years we’ve held our breath. Today remainer dreams may die, Journal, 19 October); we have felt excluded from “the people whose will must be done” and there is an impending sense of loss at the prospect of being outside the EU, which is barely acknowledged or recognised by Brexiteers. The narrative in the media has all been about their anger and sense of betrayal, with hardly any reference to the feelings of those of us who voted to remain. Andy Beckett (Journal, 19 October) is correct in his analysis that the campaign to stop Brexit has never found the right words – what a pity that no politician has been as eloquent in defence of the ideal of cooperation across borders as Jonathan Freedland. Perhaps, then, we would not be in the situation that we are in today. Katarina Tidball Ringwood, Hampshire • I entirely agree with Andy Beckett that the stop Brexit campaign has had by far the better of the arguments, but has never had the persuasive slogans to win over the country. I believe a very simple line should have been taken immediately following the referendum to reflect the size of the leave vote as a percentage of the electorate: “37% is not enough” would have been a simple response to all the bluff about the so-called people’s vote and a rejoinder to every claim that leave was the decision of a majority. Sadly, it is now too late. Robert Nelson London • With reference to the People’s Vote march in London on Saturday, for every visible person taking part there will have been many who, like my partner and me, could not be present due to various reasons such as health or commitments. As veteran demonstrators in our 70s, it frustrates us deeply that we cannot be counted among those who are trying to pluck this country back from the brink of disaster. All we can do is sign petitions and write to our MP, both of which seem to be ignored. No doubt letters to the media are equally futile, but we cannot keep completely quiet. Please try to give us a voice, however unheard it may remain. Maggie Guillon Moorgreen, Nottinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2493",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/oct/20/action-to-help-rough-sleepers-and-contacts-with-the-home-office",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-10-20T17:28:58Z",
    "webTitle": "Action to help rough sleepers and contacts with the Home Office | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/oct/20/action-to-help-rough-sleepers-and-contacts-with-the-home-office",
    "apiUrl": "https://content.guardianapis.com/society/2019/oct/20/action-to-help-rough-sleepers-and-contacts-with-the-home-office",
    "fields": {
      "headline": "Action to help rough sleepers and contacts with the Home Office",
      "standfirst": "<strong>Cllr Farah Hussain </strong>on Redbridge council’s efforts to combat homelessness, and <strong>Richard Chapman </strong>on rough sleepers being evicted from Westminster tube station",
      "trailText": "Letters: <strong>Cllr Farah Hussain </strong>on Redbridge council’s efforts to combat homelessness, and <strong>Richard Chapman </strong>on rough sleepers being evicted from Westminster tube station",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"08c737e8b920e8ee3dc2671630db912a00c2e893\"> <img src=\"https://media.guim.co.uk/08c737e8b920e8ee3dc2671630db912a00c2e893/0_173_4500_2699/1000.jpg\" alt=\"A homeless person sleeps in a doorway in London’s West End\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Encountering people who are homeless on a daily basis is a constant reminder of the need to do more,’ says Richard Chapman.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>I would like to make it very clear that Redbridge council has not and will not give information that would help identify rough sleepers (<a href=\"https://www.theguardian.com/uk-news/2019/oct/15/home-office-infiltrating-safe-havens-to-deport-rough-sleepers\" title=\"\">Information homeless people give to charities is used to deport them</a>, 16 October).</p> <p>The protection of vulnerable individuals who come to the council or our outreach support for help is absolutely paramount, and the only basis on which information would be shared is when we have explicit consent from the person concerned.</p> <p>I also want to stress that no Home Office surgeries have been held as part of any of our rough sleeping initiatives or in any of our shelters.</p> <p>We have a duty to protect and support those who find themselves on the street, including those with no recourse to public funds, and we are working exceptionally hard to break the cycle of street homelessness and prevent needless suffering.</p> <p>This includes trying to ensure all those with a history of rough sleeping have safe and secure accommodation and continuing to support them to find longer-term, sustainable housing. In the last year we have tripled our outreach support, opened a second night shelter, invested in the Housing First service to provide more accommodation, funded legal advice on immigration issues and appointed a dedicated officer to work closely with key partners such as local health services, third-sector organisations and charities.</p> <p><strong>Cllr Farah Hussain</strong></p> <p><em>Cabinet member for housing and homelessness, Redbridge council</em></p> <p>• Your article about the eviction of rough sleepers from Westminster underground station unhelpfully links this with the concerns raised about their welfare and sleeping conditions by the Speaker’s chaplain, Rose Hudson-Wilkin (<a href=\"https://www.theguardian.com/society/2019/oct/17/westminster-homeless-evicted-after-complaint-by-commons-chaplain\" title=\"\">Rough sleepers blame parliament chaplain for loss of tunnel ‘home’</a>, 18 October). Rose did not ask for the eviction to happen, and she has said that moving people on does not help those sleeping rough or resolve the issue of homelessness.</p> <p>It is often churches and people of faith who are at the forefront of offering help, but for all of us who work in and around Westminster encountering people who are homeless on a daily basis is a constant reminder of the need to do more, and to address the bigger issues too. I regret, as I know does Rose, that the authorities chose to take this action against those sleeping rough in the station, and hope a better resolution can be found that respects their dignity and welfare and acknowledges that they are a part of our community here.<br><strong>Richard Chapman</strong><br><em>Head of parliamentary affairs, Church of England</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "462",
      "commentable": "false",
      "firstPublicationDate": "2019-10-20T17:28:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-20T18:24:22Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chdnh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/08c737e8b920e8ee3dc2671630db912a00c2e893/0_173_4500_2699/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I would like to make it very clear that Redbridge council has not and will not give information that would help identify rough sleepers (Information homeless people give to charities is used to deport them, 16 October). The protection of vulnerable individuals who come to the council or our outreach support for help is absolutely paramount, and the only basis on which information would be shared is when we have explicit consent from the person concerned. I also want to stress that no Home Office surgeries have been held as part of any of our rough sleeping initiatives or in any of our shelters. We have a duty to protect and support those who find themselves on the street, including those with no recourse to public funds, and we are working exceptionally hard to break the cycle of street homelessness and prevent needless suffering. This includes trying to ensure all those with a history of rough sleeping have safe and secure accommodation and continuing to support them to find longer-term, sustainable housing. In the last year we have tripled our outreach support, opened a second night shelter, invested in the Housing First service to provide more accommodation, funded legal advice on immigration issues and appointed a dedicated officer to work closely with key partners such as local health services, third-sector organisations and charities. Cllr Farah Hussain Cabinet member for housing and homelessness, Redbridge council • Your article about the eviction of rough sleepers from Westminster underground station unhelpfully links this with the concerns raised about their welfare and sleeping conditions by the Speaker’s chaplain, Rose Hudson-Wilkin (Rough sleepers blame parliament chaplain for loss of tunnel ‘home’, 18 October). Rose did not ask for the eviction to happen, and she has said that moving people on does not help those sleeping rough or resolve the issue of homelessness. It is often churches and people of faith who are at the forefront of offering help, but for all of us who work in and around Westminster encountering people who are homeless on a daily basis is a constant reminder of the need to do more, and to address the bigger issues too. I regret, as I know does Rose, that the authorities chose to take this action against those sleeping rough in the station, and hope a better resolution can be found that respects their dignity and welfare and acknowledges that they are a part of our community here. Richard Chapman Head of parliamentary affairs, Church of England • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2813",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/20/so-much-for-one-nation-conservatism",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-20T17:28:18Z",
    "webTitle": "So much for one nation Conservatism | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/20/so-much-for-one-nation-conservatism",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/20/so-much-for-one-nation-conservatism",
    "fields": {
      "headline": "So much for one nation Conservatism",
      "standfirst": "Labour’s <strong>Ruth Lister</strong> condemns the government’s plan to drop its pledge to end the four-year benefit freeze, while <strong>Linda Rhead</strong> writes that the DWP is a world apart from the country’s poorest",
      "trailText": "<strong>Letters: </strong>Labour’s <strong>Ruth Lister</strong> condemns the government’s plan to drop its pledge to end the four-year benefit freeze, while <strong>Linda Rhead</strong> writes that the DWP is a world apart from the country’s poorest",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9888237291158f432d6cfb06168b656712c0fcd3\"> <img src=\"https://media.guim.co.uk/9888237291158f432d6cfb06168b656712c0fcd3/0_59_2556_1533/1000.jpg\" alt=\"Thérèse Coffey, the new work and pensions secretary\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We’re looking very carefully right now on what we can do on benefits going forward from 2020,’ Thérèse Coffey, the new work and pensions secretary, has said.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Tucked away in a <a href=\"https://www.theguardian.com/society/2019/oct/16/benefits-to-rise-17-with-inflation-in-first-increase-in-five-years\" title=\"\">report on inflation in your financial pages</a> (17 October) was confirmation of growing fears that the government are considering reneging on earlier ministerial assurances that the four-year freeze of most working-age benefits would not be renewed next year. Until the change of prime minister, criticisms of the freeze were deflected with just such an assurance.</p> <p>Of course, simply reverting to the long-standing duty to index-link benefits would do nothing to make good the significant cuts in real value highlighted in your story. But it did at least offer a ray of hope to those struggling on benefits too low to meet the human rights standard of allowing “life in dignity”.</p> <p>Now, you quote the new work and pensions secretary as saying “we’re looking very carefully right now on what we can do on benefits going forward from 2020”, as if they are somehow constrained in what they can do. Compare and contrast with the pledges of tax cuts for the better-off. So much for the PM’s promises of one nation Conservatism.<br><strong>Ruth Lister</strong><br><em>Labour, House of Lords</em></p> <p>• Simon McKinnon (<a href=\"https://www.theguardian.com/society/2019/oct/17/benefits-of-welfare-robots-and-the-need-for-human-oversight\" title=\"\">Letters</a>, 18 October) appears unable to see that “the service most of us expect and enjoy from our banking apps, shopping websites or utility providers” is a world away from the life experience of many entitled to benefits. It is because so many claimants have no access to computers and can’t afford to shop online that the service being offered by the DWP is so inadequate. The “face to face” support for those who need help is simply not happening.<br><strong>Linda Rhead</strong><br><em>Hampton, London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "312",
      "commentable": "false",
      "firstPublicationDate": "2019-10-20T17:28:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-20T17:30:06Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chdzm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9888237291158f432d6cfb06168b656712c0fcd3/0_59_2556_1533/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tucked away in a report on inflation in your financial pages (17 October) was confirmation of growing fears that the government are considering reneging on earlier ministerial assurances that the four-year freeze of most working-age benefits would not be renewed next year. Until the change of prime minister, criticisms of the freeze were deflected with just such an assurance. Of course, simply reverting to the long-standing duty to index-link benefits would do nothing to make good the significant cuts in real value highlighted in your story. But it did at least offer a ray of hope to those struggling on benefits too low to meet the human rights standard of allowing “life in dignity”. Now, you quote the new work and pensions secretary as saying “we’re looking very carefully right now on what we can do on benefits going forward from 2020”, as if they are somehow constrained in what they can do. Compare and contrast with the pledges of tax cuts for the better-off. So much for the PM’s promises of one nation Conservatism. Ruth Lister Labour, House of Lords • Simon McKinnon (Letters, 18 October) appears unable to see that “the service most of us expect and enjoy from our banking apps, shopping websites or utility providers” is a world away from the life experience of many entitled to benefits. It is because so many claimants have no access to computers and can’t afford to shop online that the service being offered by the DWP is so inadequate. The “face to face” support for those who need help is simply not happening. Linda Rhead Hampton, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1861",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/20/she-has-listened-to-us-constituents-back-labour-rebel-caroline-flint",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-20T16:10:22Z",
    "webTitle": "'She has listened to us': constituents back Labour rebel Caroline Flint",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/20/she-has-listened-to-us-constituents-back-labour-rebel-caroline-flint",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/20/she-has-listened-to-us-constituents-back-labour-rebel-caroline-flint",
    "fields": {
      "headline": "'She has listened to us': constituents back Labour rebel Caroline Flint",
      "standfirst": "<p>In leave-voting former pit villages, many agree with the MP’s decision to support Boris Johnson’s Brexit deal</p>",
      "trailText": "In leave-voting former pit villages, many agree with the MP’s decision to support Boris Johnson’s Brexit deal",
      "byline": "Helen Pidd North of England editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"fe226c2b8b38db116d23437d7afc6e79529e9eb5\"> <img src=\"https://media.guim.co.uk/fe226c2b8b38db116d23437d7afc6e79529e9eb5/0_136_6720_4032/1000.jpg\" alt=\"Bob Davis next to the old pit wheel at Denaby Main in the Don Valley constituency of South Yorkshire. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bob Davis next to the old pit wheel at Denaby Main in the Don Valley constituency of South Yorkshire. </span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Of the six Labour MPs who rebelled and voted with the government on Saturday, only one, Caroline Flint, is standing again in the next general election. But in her constituency of Don Valley, which she has represented for 22 years, that decision seems unlikely to be a costly one.</p> <p>Explaining her decision, Flint revealed a stark statistic: in the mining villages in this part of South Yorkshire, she wrote in the Sunday Times, 80% of voters backed leave in 2016 (over the whole constituency the figure was 68%). Parliament has not been listening to these people, she wrote: “The voices in our mining villages remain unheard, despite their support for Labour over many decades.”</p> <p>In Denaby Main, <a href=\"https://doncaster.moderngov.co.uk/documents/s3832/081015%20r6%20AP%20Appendix%202.pdf\">the most deprived</a> of all the pit villages in Don Valley, where a three-bed terrace can cost about £80,000, Flint’s move was warmly received by voters on both sides of the debate. At the Dearne Valley leisure centre, built on top of the colliery after it was filled in back in 1986, Bob Davis broke into superlatives at the mere mention of her name.</p>  <figure class=\"element element-image\" data-media-id=\"388ac937faa9778c5a692c29d3a1542335f0a165\"> <img src=\"https://media.guim.co.uk/388ac937faa9778c5a692c29d3a1542335f0a165/0_421_6720_4032/1000.jpg\" alt=\"Denaby Main in the Don Valley constituency, South Yorkshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Denaby Main in the Don Valley constituency, South Yorkshire.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>“I think she’s wonderful. Absolutely wonderful. She has listened to her constituents, it’s as simple as that,” said the 75-year-old, who set up his own engineering firm after his father forbade his son following him down the mine. Davis, who voted remain “to keep my children happy”, would vote out now: “It would be an insult to me to run a second referendum. I believe strongly in democracy.”</p> <p>Waiting for his children to finish swimming, Andrew Hampson, 42, said he too voted remain but thought the UK should now probably leave the EU. A former advertising executive who swapped his City job to move to Yorkshire and become a cabinet maker, he thought the remain lobby were still scaremongering. “It’s like with the Y2k crisis,” he said, referring to the experts who warned that a computer bug was projected to create havoc at the beginning of the year 2000. “I just don’t think it’s going to be a disaster.”</p> <p>Yet he questioned exactly what Boris Johnson’s deal really meant: “I think he’s left it purposefully vague. I do worry what Boris has agreed and I think it’s nowhere near what a lot of people wanted.” Many people wanted a real change in immigration policy, he said, particularly in the former coalfields in the north of England: “I know plenty of liberal Guardian readers who will disagree, but the only reason for having immigration is to keep labour costs down. Working people get castigated for saying that, but it’s true.”</p>  <figure class=\"element element-image\" data-media-id=\"f276e9fc2a2524bf49da63c4369bfba735d5e8b9\"> <img src=\"https://media.guim.co.uk/f276e9fc2a2524bf49da63c4369bfba735d5e8b9/0_345_6720_4032/1000.jpg\" alt=\"Plasterer Martin Lawton at Denaby Main in South Yorkshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Plasterer Martin Lawton at Denaby Main in South Yorkshire.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>At the Lord Conyers pub in neighbouring Conisbrough, 32-year-old plasterer Martin Lawton said he voted leave, partly to regain border control. “It seems to have been quite easy for people to come in illegally and legally. It should be stricter,” he said, saying that he charges £15 an hour but had been undercut by eastern Europeans happy to work for the minimum wage.</p> <p>Though she campaigned for remain in the referendum, Flint has become increasingly outspoken against the EU. “When it comes to workers’ rights, the EU isn’t God,” she told the Commons on Saturday. “The fact is local authorities up and down the UK have to outsource contracts to the European Union at the detriment of workers in their local communities. We have seen a rise of zero-hours contracts and poor conditions partly because of that outsourcing.”</p> <p>Badmouthing the EU is unlikely to lose her many votes. A petition to deselect Flint gained just 178 signatures and she was reselected by her constituency party last week. But her seat is not safe: her majority fell to 5,169 at the last election, down from 14,659 when she was first elected in the 1997 Tony Blair landslide. And in the 2019 European elections, the Brexit party topped the poll in Doncaster with 30,016 votes, with Labour a distant second on 11,393.</p>  <figure class=\"element element-image\" data-media-id=\"343ab4499210cad51fa8a869ba349466db136d43\"> <img src=\"https://media.guim.co.uk/343ab4499210cad51fa8a869ba349466db136d43/0_106_6720_4032/1000.jpg\" alt=\"Colin Rufus of the Stars in Our Eyes charity.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Colin Rufus of the Stars in Our Eyes charity.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>But Flint cannot count on the support of all leave voters in her constituency. Colin Rufus, who helps run Stars in Our Eyes, a charity that puts on talent shows, said he would now vote remain: “We were lied to. I voted on the understanding that however many millions each week would go to the NHS. And no one told me there would be a border in Ireland.”</p> <p>Flint should be campaigning for another referendum, he insisted. “As far as I’m concerned, she voted against what Labour people want. We want another go at it.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "745",
      "firstPublicationDate": "2019-10-20T16:10:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:02Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ch47e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fe226c2b8b38db116d23437d7afc6e79529e9eb5/0_136_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Of the six Labour MPs who rebelled and voted with the government on Saturday, only one, Caroline Flint, is standing again in the next general election. But in her constituency of Don Valley, which she has represented for 22 years, that decision seems unlikely to be a costly one. Explaining her decision, Flint revealed a stark statistic: in the mining villages in this part of South Yorkshire, she wrote in the Sunday Times, 80% of voters backed leave in 2016 (over the whole constituency the figure was 68%). Parliament has not been listening to these people, she wrote: “The voices in our mining villages remain unheard, despite their support for Labour over many decades.” In Denaby Main, the most deprived of all the pit villages in Don Valley, where a three-bed terrace can cost about £80,000, Flint’s move was warmly received by voters on both sides of the debate. At the Dearne Valley leisure centre, built on top of the colliery after it was filled in back in 1986, Bob Davis broke into superlatives at the mere mention of her name. “I think she’s wonderful. Absolutely wonderful. She has listened to her constituents, it’s as simple as that,” said the 75-year-old, who set up his own engineering firm after his father forbade his son following him down the mine. Davis, who voted remain “to keep my children happy”, would vote out now: “It would be an insult to me to run a second referendum. I believe strongly in democracy.” Waiting for his children to finish swimming, Andrew Hampson, 42, said he too voted remain but thought the UK should now probably leave the EU. A former advertising executive who swapped his City job to move to Yorkshire and become a cabinet maker, he thought the remain lobby were still scaremongering. “It’s like with the Y2k crisis,” he said, referring to the experts who warned that a computer bug was projected to create havoc at the beginning of the year 2000. “I just don’t think it’s going to be a disaster.” Yet he questioned exactly what Boris Johnson’s deal really meant: “I think he’s left it purposefully vague. I do worry what Boris has agreed and I think it’s nowhere near what a lot of people wanted.” Many people wanted a real change in immigration policy, he said, particularly in the former coalfields in the north of England: “I know plenty of liberal Guardian readers who will disagree, but the only reason for having immigration is to keep labour costs down. Working people get castigated for saying that, but it’s true.” At the Lord Conyers pub in neighbouring Conisbrough, 32-year-old plasterer Martin Lawton said he voted leave, partly to regain border control. “It seems to have been quite easy for people to come in illegally and legally. It should be stricter,” he said, saying that he charges £15 an hour but had been undercut by eastern Europeans happy to work for the minimum wage. Though she campaigned for remain in the referendum, Flint has become increasingly outspoken against the EU. “When it comes to workers’ rights, the EU isn’t God,” she told the Commons on Saturday. “The fact is local authorities up and down the UK have to outsource contracts to the European Union at the detriment of workers in their local communities. We have seen a rise of zero-hours contracts and poor conditions partly because of that outsourcing.” Badmouthing the EU is unlikely to lose her many votes. A petition to deselect Flint gained just 178 signatures and she was reselected by her constituency party last week. But her seat is not safe: her majority fell to 5,169 at the last election, down from 14,659 when she was first elected in the 1997 Tony Blair landslide. And in the 2019 European elections, the Brexit party topped the poll in Doncaster with 30,016 votes, with Labour a distant second on 11,393. But Flint cannot count on the support of all leave voters in her constituency. Colin Rufus, who helps run Stars in Our Eyes, a charity that puts on talent shows, said he would now vote remain: “We were lied to. I voted on the understanding that however many millions each week would go to the NHS. And no one told me there would be a border in Ireland.” Flint should be campaigning for another referendum, he insisted. “As far as I’m concerned, she voted against what Labour people want. We want another go at it.”",
      "charCount": "4281",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/helenpidd\">Helen Pidd</a> North of England editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/20/what-next-for-boris-johnson-brexit-deal-withdrawal-bill-vote",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-20T14:50:00Z",
    "webTitle": "What next for Boris Johnson's Brexit deal?",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/20/what-next-for-boris-johnson-brexit-deal-withdrawal-bill-vote",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/20/what-next-for-boris-johnson-brexit-deal-withdrawal-bill-vote",
    "fields": {
      "headline": "What next for Boris Johnson's Brexit deal?",
      "standfirst": "<p>Despite his latest defeat, PM intends to bring withdrawal bill to the Commons within days<br></p><ul><li><a href=\"https://www.theguardian.com/politics/series/politics-live-with-andrew-sparrow\">Latest Brexit developments – live updates</a></li></ul>",
      "trailText": "Despite his latest defeat, PM intends to bring withdrawal bill to the Commons within days",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"faaa887d7c69185209020a6e8b8ce6cf2a9c2b1d\"> \n <img src=\"https://media.guim.co.uk/faaa887d7c69185209020a6e8b8ce6cf2a9c2b1d/0_233_3500_2100/1000.jpg\" alt=\"Boris Johnson in the Commons on Saturday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson in the Commons on Saturday. He aims to hold another meaningful vote on Monday.</span> \n  <span class=\"element-image__credit\">Photograph: UK Parliament/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<h2><strong>What is happening with the vote on Boris Johnson’s Brexit deal?</strong></h2> \n<p>The prime minister tried to have a meaningful yes/no vote on his Brexit deal on Saturday, but parliament passed an amendment withholding support until full legislation on the withdrawal agreement has been scrutinised. This meant he had to send a letter to the EU requesting a three-month extension to article 50.</p> \n<p>Not to be deterred, Johnson will try again on Monday to secure parliament’s support for his Brexit deal in a yes/no meaningful vote. But there is widespread suspicion that he just wants it to pass in order to be able to withdraw his request for a Brexit delay.</p> \n<p>There are two ways this could be thwarted. Firstly, John Bercow, the Speaker, could rule it out of order because the motion was already debated on Saturday. Secondly, MPs could stage <a href=\"https://www.theguardian.com/politics/2019/oct/20/house-of-fools-how-the-papers-covered-johnsons-latest-brexit-defeat\">a repeat of Saturday</a> and amend the motion to again withhold support for it until full legislation is passed. It could be Brexit Groundhog Day.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/10/brexit_flowchart_22/giv-39025w5racsztAGs/\" data-alt=\"graphic\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/10/brexit_flowchart_22/giv-39025w5racsztAGs/\">graphic</a> \n</figure> \n<h2><strong>Will the prime minister bring forward legislation this week?</strong></h2> \n<p>Regardless of the meaningful vote, Johnson is planning to bring forward the withdrawal agreement bill this week. A vote on second reading could come as soon as Tuesday. MPs would have to say aye or no on whether to let it go through to the next stage of its journey through the House of Commons. Then comes the interesting bit: if it passes, MPs have the opportunity to debate possible amendments, likely to be on whether to add a customs union, a second referendum and to extend transitional arrangements with the EU to prevent the UK crashing out in 2020.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/10/vote_for_a_deal_waffle/giv-3902yFfsgwr9IFAM/\" data-alt=\"graphic 2\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/10/vote_for_a_deal_waffle/giv-3902yFfsgwr9IFAM/\">graphic 2</a> \n</figure> \n<h2><strong>Are any amendments likely to pass?</strong></h2> \n<p>It is quite possible that customs union and transition extension amendments could pass with support from the opposition, some Tory rebels and former Conservatives. The second referendum amendment looks trickier from a numbers point of view.</p> \n<p>If opposition amendments were to pass, Johnson would have to decide whether he could live with them. Conservative hardliners would be unlikely to accept a new mandate to negotiate a customs union, but No 10 might be able to accept a parliamentary vote on whether to extend transitional arrangements in 2020. If the amendments are deemed unacceptable, the prime minister might decide to pull the bill entirely and try to proceed to a general election.</p> \n<p>Labour could then agree to an election or try to find a way of forcing a second referendum in alliance with other parties. However, first the EU would have to grant an extension to article 50. If it rejected an extension, parliament would then face a choice of deal or no deal (or revoking article 50).</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"16661a61-0e0a-4275-86d6-8fa8192c8626\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/A5auvTNciK8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>Will the UK leave the EU on 31 October</strong><strong>, or has </strong><strong>Brexit been delayed again?</strong></h2> \n<p>The UK will probably only leave the EU at the end of the month if a deal has been passed through parliament or the EU rejects a request for an extension, which it will consider next week. The House of Commons and House of Lords could potentially have to sit round the clock and through the weekend in order to pass all the necessary legislation in time to get a deal done. It would only leave without a deal if the EU refused an extension and parliament refused to approve Johnson’s Brexit deal.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f4e4403f-895e-4545-957a-6e7b7679c365\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>The new Brexit deal is essentially the old&nbsp;<a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>&nbsp;deal with a new chapter on the protocol on Ireland and Northern Ireland and a few key tweaks to the political declaration. Here is a&nbsp;<a href=\"https://ec.europa.eu/commission/publications/revised-withdrawal-agreement-including-protocol-ireland-and-northern-ireland_en\">link to the full text</a>.</p>\n    <p></p>\n    <p><strong>The backstop is replaced</strong></p>\n    <p></p>\n    <p>The backstop has essentially been replaced by a full stop whereby Northern Ireland remains aligned to the EU from the end of the transition period for at least four years. A change can only happen if it is voted on by the Stormont assembly.</p>\n    <p></p>\n    <p><strong>Consent</strong></p>\n    <p></p>\n    <p>Stormont will have a key role in future Brexit arrangements. And if there is cross-community support to remain aligned to the EU rather than the UK the consent will hold for eight years.</p>\n    <p>The arrangements in this deal will automatically kick in for a mandated four years if there is a breakdown in trade talks, so it remains a “backstop” but with a permanent tinge.</p>\n    <p>That four-year period will start at the end of December 2020.</p>\n    <p>Two months before the end of the four-year period, that is October 2024, Stormont will be asked to vote on whether to remain aligned to the EU in ways outlined by this deal or not.</p>\n    <p></p>\n    <p><strong>Checks on border, ports and airports</strong></p>\n    <p></p>\n    <p>Under the deal, the UK and the EU are “underlining their firm commitment to no customs and regulatory checks or controls and related physical infrastructure at the border between Ireland and Northern Ireland”.</p>\n    <p></p>\n    <p><strong>Future trade deals</strong></p>\n    <p></p>\n    <p>The EU and the UK will aim for a zero-tariff deal with unlimited quotas. The entire UK, including Northern Ireland, will be free to sign trade deals. The line in the political declaration that “the United Kingdom will consider aligning with union rules in relevant areas” in any future trade talks has been ditched.</p>\n    <p></p>\n    <p><strong>Customs</strong></p>\n    <p></p>\n    <p>Northern Ireland will remain legally in the UK customs territory but practically in the EU customs unions. There will therefore be no customs checks on the border but tariffs will be payable on certain commercial goods.</p>\n    <p>No customs duties will be payable on “personal property” being transited from Great Britain to Northern Ireland. That protects online shopping and all items bought for personal rather than commercial use.</p>\n    <p>Customs duties will be payable on goods imported from the UK for commercial use unless it can be demonstrated that the goods remain in Northern Ireland or are for personal use, as above.</p>\n    <p>A system of rebates will allow importers to be reimbursed.</p>\n    <p></p>\n    <p><strong>West/east trade</strong></p>\n    <p></p>\n    <p>The commitment to frictionless trade between Northern Ireland and Great Britain is restated.</p>\n    <p></p>\n    <p><strong>VAT</strong></p>\n    <p></p>\n    <p>EU law on VAT will apply in Northern Ireland.</p>\n    <p></p>\n    <p><strong>Single electricity market</strong></p>\n    <p></p>\n    <p>The island of Ireland is considering a single market for electricity so homes in Northern Ireland can get their energy from a supplier in Northern Ireland or the republic. There were fears this could be disrupted by Brexit. Under the Johnson deal, the provisions of union law remain so nothing will change.</p>\n    <p></p>\n    <p><strong>Level playing field</strong></p>\n    <p></p>\n    <p>This guarantees that the UK will remain in line with EU conventions on climate, environment and workers rights in a future trade agreement.</p>\n    <p><a href=\"https://www.theguardian.com/profile/lisaocarroll\"><b>Lisa O'Carroll</b></a>&nbsp;<i>Brexit correspondent</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>What about the prospects of an election?</strong></h2> \n<p>Johnson is likely to go for an election within months regardless, given that he has no majority. If he passes a deal unamended, then he could well wait until next year. But if his deal is struggling in parliament, he could proceed to an election pretty quickly in order to try to get a mandate for leaving with the agreement he negotiated.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "625",
      "firstPublicationDate": "2019-10-20T14:50:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:12Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chd67",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/faaa887d7c69185209020a6e8b8ce6cf2a9c2b1d/0_233_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What is happening with the vote on Boris Johnson’s Brexit deal? The prime minister tried to have a meaningful yes/no vote on his Brexit deal on Saturday, but parliament passed an amendment withholding support until full legislation on the withdrawal agreement has been scrutinised. This meant he had to send a letter to the EU requesting a three-month extension to article 50. Not to be deterred, Johnson will try again on Monday to secure parliament’s support for his Brexit deal in a yes/no meaningful vote. But there is widespread suspicion that he just wants it to pass in order to be able to withdraw his request for a Brexit delay. There are two ways this could be thwarted. Firstly, John Bercow, the Speaker, could rule it out of order because the motion was already debated on Saturday. Secondly, MPs could stage a repeat of Saturday and amend the motion to again withhold support for it until full legislation is passed. It could be Brexit Groundhog Day. Will the prime minister bring forward legislation this week? Regardless of the meaningful vote, Johnson is planning to bring forward the withdrawal agreement bill this week. A vote on second reading could come as soon as Tuesday. MPs would have to say aye or no on whether to let it go through to the next stage of its journey through the House of Commons. Then comes the interesting bit: if it passes, MPs have the opportunity to debate possible amendments, likely to be on whether to add a customs union, a second referendum and to extend transitional arrangements with the EU to prevent the UK crashing out in 2020. Are any amendments likely to pass? It is quite possible that customs union and transition extension amendments could pass with support from the opposition, some Tory rebels and former Conservatives. The second referendum amendment looks trickier from a numbers point of view. If opposition amendments were to pass, Johnson would have to decide whether he could live with them. Conservative hardliners would be unlikely to accept a new mandate to negotiate a customs union, but No 10 might be able to accept a parliamentary vote on whether to extend transitional arrangements in 2020. If the amendments are deemed unacceptable, the prime minister might decide to pull the bill entirely and try to proceed to a general election. Labour could then agree to an election or try to find a way of forcing a second referendum in alliance with other parties. However, first the EU would have to grant an extension to article 50. If it rejected an extension, parliament would then face a choice of deal or no deal (or revoking article 50). Will the UK leave the EU on 31 October, or has Brexit been delayed again? The UK will probably only leave the EU at the end of the month if a deal has been passed through parliament or the EU rejects a request for an extension, which it will consider next week. The House of Commons and House of Lords could potentially have to sit round the clock and through the weekend in order to pass all the necessary legislation in time to get a deal done. It would only leave without a deal if the EU refused an extension and parliament refused to approve Johnson’s Brexit deal. What about the prospects of an election? Johnson is likely to go for an election within months regardless, given that he has no majority. If he passes a deal unamended, then he could well wait until next year. But if his deal is struggling in parliament, he could proceed to an election pretty quickly in order to try to get a mandate for leaving with the agreement he negotiated.",
      "charCount": "3563",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/20/eu-will-wait-until-mps-debate-brexit-deal-before-extension-decision",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-20T09:41:16Z",
    "webTitle": "EU will wait until MPs debate Brexit deal to make extension decision",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/20/eu-will-wait-until-mps-debate-brexit-deal-before-extension-decision",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/20/eu-will-wait-until-mps-debate-brexit-deal-before-extension-decision",
    "fields": {
      "headline": "EU will wait until MPs debate Brexit deal to make extension decision",
      "standfirst": "<p>Withdrawal deal to be sent to MEPs on Monday as Brussels consults on appetite for delay</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/20/brexit-boris-johnson-eu-deal-delay-live-news\">Follow the latest Brexit developments – live</a></li></ul>",
      "trailText": "Withdrawal deal to be sent to MEPs on Monday as Brussels consults on appetite for delay",
      "byline": "Daniel Boffey and Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"45f504da3920cb4ba2b6491bdbf5b48ee7c7175a\"> \n <img src=\"https://media.guim.co.uk/45f504da3920cb4ba2b6491bdbf5b48ee7c7175a/0_126_3500_2099/1000.jpg\" alt=\"Boris Johnson with the European council president, Donald Tusk, at the UN headquarters in New York\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson with the European council president, Donald Tusk, at the UN headquarters in New York.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The EU will wait until the Brexit deal comes in front of MPs on Tuesday before making decisions on the terms of a further extension.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/20/uks-three-brexit-letters-to-eu-boris-johnson-conclusion\">UK's three Brexit letters to EU: 'We must bring this to a conclusion'</a> </p> \n</aside> \n<p>With MPs likely to vote on a series of amendments to the deal including a confirmatory referendum, Brussels is reluctant to be dragged into the political drama in Westminster.</p> \n<p>EU ambassadors agreed on Sunday morning that the withdrawal agreement would be sent to the European parliament on Monday. MEPs could vote on it on Thursday if the Commons has given its approval by then.</p> \n<p>The bloc’s chief negotiator, Michel Barnier, said when leaving the Sunday morning meeting with ambassadors that the EU’s ratification process was continuing as “normal”.</p> \n<p>The European council’s president, Donald Tusk, will spend until Tuesday consulting the heads of state and government about their appetite for a further Brexit delay. Ambassadors for the EU27 did not discuss the issue on Sunday morning.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/10/vote_for_a_deal_waffle/giv-3902yFfsgwr9IFAM/\" data-alt=\"voting graphic\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/10/vote_for_a_deal_waffle/giv-3902yFfsgwr9IFAM/\">voting graphic</a> \n</figure> \n<p>Despite attempts by Downing Street to muddy the waters, the <a href=\"https://www.theguardian.com/politics/2019/oct/19/eu-will-grant-brexit-extension-if-johnson-sends-letter-says-brussels\">prime minister’s letter requesting an extension</a> was formally accepted by Tusk on Saturday night. Johnson, speaking in the Commons earlier that day, had told MPs that he did not believe the EU would be minded to offer a further extension and that he would not negotiate one.</p> \n<p>The prime minister soon after <a href=\"https://www.theguardian.com/politics/2019/oct/20/uks-three-brexit-letters-to-eu-boris-johnson-conclusion\">sent a total of three letters</a>: an unsigned photocopy of the request he was obliged to send under the Benn act, an explanatory letter from the UK’s ambassador to the EU and a personal letter explaining why Downing Street did not want an extension.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"16661a61-0e0a-4275-86d6-8fa8192c8626\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/A5auvTNciK8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In the signed message, Johnson warned of the “corrosive impact” of a long delay, and that “a further extension would damage the interests of the UK and our EU partners, and the relationship between us”.</p> \n<p>He said parliament had “missed the opportunity to inject momentum into the ratification process” but said he remained confident <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> legislation would be passed by 31 October.</p> \n<p>Senior EU officials said it had been clear during the discussions among the leaders at a summit on Thursday that they would grant an extension. “Even [the French president Emmanuel] Macron in the room didn’t suggest otherwise”, a source said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/20/anticlimax-as-letwin-plan-scuppers-johnson-brexit-deal\">Drama, delay, anticlimax – big day ends in confusion as Letwin’s amendment scuppers Johnson’s Brexit plan</a> </p> \n</aside> \n<p>A spokesman for the Élysée Palace had said on Saturday evening that any further delay “was not in anyone’s interest” and urged the Commons to vote on the revised deal.</p> \n<p>The chair of the Bundestag’s foreign affairs committee, Norbert Röttgen, a senior member of Angela Merkel’s Christian Democratic Union (CDU) party, tweeted: “Johnson sent the letter, asking EU leaders for another Brexit extension. The European council should now grant a final long one, giving the UK time to sort itself out &amp; to prepare for all possible resolutions including a second referendum. Meanwhile [the] EU could deal with other pressing issues.”</p> \n<p>The European parliament, which is sitting in Strasbourg this week, will only ratify the deal after it has been approved by the Commons.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"aa775e2c-588a-46f1-af5a-4f414593747f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The EU Withdrawal (No 2) Act, often referred to as the Benn act, is a law that was passed by MPs in an attempt to prevent Boris Johnson's government leaving the EU without a deal.</p>\n    <p>It specifies that by 19 October the government must have either secured a deal that parliament has approved, or secured explicit approval from parliament to leave without a deal.</p>\n    <p>If neither of those conditions are met – and if Johnson cannot get his deal passed on 'super Saturday' – it requires the prime minister to write to the EU to ask for a further Brexit extension. The form of the letter that the prime minister must send is set out in full in the act.</p>\n    <p>The act says the extension should last until 31 January 2020, or longer if the EU suggests.</p>\n    <p>Here is the <a href=\"http://www.legislation.gov.uk/ukpga/2019/26/enacted\">full text of the European Union (Withdrawal) (No 2) Act 2019</a></p>\n    <p><b>Martin Belam</b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>MEPs will next sit on 14 November unless an extraordinary session is scheduled, making 30 November a potential new Brexit day should the Commons have approved by then.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "511",
      "firstPublicationDate": "2019-10-20T09:41:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-07T09:56:18Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chctb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/45f504da3920cb4ba2b6491bdbf5b48ee7c7175a/0_126_3500_2099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The EU will wait until the Brexit deal comes in front of MPs on Tuesday before making decisions on the terms of a further extension. With MPs likely to vote on a series of amendments to the deal including a confirmatory referendum, Brussels is reluctant to be dragged into the political drama in Westminster. EU ambassadors agreed on Sunday morning that the withdrawal agreement would be sent to the European parliament on Monday. MEPs could vote on it on Thursday if the Commons has given its approval by then. The bloc’s chief negotiator, Michel Barnier, said when leaving the Sunday morning meeting with ambassadors that the EU’s ratification process was continuing as “normal”. The European council’s president, Donald Tusk, will spend until Tuesday consulting the heads of state and government about their appetite for a further Brexit delay. Ambassadors for the EU27 did not discuss the issue on Sunday morning. Despite attempts by Downing Street to muddy the waters, the prime minister’s letter requesting an extension was formally accepted by Tusk on Saturday night. Johnson, speaking in the Commons earlier that day, had told MPs that he did not believe the EU would be minded to offer a further extension and that he would not negotiate one. The prime minister soon after sent a total of three letters: an unsigned photocopy of the request he was obliged to send under the Benn act, an explanatory letter from the UK’s ambassador to the EU and a personal letter explaining why Downing Street did not want an extension. In the signed message, Johnson warned of the “corrosive impact” of a long delay, and that “a further extension would damage the interests of the UK and our EU partners, and the relationship between us”. He said parliament had “missed the opportunity to inject momentum into the ratification process” but said he remained confident Brexit legislation would be passed by 31 October. Senior EU officials said it had been clear during the discussions among the leaders at a summit on Thursday that they would grant an extension. “Even [the French president Emmanuel] Macron in the room didn’t suggest otherwise”, a source said. A spokesman for the Élysée Palace had said on Saturday evening that any further delay “was not in anyone’s interest” and urged the Commons to vote on the revised deal. The chair of the Bundestag’s foreign affairs committee, Norbert Röttgen, a senior member of Angela Merkel’s Christian Democratic Union (CDU) party, tweeted: “Johnson sent the letter, asking EU leaders for another Brexit extension. The European council should now grant a final long one, giving the UK time to sort itself out &amp; to prepare for all possible resolutions including a second referendum. Meanwhile [the] EU could deal with other pressing issues.” The European parliament, which is sitting in Strasbourg this week, will only ratify the deal after it has been approved by the Commons. MEPs will next sit on 14 November unless an extraordinary session is scheduled, making 30 November a potential new Brexit day should the Commons have approved by then.",
      "charCount": "3085",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> and <a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/20/boris-johnson-saturday-drama-turns-to-farce-all-his-own-fault",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-20T07:00:48Z",
    "webTitle": "Boris Johnson’s Saturday drama turns to farce – and it was all his own fault | Andrew Rawnsley",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/20/boris-johnson-saturday-drama-turns-to-farce-all-his-own-fault",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/20/boris-johnson-saturday-drama-turns-to-farce-all-his-own-fault",
    "fields": {
      "headline": "Boris Johnson’s Saturday drama turns to farce – and it was all his own fault",
      "standfirst": "MPs rightly resisted an attempt to bounce them into blindly rubberstamping his deal",
      "trailText": "MPs rightly resisted an attempt to bounce them into blindly rubberstamping his deal",
      "byline": "Andrew Rawnsley",
      "main": "<figure class=\"element element-image\" data-media-id=\"983b62efefc095728e33331eee7e17756dbda970\"> \n <img src=\"https://media.guim.co.uk/983b62efefc095728e33331eee7e17756dbda970/0_164_3000_1800/1000.jpg\" alt=\"boris johnson smiles in the house of commons\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘After his defeat he fixed a smile to his face and spoke as if “nothing has changed”.’</span> \n  <span class=\"element-image__credit\">Photograph: -/PRU/AFP via Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Everything that could be done had been done to secure a victory for Boris Johnson on what had been billed as <a href=\"https://www.theguardian.com/politics/2019/oct/19/brexit-amendments-mps-are-voting-on\" title=\"\">“Super Saturday”</a>. He had come <a href=\"https://www.theguardian.com/politics/2019/oct/17/boris-johnson-gets-deal-backslapping-brussels-eu-summit-brexit\" title=\"\">back from Brussels</a> with his so-called “new deal” to the sound of the massed brass bands of the pro-Brexit media trumpeting praise for a “stunning achievement”/“personal triumph”/insert more sycophantic hyperbole here. Some European leaders tried to help him frame the choice before parliament as “new deal or no deal”. Suggestions that the EU might not grant another extension to the withdrawal date were designed to spook MPs into voting yes for fear of hurling Britain into a crash-out Brexit.</p> \n<p>Cabinet ministers were deployed to “man-mark” any Conservative MP whose vote was doubtful. Heavy-breathing Tory whips said they were going to get “medieval” with rebels. The self-styled <a href=\"https://www.theguardian.com/politics/2019/oct/16/could-boris-johnsons-brexit-deal-pass-through-parliament\" title=\"\">Tory Spartans</a>, who would have spat out the Johnson deal as treachery if it had been presented by Theresa May, had fallen into line. Some of them had begun to see the ridiculousness of being Brexiters who never actually vote for Brexit.</p> \n<p>Then there was the timetabling. To further ratchet up the pressure, the government staged the crackling drama of an “emergency” Saturday sitting of parliament, the first time that MPs had met at the weekend for nearly 40 years. This meant that everyone had an absurdly limited amount of time to get their heads around the latest tortuous iteration of Brexit. Concluding yesterday’s debate on behalf of the government, Michael Gove declared: “Our democracy is precious and this parliament is a special place.” They had a funny way of showing this supposed reverence for democracy and parliament. MPs were being asked to make a decision with huge consequences less than 48 hours after the deal had been unveiled. Were you able to conduct a confidential survey, guaranteeing to parliamentarians that their responses would remain anonymous, it is my strong suspicion that well under half of them have actually read the legal text and the rewritten political declaration. The government’s desperation to stampede parliament into signing off on the deal was further illustrated by its point-blank refusal to publish any analysis of its economic impact.</p> \n<figure class=\"element element-image\" data-media-id=\"4ee729836f4ebdb65baaa9b6069102532016d8df\"> \n <img src=\"https://media.guim.co.uk/4ee729836f4ebdb65baaa9b6069102532016d8df/0_107_3500_2100/1000.jpg\" alt=\"Oliver Letwin greets supporters in Whitehall after his amendment succeeded in the Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Oliver Letwin greets supporters in Whitehall after his amendment succeeded in the Commons.</span> \n  <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> \n </figcaption> \n</figure> \n<p>These tactics ultimately backfired. There was too much resistance to the attempt to bounce MPs into agreement. The debate was peppered with complaints that a prime minister who couldn’t be trusted was seeking a blank cheque from a parliament being kept in the dark. Justine Greening, the former Tory cabinet minister, tellingly complained that this was like being asked to buy a house without being allowed to see it.</p> \n<p>By <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/oct/19/brexit-deal-how-did-your-mp-vote-on-the-letwin-amendment\" title=\"\">322 to 306</a>, a 16-vote defeat for Boris Johnson, MPs thwarted him by backing <a href=\"https://www.theguardian.com/politics/2019/oct/19/what-does-the-letwin-amendment-mean-for-brexit-timetable-boris-johnson\" title=\"\">Sir Oliver Letwin’s amendment</a> to withhold approval of the deal until MPs have had the chance to properly scrutinise the withdrawal legislation. For the prime minister, so-called Super Saturday turned into Squelched Saturday.</p> \n<p>To understand why he was defeated, you first have to consider his deal. It bears no resemblance to the have-your-cake-and-eat-it promises peddled to the country by him and his fellow travellers during the referendum campaign in 2016. He succeeded in getting rid of the “backstop”, the element of the old deal so aggravating to the Tory Brexit ultras, but at the cost of inserting a frontstop that will keep Northern Ireland largely aligned with the single market and customs union for at least five years. The creation of an economic border down the Irish Sea made it impossible for him to gain the support of the Democratic Unionists. The other major difference with Mrs May’s deal is that it envisages moving to a much more distant relationship with Britain’s most important trading partners. The Johnson deal is one of the rock-hardest forms of Brexit. That diminished his chances of attracting support from Labour MPs.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"16661a61-0e0a-4275-86d6-8fa8192c8626\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/A5auvTNciK8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In his speech to the Commons yesterday, the Tory leader said it was time to “move on”, a mantra parroted ad nauseam from the benches behind him. But as some of the more clued-up MPs observed, his deal does not <a href=\"https://www.theguardian.com/politics/2019/oct/19/boris-johnson-implores-mps-to-get-brexit-done-in-super-saturday-session\" title=\"\">“get Brexit done”</a> at all. It covers only the divorce and a period of “transition”. Where Britain ultimately lands is still hugely uncertain. It is merely the prelude to a tougher stretch of bargaining about the terms of trade, customs, tariffs and standards with the EU. These negotiations come with another deadline attached. The cliff edge moves to the end of 2020. Caroline Lucas, the Green MP, put it wittily when she remarked that it was “a bad deal with a backdoor to a no deal.”</p> \n<p>The fundamental trouble with this deal is the same as with all the many versions of Brexit floated by two Tory prime minsters over the past three-plus years. None offers terms as favourable to the United Kingdom as remaining within the European Union. A study by the UK in a Changing Europe thinktank projects that the Johnson deal will <a href=\"https://ukandeu.ac.uk/johnsons-brexit-leaves-uk-economy-worse-off-than-mays/\" title=\"\">shave up to 7%</a> from the per capita income of Britons over a decade. Other forecasts are available. None of the credible ones suggests that Britain will be better off outside the EU.</p> \n<p>There were other reasons why Mr Johnson could not assemble the coalition of support that he needed. The 10 votes of the <a href=\"https://www.theguardian.com/commentisfree/2019/oct/18/dup-humiliated-westminster\" title=\"\">Democratic Unionists</a> played a decisive role in his defeat. They radiated the fury of people betrayed. Mr Johnson attended their party conference last year <a href=\"https://www.theguardian.com/commentisfree/2019/oct/18/remainers-boris-johnson-brexit\" title=\"\">to pledge that “no British Conservative government</a> could or should sign up to” regulatory checks and customs controls between Northern Ireland and the rest of the UK. Now he is pushing a deal that does this very thing.</p> \n<figure class=\"element element-image\" data-media-id=\"f5e94fc7e132bc3f8ad579efdd864db7c52b9c6c\"> \n <img src=\"https://media.guim.co.uk/f5e94fc7e132bc3f8ad579efdd864db7c52b9c6c/0_324_6720_4032/1000.jpg\" alt=\"‘Justine Greening, the former Tory cabinet minister, tellingly complained that this was like being asked to buy a house without being allowed to see it.’\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Justine Greening, the former Tory cabinet minister, tellingly complained that this was like being asked to buy a house without being allowed to see it.’</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP via Getty Images</span> \n </figcaption> \n</figure> \n<p>Without the DUP, it was always going to be a very hard scrabble for the government to command a majority in the Commons. Its hopes depended on convincing enough Labour MPs to vote with the Tories. There is a band of Labour MPs who have their reasons for wanting to “get Brexit done”, but most had even more compelling reasons for not helping Mr Johnson to do it. He gave them less incentive to support him and more reason to distrust him by moving assurances on workers’ rights and environmental standards out of the binding withdrawal agreement and into the non-binding political declaration. His behaviour in his 88 febrile days as prime minister made it yet harder for Labour MPs to lend him their support.</p> \n<p>The <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\" title=\"\">unlawful prorogation of parliament</a> and the use of incendiary language to attack parliamentarians alienated some of the very Labour MPs he needed to persuade. The fact that it was a Johnson deal was a very big problem for them. The intense loathing he arouses among Labour people is much more visceral than their feelings about Theresa May. It is a very big step for a Labour MP to enable a Tory prime minister, especially when an election is looming. When that Tory prime minister is Boris Johnson, it proved just too much.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>'Those hoping to take the question back to the people have more time to convince parliament to embrace a fresh referendum.</p> \n </blockquote> \n</aside> \n<p>In response to his defeat, the prime minister rose to the dispatch box, fixed a smile to his face and spoke as if, to use a phrase made notorious by his predecessor, “nothing has changed”. Of course, quite a lot has changed. By the time you read this, the government will have <a href=\"https://www.theguardian.com/politics/2019/oct/19/eu-will-grant-brexit-extension-if-johnson-sends-letter-says-brussels\" title=\"\">sent a letter</a> to the EU requesting an extension to the Brexit deadline, something Mr Johnson has repeatedly sworn he would never do, or he will be in breach of the law.</p> \n<p>His deal is not necessarily dead. He mustered 306 votes, <a href=\"https://www.bbc.co.uk/news/uk-politics-47752017\" title=\"\">20 more than Mrs May</a> ever got for her deal. This leaves him 14 short of what he needs for a majority. Some of the MPs who defied him over the Letwin amendment, including Sir Oliver himself, have said they will support the government when it comes to votes on the Brexit legislation. There’s not much doubt, though, that the road ahead has become a great deal more rocky for Mr Johnson. Parliament will be able to seize the opportunity to subject his deal to the searching and detailed scrutiny that the government sought to evade yesterday. Pressure can be increased on ministers to reveal the true costs of the Johnson deal. Those hoping to take the question back to the people have more time to convince parliament to embrace a fresh referendum.</p> \n<p>Boris Johnson called this special Saturday sitting in the hope that it would give him a reputation-boosting, momentum-building victory to flourish. He wanted to be able to claim that Brexit was done and dusted. Instead, Brexit is not done and he is dusted.</p> \n<p>Much is in flux after another “historic” parliamentary vote that failed to settle Britain’s future. One thing is certain. Our long national nightmare continues.</p> \n<p>• Andrew Rawnsley is Chief Political Commentator of the Observer</p>",
      "newspaperPageNumber": "53",
      "wordcount": "1452",
      "commentCloseDate": "2019-10-20T09:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-20T07:00:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:14Z",
      "newspaperEditionDate": "2019-10-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ch9zv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/983b62efefc095728e33331eee7e17756dbda970/0_164_3000_1800/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Everything that could be done had been done to secure a victory for Boris Johnson on what had been billed as “Super Saturday”. He had come back from Brussels with his so-called “new deal” to the sound of the massed brass bands of the pro-Brexit media trumpeting praise for a “stunning achievement”/“personal triumph”/insert more sycophantic hyperbole here. Some European leaders tried to help him frame the choice before parliament as “new deal or no deal”. Suggestions that the EU might not grant another extension to the withdrawal date were designed to spook MPs into voting yes for fear of hurling Britain into a crash-out Brexit. Cabinet ministers were deployed to “man-mark” any Conservative MP whose vote was doubtful. Heavy-breathing Tory whips said they were going to get “medieval” with rebels. The self-styled Tory Spartans, who would have spat out the Johnson deal as treachery if it had been presented by Theresa May, had fallen into line. Some of them had begun to see the ridiculousness of being Brexiters who never actually vote for Brexit. Then there was the timetabling. To further ratchet up the pressure, the government staged the crackling drama of an “emergency” Saturday sitting of parliament, the first time that MPs had met at the weekend for nearly 40 years. This meant that everyone had an absurdly limited amount of time to get their heads around the latest tortuous iteration of Brexit. Concluding yesterday’s debate on behalf of the government, Michael Gove declared: “Our democracy is precious and this parliament is a special place.” They had a funny way of showing this supposed reverence for democracy and parliament. MPs were being asked to make a decision with huge consequences less than 48 hours after the deal had been unveiled. Were you able to conduct a confidential survey, guaranteeing to parliamentarians that their responses would remain anonymous, it is my strong suspicion that well under half of them have actually read the legal text and the rewritten political declaration. The government’s desperation to stampede parliament into signing off on the deal was further illustrated by its point-blank refusal to publish any analysis of its economic impact. These tactics ultimately backfired. There was too much resistance to the attempt to bounce MPs into agreement. The debate was peppered with complaints that a prime minister who couldn’t be trusted was seeking a blank cheque from a parliament being kept in the dark. Justine Greening, the former Tory cabinet minister, tellingly complained that this was like being asked to buy a house without being allowed to see it. By 322 to 306, a 16-vote defeat for Boris Johnson, MPs thwarted him by backing Sir Oliver Letwin’s amendment to withhold approval of the deal until MPs have had the chance to properly scrutinise the withdrawal legislation. For the prime minister, so-called Super Saturday turned into Squelched Saturday. To understand why he was defeated, you first have to consider his deal. It bears no resemblance to the have-your-cake-and-eat-it promises peddled to the country by him and his fellow travellers during the referendum campaign in 2016. He succeeded in getting rid of the “backstop”, the element of the old deal so aggravating to the Tory Brexit ultras, but at the cost of inserting a frontstop that will keep Northern Ireland largely aligned with the single market and customs union for at least five years. The creation of an economic border down the Irish Sea made it impossible for him to gain the support of the Democratic Unionists. The other major difference with Mrs May’s deal is that it envisages moving to a much more distant relationship with Britain’s most important trading partners. The Johnson deal is one of the rock-hardest forms of Brexit. That diminished his chances of attracting support from Labour MPs. In his speech to the Commons yesterday, the Tory leader said it was time to “move on”, a mantra parroted ad nauseam from the benches behind him. But as some of the more clued-up MPs observed, his deal does not “get Brexit done” at all. It covers only the divorce and a period of “transition”. Where Britain ultimately lands is still hugely uncertain. It is merely the prelude to a tougher stretch of bargaining about the terms of trade, customs, tariffs and standards with the EU. These negotiations come with another deadline attached. The cliff edge moves to the end of 2020. Caroline Lucas, the Green MP, put it wittily when she remarked that it was “a bad deal with a backdoor to a no deal.” The fundamental trouble with this deal is the same as with all the many versions of Brexit floated by two Tory prime minsters over the past three-plus years. None offers terms as favourable to the United Kingdom as remaining within the European Union. A study by the UK in a Changing Europe thinktank projects that the Johnson deal will shave up to 7% from the per capita income of Britons over a decade. Other forecasts are available. None of the credible ones suggests that Britain will be better off outside the EU. There were other reasons why Mr Johnson could not assemble the coalition of support that he needed. The 10 votes of the Democratic Unionists played a decisive role in his defeat. They radiated the fury of people betrayed. Mr Johnson attended their party conference last year to pledge that “no British Conservative government could or should sign up to” regulatory checks and customs controls between Northern Ireland and the rest of the UK. Now he is pushing a deal that does this very thing. Without the DUP, it was always going to be a very hard scrabble for the government to command a majority in the Commons. Its hopes depended on convincing enough Labour MPs to vote with the Tories. There is a band of Labour MPs who have their reasons for wanting to “get Brexit done”, but most had even more compelling reasons for not helping Mr Johnson to do it. He gave them less incentive to support him and more reason to distrust him by moving assurances on workers’ rights and environmental standards out of the binding withdrawal agreement and into the non-binding political declaration. His behaviour in his 88 febrile days as prime minister made it yet harder for Labour MPs to lend him their support. The unlawful prorogation of parliament and the use of incendiary language to attack parliamentarians alienated some of the very Labour MPs he needed to persuade. The fact that it was a Johnson deal was a very big problem for them. The intense loathing he arouses among Labour people is much more visceral than their feelings about Theresa May. It is a very big step for a Labour MP to enable a Tory prime minister, especially when an election is looming. When that Tory prime minister is Boris Johnson, it proved just too much. In response to his defeat, the prime minister rose to the dispatch box, fixed a smile to his face and spoke as if, to use a phrase made notorious by his predecessor, “nothing has changed”. Of course, quite a lot has changed. By the time you read this, the government will have sent a letter to the EU requesting an extension to the Brexit deadline, something Mr Johnson has repeatedly sworn he would never do, or he will be in breach of the law. His deal is not necessarily dead. He mustered 306 votes, 20 more than Mrs May ever got for her deal. This leaves him 14 short of what he needs for a majority. Some of the MPs who defied him over the Letwin amendment, including Sir Oliver himself, have said they will support the government when it comes to votes on the Brexit legislation. There’s not much doubt, though, that the road ahead has become a great deal more rocky for Mr Johnson. Parliament will be able to seize the opportunity to subject his deal to the searching and detailed scrutiny that the government sought to evade yesterday. Pressure can be increased on ministers to reveal the true costs of the Johnson deal. Those hoping to take the question back to the people have more time to convince parliament to embrace a fresh referendum. Boris Johnson called this special Saturday sitting in the hope that it would give him a reputation-boosting, momentum-building victory to flourish. He wanted to be able to claim that Brexit was done and dusted. Instead, Brexit is not done and he is dusted. Much is in flux after another “historic” parliamentary vote that failed to settle Britain’s future. One thing is certain. Our long national nightmare continues. • Andrew Rawnsley is Chief Political Commentator of the Observer",
      "charCount": "8529",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewrawnsley\">Andrew Rawnsley</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "uk-news/2019/oct/20/unionists-fear-brexit-deal-will-strike-at-heart-of-identity",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-10-20T06:50:48Z",
    "webTitle": "Weary unionists fear Johnson’s Brexit deal will strike at heart of their identity",
    "webUrl": "https://www.theguardian.com/uk-news/2019/oct/20/unionists-fear-brexit-deal-will-strike-at-heart-of-identity",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/oct/20/unionists-fear-brexit-deal-will-strike-at-heart-of-identity",
    "fields": {
      "headline": "Weary unionists fear Johnson’s Brexit deal will strike at heart of their identity",
      "standfirst": "<p>In Lisburn, once the home of the Ulster Defence Regiment, there was confusion about the DUP’s role in a dramatic week</p>",
      "trailText": "In Lisburn, once the home of the Ulster Defence Regiment, there was confusion about the DUP’s role in a dramatic week",
      "byline": "Rory Carroll",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"f6affa4308b5d54c7bc480b78db3ace6ab68d334\"> <img src=\"https://media.guim.co.uk/f6affa4308b5d54c7bc480b78db3ace6ab68d334/539_0_4700_2822/1000.jpg\" alt=\"Veterans pass by the Ulster Defence Regiment memorial in Lisburn.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Veterans pass the Ulster Defence Regiment memorial in Lisburn.</span> <span class=\"element-image__credit\">Photograph: Niall Carson/PA</span> </figcaption> </figure>",
      "body": "<p>Lisburn’s Britishness is etched in stone and bronze, its town centre dotted with plaques, monuments and statues to those who built the empire and served the United Kingdom.</p> <p>General John Nicholson towers over Market Square, cutlass in one hand, pistol in the other, the plinth declaring he fell mortally wounded “in the hour of victory” during the 1857 Indian mutiny.</p> <p>An even bigger sculpture immortalises a male and female soldier from the Ulster Defence Regiment, which was formed in this County Antrim town and battled the IRA during the Troubles. Built on a heroic scale, they embody sacrifice and loyalty.</p> <p>On Saturday many residents who followed the Brexit debate at Westminster heard a distinct chip, chip, chip – the sound of their identity, of Northern Ireland’s position in the UK, being chiselled away.</p> <p>“Unionism is in a precarious position, it’s been found wanting. I think we’re on the road to a united Ireland,” said James Maxwell, 39, a business owner. “Boris Johnson was mealy mouthed. He’s duplicitous.”</p> <p>Kris Fenning, 45, a painter, feared MPs were taking a hammer to peace and stability in Northern Ireland. “If there’s a push for a united Ireland the loyalists will be back on the streets, the nationalists will be back on the streets and we’ll be back to the bad old days, another 10 or 20 years of hell.”</p> <p><a href=\"https://www.theguardian.com/politics/2019/oct/19/mps-put-brakes-on-boris-johnsons-brexit-deal-with-rebel-letwin-amendment\" title=\"\">The House of Commons actually put the brakes on the Brexit deal </a>that would impose a customs border down the Irish Sea, a dramatic reversal for the prime minister inflicted with relish by his erstwhile allies: the Democratic Unionist party.</p> <p>Having been duped and betrayed by Downing Street over the Brexit deal the <a href=\"https://www.theguardian.com/politics/dup\" title=\"\">DUP</a> clawed back some authority, and revenge, by backing <a href=\"https://www.theguardian.com/politics/2019/oct/19/what-does-the-letwin-amendment-mean-for-brexit-timetable-boris-johnson\" title=\"\">Oliver Letwin’s cross-party amendment. </a>It averted a decisive vote on the deal and forced the prime minister to comply with the terms of the Benn act, which obliges him to write to the EU to request a Brexit delay.</p> <p>Johnson said he was not daunted and would press ahead with tabling Brexit legislation this week, heralding a likely legal challenge and fresh parliamentary drama.</p> <p>In Lisburn, a market town south of Belfast where union flags fly year-round, there was little sign of relief let alone celebration. Some reckoned Johnson’s deal will prevail, if not next week then after a general election. Others surrendered to weariness and confusion, no longer sure what constituted good or bad news.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We’re tired of listening to Brexit. I still want to leave the EU but not if it means weakening our union with Britain</p> <footer> <cite>Iris, pensioner</cite> </footer> </blockquote> </aside>  <p>“We want to remain British, that’s all,” said Iris, 76, a retired factory worker who withheld her surname. “We’re tired of listening to Brexit. I still want to leave the EU but not if it means weakening our union with Britain.”</p> <p>Lisburn is derived from an Irish name, <em>Lios na gCearrbhach</em>, that means fort of the gamblers. To some residents that felt like a description of the repeated dice rolling in Westminster.</p> <p>A retired care worker who gave her name only as Mrs Bell said most MPs had overlooked Northern Ireland and would continue to do so. “They’ve wiped their feet with us. It’s just a mess, a complete mess.”</p> <p>Lisburn is a DUP stronghold represented in Westminster by Jeffrey Donaldson – a potential successor to the party leader Arlene Foster.</p> <p>Its 10 MPs defied Downing Street arm-twisting to back the Letwin amendment, aligning the pro-Brexit, unionist party with Remainers and a Labour party led by Jeremy Corbyn, who favours a united Ireland.</p> <p>Should Brexit end up cancelled, history books will parse the DUP’s actions on Saturday for a minute-by-minute reconstruction of the decisions and personalities – step forward Sammy Wilson – that shaped the UK’s fate. The stakes are existential.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"69bc57224ceadbf214372439ca42d33ca310f821\"> <img src=\"https://media.guim.co.uk/69bc57224ceadbf214372439ca42d33ca310f821/0_194_5555_3334/1000.jpg\" alt=\"Boris Johnson with Arlene Foster at the Democratic Unionist Party conference last year.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson with Arlene Foster at the Democratic Unionist Party conference last year.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure>  <p>Voices across the political spectrum have formed a chorus spelling out danger to the union. John Major and Tony Blair issued a joint statement appealing for a fresh referendum. The Labour MP Kate Hoey said the deal could “do in less than a month what Sinn Fein/IRA failed to achieve in a century of physical force”.</p> <p>Jonathan Powell, the chief British negotiator in Northern Ireland from 1997 to 2007, wrote in the <em>Irish Times</em>: “It might be tempting to just say the DUP had it coming, given their misplaced trust in the two-timing Johnson, but that would be a mistake for the long-term peace of the island.”</p> <p>Sinn Fein senses a historic opportunity should polarisation over Brexit and demographic changes tilt a potential referendum on Irish unity. Irish officials in Dublin sense it too – with dread. “We’re not ready,” said one. “We don’t even know if we can afford it or if we want it.”</p> <p>After three years of Brexit monomania many in Lisburn on Saturday preferred to watch rugby and football – anything, in fact – rather than proceedings in the House of Commons.</p> <p>They were fed up with Brexit and also with the DUP. Some accused it of hubris and naivety, paving the way to a perilous Brexit deal. Others simply blamed the party for prolonging the Brexit uncertainty.</p> <p>Ryan Grant, 24, shrugged and sighed when asked about his preferred outcome. “I just want everyone to be happy.”</p> <p>Greg Mackle, 64, a warehouse operative, never wants to hear the word Brexit again. “I just want it resolved. Get it finished and get on with business, get things back to normal.”</p> <p>Frank Smith, 61, who works in manufacturing, said businesses craved clarity. “You see orders dragging down.”</p> <p>Tommy, a 68-year-old retired factory worker, confessed he was stumped. He wanted to leave the EU – “they’re letting in asshole countries” – but did not want to loosen Northern Ireland’s place in the UK. “For the size of this wee country it’s created some serious problems.”</p> <p>Wayne Morrison, 39, a civil servant, said fears about the union were overblown and that Northern Ireland should not stand in the way of Brexit. “A customs border down the Irish Sea is not ideal but people in Northern Ireland need to understand we’re a burden on the UK taxpayer. We can’t expect the whole UK to shape the deal to suit us.”</p> <p>Loyalists with paramilitary links do appear to expect that. They are reportedly planning to meet in Belfast next week to discuss contingency plans.</p> <p>In an interview at Belfast city hall, John Kyle, a councillor with the UVF-aligned Progressive Unionist party, called for calm and reason.</p> <p>“There is increasing nervousness within unionism regarding the consequences of a deal which is why the details are so important. In Northern Ireland perception is everything and that’s why language is so important. We should never take peace for granted. Talk of betrayal and sabre rattling is unhelpful if not dangerous.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1091",
      "commentable": "false",
      "firstPublicationDate": "2019-10-20T06:50:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:14Z",
      "newspaperEditionDate": "2019-10-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/chad5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f6affa4308b5d54c7bc480b78db3ace6ab68d334/539_0_4700_2822/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Lisburn’s Britishness is etched in stone and bronze, its town centre dotted with plaques, monuments and statues to those who built the empire and served the United Kingdom. General John Nicholson towers over Market Square, cutlass in one hand, pistol in the other, the plinth declaring he fell mortally wounded “in the hour of victory” during the 1857 Indian mutiny. An even bigger sculpture immortalises a male and female soldier from the Ulster Defence Regiment, which was formed in this County Antrim town and battled the IRA during the Troubles. Built on a heroic scale, they embody sacrifice and loyalty. On Saturday many residents who followed the Brexit debate at Westminster heard a distinct chip, chip, chip – the sound of their identity, of Northern Ireland’s position in the UK, being chiselled away. “Unionism is in a precarious position, it’s been found wanting. I think we’re on the road to a united Ireland,” said James Maxwell, 39, a business owner. “Boris Johnson was mealy mouthed. He’s duplicitous.” Kris Fenning, 45, a painter, feared MPs were taking a hammer to peace and stability in Northern Ireland. “If there’s a push for a united Ireland the loyalists will be back on the streets, the nationalists will be back on the streets and we’ll be back to the bad old days, another 10 or 20 years of hell.” The House of Commons actually put the brakes on the Brexit deal that would impose a customs border down the Irish Sea, a dramatic reversal for the prime minister inflicted with relish by his erstwhile allies: the Democratic Unionist party. Having been duped and betrayed by Downing Street over the Brexit deal the DUP clawed back some authority, and revenge, by backing Oliver Letwin’s cross-party amendment. It averted a decisive vote on the deal and forced the prime minister to comply with the terms of the Benn act, which obliges him to write to the EU to request a Brexit delay. Johnson said he was not daunted and would press ahead with tabling Brexit legislation this week, heralding a likely legal challenge and fresh parliamentary drama. In Lisburn, a market town south of Belfast where union flags fly year-round, there was little sign of relief let alone celebration. Some reckoned Johnson’s deal will prevail, if not next week then after a general election. Others surrendered to weariness and confusion, no longer sure what constituted good or bad news. “We want to remain British, that’s all,” said Iris, 76, a retired factory worker who withheld her surname. “We’re tired of listening to Brexit. I still want to leave the EU but not if it means weakening our union with Britain.” Lisburn is derived from an Irish name, Lios na gCearrbhach, that means fort of the gamblers. To some residents that felt like a description of the repeated dice rolling in Westminster. A retired care worker who gave her name only as Mrs Bell said most MPs had overlooked Northern Ireland and would continue to do so. “They’ve wiped their feet with us. It’s just a mess, a complete mess.” Lisburn is a DUP stronghold represented in Westminster by Jeffrey Donaldson – a potential successor to the party leader Arlene Foster. Its 10 MPs defied Downing Street arm-twisting to back the Letwin amendment, aligning the pro-Brexit, unionist party with Remainers and a Labour party led by Jeremy Corbyn, who favours a united Ireland. Should Brexit end up cancelled, history books will parse the DUP’s actions on Saturday for a minute-by-minute reconstruction of the decisions and personalities – step forward Sammy Wilson – that shaped the UK’s fate. The stakes are existential. Voices across the political spectrum have formed a chorus spelling out danger to the union. John Major and Tony Blair issued a joint statement appealing for a fresh referendum. The Labour MP Kate Hoey said the deal could “do in less than a month what Sinn Fein/IRA failed to achieve in a century of physical force”. Jonathan Powell, the chief British negotiator in Northern Ireland from 1997 to 2007, wrote in the Irish Times: “It might be tempting to just say the DUP had it coming, given their misplaced trust in the two-timing Johnson, but that would be a mistake for the long-term peace of the island.” Sinn Fein senses a historic opportunity should polarisation over Brexit and demographic changes tilt a potential referendum on Irish unity. Irish officials in Dublin sense it too – with dread. “We’re not ready,” said one. “We don’t even know if we can afford it or if we want it.” After three years of Brexit monomania many in Lisburn on Saturday preferred to watch rugby and football – anything, in fact – rather than proceedings in the House of Commons. They were fed up with Brexit and also with the DUP. Some accused it of hubris and naivety, paving the way to a perilous Brexit deal. Others simply blamed the party for prolonging the Brexit uncertainty. Ryan Grant, 24, shrugged and sighed when asked about his preferred outcome. “I just want everyone to be happy.” Greg Mackle, 64, a warehouse operative, never wants to hear the word Brexit again. “I just want it resolved. Get it finished and get on with business, get things back to normal.” Frank Smith, 61, who works in manufacturing, said businesses craved clarity. “You see orders dragging down.” Tommy, a 68-year-old retired factory worker, confessed he was stumped. He wanted to leave the EU – “they’re letting in asshole countries” – but did not want to loosen Northern Ireland’s place in the UK. “For the size of this wee country it’s created some serious problems.” Wayne Morrison, 39, a civil servant, said fears about the union were overblown and that Northern Ireland should not stand in the way of Brexit. “A customs border down the Irish Sea is not ideal but people in Northern Ireland need to understand we’re a burden on the UK taxpayer. We can’t expect the whole UK to shape the deal to suit us.” Loyalists with paramilitary links do appear to expect that. They are reportedly planning to meet in Belfast next week to discuss contingency plans. In an interview at Belfast city hall, John Kyle, a councillor with the UVF-aligned Progressive Unionist party, called for calm and reason. “There is increasing nervousness within unionism regarding the consequences of a deal which is why the details are so important. In Northern Ireland perception is everything and that’s why language is so important. We should never take peace for granted. Talk of betrayal and sabre rattling is unhelpful if not dangerous.”",
      "charCount": "6477",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rorycarroll\">Rory Carroll</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]