[
  {
    "id": "commentisfree/2019/jun/23/brexit-three-years-economy-fairness-politicians",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-23T23:01:59Z",
    "webTitle": "We set four tests for Brexit. Three years on, all of them are failing | Anand Menon and Jonathan Portes",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/23/brexit-three-years-economy-fairness-politicians",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/23/brexit-three-years-economy-fairness-politicians",
    "fields": {
      "headline": "We set four tests for Brexit. Three years on, all of them are failing",
      "standfirst": "From the economy to how fair British society is, leaving the EU poses challenges politicians are still far from meeting",
      "trailText": "Leaving the EU poses challenges politicians are still far from meeting, say Anand Menon and Jonathan Portes of UK in a Changing Europe",
      "byline": "Anand Menon and Jonathan Portes",
      "main": "<figure class=\"element element-image\" data-media-id=\"458574b7b4255bd5a42b973dd4bb0308c49ed8a8\"> <img src=\"https://media.guim.co.uk/458574b7b4255bd5a42b973dd4bb0308c49ed8a8/0_0_6875_4128/1000.jpg\" alt=\"Brexit flags on a fishing boat in Ramsgate, Kent\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Brexit is a process, not an event.’ Pro-Brexit flags on a fishing boat in Ramsgate, Kent</span> <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Has Brexit been a success? Now there’s a question. Remember how Zhou Enlai famously (<a href=\"https://www.scmp.com/article/970657/not-letting-facts-ruin-good-story\" title=\"\">albeit apocryphally</a>) declared in 1972 that it was “too early to say” what the impact of the French revolution had been. He must be turning in his grave at this, because the UK hasn’t even left the EU yet – and may well never do so.</p> <p>However, Brexit is a process, not an event. Whatever happens over the next few months and years, it will dominate UK politics and economics for the foreseeable future. Given this, the third anniversary of the referendum feels like a good moment to take stock.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/20/eu-wont-negotiate-on-boris-johnson-brexit-plan-says-dutch-pm-mark-rutte\">UK heading for no-deal Brexit on 31 October, EU leaders conclude</a> </p> </aside>  <p><a href=\"https://ukandeu.ac.uk/wp-content/uploads/2017/01/A-Successful-Brexit-four-economic-tests.pdf\" title=\"\">And so we have.</a> But first, some background. In February 2017, we at UK in a Changing Europe set out four “tests” for Brexit. We deliberately did not base them on what was going on in negotiations between London and Brussels. Rather, we decided to focus on outcomes. We argued that the referendum campaign, while dividing the country – as Brexit continues to do – also revealed some key themes underlying the British political debate.</p> <p>And there was – perhaps surprisingly – considerable common ground across the referendum divide about what we should be seeking to achieve as a country. Generally, both sides argued that the UK should remain an open, outward-looking country; that both economic growth and social cohesion mattered; that we should invest in, and improve, our public services; and that we needed to maintain the UK’s international influence while preserving democratic control of our own destiny.</p> <p>Three years, <a href=\"https://www.theguardian.com/politics/2019/mar/29/mps-reject-theresa-mays-brexit-deal-third-time\" title=\"\">three meaningful votes</a>, numerous European council summits and who knows how many negotiating sessions on, our approach has been vindicated. While the timing and form of Brexit is, if anything, even less clear now than it was in 2017, the same themes – growth, fairness, openness and control – continue to frame the debate. And so we’ve gone back to our tests, and tried to evaluate where we’re reached.</p> <p>Our verdict is unequivocal on the impact to date. While the apocalyptic predictions of the remain campaign have not materialised, the economic damage has nevertheless been significant. The vote to leave the EU triggered not just a one-off inflation shock, but also more persistent impacts on investment, trade and migration. So the economy as a whole has suffered, and the UK is already a somewhat less open economy. Nor are we, in any measurable sense, a fairer society. Finally, the seismic political impact of Brexit means that the UK has, perhaps paradoxically, lost control, at least temporarily, over some aspects of its economic future.</p> <p>But these are early days, to say the least. The transitional arrangements set out in the <a href=\"https://www.theguardian.com/politics/2018/nov/25/may-brexit-deal-explained-eu-withdrawal-agreement-trade-backstop-citizens-rights\" title=\"\">withdrawal agreement</a> foresee a period during which much will continue as now. Though it’s worth noting that the United Kingdom will enjoy far less influence over EU policies than it does as a member state, and hence even less control over its own destiny.</p> <p>Our judgment on the prospects for the future is necessarily more tentative. The consensus amongst credible economists – that Brexit will, overall, be <a href=\"https://www.theguardian.com/politics/2019/feb/26/economy-could-shrink-by-9-percent-under-no-deal-brexit-government-says\" title=\"\">negative for the UK economy</a> and public finances – remains intact. Note how few of those who have published forecasts have seen the need to revisit them. Indeed, that consensus has if anything been strengthened by developments so far, as the prospect of any Brexit that retains single market membership and free movement appears ever more remote.</p> <p>Correspondingly, however, the UK will enjoy considerably more control over a range of policies – trade, regulation and migration – than at present. The challenge of how to translate that gain in notional sovereignty into a genuine sense among the electorate that they have a real say will be central to British politics after Brexit.</p> <p>The prospect of greater control means that the question of openness remains, well, open. Some new barriers to trade with the EU seem inevitable. But so far, perhaps surprisingly, developments in both Westminster politics and public opinion mean that prospects for a relatively liberal <a href=\"https://www.theguardian.com/politics/2018/dec/19/the-post-brexit-immigration-plans-at-a-glance\" title=\"\">immigration policy</a> look better than for some time.</p> <p>The most difficult and uncertain issue remains what future governments will do to address the underlying discontent that, at least in part, drove the Brexit vote. In other words, what can and will be done to make the UK a fairer society. Theresa May spoke of addressing the “<a href=\"https://www.theguardian.com/politics/2016/jun/30/theresa-may-launches-tory-leadership-bid-with-pledge-to-unite-country\" title=\"\">burning injustices</a>” in our society, and many – regardless of their views on Brexit – hoped for a “reset moment”, with new policies to address those numerous structural issues that have been neglected in the past.</p> <p>So far, however, the government has simply not had the space, time or capability to develop the domestic policy proposals and instruments – on investment (public and private), skills, regional policy and so on – that would be needed.</p> <p>Will this change should the UK leave the European Union? Unfortunately, the performance of our political system in the three years since the referendum hardly inspires confidence. The infighting, paralysis and accompanying media focus on the Brexit process in Westminster (and yes, some of us must share responsibility here) have both detracted and distracted from any serious or coherent approach to these substantive issues. At the moment, there appears little chance that this will change – but if we want Brexit to be a success, change it must.</p> <p>• Anand Menon is director of UK in a Changing Europe. Jonathan Portes is a senior fellow at UK in a Changing Europe</p>",
      "wordcount": "893",
      "commentable": "false",
      "firstPublicationDate": "2019-06-23T23:01:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:48Z",
      "newspaperEditionDate": "2019-06-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bymp4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/458574b7b4255bd5a42b973dd4bb0308c49ed8a8/0_0_6875_4128/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Has Brexit been a success? Now there’s a question. Remember how Zhou Enlai famously (albeit apocryphally) declared in 1972 that it was “too early to say” what the impact of the French revolution had been. He must be turning in his grave at this, because the UK hasn’t even left the EU yet – and may well never do so. However, Brexit is a process, not an event. Whatever happens over the next few months and years, it will dominate UK politics and economics for the foreseeable future. Given this, the third anniversary of the referendum feels like a good moment to take stock. And so we have. But first, some background. In February 2017, we at UK in a Changing Europe set out four “tests” for Brexit. We deliberately did not base them on what was going on in negotiations between London and Brussels. Rather, we decided to focus on outcomes. We argued that the referendum campaign, while dividing the country – as Brexit continues to do – also revealed some key themes underlying the British political debate. And there was – perhaps surprisingly – considerable common ground across the referendum divide about what we should be seeking to achieve as a country. Generally, both sides argued that the UK should remain an open, outward-looking country; that both economic growth and social cohesion mattered; that we should invest in, and improve, our public services; and that we needed to maintain the UK’s international influence while preserving democratic control of our own destiny. Three years, three meaningful votes, numerous European council summits and who knows how many negotiating sessions on, our approach has been vindicated. While the timing and form of Brexit is, if anything, even less clear now than it was in 2017, the same themes – growth, fairness, openness and control – continue to frame the debate. And so we’ve gone back to our tests, and tried to evaluate where we’re reached. Our verdict is unequivocal on the impact to date. While the apocalyptic predictions of the remain campaign have not materialised, the economic damage has nevertheless been significant. The vote to leave the EU triggered not just a one-off inflation shock, but also more persistent impacts on investment, trade and migration. So the economy as a whole has suffered, and the UK is already a somewhat less open economy. Nor are we, in any measurable sense, a fairer society. Finally, the seismic political impact of Brexit means that the UK has, perhaps paradoxically, lost control, at least temporarily, over some aspects of its economic future. But these are early days, to say the least. The transitional arrangements set out in the withdrawal agreement foresee a period during which much will continue as now. Though it’s worth noting that the United Kingdom will enjoy far less influence over EU policies than it does as a member state, and hence even less control over its own destiny. Our judgment on the prospects for the future is necessarily more tentative. The consensus amongst credible economists – that Brexit will, overall, be negative for the UK economy and public finances – remains intact. Note how few of those who have published forecasts have seen the need to revisit them. Indeed, that consensus has if anything been strengthened by developments so far, as the prospect of any Brexit that retains single market membership and free movement appears ever more remote. Correspondingly, however, the UK will enjoy considerably more control over a range of policies – trade, regulation and migration – than at present. The challenge of how to translate that gain in notional sovereignty into a genuine sense among the electorate that they have a real say will be central to British politics after Brexit. The prospect of greater control means that the question of openness remains, well, open. Some new barriers to trade with the EU seem inevitable. But so far, perhaps surprisingly, developments in both Westminster politics and public opinion mean that prospects for a relatively liberal immigration policy look better than for some time. The most difficult and uncertain issue remains what future governments will do to address the underlying discontent that, at least in part, drove the Brexit vote. In other words, what can and will be done to make the UK a fairer society. Theresa May spoke of addressing the “burning injustices” in our society, and many – regardless of their views on Brexit – hoped for a “reset moment”, with new policies to address those numerous structural issues that have been neglected in the past. So far, however, the government has simply not had the space, time or capability to develop the domestic policy proposals and instruments – on investment (public and private), skills, regional policy and so on – that would be needed. Will this change should the UK leave the European Union? Unfortunately, the performance of our political system in the three years since the referendum hardly inspires confidence. The infighting, paralysis and accompanying media focus on the Brexit process in Westminster (and yes, some of us must share responsibility here) have both detracted and distracted from any serious or coherent approach to these substantive issues. At the moment, there appears little chance that this will change – but if we want Brexit to be a success, change it must. • Anand Menon is director of UK in a Changing Europe. Jonathan Portes is a senior fellow at UK in a Changing Europe",
      "charCount": "5445",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/anand-menon\">Anand Menon</a> and <a href=\"profile/jonathan-portes\">Jonathan Portes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/jun/23/erdogan-faces-scrutiny-once-more-as-istanbul-goes-back-to-the-polls",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-23T21:12:20Z",
    "webTitle": "Erdoğan party defeated in controversial rerun of Istanbul mayoral poll",
    "webUrl": "https://www.theguardian.com/world/2019/jun/23/erdogan-faces-scrutiny-once-more-as-istanbul-goes-back-to-the-polls",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/23/erdogan-faces-scrutiny-once-more-as-istanbul-goes-back-to-the-polls",
    "fields": {
      "headline": "Erdoğan party defeated in controversial rerun of Istanbul mayoral poll",
      "standfirst": "<p>Voters embrace CHP party campaign bridging religious, class and ethnic divides</p>",
      "trailText": "Voters embrace CHP party campaign bridging religious, class and ethnic divides",
      "byline": "Bethan McKernan in Istanbul",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"580e6c77-1d50-4e42-9262-f206185fea4c\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/6mBTWygC9H8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Turkey’s opposition has won a high-stakes rerun of the Istanbul mayoral election, a serious blow to President Recep Tayyip Erdoğan and a landmark victory in a country where many feared democracy was failing.</p> \n<p>Shortly after initial results pointing to a landslide win for the opposition coalition candidate, Ekrem İmamoğlu, emerged on Sunday evening, the candidate of the ruling Justice and Development party (AKP), Binali Yıldırım, conceded and congratulated his rival.</p> \n<p>The repeat election, designed to undo İmamoğlu’s narrow surprise win in the 31 March contest, was an unprecedented test for both Turkey’s fragile democratic institutions and Erdoğan’s political future.</p> \n<p>Yıldırım’s swift concession saved the AKP the embarrassment of watching the vote count add up to a second defeat, but the loss is likely to lead to intense new power struggles inside the coalition government. Opposition parties were jubilant.</p> \n<p>“We are starting a new page in Istanbul. On this new page, there will be justice, equality, love. Today 16 million <em>Istanbullus</em> have refreshed our belief in democracy,” İmamoğlu told supporters in a televised speech.</p> \n<p>“I thank them all from my heart. You have shown the world that Turkey still protects its democracy. And we have shown other countries who try to go down the road we were choosing that it is no road at all.”</p> \n<figure class=\"element element-image\" data-media-id=\"e5b3c586ab9b7ce482e406321815b0c92b58ac84\"> \n <img src=\"https://media.guim.co.uk/e5b3c586ab9b7ce482e406321815b0c92b58ac84/0_402_3500_2099/1000.jpg\" alt=\"Ekrem İmamoğlu (centre) addresses supporters in Istanbul on Sunday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Ekrem İmamoğlu (centre) addresses supporters in Istanbul on Sunday.</span> \n  <span class=\"element-image__credit\">Photograph: Kemal Aslan/Reuters</span> \n </figcaption> \n</figure> \n<p>The president issued his congratulations to İmamoğlu on Twitter after initial results showed that with 99% of ballots counted the People’s Republican party (CHP) candidate had increased his lead in March, of 13,000 votes, to an astonishing 777,000, or 54%.</p> \n<p>Crowded parties broke out on Istanbul’s main shopping streets and in liberal neighbourhoods.</p> \n<p>“This has brought people hope,” said Semra Deniz, 35, from the city’s artistic hub, Cihangir. “I came to this neighbourhood six years ago and a lot has changed. Places closed down. I hope the cultural erosion is reversed and people feel free to express themselves again.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/jun/23/ekrem-imamoglu-turkeys-unexpected-new-hope-in-fight-for-democracy\">Ekrem İmamoğlu: who is Istanbul election winner and how did he do it?</a> </p> \n</aside> \n<p>Despite blanket pro-government media coverage, İmamoğlu, a previously anonymous local administrator, <a href=\"https://www.theguardian.com/world/2019/apr/22/its-clear-we-won-istanbuls-new-mayor-keen-to-start-work\">stunned the country with his narrow win in March</a>. For Erdoğan, the loss of his hometown, where his political career began in the 1990s, was a personal blow.</p> \n<p>After weeks of AKP appeals, Turkey’s electoral board upheld one complaint regarding ballot counting and annulled İmamoğlu’s victory, sparking outrage even within the ruling party’s ranks, where some feared the board had dented the AKP’s democratic credentials.</p> \n<p>At polling stations on Sunday both CHP and AKP voters stressed that they wanted the repeat election accepted as final.</p> \n<p>“Clearly there is some funny business going on here but I don’t know what,” said AKP voter Cihat Içyumaz, 65, who like many <em>Istanbullus</em> cut short his summer holiday to vote. “For me, chaos after this round of elections is the scariest outcome. I just want the candidate who is best for Istanbul to win.”</p> \n<p>Yıldırım worked hard in the second round of campaigning to close the gap with his rival, reaching out to the party’s base in working class and conservative neighbourhoods, voters who punished the government for Turkey’s economic crisis by staying away in March.</p> \n<p>However, in both a televised debate with İmamoğlu and in conversations with voters, Yıldırım struggled to explain why the repeat election was necessary.</p> \n<p>İmamoğlu was embraced by voters for a platform which focused on bringing people together across the <a href=\"https://www.nytimes.com/2008/02/19/news/19iht-19turkey.10165600.html\">city’s religious, class and ethnic divides</a>, and was able to paint his new campaign as a battle for the future of Turkish democracy itself.</p> \n<p>“The AKP decision to go for a rerun was a colossal strategic mistake,” said Turkish-American political scientist Soner Çağaptay. “And the campaign was an uncharacteristic mess. For the first time in a long time, [the AKP] were on the back foot here, running after the opposition, who dominated the narrative.</p> \n<p>“Erdoğan has to do some serious house-cleaning in his government and reassess his policy making process to bounce back from this, or the suggestion that this is the beginning of his decline will get louder.”</p> \n<p>Rumours are already circulating that the second defeat could trigger a snap national election as Erdoğan seeks to oust increasingly fractious elements in his governing coalition.</p> \n<p>Losing Istanbul for a second time is an unthinkable outcome for the AKP. Turkey’s biggest city and economic heart, it accounted for 31% of GDP in 2017 and is an important driver of the government’s unofficial patronage networks. It has been controlled by the ruling party and its Islamist predecessors for a quarter of a century.</p> \n<p>Observers note that İmamoğlu’s mandate is still far from assured: the 2015 general election which saw the AKP lose its majority in parliament was rerun and other charismatic challengers to Erdoğan have been imprisoned or folded under pressure.</p> \n<p>The AKP still controls 25 of Istanbul’s 39 districts and holds a majority in the municipal assembly, which will make it difficult for İmamoğlu to deliver on campaign promises. The margin of his victory, however, shows that at least in Istanbul there is a strong appetite for change after 16 years of national AKP rule.</p> \n<p>“Turkey has been ruled by a populist leader for almost two decades: he [Erdoğan] has tried to erode the rule of law and take over the media,” Çağaptay said.</p> \n<p>“People say it takes a long time to build a democracy, but today’s result shows it takes a long time to kill a democracy too. Clearly, Turkey’s democratic structures are incredibly resilient.”</p> \n<p><em>Additional reporting: Gökçe Saraçoğlu</em></p>",
      "newspaperPageNumber": "22",
      "wordcount": "899",
      "firstPublicationDate": "2019-06-23T15:32:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-24T13:20:55Z",
      "newspaperEditionDate": "2019-06-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bm63x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c06fd8a44c0dada2b98d397a4075b4c1a5be555/0_187_3134_1881/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Turkey’s opposition has won a high-stakes rerun of the Istanbul mayoral election, a serious blow to President Recep Tayyip Erdoğan and a landmark victory in a country where many feared democracy was failing. Shortly after initial results pointing to a landslide win for the opposition coalition candidate, Ekrem İmamoğlu, emerged on Sunday evening, the candidate of the ruling Justice and Development party (AKP), Binali Yıldırım, conceded and congratulated his rival. The repeat election, designed to undo İmamoğlu’s narrow surprise win in the 31 March contest, was an unprecedented test for both Turkey’s fragile democratic institutions and Erdoğan’s political future. Yıldırım’s swift concession saved the AKP the embarrassment of watching the vote count add up to a second defeat, but the loss is likely to lead to intense new power struggles inside the coalition government. Opposition parties were jubilant. “We are starting a new page in Istanbul. On this new page, there will be justice, equality, love. Today 16 million Istanbullus have refreshed our belief in democracy,” İmamoğlu told supporters in a televised speech. “I thank them all from my heart. You have shown the world that Turkey still protects its democracy. And we have shown other countries who try to go down the road we were choosing that it is no road at all.” The president issued his congratulations to İmamoğlu on Twitter after initial results showed that with 99% of ballots counted the People’s Republican party (CHP) candidate had increased his lead in March, of 13,000 votes, to an astonishing 777,000, or 54%. Crowded parties broke out on Istanbul’s main shopping streets and in liberal neighbourhoods. “This has brought people hope,” said Semra Deniz, 35, from the city’s artistic hub, Cihangir. “I came to this neighbourhood six years ago and a lot has changed. Places closed down. I hope the cultural erosion is reversed and people feel free to express themselves again.” Despite blanket pro-government media coverage, İmamoğlu, a previously anonymous local administrator, stunned the country with his narrow win in March. For Erdoğan, the loss of his hometown, where his political career began in the 1990s, was a personal blow. After weeks of AKP appeals, Turkey’s electoral board upheld one complaint regarding ballot counting and annulled İmamoğlu’s victory, sparking outrage even within the ruling party’s ranks, where some feared the board had dented the AKP’s democratic credentials. At polling stations on Sunday both CHP and AKP voters stressed that they wanted the repeat election accepted as final. “Clearly there is some funny business going on here but I don’t know what,” said AKP voter Cihat Içyumaz, 65, who like many Istanbullus cut short his summer holiday to vote. “For me, chaos after this round of elections is the scariest outcome. I just want the candidate who is best for Istanbul to win.” Yıldırım worked hard in the second round of campaigning to close the gap with his rival, reaching out to the party’s base in working class and conservative neighbourhoods, voters who punished the government for Turkey’s economic crisis by staying away in March. However, in both a televised debate with İmamoğlu and in conversations with voters, Yıldırım struggled to explain why the repeat election was necessary. İmamoğlu was embraced by voters for a platform which focused on bringing people together across the city’s religious, class and ethnic divides, and was able to paint his new campaign as a battle for the future of Turkish democracy itself. “The AKP decision to go for a rerun was a colossal strategic mistake,” said Turkish-American political scientist Soner Çağaptay. “And the campaign was an uncharacteristic mess. For the first time in a long time, [the AKP] were on the back foot here, running after the opposition, who dominated the narrative. “Erdoğan has to do some serious house-cleaning in his government and reassess his policy making process to bounce back from this, or the suggestion that this is the beginning of his decline will get louder.” Rumours are already circulating that the second defeat could trigger a snap national election as Erdoğan seeks to oust increasingly fractious elements in his governing coalition. Losing Istanbul for a second time is an unthinkable outcome for the AKP. Turkey’s biggest city and economic heart, it accounted for 31% of GDP in 2017 and is an important driver of the government’s unofficial patronage networks. It has been controlled by the ruling party and its Islamist predecessors for a quarter of a century. Observers note that İmamoğlu’s mandate is still far from assured: the 2015 general election which saw the AKP lose its majority in parliament was rerun and other charismatic challengers to Erdoğan have been imprisoned or folded under pressure. The AKP still controls 25 of Istanbul’s 39 districts and holds a majority in the municipal assembly, which will make it difficult for İmamoğlu to deliver on campaign promises. The margin of his victory, however, shows that at least in Istanbul there is a strong appetite for change after 16 years of national AKP rule. “Turkey has been ruled by a populist leader for almost two decades: he [Erdoğan] has tried to erode the rule of law and take over the media,” Çağaptay said. “People say it takes a long time to build a democracy, but today’s result shows it takes a long time to kill a democracy too. Clearly, Turkey’s democratic structures are incredibly resilient.” Additional reporting: Gökçe Saraçoğlu",
      "charCount": "5531",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/bethan-mckernan\">Bethan McKernan</a> in Istanbul"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/23/boris-johnson-and-the-moral-response-to-a-domestic-row",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-23T17:24:12Z",
    "webTitle": "Boris Johnson and the moral response to a domestic row | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/23/boris-johnson-and-the-moral-response-to-a-domestic-row",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/23/boris-johnson-and-the-moral-response-to-a-domestic-row",
    "fields": {
      "headline": "Boris Johnson and the moral response to a domestic row",
      "standfirst": "Readers opine on the rights and wrongs of a neighbour’s actions after an altercation at the home of the Tory MP and his partner",
      "trailText": "<strong>Letters:</strong> Readers opine on the rights and wrongs of a neighbour’s actions after an altercation at the home of the Tory MP and his partner",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1e93b0066051045803e68c61f5c536f831df7860\"> <img src=\"https://media.guim.co.uk/1e93b0066051045803e68c61f5c536f831df7860/0_97_2953_1771/1000.jpg\" alt=\"Boris Johnson at the Conservative leadership hustings  on Saturday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson at the Conservative leadership hustings in Birmingham on Saturday. </span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<p>In the early hours, a neighbour hears shouting and a woman yelling “get off me” followed by the sound of breakages (<a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\" title=\"\">Police sent to Johnson’s home after altercation</a>, 22 June). The neighbour knocks on the woman’s door to check she is all right and, as there is no reply, phones the police. One would think this was a commendable response. However, as the man involved in the domestic row was Boris Johnson, the moral response from much of the Tory media is to turn normal standards upside down. The neighbour is condemned for becoming involved. Cameron’s idea of a “big society” is conveniently forgotten. Allison Pearson, on the Today programme, even compared the neighbour to the Stasi. Yet again with Johnson, it’s not what you do but who you are.<br><strong>Dr Chris Morris</strong><br><em>Kidderminster, Worcestershire</em></p> <p>• Although in this case the police were given assurances that both individuals were safe, it would be salutary for more so-called nosy neighbours to intervene or dial 999 when they are concerned about what they hear through closed doors.<br><strong>Val Collier</strong><br><em>Manchester</em></p> <p>• There can be few people who have not heard neighbours having loud words, but we have enough discretion just to raise eyebrows and leave them be, maybe avoiding them for a while after. Making a recording of them through a party wall and sending it to a newspaper is un-neighbourly.<br><strong>Sue Doughty</strong><br><em>Twyford, Berkshire</em></p> <p>• So Boris Johnson and his partner had a row. Nothing more. Where’s the story? I have no respect for the man as a politician and tremble at the thought of what he will become. But he is allowed to have a private life and all that it brings. Surely that is also what the Guardian of all newspapers believes?<br></p> <p><strong>Tim Menah</strong><br><em>Littleport, Camb</em><em>ridgeshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "338",
      "commentable": "false",
      "firstPublicationDate": "2019-06-23T17:24:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:18Z",
      "newspaperEditionDate": "2019-06-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bm5tj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1e93b0066051045803e68c61f5c536f831df7860/0_97_2953_1771/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the early hours, a neighbour hears shouting and a woman yelling “get off me” followed by the sound of breakages (Police sent to Johnson’s home after altercation, 22 June). The neighbour knocks on the woman’s door to check she is all right and, as there is no reply, phones the police. One would think this was a commendable response. However, as the man involved in the domestic row was Boris Johnson, the moral response from much of the Tory media is to turn normal standards upside down. The neighbour is condemned for becoming involved. Cameron’s idea of a “big society” is conveniently forgotten. Allison Pearson, on the Today programme, even compared the neighbour to the Stasi. Yet again with Johnson, it’s not what you do but who you are. Dr Chris Morris Kidderminster, Worcestershire • Although in this case the police were given assurances that both individuals were safe, it would be salutary for more so-called nosy neighbours to intervene or dial 999 when they are concerned about what they hear through closed doors. Val Collier Manchester • There can be few people who have not heard neighbours having loud words, but we have enough discretion just to raise eyebrows and leave them be, maybe avoiding them for a while after. Making a recording of them through a party wall and sending it to a newspaper is un-neighbourly. Sue Doughty Twyford, Berkshire • So Boris Johnson and his partner had a row. Nothing more. Where’s the story? I have no respect for the man as a politician and tremble at the thought of what he will become. But he is allowed to have a private life and all that it brings. Surely that is also what the Guardian of all newspapers believes? Tim Menah Littleport, Cambridgeshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2009",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/23/brexit-destroying-uk-reputation-overseas-south-korea-says-diplomat",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-23T17:04:30Z",
    "webTitle": "Brexit viewed with incredulity overseas, says ambassador",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/23/brexit-destroying-uk-reputation-overseas-south-korea-says-diplomat",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/23/brexit-destroying-uk-reputation-overseas-south-korea-says-diplomat",
    "fields": {
      "headline": "Brexit viewed with incredulity overseas, says ambassador",
      "standfirst": "<p>UK ambassador to South Korea says no serious decision-maker there thinks Brexit is a good idea</p>",
      "trailText": "UK ambassador to South Korea says no serious decision-maker there thinks Brexit is a good idea",
      "byline": "Patrick Wintour Diplomatic editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"228739c99a62f35f9514d5d047ea329de6fddb76\"> <img src=\"https://media.guim.co.uk/228739c99a62f35f9514d5d047ea329de6fddb76/0_96_3500_2100/1000.jpg\" alt=\"Most South Koreans viewed Brexit with either bemusement or deep and serious incredulity, the ambassador said.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Most South Koreans viewed Brexit with either bemusement or deep and serious incredulity, the ambassador said.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>British ambassadors have been sending messages to the Foreign Office describing Brexit as a political shambles that is destroying the UK’s reputation, the serving UK ambassador to South Korea has said.</p> <p>In the latest sign of Foreign Office dissent at the direction of British foreign policy, Simon Smith said no serious decision-maker or opinion-former in South Korea thinks the UK’s decision to leave the EU is a good idea, and that most South Koreans viewed Brexit with either bemusement or deep and serious incredulity.</p> <p>The comments are likely to alarm ministers as they seek to persuade their European counterparts that the country is united behind the Conservative plan to take the country of out of the EU in October.</p> <p>Addressing an audience at the thinktank Chatham House, Smith said he regarded it as his job to tell the Foreign Office what most people in South Korea thought of Brexit, and not to hide from the elephant in the room.</p> <p>Speaking on the record Smith opened his talk by referring to leaked remarks made by the now retired high commissioner to Singapore, and former UK ambassador to South Korea, <a href=\"https://www.theguardian.com/politics/2019/jun/12/brexit-shambles-has-ruined-uk-reputation-says-senior-diplomat\">Scott Wightman, whose scathing valedictory assessment of Brexit</a> was leaked two weeks ago.</p> <p>Smith said: “Some of you will have seen my predecessor‘s thoughts on all this, and all I will say on that, is he has not said anything but what quite a number of us have been saying to our government for the last year or so.</p> <p>“It is my job to tell things as I see it in Korea and, to … more or less quote from a note I wrote last year and sent to London, I have not really met a serious decision-maker or opinion-former in the Republic of Korea that thinks Brexit is a good idea. I have encountered what is characterisable as a spectrum from mild bemusement about Brexit to really quite serious and deep incredulity on the other end of the spectrum.”</p> <p>Smith’s assessment has just been released on a <a href=\"https://www.chathamhouse.org/file/korean-peninsula-diplomatic-outlook\">Chatham House podcast</a>.</p> <p>Wightman is now director of external affairs for the Scottish government.</p> <p>His leaked remarks were praised by recently retired UK ambassador to Libya, Peter Millett, who tweeted: “I would expect most of my former colleagues to share Scott Wightman’s view of Brexit. Behind the scenes it is important for diplomats to challenge the current blind debate.”</p> <p>Despite his frank reportage of the South Korean view of Brexit, Smith highlighted that the UK has managed in the last fortnight to finally <a href=\"https://www.theguardian.com/business/2019/jun/10/uk-south-korea-brexit-trade-deal-asia-eu\">sign off a critically important bilateral trade deal</a> with the country that will largely replicate most aspects of the existing EU-South Korea free trade deal introduced in 2011.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/17/philip-hammond-aware-risks-trading-china-uk-economy-inward-investment\">Hammond 'aware of risks' over trading with China but presses on</a> </p> </aside>  <p>Smith said: “We have knuckled down and made some really good progress towards answering the question to what happens to our trading arrangements if there is a no deal Brexit. We have agreed a continuity arrangement for our free trade.</p> <p>“It is something that is ready to go and a result of a lot of effort, so we have the answer to the question ‘what happens next?’, if we leave the EU on 31 October without a deal and as such cease to be party to the EU-South Korea free trade agreement”.</p> <p>He claimed the deal contained most of the advantageous aspects of the existing EU-South Korea free trade agreement.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/jun/21/brexit-mark-carney-dismisses-boris-johnson-trade-claim-on-no-deal\">Brexit: Carney rejects Boris Johnson's no-deal trade claim</a> </p> </aside>  <p>Britain is Seoul’s second-largest trading partner among the EU members and its 18th-largest trading partner globally.</p> <p>Smith said the current trade volumes between two such major economies was not very good and could be improved, but added the number of South Korean students likely to study in the UK was set to be held back in the years ahead due to the “uncertainty factor” created by Brexit.</p>",
      "newspaperPageNumber": "21",
      "wordcount": "624",
      "firstPublicationDate": "2019-06-23T17:04:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:05Z",
      "newspaperEditionDate": "2019-06-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bm64m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/228739c99a62f35f9514d5d047ea329de6fddb76/0_96_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "British ambassadors have been sending messages to the Foreign Office describing Brexit as a political shambles that is destroying the UK’s reputation, the serving UK ambassador to South Korea has said. In the latest sign of Foreign Office dissent at the direction of British foreign policy, Simon Smith said no serious decision-maker or opinion-former in South Korea thinks the UK’s decision to leave the EU is a good idea, and that most South Koreans viewed Brexit with either bemusement or deep and serious incredulity. The comments are likely to alarm ministers as they seek to persuade their European counterparts that the country is united behind the Conservative plan to take the country of out of the EU in October. Addressing an audience at the thinktank Chatham House, Smith said he regarded it as his job to tell the Foreign Office what most people in South Korea thought of Brexit, and not to hide from the elephant in the room. Speaking on the record Smith opened his talk by referring to leaked remarks made by the now retired high commissioner to Singapore, and former UK ambassador to South Korea, Scott Wightman, whose scathing valedictory assessment of Brexit was leaked two weeks ago. Smith said: “Some of you will have seen my predecessor‘s thoughts on all this, and all I will say on that, is he has not said anything but what quite a number of us have been saying to our government for the last year or so. “It is my job to tell things as I see it in Korea and, to … more or less quote from a note I wrote last year and sent to London, I have not really met a serious decision-maker or opinion-former in the Republic of Korea that thinks Brexit is a good idea. I have encountered what is characterisable as a spectrum from mild bemusement about Brexit to really quite serious and deep incredulity on the other end of the spectrum.” Smith’s assessment has just been released on a Chatham House podcast. Wightman is now director of external affairs for the Scottish government. His leaked remarks were praised by recently retired UK ambassador to Libya, Peter Millett, who tweeted: “I would expect most of my former colleagues to share Scott Wightman’s view of Brexit. Behind the scenes it is important for diplomats to challenge the current blind debate.” Despite his frank reportage of the South Korean view of Brexit, Smith highlighted that the UK has managed in the last fortnight to finally sign off a critically important bilateral trade deal with the country that will largely replicate most aspects of the existing EU-South Korea free trade deal introduced in 2011. Smith said: “We have knuckled down and made some really good progress towards answering the question to what happens to our trading arrangements if there is a no deal Brexit. We have agreed a continuity arrangement for our free trade. “It is something that is ready to go and a result of a lot of effort, so we have the answer to the question ‘what happens next?’, if we leave the EU on 31 October without a deal and as such cease to be party to the EU-South Korea free trade agreement”. He claimed the deal contained most of the advantageous aspects of the existing EU-South Korea free trade agreement. Britain is Seoul’s second-largest trading partner among the EU members and its 18th-largest trading partner globally. Smith said the current trade volumes between two such major economies was not very good and could be improved, but added the number of South Korean students likely to study in the UK was set to be held back in the years ahead due to the “uncertainty factor” created by Brexit.",
      "charCount": "3591",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/patrickwintour\">Patrick Wintour</a> Diplomatic editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "music/2019/jun/23/western-swing-is-where-to-find-genuine-musical-improvisation",
    "type": "article",
    "sectionId": "music",
    "sectionName": "Music",
    "webPublicationDate": "2019-06-23T17:03:05Z",
    "webTitle": "Western swing is where to find genuine musical improvisation | Brief letters",
    "webUrl": "https://www.theguardian.com/music/2019/jun/23/western-swing-is-where-to-find-genuine-musical-improvisation",
    "apiUrl": "https://content.guardianapis.com/music/2019/jun/23/western-swing-is-where-to-find-genuine-musical-improvisation",
    "fields": {
      "headline": "Western swing is where to find genuine musical improvisation",
      "standfirst": "Maternity leave | Bluegrass | Lancashire and Merseyside | Men in skirts | Bee hotels",
      "trailText": "<strong>Brief letters:</strong> Maternity leave | Bluegrass | Lancashire and Merseyside | Men in skirts | Bee hotels",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cf4dbd406813449094aa43b219b3634a94293dc2\"> <img src=\"https://media.guim.co.uk/cf4dbd406813449094aa43b219b3634a94293dc2/0_107_4650_2789/1000.jpg\" alt=\"The Bluegrass Boys in about 1940. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Bluegrass Boys in about 1940. </span> <span class=\"element-image__credit\">Photograph: Pictorial Press/Alamy</span> </figcaption> </figure>",
      "body": "<p>The Medical Women’s Federation feels it is time for the Independent Parliamentary Standards Authority to recognise parental leave for MPs (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/18/the-guardian-view-of-parental-rights-parliamentarians-need-them-too\" title=\"\">Editorial</a>, 19 June). If civil servants on maternity leave are entitled to 26 weeks’ full pay then it would seem only right and fair to offer a similar deal to MPs. The wellbeing of new mothers will impact on the stability of the couple and in turn will ensure a safe and harmonious environment for the new child.<br><strong>Dr Henrietta Bowden-Jones, </strong><strong>Prof Neena Modi</strong><strong> and </strong><strong>Prof Chloe Orkin</strong><strong> </strong><br><em>Medical Women’s Federation</em></p> <p>• The assertion that bluegrass is “as improvisatory as jazz” may be preposterous (<a href=\"https://www.theguardian.com/theguardian/2019/jun/17/going-out-to-bat-for-cricket-diplomacy\" title=\"\">Letters</a>, 18 June), but there is another form of American country music for which this claim is accurate: western swing, originating in Texas in the 1930s. Milton Brown and Bob Wills were among the founding fathers. Modern exponents include Asleep At the Wheel and the Hot Club of Cowtown.<br><strong>Jason Hill</strong><br><em>Stoke-on-Trent</em></p> <p>• As a resident of Newton-le-Willows, I take issue with your assertion that it “hasn’t been in Lancashire since 1974” (<a href=\"https://www.theguardian.com/food/2019/jun/20/the-great-british-tea-test-which-part-of-the-country-brings-us-the-very-best-brew\" title=\"\">The great British tea test</a>, 20 June). Merseyside is an administrative district only. Newton-le-Willows is geographically in Lancashire, so we did not leave Lancashire in 1974.<br><strong>Catherine Round</strong><br><em>Newton-le-Willows, Lancashire</em></p> <p>• I have been wearing a skirt for the past 40 years (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/19/masculinity-trap-why-more-men-should-wear-skirts\" title=\"\">Masculinity is a trap – so men should wear skirts</a>, G2, 19 June). It is called a kilt.<br><strong>Ian Arnott</strong><br><em>Peterborough</em></p> <p>• “You could also erect a bee hotel” (<a href=\"https://www.theguardian.com/lifeandstyle/2019/jun/15/create-a-buzz-how-to-help-save-wild-bees-even-if-you-dont-have-a-garden\" title=\"\">Plan bee</a>, Weekend, 22 June)? More likely a B&amp;B, or even an Air B&amp;B?<br><strong>Tony Cohn</strong><br><em>Leeds </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "302",
      "commentable": "false",
      "firstPublicationDate": "2019-06-23T17:03:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:31Z",
      "newspaperEditionDate": "2019-06-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bm628",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cf4dbd406813449094aa43b219b3634a94293dc2/0_107_4650_2789/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Medical Women’s Federation feels it is time for the Independent Parliamentary Standards Authority to recognise parental leave for MPs (Editorial, 19 June). If civil servants on maternity leave are entitled to 26 weeks’ full pay then it would seem only right and fair to offer a similar deal to MPs. The wellbeing of new mothers will impact on the stability of the couple and in turn will ensure a safe and harmonious environment for the new child. Dr Henrietta Bowden-Jones, Prof Neena Modi and Prof Chloe Orkin Medical Women’s Federation • The assertion that bluegrass is “as improvisatory as jazz” may be preposterous (Letters, 18 June), but there is another form of American country music for which this claim is accurate: western swing, originating in Texas in the 1930s. Milton Brown and Bob Wills were among the founding fathers. Modern exponents include Asleep At the Wheel and the Hot Club of Cowtown. Jason Hill Stoke-on-Trent • As a resident of Newton-le-Willows, I take issue with your assertion that it “hasn’t been in Lancashire since 1974” (The great British tea test, 20 June). Merseyside is an administrative district only. Newton-le-Willows is geographically in Lancashire, so we did not leave Lancashire in 1974. Catherine Round Newton-le-Willows, Lancashire • I have been wearing a skirt for the past 40 years (Masculinity is a trap – so men should wear skirts, G2, 19 June). It is called a kilt. Ian Arnott Peterborough • “You could also erect a bee hotel” (Plan bee, Weekend, 22 June)? More likely a B&amp;B, or even an Air B&amp;B? Tony Cohn Leeds • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1869",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "society/2019/jun/23/campaigners-accuse-tory-politicians-drugs-hypocrisy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-23T16:53:46Z",
    "webTitle": "Campaigners accuse Tory politicians of drugs hypocrisy",
    "webUrl": "https://www.theguardian.com/society/2019/jun/23/campaigners-accuse-tory-politicians-drugs-hypocrisy",
    "apiUrl": "https://content.guardianapis.com/society/2019/jun/23/campaigners-accuse-tory-politicians-drugs-hypocrisy",
    "fields": {
      "headline": "Campaigners accuse Tory politicians of drugs hypocrisy",
      "standfirst": "<p>Marchers calling for laws to be relaxed criticise MPs who have used cocaine and cannabis</p>",
      "trailText": "Marchers calling for laws to be relaxed criticise MPs who have used cocaine and cannabis",
      "byline": "Henry McDonald",
      "main": "<figure class=\"element element-image\" data-media-id=\"7ea7092729cae0630ecc975fe25a373d18819824\"> <img src=\"https://media.guim.co.uk/7ea7092729cae0630ecc975fe25a373d18819824/0_329_6122_3674/1000.jpg\" alt=\"The participants in the Anyone's Child march\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The marchers will arrive at Westminster on Tuesday, where they will meet MPs.</span> <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Conservative politicians who have admitted taking drugs have been branded hypocrites by campaigners taking part in a 60-mile march on parliament to demand the liberalisation of Britain’s drug laws.</p> <p>The<a href=\"https://anyoneschild.org/\"> </a>marchers from the <a href=\"https://anyoneschild.org/\">Anyone’s Child </a>group are walking along the Thames Valley and into London to meet MPs at Westminster on Tuesday.</p> <p>Rose Humphries, the mother of two young men killed by heroin, said she hoped revelations that the former Tory leadership candidates <a href=\"https://www.theguardian.com/politics/2019/jun/09/michael-goves-conservative-leadership-prime-minister-cocaine-admission\">Michael Gove</a> and <a href=\"https://www.theguardian.com/politics/2019/jun/09/high-tories-how-the-leadership-candidates-drug-pasts-compare\">Andrea Leadsom</a> took cocaine and cannabis respectively many years ago would help change both political and public attitudes towards legalising drugs.</p> <p>Despite their sons’ deaths from heroin abuse, Humphries and her husband, Jeremy, have joined the movement agitating for the legalisation and state regulation of all recreational drugs.</p> <p>Humphries said: “On hearing that Michael Gove took cocaine, while his government [has since] continued the failed policy of drug prohibition I thought to myself – ‘what hypocrites’.</p> <p>“But then if it starts to make people out there think about the current situation where every recreational drug is banned then maybe that revelation was a good thing. Because it’s not just about changing politicians’ minds but also that of the public.”</p> <p>The couple’s younger son, Roland, died aged 23 in 2003. Eleven years later Jake, 37, also died from heroin abuse. Yet the couple, who are in their early 70s, are strong advocates for legalisation.</p> <p>“It’s so obvious that after 50-plus years the policy of prohibition doesn’t work; a policy that costs lives,” Jeremy Humphries said. “In relation to Roland he was with other people when he overdosed and no one called for help because I believe they were afraid of being arrested for taking drugs as well.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"158d0524d9e6fb78c7fa47484ad72b339d534134\"> <img src=\"https://media.guim.co.uk/158d0524d9e6fb78c7fa47484ad72b339d534134/310_462_3407_4258/800.jpg\" alt=\"Rose Humphries\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rose Humphries says the Anybody’s Child campaign helped her ‘break the wall of silence’.</span> <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> </figcaption> </figure>  <p>The Humphries, from Bromsgrove in Worcestershire, said their sons were “good people whom we brought up well”. </p> <p>As well as marching to demand MPs consider a radical new approach to the drugs issue, Rose Humphries said the Anybody’s Child campaign had helped her “break the wall of silence”.</p> <p>“For years I could not speak about the boys to neighbours or friends. It was just something I could not talk about because of the shame and stigma. I erected this wall of silence around it because I thought people would judge me.”</p> <p>Her husband defended his support for groups such as <a href=\"https://transformdrugs.org/\">Transform</a>, which lobbies for legalisation. “To those that say to us ‘how can you of all people be in favour of that?’, I respond simply by reminding them that prohibition has simply not worked and never will.”</p> <p>Jane Slater, the campaign manager for Anyone’s Child, said she believed the debate on drugs legalisation was shifting. “Privately MPs we’ve met before have told us they think the current prohibition regime is wrong but then they say they are terrified of what the Daily Mail might say about them if they said they were in favour of liberalisation.”</p> <p>Vince Cable, the departing Liberal Democrat leader, met the marchers as they made their way through his Twickenham constituency on Sunday.</p> <p>While stressing he was not in favour of full legalisation, Cable said he supported decriminalisation for the possession of drugs. “I do follow the science which states that it would be much better to have the legalisation of cannabis, and decriminalisation – coupled with very tight regulation – of drug use generally,” he said.</p> <p>But Brian Reed, who first lost his god-daughter and later his daughter Lydia to heroin laced with the powerful painkiller Fentanyl, said decriminalisation was not enough.</p> <p>The 69-year-old retired industrial chemist and former chemistry teacher said: “Decriminalisation means that people will still die from contaminated drugs. Decriminalisation means that the recreational drugs trade is still in the hands of criminals who have no proper pharmaceutical knowledge and don’t care who dies. The trade should instead be put into the hands of professional people and the whole business regulated.”</p> <p>As well as taking part in the march, which ends on the eve of the UN’s <a href=\"https://www.un.org/en/events/drugabuseday/\">International Day against Drug Abuse and Illicit Trafficking</a>, Reed intends to use his chemistry background to possibly save lives this summer.</p> <p>“I’ve signed up again with <a href=\"https://wearetheloop.org/\">The Loop</a> [a charity that carries out drug safety tests at major events] to help at two major music festivals over the next couple of months. While we wait for the law to change it’s a small but practical way to save lives,” he said.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "727",
      "firstPublicationDate": "2019-06-23T16:53:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-23T18:45:02Z",
      "newspaperEditionDate": "2019-06-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/byy8n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7ea7092729cae0630ecc975fe25a373d18819824/0_329_6122_3674/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Conservative politicians who have admitted taking drugs have been branded hypocrites by campaigners taking part in a 60-mile march on parliament to demand the liberalisation of Britain’s drug laws. The marchers from the Anyone’s Child group are walking along the Thames Valley and into London to meet MPs at Westminster on Tuesday. Rose Humphries, the mother of two young men killed by heroin, said she hoped revelations that the former Tory leadership candidates Michael Gove and Andrea Leadsom took cocaine and cannabis respectively many years ago would help change both political and public attitudes towards legalising drugs. Despite their sons’ deaths from heroin abuse, Humphries and her husband, Jeremy, have joined the movement agitating for the legalisation and state regulation of all recreational drugs. Humphries said: “On hearing that Michael Gove took cocaine, while his government [has since] continued the failed policy of drug prohibition I thought to myself – ‘what hypocrites’. “But then if it starts to make people out there think about the current situation where every recreational drug is banned then maybe that revelation was a good thing. Because it’s not just about changing politicians’ minds but also that of the public.” The couple’s younger son, Roland, died aged 23 in 2003. Eleven years later Jake, 37, also died from heroin abuse. Yet the couple, who are in their early 70s, are strong advocates for legalisation. “It’s so obvious that after 50-plus years the policy of prohibition doesn’t work; a policy that costs lives,” Jeremy Humphries said. “In relation to Roland he was with other people when he overdosed and no one called for help because I believe they were afraid of being arrested for taking drugs as well.” The Humphries, from Bromsgrove in Worcestershire, said their sons were “good people whom we brought up well”. As well as marching to demand MPs consider a radical new approach to the drugs issue, Rose Humphries said the Anybody’s Child campaign had helped her “break the wall of silence”. “For years I could not speak about the boys to neighbours or friends. It was just something I could not talk about because of the shame and stigma. I erected this wall of silence around it because I thought people would judge me.” Her husband defended his support for groups such as Transform, which lobbies for legalisation. “To those that say to us ‘how can you of all people be in favour of that?’, I respond simply by reminding them that prohibition has simply not worked and never will.” Jane Slater, the campaign manager for Anyone’s Child, said she believed the debate on drugs legalisation was shifting. “Privately MPs we’ve met before have told us they think the current prohibition regime is wrong but then they say they are terrified of what the Daily Mail might say about them if they said they were in favour of liberalisation.” Vince Cable, the departing Liberal Democrat leader, met the marchers as they made their way through his Twickenham constituency on Sunday. While stressing he was not in favour of full legalisation, Cable said he supported decriminalisation for the possession of drugs. “I do follow the science which states that it would be much better to have the legalisation of cannabis, and decriminalisation – coupled with very tight regulation – of drug use generally,” he said. But Brian Reed, who first lost his god-daughter and later his daughter Lydia to heroin laced with the powerful painkiller Fentanyl, said decriminalisation was not enough. The 69-year-old retired industrial chemist and former chemistry teacher said: “Decriminalisation means that people will still die from contaminated drugs. Decriminalisation means that the recreational drugs trade is still in the hands of criminals who have no proper pharmaceutical knowledge and don’t care who dies. The trade should instead be put into the hands of professional people and the whole business regulated.” As well as taking part in the march, which ends on the eve of the UN’s International Day against Drug Abuse and Illicit Trafficking, Reed intends to use his chemistry background to possibly save lives this summer. “I’ve signed up again with The Loop [a charity that carries out drug safety tests at major events] to help at two major music festivals over the next couple of months. While we wait for the law to change it’s a small but practical way to save lives,” he said.",
      "charCount": "4418",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/henrymcdonald\">Henry McDonald</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/23/boris-johnson-politics-personality-row-flat-prime-minister",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-23T16:01:42Z",
    "webTitle": "Boris Johnson’s pitch is all about his character. That’s why the row in his flat matters | Matthew d’Ancona",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/23/boris-johnson-politics-personality-row-flat-prime-minister",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/23/boris-johnson-politics-personality-row-flat-prime-minister",
    "fields": {
      "headline": "Boris Johnson’s pitch is all about his character. That’s why the row in his flat matters",
      "standfirst": "<p>The would-be prime minister says Brexit just requires brio and confidence. He turned politics into a game of personality</p>",
      "trailText": "The would-be prime minister says Brexit just requires confidence. He turned politics into a game of personality, says Guardian columnist Matthew d’Ancona",
      "byline": "Matthew d’Ancona",
      "main": "<figure class=\"element element-image\" data-media-id=\"78c9bfb66e13aeaff538d88015755b9ee78fd0ba\"> <img src=\"https://media.guim.co.uk/78c9bfb66e13aeaff538d88015755b9ee78fd0ba/0_81_4278_2567/1000.jpg\" alt=\"Boris Johnson at the Conservative party leadership hustings in Birmingham, June 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Iain Dale was quite right to press Johnson on the matter.’ Boris Johnson at the Conservative party leadership hustings in Birmingham, June 2019. </span> <span class=\"element-image__credit\">Photograph: Rui Vieira/AP</span> </figcaption> </figure>",
      "body": "<p>Let’s begin with the straightforward part: any incident in which a woman is heard screaming in her home, and shouting “Get off me!” at a man, instantly becomes a matter not only of public interest but public responsibility.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/23/boris-johnson-faces-growing-pressure-to-comment-on-row-with-partner\">Hunt ramps up pressure on Johnson to explain police visit</a> </p> </aside>  <p>The precise motives of <a href=\"https://www.theguardian.com/politics/2019/jun/23/boris-johnson-more-neighbours-confirm-tear-up-with-partner-carrie-symonds\" title=\"\">the neighbours</a> who called the police on Thursday night to report the <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\" title=\"\">row between Boris Johnson</a> and his partner, Carrie Symonds – and also alerted the Guardian – should be a matter of near total indifference. So what if they were “remoaners”, or Tory haters, or vacationing ministers in the Venezuelan government? Would it really have been better if they had let it be? Allowed whatever was happening to run its course, on the old, deplorable basis that it is intrinsically wrong to intervene in a “lovers’ tiff”?</p> <p>None of us yet knows precisely what took place between Johnson and Symonds. But – forgive my frustration – <em>that’s the point</em>. The only defensible response of a neighbour in such circumstances was to contact the police.</p> <p>I have argued in the past that Johnson’s turbulent private life is a poor basis on which to attack him. One of the great improvements in British political culture in recent decades has been the decline of moral puritanism: after the fiasco of John Major’s “back to basics” strategy, a new and sensible consensus emerged that sexuality, infidelity and marital status are no long fair game in political conflict. But that shift does not represent a blank cheque. Yes, the police left Symonds’ flat satisfied that “there were no offences or concerns apparent to officers”. But the mere fact that the man poised to become prime minister in a few weeks was involved in an alarming altercation in which a neighbour felt it necessary to call police is self-evidently a legitimate matter for public inquiry.</p> <p>Broadcaster Iain Dale was quite right to <a href=\"https://www.theguardian.com/politics/2019/jun/22/boris-johnson-dodges-questions-about-row-with-partner\" title=\"\">press Johnson</a> on the matter at the Conservative leadership hustings in Birmingham on Saturday. Others should now do the same. We have absolutely no right to know more about, say, the petty private details of Johnson’s prospective divorce from his second wife, or the state of his relationships with his children. We have every right to ask why his partner was screaming on Thursday night and telling him to “get off” her. The line between private and public was clearly breached, and it is time that some of Johnson’s more fanatical supporters acknowledged this basic moral distinction.</p> <p>And there is another, more nuanced dimension to this grisly episode. The person who, so to speak, led us to the door of Symonds’ flat in Camberwell is none other than Johnson himself. His repeated insistence in Birmingham that people didn’t “want to hear about that kind of thing” rang hollow precisely because – more than any other contemporary British politician – he has tried to turn public life into a game of personality, in which wit, confidence, charm and personal presence eclipse policy and substance. This is the proposition upon which his bid for the top job is based: that character is all. It is hardly surprising, then, that his character is now being examined as never before.</p> <p>One should perhaps more accurately say “character”. For the personality that Johnson has presented to the world is a confection, a stage act with roots in his true nature but with many affectations and contrivances. He is, one should never forget, “Al” (for <a href=\"https://www.bbc.co.uk/news/av/uk-politics-15401564/this-week-quiz-what-is-boris-johnson-s-full-name\" title=\"\">Alexander</a>) to his loved ones. “Boris” is a persona: it is his populist Conservative version of Ziggy Stardust, The Rock or Borat. It is a means to an end – and a potent one.</p> <p>Over the years, the character of “Boris” has proved to be a vehicle for some pretty horrible rhetoric: most recently, his declaration that a Muslim woman wearing the niqab resembled “<a href=\"https://www.theguardian.com/politics/2018/dec/20/boris-johnson-cleared-over-burqa-comments\" title=\"\">a bank robber</a>” and that <a href=\"https://www.theguardian.com/politics/2018/aug/06/boris-johnsons-burqa-remarks-fan-flames-of-islamophobia-says-mp\" title=\"\">it was</a> “absolutely ridiculous that people should choose to go around looking like letterboxes”. He has called homosexual men “<a href=\"https://www.pinknews.co.uk/2019/06/18/boris-johnson-lgbt-rights-record-anti-gay-slurs-liberal-stance/\" title=\"\">bum boys</a>”. He has – unbelievably – <a href=\"https://www.theguardian.com/politics/2008/jan/23/london.race\" title=\"\">written about</a> “piccaninnies” with “watermelon smiles”.</p> <p>His trick seems to be to scuttle behind the increasingly tattered defence that he is only trying to be funny, that his remarks have been <a href=\"https://www.theguardian.com/politics/2019/jun/12/brexit-delay-means-defeat-boris-johnson-launches-campaign\" title=\"\">taken “out of context”</a>, that he is the victim of our old friend, political correctness gone mad.</p> <p>To his liberal audience, he says: lighten up. To his hardcore rightwing fans, he winks like Donald Trump, as if to say: I’m on your side, just so you know.</p> <p>Indeed, it has become something close to a parlour game in the political and media class to chatter about “the two Borises” and wonder which is authentic. Which will we get in No 10: nice Dr Jekyll, the supposedly liberal Johnson who won the London mayoralty by posturing as a friend of immigration, diversity and pluralism? Or nasty Mr Hyde: the burqa-bashing populist who has led the charge for Brexit, says “<a href=\"https://www.theguardian.com/politics/2019/may/29/matt-hancock-lays-into-boris-johnson-over-brexit-business-f-word-tirade\" title=\"\">fuck business</a>” (and, presumably, the jobs that go with it) and treated the case of an <a href=\"https://www.theguardian.com/news/2019/jun/19/zaghari-ratcliffe-husband-says-boris-johnson-made-mistakes\" title=\"\">imprisoned British-Iranian woman</a> with indefensible sloppiness?</p> <p>I find this parlour game – this reduction of British politics to a low-rent Churchillian soap opera – unforgivable. No less outrageous is the undiminished determination of the Tory tribe to give this untrustworthy charlatan the keys to No 10. As Dale pressed him on Saturday, the audience of true believers booed. They (like Johnson) regard difficult questions as an impertinence: it is no accident that their hero looked so furious in the <a href=\"https://www.theguardian.com/commentisfree/2019/jun/18/tv-debate-bbc-boris-johnson-sajid-javid-jeremy-hunt-michael-gove-rory-stewart-jonathan-freedland\" title=\"\">BBC candidates’ debate</a> last week, or that he has yet to agree to take part in the planned <a href=\"https://www.theguardian.com/politics/2019/jun/21/jeremy-hunt-calls-for-live-tv-debates-before-tory-voting-begins\" title=\"\">Sky News debate</a> with Jeremy Hunt.</p> <p><a href=\"https://www.theguardian.com/us-news/video/2016/jan/24/donald-trump-i-could-shoot-somebody-and-not-lose-votes-video\" title=\"\">Trump once said</a> that he could “shoot somebody” in the “middle of Fifth Avenue” and not lose any votes on the road to the Republican presidential nomination. Johnson apparently enjoys his own version of this immunity within the Tory stockade.</p> <p>Why do they cling to him so? Because he incarnates hard Brexit, which for the Conservative movement – once described, without irony, as the “natural party of government” – is now a religion rather than a hugely complex, commercial and institutional process. So sacred has this single objective become that – according to <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/06/18/most-conservative-members-would-see-party-destroye\" title=\"\">a YouGov poll</a> last week – most Tory members would be willing for their party to be “destroyed” in order to accomplish the holy task of Brexit. Once the most electorally successful force in the free world, they have become a death cult. Johnson, the <a href=\"https://www.scientology.org.uk/l-ron-hubbard/\" title=\"\">L Ron Hubbard</a> of the Church of Brexitology, reassures them that leaving the EU is anything but complex. In fact, it could not be easier. It just requires confidence, brio, va-va-voom. In other words: him.</p> <p>Which brings us back to Thursday night, a woman’s screams and a fracas that may have much to tell us about the man set to become prime minister in little more than a month. If it’s all about him, then we have a right to know everything about him. So many questions still to ask. All eyes on you, Mr Johnson.</p> <p>• Matthew d’Ancona is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1157",
      "commentable": "false",
      "firstPublicationDate": "2019-06-23T16:01:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-16T11:57:30Z",
      "newspaperEditionDate": "2019-06-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bm5zk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/78c9bfb66e13aeaff538d88015755b9ee78fd0ba/0_81_4278_2567/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Let’s begin with the straightforward part: any incident in which a woman is heard screaming in her home, and shouting “Get off me!” at a man, instantly becomes a matter not only of public interest but public responsibility. The precise motives of the neighbours who called the police on Thursday night to report the row between Boris Johnson and his partner, Carrie Symonds – and also alerted the Guardian – should be a matter of near total indifference. So what if they were “remoaners”, or Tory haters, or vacationing ministers in the Venezuelan government? Would it really have been better if they had let it be? Allowed whatever was happening to run its course, on the old, deplorable basis that it is intrinsically wrong to intervene in a “lovers’ tiff”? None of us yet knows precisely what took place between Johnson and Symonds. But – forgive my frustration – that’s the point. The only defensible response of a neighbour in such circumstances was to contact the police. I have argued in the past that Johnson’s turbulent private life is a poor basis on which to attack him. One of the great improvements in British political culture in recent decades has been the decline of moral puritanism: after the fiasco of John Major’s “back to basics” strategy, a new and sensible consensus emerged that sexuality, infidelity and marital status are no long fair game in political conflict. But that shift does not represent a blank cheque. Yes, the police left Symonds’ flat satisfied that “there were no offences or concerns apparent to officers”. But the mere fact that the man poised to become prime minister in a few weeks was involved in an alarming altercation in which a neighbour felt it necessary to call police is self-evidently a legitimate matter for public inquiry. Broadcaster Iain Dale was quite right to press Johnson on the matter at the Conservative leadership hustings in Birmingham on Saturday. Others should now do the same. We have absolutely no right to know more about, say, the petty private details of Johnson’s prospective divorce from his second wife, or the state of his relationships with his children. We have every right to ask why his partner was screaming on Thursday night and telling him to “get off” her. The line between private and public was clearly breached, and it is time that some of Johnson’s more fanatical supporters acknowledged this basic moral distinction. And there is another, more nuanced dimension to this grisly episode. The person who, so to speak, led us to the door of Symonds’ flat in Camberwell is none other than Johnson himself. His repeated insistence in Birmingham that people didn’t “want to hear about that kind of thing” rang hollow precisely because – more than any other contemporary British politician – he has tried to turn public life into a game of personality, in which wit, confidence, charm and personal presence eclipse policy and substance. This is the proposition upon which his bid for the top job is based: that character is all. It is hardly surprising, then, that his character is now being examined as never before. One should perhaps more accurately say “character”. For the personality that Johnson has presented to the world is a confection, a stage act with roots in his true nature but with many affectations and contrivances. He is, one should never forget, “Al” (for Alexander) to his loved ones. “Boris” is a persona: it is his populist Conservative version of Ziggy Stardust, The Rock or Borat. It is a means to an end – and a potent one. Over the years, the character of “Boris” has proved to be a vehicle for some pretty horrible rhetoric: most recently, his declaration that a Muslim woman wearing the niqab resembled “a bank robber” and that it was “absolutely ridiculous that people should choose to go around looking like letterboxes”. He has called homosexual men “bum boys”. He has – unbelievably – written about “piccaninnies” with “watermelon smiles”. His trick seems to be to scuttle behind the increasingly tattered defence that he is only trying to be funny, that his remarks have been taken “out of context”, that he is the victim of our old friend, political correctness gone mad. To his liberal audience, he says: lighten up. To his hardcore rightwing fans, he winks like Donald Trump, as if to say: I’m on your side, just so you know. Indeed, it has become something close to a parlour game in the political and media class to chatter about “the two Borises” and wonder which is authentic. Which will we get in No 10: nice Dr Jekyll, the supposedly liberal Johnson who won the London mayoralty by posturing as a friend of immigration, diversity and pluralism? Or nasty Mr Hyde: the burqa-bashing populist who has led the charge for Brexit, says “fuck business” (and, presumably, the jobs that go with it) and treated the case of an imprisoned British-Iranian woman with indefensible sloppiness? I find this parlour game – this reduction of British politics to a low-rent Churchillian soap opera – unforgivable. No less outrageous is the undiminished determination of the Tory tribe to give this untrustworthy charlatan the keys to No 10. As Dale pressed him on Saturday, the audience of true believers booed. They (like Johnson) regard difficult questions as an impertinence: it is no accident that their hero looked so furious in the BBC candidates’ debate last week, or that he has yet to agree to take part in the planned Sky News debate with Jeremy Hunt. Trump once said that he could “shoot somebody” in the “middle of Fifth Avenue” and not lose any votes on the road to the Republican presidential nomination. Johnson apparently enjoys his own version of this immunity within the Tory stockade. Why do they cling to him so? Because he incarnates hard Brexit, which for the Conservative movement – once described, without irony, as the “natural party of government” – is now a religion rather than a hugely complex, commercial and institutional process. So sacred has this single objective become that – according to a YouGov poll last week – most Tory members would be willing for their party to be “destroyed” in order to accomplish the holy task of Brexit. Once the most electorally successful force in the free world, they have become a death cult. Johnson, the L Ron Hubbard of the Church of Brexitology, reassures them that leaving the EU is anything but complex. In fact, it could not be easier. It just requires confidence, brio, va-va-voom. In other words: him. Which brings us back to Thursday night, a woman’s screams and a fracas that may have much to tell us about the man set to become prime minister in little more than a month. If it’s all about him, then we have a right to know everything about him. So many questions still to ask. All eyes on you, Mr Johnson. • Matthew d’Ancona is a Guardian columnist",
      "charCount": "6835",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthew-dancona\">Matthew d’Ancona</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]