[
  {
    "id": "commentisfree/2019/dec/22/the-guardian-view-on-social-care-time-for-boris-johnson-to-prove-his-one-nation-credentials",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-22T18:30:22Z",
    "webTitle": "The Guardian view on social care: time for Boris Johnson to prove his one-nation credentials | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/22/the-guardian-view-on-social-care-time-for-boris-johnson-to-prove-his-one-nation-credentials",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/22/the-guardian-view-on-social-care-time-for-boris-johnson-to-prove-his-one-nation-credentials",
    "fields": {
      "headline": "The Guardian view on social care: time for Boris Johnson to prove his one-nation credentials",
      "standfirst": "The prime minister’s healthy majority gives him the breathing space to raise the revenues needed to tackle a national scandal",
      "trailText": "<strong>Editorial:</strong> The prime minister’s healthy majority gives him the breathing space to raise the revenues needed to tackle a national scandal",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"d796c2345b31fa7f548762ba7cbf722c96de8366\"> <img src=\"https://media.guim.co.uk/d796c2345b31fa7f548762ba7cbf722c96de8366/0_141_2121_1273/1000.jpg\" alt=\"Care worker helping man up from seat\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Restoring dignity and security to those elderly members of society who desperately need the state’s help is an obvious starting point.’</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>Britain needs the coming break. If the December election provided a splenetic denouement to a dangerously polarised period in public life, Christmas offers a chance to relax and reset the dial of the national mood to a more sustainable level. When politics does return to a divided country, which badly needs to unite and agree on something, the crisis in social care must finally be given the attention it deserves.</p> <p>Over the past two decades, there have been five independent commissions, four government white papers and two green papers addressing the care funding crisis, which becomes more urgent every year as people live longer. No progress has been made, for reasons primarily to do with political cowardice and cynicism. With Brexit no longer consuming all energies, 2020 must be different.</p> <p>Since becoming prime minister, Boris Johnson has shape-shifted, dissembled and obfuscated on social care, as on so many other matters. In the summer, he said he had <a href=\"https://www.theguardian.com/society/2019/nov/25/boris-johnson-under-fire-over-vague-social-care-funding-plans\" title=\"\">“a clear plan”</a> that would fix the problem. There was no plan. Instead Mr Johnson has pledged an extra £1bn a year for the sector – the equivalent of a sticking plaster on a gaping wound – and said he will seek cross-party consensus on what to do next.</p> <p>Hard as it may be, opposition parties should try to treat this approach with an open mind. It is vital that the politicking which has dogged previous attempts to reform a broken system is not repeated. Talk of a Labour <a href=\"https://www.theguardian.com/politics/2010/mar/30/death-tax-haunts-andy-burnham-care-revolution\" title=\"\">“death tax”</a> in 2010, and a Tory <a href=\"https://www.theguardian.com/society/2017/may/22/theresa-may-u-turn-on-dementia-tax-cap-social-care-conservative-manifesto\" title=\"\">“dementia tax”</a> in 2017, dumbed down public debate – and in doing so betrayed people who were vulnerable, lonely and in dire need. While parliament has prevaricated and kicked cans down the road, <a href=\"https://www.theguardian.com/commentisfree/2019/feb/06/the-guardian-view-on-funding-social-care-break-the-tax-taboo\" title=\"\">tens of thousands of people die waiting for a care package</a> each year; <a href=\"https://www.ageuk.org.uk/latest-news/articles/2018/july/1.4-million-older-people-arent-getting-the-care-and-support-they-need--a-staggering-increase-of-almost-20-in-just-two-years/\" title=\"\">Age UK estimates</a> that 1.4 million people who have difficulty eating, washing, dressing and going to the toilet are not getting the support they need and <a href=\"https://www.health.org.uk/sites/default/files/2019-08/20190410-What-should-be-done-to-fix-the-crisis-in-social-care.pdf\" title=\"\">one in 10</a> people over the age of 65 face future lifetime care costs of over £100,000. The journey to this appalling state of affairs has been a collective political failure and is a stain on the nation’s conscience.</p> <p>That said, this is now Boris Johnson’s problem to solve. A healthy majority and the prospect of a five-year term leave no room for alibis or finger-pointing across the aisle of the House of Commons. The prime minister has said he will lead a “people’s government” committed to one-nation Conservatism; restoring dignity and security to those elderly members of society who desperately need the state’s help is an obvious starting point. The crisis in both residential and home care has been exacerbated by 10 years of swingeing Conservative cuts to local government funding, <a href=\"https://www.theguardian.com/society/2019/jan/28/deprived-northern-regions-worst-hit-by-uk-austerity-study-finds\" title=\"\">which have hit the poorer areas of the country hardest</a>. If Mr Johnson truly intends a new deal for such places, funding adequate social care is one way to show it.</p> <p>The consensus that the prime minister claims to seek is largely already in place. There is broad agreement that public funding for adult social care needs to be significantly increased, and that a balance needs to be struck between individual and collective responsibility for care costs. It is generally acknowledged that there should be a reasonable limit on the lifetime liability of individuals. <a href=\"https://www.kingsfund.org.uk/sites/default/files/field/field_publication_file/briefing-dilnot-commission-social-care-jul11.pdf\" title=\"\">The Dilnot commission’s proposals</a>, which combine the principle of means-testing with a cap on individual payments, are now almost a decade old. Whether Mr Johnson’s government chooses to return to them or take another route, there can be no more stalling. He must get social care reform done.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "596",
      "commentCloseDate": "2019-12-22T21:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-22T18:30:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-22T22:02:00Z",
      "newspaperEditionDate": "2019-12-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dx66v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d796c2345b31fa7f548762ba7cbf722c96de8366/0_141_2121_1273/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain needs the coming break. If the December election provided a splenetic denouement to a dangerously polarised period in public life, Christmas offers a chance to relax and reset the dial of the national mood to a more sustainable level. When politics does return to a divided country, which badly needs to unite and agree on something, the crisis in social care must finally be given the attention it deserves. Over the past two decades, there have been five independent commissions, four government white papers and two green papers addressing the care funding crisis, which becomes more urgent every year as people live longer. No progress has been made, for reasons primarily to do with political cowardice and cynicism. With Brexit no longer consuming all energies, 2020 must be different. Since becoming prime minister, Boris Johnson has shape-shifted, dissembled and obfuscated on social care, as on so many other matters. In the summer, he said he had “a clear plan” that would fix the problem. There was no plan. Instead Mr Johnson has pledged an extra £1bn a year for the sector – the equivalent of a sticking plaster on a gaping wound – and said he will seek cross-party consensus on what to do next. Hard as it may be, opposition parties should try to treat this approach with an open mind. It is vital that the politicking which has dogged previous attempts to reform a broken system is not repeated. Talk of a Labour “death tax” in 2010, and a Tory “dementia tax” in 2017, dumbed down public debate – and in doing so betrayed people who were vulnerable, lonely and in dire need. While parliament has prevaricated and kicked cans down the road, tens of thousands of people die waiting for a care package each year; Age UK estimates that 1.4 million people who have difficulty eating, washing, dressing and going to the toilet are not getting the support they need and one in 10 people over the age of 65 face future lifetime care costs of over £100,000. The journey to this appalling state of affairs has been a collective political failure and is a stain on the nation’s conscience. That said, this is now Boris Johnson’s problem to solve. A healthy majority and the prospect of a five-year term leave no room for alibis or finger-pointing across the aisle of the House of Commons. The prime minister has said he will lead a “people’s government” committed to one-nation Conservatism; restoring dignity and security to those elderly members of society who desperately need the state’s help is an obvious starting point. The crisis in both residential and home care has been exacerbated by 10 years of swingeing Conservative cuts to local government funding, which have hit the poorer areas of the country hardest. If Mr Johnson truly intends a new deal for such places, funding adequate social care is one way to show it. The consensus that the prime minister claims to seek is largely already in place. There is broad agreement that public funding for adult social care needs to be significantly increased, and that a balance needs to be struck between individual and collective responsibility for care costs. It is generally acknowledged that there should be a reasonable limit on the lifetime liability of individuals. The Dilnot commission’s proposals, which combine the principle of means-testing with a cap on individual payments, are now almost a decade old. Whether Mr Johnson’s government chooses to return to them or take another route, there can be no more stalling. He must get social care reform done.",
      "charCount": "3533",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/dec/22/labour-team-needs-new-style-of-play-to-win-again",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-22T18:15:32Z",
    "webTitle": "Labour team needs new style of play to win again | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/22/labour-team-needs-new-style-of-play-to-win-again",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/22/labour-team-needs-new-style-of-play-to-win-again",
    "fields": {
      "headline": "Labour team needs new style of play to win again",
      "standfirst": "Readers react to Andy Beckett’s prediction that party policies might sow the seeds for success ahead",
      "trailText": "<strong>Letters:</strong> readers react to Andy Beckett’s prediction that party policies might sow the seeds for success ahead",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1eec870849f69bfb511eae5d5eebf8ea1175d677\"> <img src=\"https://media.guim.co.uk/1eec870849f69bfb511eae5d5eebf8ea1175d677/0_78_1185_711/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Andy Beckett appears to subscribe to the Corbyn continuity strategy. Heaven spare us,’ says Charles Gains.</span> <span class=\"element-image__credit\">Photograph: AFP via Getty</span> </figcaption> </figure>",
      "body": "<p>Andy Beckett (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/left-labour-michael-foot-tony-blair\" title=\"\">A defeat, yes, but this was not nearly as bad as 1983</a>, Journal, 20 December) suggests that we should not be overly worried about Labour’s defeat because the left did well among young people and Londoners. He ignores the bigger historical lessons. Labour’s roots lie in the friendly societies and trade unions of the 19th century, and the Christian nonconformist communities from which they sprang.</p> <p>This historical background remains an authentic expression of the values held by the kinds of communities that had traditionally voted Labour until this election. It means that any leadership or programme inspired too much by policies based on doctrinaire socialism is bound to fail with the electorate. Equally, a pragmatic commitment to social justice is not the exclusive property of the left.</p> <p>Another great British political tradition rests on one-nation Conservatism, the values and beliefs held by the <a href=\"https://www.theguardian.com/uk/2011/dec/30/thatcher-battled-cabinet-wets-national-archives\" title=\"\">so-called “wets”</a> derided by Margaret Thatcher. It may lack the ideological underpinnings of socialist thought, and may be dismissed as the rich throwing a bone to the poor, but it can improve social justice if the Tory leadership wants it to. If Boris Johnson fails to achieve noticeable improvements in social justice over the next five years, Labour will have an open goal – but not if it continues to scare off its traditional supporters with talk of a class war and financially unbelievable commitments.<br><strong>Peter Muchlinski</strong><br><em>Emeritus professor of law, Soas University of London</em></p> <p>• I agree with Andy Beckett that the 1983 election result was much worse for Labour than this month’s defeat. In 1983, not only did the Conservatives win a much bigger majority (144), but under Thatcher they had both a clear ideology and a sense of purpose – and their leader was able to articulate these. The Conservatives under Boris Johnson have neither a coherent vision nor an obvious direction to go, beyond a desire to “<a href=\"https://www.theguardian.com/politics/2019/oct/20/uks-three-brexit-letters-to-eu-boris-johnson-conclusion\" title=\"\">get Brexit done</a>”, while their leader is a chancer who is widely distrusted.</p> <p>Perhaps I am being unduly optimistic, but I sense the shine will very soon come off this Conservative election victory as people realise that austerity is far from over, the government’s response to the climate emergency is woefully inadequate and Brexit will bring some painful consequences.<br><strong>Joh</strong><strong>n Boaler</strong><br><em>Calne, Wiltshire</em></p> <p>• Andy Beckett’s article is reminiscent of football fans arguing that this season’s 4-0 defeat by arch-rivals is not nearly as bad as last year’s 5-0 trouncing. His logic is equally flawed in quoting the percentage voting pattern of under-35s on the supposition that this will eventually translate into a massive victory for Labour. All the available evidence suggests that the older you get, the farther to the right you drift.</p> <p>I’ve spent decades in Labour and never joined a pressure group. I’ve found myself left on some issues and right on others. Anecdotal evidence I have accrued suggests most party members are like me, not the posturing of the self-labelled and often transient “left”.</p> <p>We have taken a massive battering and, like some football teams, perhaps we not only need a new manager but a new style of play. Beckett appears to subscribe to the Corbyn continuity strategy. Heaven spare us.<br><strong>Charles Gains</strong><br><em>Ormskirk, West Lancashire</em></p> <p>• Andy Beckett points out that “Corbyn won the support of a cohort of voters that will only become more important” – the under-35s. This reminds me of an elderly person who asked, in 1971, why <a href=\"https://www.theguardian.com/theguardian/2011/feb/16/archive-decimalisation-currency-1971\" title=\"\">the introduction of decimal currency</a> could not wait until all of the old people had died.<br><strong>Bill Bradbury</strong><br><em>Bolton</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "635",
      "commentable": "false",
      "firstPublicationDate": "2019-12-22T18:15:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:00Z",
      "newspaperEditionDate": "2019-12-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dx62m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1eec870849f69bfb511eae5d5eebf8ea1175d677/0_78_1185_711/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Andy Beckett (A defeat, yes, but this was not nearly as bad as 1983, Journal, 20 December) suggests that we should not be overly worried about Labour’s defeat because the left did well among young people and Londoners. He ignores the bigger historical lessons. Labour’s roots lie in the friendly societies and trade unions of the 19th century, and the Christian nonconformist communities from which they sprang. This historical background remains an authentic expression of the values held by the kinds of communities that had traditionally voted Labour until this election. It means that any leadership or programme inspired too much by policies based on doctrinaire socialism is bound to fail with the electorate. Equally, a pragmatic commitment to social justice is not the exclusive property of the left. Another great British political tradition rests on one-nation Conservatism, the values and beliefs held by the so-called “wets” derided by Margaret Thatcher. It may lack the ideological underpinnings of socialist thought, and may be dismissed as the rich throwing a bone to the poor, but it can improve social justice if the Tory leadership wants it to. If Boris Johnson fails to achieve noticeable improvements in social justice over the next five years, Labour will have an open goal – but not if it continues to scare off its traditional supporters with talk of a class war and financially unbelievable commitments. Peter Muchlinski Emeritus professor of law, Soas University of London • I agree with Andy Beckett that the 1983 election result was much worse for Labour than this month’s defeat. In 1983, not only did the Conservatives win a much bigger majority (144), but under Thatcher they had both a clear ideology and a sense of purpose – and their leader was able to articulate these. The Conservatives under Boris Johnson have neither a coherent vision nor an obvious direction to go, beyond a desire to “get Brexit done”, while their leader is a chancer who is widely distrusted. Perhaps I am being unduly optimistic, but I sense the shine will very soon come off this Conservative election victory as people realise that austerity is far from over, the government’s response to the climate emergency is woefully inadequate and Brexit will bring some painful consequences. John Boaler Calne, Wiltshire • Andy Beckett’s article is reminiscent of football fans arguing that this season’s 4-0 defeat by arch-rivals is not nearly as bad as last year’s 5-0 trouncing. His logic is equally flawed in quoting the percentage voting pattern of under-35s on the supposition that this will eventually translate into a massive victory for Labour. All the available evidence suggests that the older you get, the farther to the right you drift. I’ve spent decades in Labour and never joined a pressure group. I’ve found myself left on some issues and right on others. Anecdotal evidence I have accrued suggests most party members are like me, not the posturing of the self-labelled and often transient “left”. We have taken a massive battering and, like some football teams, perhaps we not only need a new manager but a new style of play. Beckett appears to subscribe to the Corbyn continuity strategy. Heaven spare us. Charles Gains Ormskirk, West Lancashire • Andy Beckett points out that “Corbyn won the support of a cohort of voters that will only become more important” – the under-35s. This reminds me of an elderly person who asked, in 1971, why the introduction of decimal currency could not wait until all of the old people had died. Bill Bradbury Bolton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3866",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/22/queens-speech-disability-pledge-and-renters-reform-bill",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-22T18:14:10Z",
    "webTitle": "Queen’s speech: disability pledge and renters’ reform bill | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/22/queens-speech-disability-pledge-and-renters-reform-bill",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/22/queens-speech-disability-pledge-and-renters-reform-bill",
    "fields": {
      "headline": "Queen’s speech: disability pledge and renters’ reform bill",
      "standfirst": "Lib Dem peer <strong>Celia Thomas</strong> on the promise to publish a national strategy for disabled people in 2020 and <strong>Rev Paul Nicolson</strong> on why the government’s anti-eviction move is not enough to help renters",
      "trailText": "<strong>Letters:</strong> Lib Dem peer <strong>Celia Thomas</strong> on the promise to publish a national strategy for disabled people in 2020 and <strong>Rev Paul Nicolson</strong> on why the government’s anti-eviction move is not enough to help renters",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d343cd3b85d63af3aebb81e2ff480a138278a3b5\"> <img src=\"https://media.guim.co.uk/d343cd3b85d63af3aebb81e2ff480a138278a3b5/0_0_3318_2352/1000.jpg\" alt=\"Queen Elizabeth II delivers the Queen’s speech in the House of Lords during the state opening of parliament on 19 December.\" width=\"1000\" height=\"709\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Queen Elizabeth II delivers the Queen’s speech in the House of Lords during the state opening of parliament on 19 December.</span> <span class=\"element-image__credit\">Photograph: Paul Edwards/Pool/AFP via Getty</span> </figcaption> </figure>",
      "body": "<p>One Conservative party manifesto commitment that did not make it into the text of the Queen’s speech (<a href=\"https://www.theguardian.com/politics/2019/dec/19/queens-speech-what-is-in-boris-johnson-2020-programme\" title=\"\">Report</a>, 20 December) but which was mentioned in the <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853886/Queen_s_Speech_December_2019_-_background_briefing_notes.pdf\" title=\"\">background briefing notes</a> is the government’s pledge to publish a national strategy for disabled people in 2020. Many groups have called for this, and I am sure it will be welcomed. The strategy, we are told, will include housing, education and transport, with the benefits system being addressed in a green paper. Measures will “ensure disabled people can lead a life of opportunity and fulfilment”.</p> <p>If the government wants to support disabled people in all aspects and phases of their lives, this strategy must do three key things. First, it must be developed across all government departments. For example, until the Department for Work and Pensions radically improves the personal independence payment system, it will be impossible to improve the quality of life of many disabled people.</p> <p>Second, the government must implement promises made previously, such as the consultation on accessible housing, which had been announced to start in the autumn. Without access to something as fundamental as housing, the aims of the strategy are unlikely to be met.</p> <p>Third, and perhaps most important of all, disabled people must be fully involved and represented at all stages. If we are not, it will be impossible for the government fully to understand those issues that matter the most.<br><strong>Celia Thomas</strong><br><em>Lib</em><em> Dem</em><em> </em><em>spokes</em><em>person on disability</em></p> <p>• Euphoria over the promised abolition of section 21 no-fault evictions through a renters’ reform bill in the Queen’s speech must tempered with despair that misery as usual will continue for renters. Housing and council tax benefits remain cut while rents and council tax rise, taking an ever larger proportion of low incomes, in both work and unemployment, needed for food, fuel and other necessities.</p> <p>Funding the housing demand of first-time buyers stokes the fires of the housing emergency by increasing house prices and rents. Under the present regime the number of homeless tenants increases faster than the number of truly affordable tenancies built. UK governments allow the wealthy, from both here and abroad, to buy land for profit. They leave it empty as the number of homeless British citizens keeps rising. Renters will continue to be deprived of UK land by speculators with all the ferocity of the enclosures and the Highland clearances.<br><strong>Rev Paul Nicolson</strong><br><em>Taxpayers Against Poverty</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "444",
      "commentable": "false",
      "firstPublicationDate": "2019-12-22T18:14:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-22T18:20:01Z",
      "newspaperEditionDate": "2019-12-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dx6vm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d343cd3b85d63af3aebb81e2ff480a138278a3b5/0_361_3318_1991/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One Conservative party manifesto commitment that did not make it into the text of the Queen’s speech (Report, 20 December) but which was mentioned in the background briefing notes is the government’s pledge to publish a national strategy for disabled people in 2020. Many groups have called for this, and I am sure it will be welcomed. The strategy, we are told, will include housing, education and transport, with the benefits system being addressed in a green paper. Measures will “ensure disabled people can lead a life of opportunity and fulfilment”. If the government wants to support disabled people in all aspects and phases of their lives, this strategy must do three key things. First, it must be developed across all government departments. For example, until the Department for Work and Pensions radically improves the personal independence payment system, it will be impossible to improve the quality of life of many disabled people. Second, the government must implement promises made previously, such as the consultation on accessible housing, which had been announced to start in the autumn. Without access to something as fundamental as housing, the aims of the strategy are unlikely to be met. Third, and perhaps most important of all, disabled people must be fully involved and represented at all stages. If we are not, it will be impossible for the government fully to understand those issues that matter the most. Celia Thomas Lib Dem spokesperson on disability • Euphoria over the promised abolition of section 21 no-fault evictions through a renters’ reform bill in the Queen’s speech must tempered with despair that misery as usual will continue for renters. Housing and council tax benefits remain cut while rents and council tax rise, taking an ever larger proportion of low incomes, in both work and unemployment, needed for food, fuel and other necessities. Funding the housing demand of first-time buyers stokes the fires of the housing emergency by increasing house prices and rents. Under the present regime the number of homeless tenants increases faster than the number of truly affordable tenancies built. UK governments allow the wealthy, from both here and abroad, to buy land for profit. They leave it empty as the number of homeless British citizens keeps rising. Renters will continue to be deprived of UK land by speculators with all the ferocity of the enclosures and the Highland clearances. Rev Paul Nicolson Taxpayers Against Poverty • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2772",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/dec/22/royal-christmas-cards-drive-home-the-climate-crisis",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-12-22T18:12:17Z",
    "webTitle": "Royal Christmas cards drive home the climate crisis | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/22/royal-christmas-cards-drive-home-the-climate-crisis",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/22/royal-christmas-cards-drive-home-the-climate-crisis",
    "fields": {
      "headline": "Royal Christmas cards drive home the climate crisis",
      "standfirst": "Peerages | Cars and the climate emergency | Boris Johnson | Forgiving Tony Blair",
      "trailText": "<strong>Brief letters:</strong> Peerages | Cars and the climate emergency | Boris Johnson | Forgiving Tony Blair",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d9919b532783354b28f5598a50c87cea7b3e2a9d\"> <img src=\"https://media.guim.co.uk/d9919b532783354b28f5598a50c87cea7b3e2a9d/235_221_4489_2693/1000.jpg\" alt=\"The 2019 Christmas card of Prince Charles and Camilla, Duchess of Cornwall, which features a car.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The 2019 Christmas card of Prince Charles and Camilla, Duchess of Cornwall, which features a car: ‘It seems odd,’ says Mary Hamilton.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>I am no supporter of peerages, but unlike Iain Ferris (<a href=\"https://www.theguardian.com/politics/2019/dec/20/time-to-resurrect-the-anti-lies-bureau\" title=\"\">Letters</a>, 21 December), I think I can discern how the “elevation” of Oona King, a black Labour MP and woman, to the House of Lords might, in fact, have helped alleviate the democratic deficit in a way that Zac Goldsmith’s self-evidently doesn’t.<br><strong>Jem Whiteley</strong><br><em>Oxford</em></p> <p>• In this time of climate emergency, it seems odd that both the first and second heir to the throne feature motor vehicles on their Christmas cards (<a href=\"https://www.theguardian.com/politics/2019/dec/20/mps-christmas-cards-spread-cheer-after-gruelling-year\" title=\"\">Politicians and princes say happy Christmas</a>, 21 December).<br><strong>Mary Hamilton</strong><br><em>Northleach, Gloucestershire</em></p> <p>• For Christmas I would like an entire edition of the Guardian without a picture of Boris Johnson. I have been good in 2019 and have not voted Conservative.<br><strong>Judith French</strong><br><em>Lichfield, Staffordshire</em></p> <p>• Valerie Crews (<a href=\"https://www.theguardian.com/politics/2019/dec/20/tony-blair-needs-a-further-period-of-reflection\" title=\"\">Letters</a>, 21 December) said: “Come back, Blair. All is forgiven.” Oh no it isn’t!<br><strong>Val Kermode</strong><br><em>Sheffield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "191",
      "commentable": "false",
      "firstPublicationDate": "2019-12-22T18:12:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:20Z",
      "newspaperEditionDate": "2019-12-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dx5yn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d9919b532783354b28f5598a50c87cea7b3e2a9d/235_221_4489_2693/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am no supporter of peerages, but unlike Iain Ferris (Letters, 21 December), I think I can discern how the “elevation” of Oona King, a black Labour MP and woman, to the House of Lords might, in fact, have helped alleviate the democratic deficit in a way that Zac Goldsmith’s self-evidently doesn’t. Jem Whiteley Oxford • In this time of climate emergency, it seems odd that both the first and second heir to the throne feature motor vehicles on their Christmas cards (Politicians and princes say happy Christmas, 21 December). Mary Hamilton Northleach, Gloucestershire • For Christmas I would like an entire edition of the Guardian without a picture of Boris Johnson. I have been good in 2019 and have not voted Conservative. Judith French Lichfield, Staffordshire • Valerie Crews (Letters, 21 December) said: “Come back, Blair. All is forgiven.” Oh no it isn’t! Val Kermode Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1181",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "commentisfree/2019/dec/22/only-aamon-the-demon-is-fit-to-replace-jeremy-corbyn",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-22T10:00:12Z",
    "webTitle": "Only Aamon the demon is fit to replace Jeremy Corbyn | Stewart Lee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/22/only-aamon-the-demon-is-fit-to-replace-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/22/only-aamon-the-demon-is-fit-to-replace-jeremy-corbyn",
    "fields": {
      "headline": "Only Aamon the demon is fit to replace Jeremy Corbyn",
      "standfirst": "<p>During a brainstorming session to debate Labour’s new leader, dark forces loomed large</p>",
      "trailText": "During a brainstorming session to debate Labour’s new leader, dark forces loomed large",
      "byline": "Stewart Lee",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"fd236837ccb6ab0ddc68bdd67ad9b93577623738\"> <img src=\"https://media.guim.co.uk/fd236837ccb6ab0ddc68bdd67ad9b93577623738/0_0_1476_945/1000.jpg\" alt=\"Illustration by David Foldvari.\" width=\"1000\" height=\"640\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by David Foldvari.</span> <span class=\"element-image__credit\">Illustration: David Foldvari/The Observer</span> </figcaption> </figure>",
      "body": "<p>Boris Piccaninny Watermelon Letterbox Cake Bumboys Vampires Haircut Wall-Spaffer Spunk-Burster Fuck-Business Fuck-the-Families Get-Off-My-Fucking-Laptop Girly-Swot Big-Girl’s-Blouse Chicken-frit Hulk-Smash Noseringed-Crusties Death-Humbug Technology-Lessons Surrender-Bullshit French-Turds Dog-Whistle Get-Stuffed FactcheckUK@CCHQ Get-Brexit-Done Johnson is finally your elected prime minister! And the past decade’s worth of my multi-award-winning satirical standup sets seem like the sagely predictions of a seer.</p> <p>Sometimes I scare myself and I am a familiar face at the TK Maxx emergency underwear counter. Young activists in the Labour party recognise me as a doom barometer, and tremble when they encounter me. I agreed to meet some of the optimistic hope vessels for a brain-storming session and suggested a fashionably minimalist Dalston bar called <a href=\"http://www.untitled-bar.com/about-location-test-1\" title=\"\">Untitled</a>, as if to satirise the youthful city-dwelling socialists’ perceived cultural isolationism.</p> <p>In Workington, for example, pubs still have the names of actual things: <a href=\"https://www.jdwetherspoon.com/pubs/all-pubs/england/cumbria/the-henry-bessemer-workington\" title=\"\">the Henry Bessemer</a> is named after the inventor of the Bessemer <a href=\"https://www.britannica.com/technology/Bessemer-process\" title=\"\">steel manufacturing</a> process; the Pack Horse is named after an actual horse that did actual work, exactly the kind of horse with genuine non-racist anxieties about foreign horses that is now deserting the Labour party in droves; and there’s Vinnie’s Bar, which is probably named after Vinnie Jones. Or Vinnie Vincent, who replaced Ace Frehley in Kiss. Either way, it isn’t named after something that isn’t even a thing, like a bar in Hackney called Untitled where metropolitan liberal elitists go.</p> <p>“Should shell-shocked Labour double down with a new leader from its far left again or aim for the centre ground,” I opined, as the activists licked their alcopopsicles. “Sadly, no Labour leader, however convincing, can win an election while the lies of unregulated social media, the false claims of the Conservatives themselves and both the bias and impotence of mainstream media all remain untreated. In short, it doesn’t matter whose head is thrust into the threshing machine. They will still come back with a severely threshed head.” The youngsters nodded in baffled agreement at my aged wisdom.</p> <p>“A Frankingstein assembled from leftover body parts attractive both to the wine-quaffing, avocado-crushing, lentil-souffle-nibbling, champagne-socialist hypocrites of Hackney and the chip-butty-gobbling, fish-gut-snuffling, raw-offal-scoffing racist troglodytes of Hull will never fly,” I continued, holding forth. “And yet the Labour party thinks it needs to unite these two incompatible, and quite frankly vile and unacceptable, stereotypes.”</p> <p>“Then how,” asked one young woman, her mascara still smeared from days of unstinting weeping, “do we unite Labour supporters in constituencies as different as Hull and Hackney? I’ve never been to Hull, but I am told it is not the same as London at all. Do they have any of those cafes that only serve breakfast cereals, for example?”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>'How about Jess Phillips?' piped up an insolent youngster. 'She's properly funny and she's all over the detail'</p> </blockquote> </aside>  <p>“Deluded strategists think the Hull-Hackney divide could be bridged by choosing <a href=\"https://www.theguardian.com/profile/rebecca-long-bailey\" title=\"\">Rebecca Long-Bailey</a> as leader,” I condescended, “as long as she is made to visit more fringe-theatre productions, go around on a bike towing a trailer full of children in £28 Cath Kidston bobble hats and be photographed at Glastonbury dancing to Toots and the Maytals. Others think the solution is as simple as electing <a href=\"https://www.theguardian.com/politics/keir-starmer\" title=\"\">Keir Starmer</a> leader, but never allowing him to appear anywhere except at bookmakers and never without mushy peas, curry sauce and saveloy dip smeared all round his mouth.”</p> <p>“You can get all mushy peas in the chip shop opposite the cemetery,” piped up Dan, hopefully. “Shall I ask them who their supplier is and then we can get masses of the bloody stuff ready to smear on Keir when victory is near?”</p> <p>“It’s too late for that,” I explained, leading the activists out across the road towards De Beauvoir Place, now rebuilt from wartime bomb rubble. “The media and the opposition will demonise any Labour leader that Turds faces across the house. Best to meet the problem head on. The party should be led instead by an actual demon.”</p> <p>“Come on, Grandad! Demons aren’t real!” exclaimed a spotty cynic, unaware that he was standing on the very site of the 1854 birthplace of Aleister Crowley’s acolyte, Samuel Liddell MacGregor Mathers, who conjured them all, one by one, and knew each of their secret and unholy names.</p> <p>“Not far from here Mathers summoned Aamon, the Marquess of Hell, governor of 40 infernal legions, in the form of a wolf with a serpent’s tail, retching forth flames,” I told the incredulous Labour party activists. “And when they walked south towards Arnold Circus Aamon took the shape of a man, so as not to cause commotion, but his mouth was full of dogs’ teeth and he hid his head, suddenly that of a hawk, beneath a black hood. In the words of Mathers himself, ‘Aamon telleth all things Past and to Come. He procureth feuds and reconcileth controversies between friends.’ Put Aamon in charge. You cannot demonise a demon.”</p> <p>“How about <a href=\"https://www.theguardian.com/politics/jess-phillips\" title=\"\">Jess Phillips</a> instead?” piped up an insolent youngster. “She’d be a great match for Johnson in parliament. His cynicism and lies would look feeble before her passion and honesty and she’s properly funny, rather than just saying things in Latin. And she’s all over the detail, whereas he just wings it. And people trust anyone with a Birmingham accent, thinking them incapable of guile. It would play badly when Johnson bullies and patronises her too. The answer is staring us in the face.”</p> <p>“What use is this ‘Aamon’ of yours to the parliamentary Labour party,” squawked another youth, “and why is a demon a more logical choice than, for example, <a href=\"https://www.theguardian.com/politics/2017/jul/28/angela-rayner-shadow-education-secretary-interview\" title=\"\">Angela Rayner</a> or even <a href=\"https://www.theguardian.com/profile/lisa-nandy\" title=\"\">Lisa Nandy</a>?”</p> <p>And then I realised I was alone. The young socialists were drinking small sour drinks and sampling Japanese sharing plates somewhere. And I was on the pavement as it started to rain, shouting up at an obsolete golden chicken, perched atop a former Courage pub, now a Nando’s. “You finally really did it. You maniacs. God damn you. God damn you all to hell.”</p> <p><em>Extra London dates of Stewart Lee’s latest live show, Snowflake/Tornado</em><em>,</em><em> have just been announced at the Southbank Centre in June and July</em><em>,</em><em> and it tours nationally from January. </em><a href=\"https://www.stewartlee.co.uk/live-dates/\" title=\"\"><em>stewartlee.co.uk/live-dates</em></a></p>",
      "newspaperPageNumber": "5",
      "wordcount": "1009",
      "commentCloseDate": "2019-12-22T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-22T10:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:01Z",
      "newspaperEditionDate": "2019-12-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/dvttq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fd236837ccb6ab0ddc68bdd67ad9b93577623738/0_59_1476_886/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Piccaninny Watermelon Letterbox Cake Bumboys Vampires Haircut Wall-Spaffer Spunk-Burster Fuck-Business Fuck-the-Families Get-Off-My-Fucking-Laptop Girly-Swot Big-Girl’s-Blouse Chicken-frit Hulk-Smash Noseringed-Crusties Death-Humbug Technology-Lessons Surrender-Bullshit French-Turds Dog-Whistle Get-Stuffed FactcheckUK@CCHQ Get-Brexit-Done Johnson is finally your elected prime minister! And the past decade’s worth of my multi-award-winning satirical standup sets seem like the sagely predictions of a seer. Sometimes I scare myself and I am a familiar face at the TK Maxx emergency underwear counter. Young activists in the Labour party recognise me as a doom barometer, and tremble when they encounter me. I agreed to meet some of the optimistic hope vessels for a brain-storming session and suggested a fashionably minimalist Dalston bar called Untitled, as if to satirise the youthful city-dwelling socialists’ perceived cultural isolationism. In Workington, for example, pubs still have the names of actual things: the Henry Bessemer is named after the inventor of the Bessemer steel manufacturing process; the Pack Horse is named after an actual horse that did actual work, exactly the kind of horse with genuine non-racist anxieties about foreign horses that is now deserting the Labour party in droves; and there’s Vinnie’s Bar, which is probably named after Vinnie Jones. Or Vinnie Vincent, who replaced Ace Frehley in Kiss. Either way, it isn’t named after something that isn’t even a thing, like a bar in Hackney called Untitled where metropolitan liberal elitists go. “Should shell-shocked Labour double down with a new leader from its far left again or aim for the centre ground,” I opined, as the activists licked their alcopopsicles. “Sadly, no Labour leader, however convincing, can win an election while the lies of unregulated social media, the false claims of the Conservatives themselves and both the bias and impotence of mainstream media all remain untreated. In short, it doesn’t matter whose head is thrust into the threshing machine. They will still come back with a severely threshed head.” The youngsters nodded in baffled agreement at my aged wisdom. “A Frankingstein assembled from leftover body parts attractive both to the wine-quaffing, avocado-crushing, lentil-souffle-nibbling, champagne-socialist hypocrites of Hackney and the chip-butty-gobbling, fish-gut-snuffling, raw-offal-scoffing racist troglodytes of Hull will never fly,” I continued, holding forth. “And yet the Labour party thinks it needs to unite these two incompatible, and quite frankly vile and unacceptable, stereotypes.” “Then how,” asked one young woman, her mascara still smeared from days of unstinting weeping, “do we unite Labour supporters in constituencies as different as Hull and Hackney? I’ve never been to Hull, but I am told it is not the same as London at all. Do they have any of those cafes that only serve breakfast cereals, for example?” “Deluded strategists think the Hull-Hackney divide could be bridged by choosing Rebecca Long-Bailey as leader,” I condescended, “as long as she is made to visit more fringe-theatre productions, go around on a bike towing a trailer full of children in £28 Cath Kidston bobble hats and be photographed at Glastonbury dancing to Toots and the Maytals. Others think the solution is as simple as electing Keir Starmer leader, but never allowing him to appear anywhere except at bookmakers and never without mushy peas, curry sauce and saveloy dip smeared all round his mouth.” “You can get all mushy peas in the chip shop opposite the cemetery,” piped up Dan, hopefully. “Shall I ask them who their supplier is and then we can get masses of the bloody stuff ready to smear on Keir when victory is near?” “It’s too late for that,” I explained, leading the activists out across the road towards De Beauvoir Place, now rebuilt from wartime bomb rubble. “The media and the opposition will demonise any Labour leader that Turds faces across the house. Best to meet the problem head on. The party should be led instead by an actual demon.” “Come on, Grandad! Demons aren’t real!” exclaimed a spotty cynic, unaware that he was standing on the very site of the 1854 birthplace of Aleister Crowley’s acolyte, Samuel Liddell MacGregor Mathers, who conjured them all, one by one, and knew each of their secret and unholy names. “Not far from here Mathers summoned Aamon, the Marquess of Hell, governor of 40 infernal legions, in the form of a wolf with a serpent’s tail, retching forth flames,” I told the incredulous Labour party activists. “And when they walked south towards Arnold Circus Aamon took the shape of a man, so as not to cause commotion, but his mouth was full of dogs’ teeth and he hid his head, suddenly that of a hawk, beneath a black hood. In the words of Mathers himself, ‘Aamon telleth all things Past and to Come. He procureth feuds and reconcileth controversies between friends.’ Put Aamon in charge. You cannot demonise a demon.” “How about Jess Phillips instead?” piped up an insolent youngster. “She’d be a great match for Johnson in parliament. His cynicism and lies would look feeble before her passion and honesty and she’s properly funny, rather than just saying things in Latin. And she’s all over the detail, whereas he just wings it. And people trust anyone with a Birmingham accent, thinking them incapable of guile. It would play badly when Johnson bullies and patronises her too. The answer is staring us in the face.” “What use is this ‘Aamon’ of yours to the parliamentary Labour party,” squawked another youth, “and why is a demon a more logical choice than, for example, Angela Rayner or even Lisa Nandy?” And then I realised I was alone. The young socialists were drinking small sour drinks and sampling Japanese sharing plates somewhere. And I was on the pavement as it started to rain, shouting up at an obsolete golden chicken, perched atop a former Courage pub, now a Nando’s. “You finally really did it. You maniacs. God damn you. God damn you all to hell.” Extra London dates of Stewart Lee’s latest live show, Snowflake/Tornado, have just been announced at the Southbank Centre in June and July, and it tours nationally from January. stewartlee.co.uk/live-dates",
      "charCount": "6259",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stewart-lee\">Stewart Lee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/dec/21/david-lammy-may-stand-labour-first-bame-leader",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-22T08:40:11Z",
    "webTitle": "David Lammy hints at bid to be Labour’s first BAME leader",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/21/david-lammy-may-stand-labour-first-bame-leader",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/21/david-lammy-may-stand-labour-first-bame-leader",
    "fields": {
      "headline": "David Lammy hints at bid to be Labour’s first BAME leader",
      "standfirst": "<p>Tottenham MP says party should counter ‘populist, ethnic nationalism’ with a new ‘civic nationalism’</p>",
      "trailText": "Tottenham MP says party should counter ‘populist, ethnic nationalism’ with a new ‘civic nationalism’",
      "byline": "Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"6dfd904d20316873d6730e7a9404cf0bbb80be01\"> <img src=\"https://media.guim.co.uk/6dfd904d20316873d6730e7a9404cf0bbb80be01/0_89_4326_2595/1000.jpg\" alt=\"David Lammy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Lammy, who has been an MP since 2000.</span> <span class=\"element-image__credit\">Photograph: James Veysey/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>David Lammy has set out plans to foster a new “civic nationalism” based not on skin colour, religion or ethnicity but on shared values as he lays the ground for a possible pitch at the Labour leadership.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/21/labour-after-the-debacle-what-comes-next\">Labour: After the debacle, what comes next?</a> </p> </aside>  <p>The Tottenham MP would become the first BAME leader of the Labour party, were he to enter and win the race to succeed Jeremy Corbyn that will begin in the new year.</p> <p><a href=\"https://www.theguardian.com/politics/2019/dec/21/labour-after-the-debacle-what-comes-next\">Writing in the </a><em><a href=\"https://www.theguardian.com/politics/2019/dec/21/labour-after-the-debacle-what-comes-next\">Observer</a></em>,<em> </em>Lammy suggests he will make a decision on whether to run over Christmas, having assessed who best can counter what he calls the “populist, ethnic nationalism” of Boris Johnson.</p> <p>“The alternative to Boris Johnson’s ethnic nationalism that Labour should offer is a civic nationalism,” Lammy says. “Rather than basing national pride on biological heritage, skin colour or religion, civic nationalism says that we can be united around shared values and institutions.</p> <p>“To foster this, we need to construct new spaces and places in which the UK’s diverse peoples can engage with each other and belong.”</p> <p>Lammy suggests a series of radical reforms, including a British bill of rights and a codified constitution, a new proportional voting system to encourage more compromise in politics, a universal basic income and a compulsory national civic service in which all young people would be compelled to take part.</p> <p>Lammy, whose support is strong in London, says he regards Corbyn as a friend but is scathing about his failings, which he says were responsible for Labour’s worst general election defeat since 1935.</p> <p>“It was not Jeremy’s righteous belief in economic justice that lost Labour this election,” he says. “It was his perceived worldview, failure of competence, and mind-boggling decision to abdicate leadership on the biggest issue of the day [Brexit].”</p> <p>To date, only two candidates have announced they will stand for the leadership: the shadow foreign secretary, Emily Thornberry, and shadow Treasury minister Clive Lewis.</p> <p>The shadow Brexit secretary, Keir Starmer, is preparing to announce his candidature in the new year, while Rebecca Long Bailey, Lisa Nandy, Jess Phillips and Yvette Cooper are also considering entering the race. Shadow education secretary Angela Rayner, touted as a possible leadership contender, is more likely to stand instead for the role of deputy leader.</p> <p>Long Bailey has yet to make any contribution to the debate over the party’s future direction since the election, amid signs that the Corbyn wing of the party is at odds over whether to promote her as a “continuity” candidate who will take forward the radical economic ideas championed by Corbyn and John McDonnell, or as a more independent-minded figure who wants to move on from Corbynism.</p> <p>On Saturday night a senior source close to McDonnell, who has long promoted Long Bailey as his protege, said the shadow chancellor had made a “conscious decision” not to play any role in the leadership contest. Supporters of other candidates believe the Long Bailey camp is struggling to unite amid the bitter fallout following the election result.</p> <p>On Sunday, also writing in the <em>Observer</em>, Labour’s former deputy leader Roy Hattersley makes the startling suggestion that if Long Bailey is chosen then moderate Labour MPs should refuse to accept her. “Despite the obvious truth that Jeremy Corbyn must take the blame for the worst result in almost 100 years, Rebecca Long Bailey, his anointed successor, is the favourite to succeed him as party leader,” Hattersley says.</p> <p>If she were to win, he says, “genuine democratic socialists in the parliamentary party” should strike back. “The elevation of Long Bailey would provide an early opportunity to demonstrate that they mean business. The cause would be best served by an outright refusal to accept the imposition of a leader who does not command their confidence. A formal protest with a recorded vote would be almost as effective. Emboldened, they must then insist that the shadow cabinet is, once again, elected – giving its members an independent authority which they would not possess as leader’s nominees.”</p>",
      "newspaperPageNumber": "2",
      "wordcount": "656",
      "commentCloseDate": "2019-12-24T21:30:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-12-21T21:33:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-22T09:36:30Z",
      "newspaperEditionDate": "2019-12-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/dx268",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6dfd904d20316873d6730e7a9404cf0bbb80be01/0_89_4326_2595/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "David Lammy has set out plans to foster a new “civic nationalism” based not on skin colour, religion or ethnicity but on shared values as he lays the ground for a possible pitch at the Labour leadership. The Tottenham MP would become the first BAME leader of the Labour party, were he to enter and win the race to succeed Jeremy Corbyn that will begin in the new year. Writing in the Observer, Lammy suggests he will make a decision on whether to run over Christmas, having assessed who best can counter what he calls the “populist, ethnic nationalism” of Boris Johnson. “The alternative to Boris Johnson’s ethnic nationalism that Labour should offer is a civic nationalism,” Lammy says. “Rather than basing national pride on biological heritage, skin colour or religion, civic nationalism says that we can be united around shared values and institutions. “To foster this, we need to construct new spaces and places in which the UK’s diverse peoples can engage with each other and belong.” Lammy suggests a series of radical reforms, including a British bill of rights and a codified constitution, a new proportional voting system to encourage more compromise in politics, a universal basic income and a compulsory national civic service in which all young people would be compelled to take part. Lammy, whose support is strong in London, says he regards Corbyn as a friend but is scathing about his failings, which he says were responsible for Labour’s worst general election defeat since 1935. “It was not Jeremy’s righteous belief in economic justice that lost Labour this election,” he says. “It was his perceived worldview, failure of competence, and mind-boggling decision to abdicate leadership on the biggest issue of the day [Brexit].” To date, only two candidates have announced they will stand for the leadership: the shadow foreign secretary, Emily Thornberry, and shadow Treasury minister Clive Lewis. The shadow Brexit secretary, Keir Starmer, is preparing to announce his candidature in the new year, while Rebecca Long Bailey, Lisa Nandy, Jess Phillips and Yvette Cooper are also considering entering the race. Shadow education secretary Angela Rayner, touted as a possible leadership contender, is more likely to stand instead for the role of deputy leader. Long Bailey has yet to make any contribution to the debate over the party’s future direction since the election, amid signs that the Corbyn wing of the party is at odds over whether to promote her as a “continuity” candidate who will take forward the radical economic ideas championed by Corbyn and John McDonnell, or as a more independent-minded figure who wants to move on from Corbynism. On Saturday night a senior source close to McDonnell, who has long promoted Long Bailey as his protege, said the shadow chancellor had made a “conscious decision” not to play any role in the leadership contest. Supporters of other candidates believe the Long Bailey camp is struggling to unite amid the bitter fallout following the election result. On Sunday, also writing in the Observer, Labour’s former deputy leader Roy Hattersley makes the startling suggestion that if Long Bailey is chosen then moderate Labour MPs should refuse to accept her. “Despite the obvious truth that Jeremy Corbyn must take the blame for the worst result in almost 100 years, Rebecca Long Bailey, his anointed successor, is the favourite to succeed him as party leader,” Hattersley says. If she were to win, he says, “genuine democratic socialists in the parliamentary party” should strike back. “The elevation of Long Bailey would provide an early opportunity to demonstrate that they mean business. The cause would be best served by an outright refusal to accept the imposition of a leader who does not command their confidence. A formal protest with a recorded vote would be almost as effective. Emboldened, they must then insist that the shadow cabinet is, once again, elected – giving its members an independent authority which they would not possess as leader’s nominees.”",
      "charCount": "4026",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]