[
  {
    "id": "politics/2019/aug/18/number-10-furious-leak-document-predicting-no-deal-brexit-shortages",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-18T19:30:17Z",
    "webTitle": "No 10 furious at leak of paper predicting shortages after no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/18/number-10-furious-leak-document-predicting-no-deal-brexit-shortages",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/18/number-10-furious-leak-document-predicting-no-deal-brexit-shortages",
    "fields": {
      "headline": "No 10 furious at leak of paper predicting shortages after no-deal Brexit",
      "standfirst": "<p>Government figures seek to play down predictions of food, medicine and fuel shortages in leaked document<br></p><ul><li><a href=\"https://www.theguardian.com/politics/2019/aug/18/no-deal-brexit-key-points-of-operation-yellowhammer-report\">Operation Yellowhammer: the key points</a></li></ul>",
      "trailText": "Government figures seek to play down predictions of food, medicine and fuel shortages in leaked document",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"a8c47c2c46f80fa7075b47837b6c768ff10d4f52\"> <img src=\"https://media.guim.co.uk/a8c47c2c46f80fa7075b47837b6c768ff10d4f52/0_36_3500_2101/1000.jpg\" alt=\"Lorries queue to enter the port of Dover as French customs officers carry out industrial action to protest about pay and to show the effect Brexit will have on cross-Channel passengers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lorries queue to enter the port of Dover as French customs officers carry out industrial action to protest about pay and to show the effect Brexit will have on cross-Channel passengers.</span> <span class=\"element-image__credit\">Photograph: Gareth Fuller/PA</span> </figcaption> </figure>",
      "body": "<p>Downing Street has reacted with fury to the leak of an official document predicting that a no-deal Brexit would lead to food, medicine and petrol shortages, with No 10 sources blaming the disclosure on a hostile former minister intent on ruining Boris Johnson’s trip to see EU leaders this week.</p> <p>The leaked document, <a href=\"https://www.theguardian.com/politics/2019/aug/18/brexit-leaked-papers-predict-food-shortages-and-port-delays-operation-yellowhammer\">detailing preparations under Operation Yellowhammer</a>, argues that the most likely scenario is severe extended delays to medicine supplies and shortages of some fresh foods, combined with price rises, if there is a no-deal Brexit on 31 October.</p> <p>It said there would be a return to a hard border on the island of Ireland before long and a “three-month meltdown” at ports unable to cope with extra checks. Protests could break out across the UK, requiring significant police intervention, and two oil refineries could close, with thousands of job losses, according to the documents.</p> <p>Those campaigning against a no-deal Brexit said the official Cabinet Office document confirmed all the warnings about the risks of crashing out without an agreement. Tom Brake, a leading Liberal Democrat MP, said it revealed the truth that no deal would “have wartime implications, in peacetime, all of them self-inflicted”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/18/cost-no-deal-mps-operation-yellowhammer-brexit\">Now we know the cost of no deal, MPs must do whatever it takes | Matthew d’Ancona</a> </p> </aside>  <p>The Freight Transport Association (FTA) also reacted with alarm to the idea of fuel shortages in particular, saying these possibilities had not been conveyed to them by the government.</p> <p>“This is the first time the industry is learning of any threat to fuel supplies – a particularly worrying situation, as this would affect the movement of goods across the country, not just to and from Europe, and could put jobs at risk throughout the sector which keeps Britain trading,” a spokeswoman said.</p> <p>Jeremy Corbyn <a href=\"https://www.theguardian.com/politics/2019/aug/18/phoney-outsider-corbyn-attacks-johnson-election-pitch\">is to accuse Johnson in a speech on Monday of “provoking the crisis our country faces this autumn”</a> because he wants to turn the UK into a US-style tax haven on the shores of Europe.</p> <p>It is understood the Labour leader is ready to back the calls of more than 100 MPs for parliament to be recalled to debate the seriousness of the situation, after pledging last week to call a vote of confidence in Johnson’s leadership and seeking to build support to install himself as a caretaker prime minister until a general election can be held. </p> <p>After the Yellowhammer report emerged, senior government figures moved to dispute it and dismiss its dire warnings. Michael Gove, the Cabinet Office minister in charge of no-deal planning, said the document showed “absolutely the worst case”, and it was an “old document” that did not reflect significant steps taken by Johnson’s administration over the last four weeks.</p> <p>Speaking to Sky News, Kwasi Kwarteng, an energy minister, dismissed it as something with “a lot of scaremongering around and a lot of people are playing into Project Fear and all the rest of it”. The government of Gibraltar also claimed that predictions of queues of up to four hours at the border with Spain were “out of date” and based on “planning for worst-case scenarios”.</p> <p>A No 10 source was even more critical, claiming the leak came from one of Theresa May’s former ministers in order to undermine Johnson’s trip to see Angela Merkel, the German chancellor, on Wednesday and Emmanuel Macron, the French president, on Thursday.</p> <p>Despite the document, leaked to the Sunday Times, being dated to earlier this month when Johnson was already in post, the senior No 10 source said: “This document is from when ministers were blocking what needed to be done to get ready to leave and the funds were not available. It has been deliberately leaked by a former minister in an attempt to influence discussions with EU leaders.</p> <p>“Those obstructing preparation are no longer in government, £2bn of extra funding has already been made available and Whitehall has been stood up to actually do the work through the daily ministerial meetings. The entire posture of government has changed.”</p> <p>Downing Street advisers are privately claiming that EU leaders will not offer any concessions towards a new deal unless they are sure that parliament is unable to block a no-deal Brexit. They are already setting the stage to blame former ministers working against no deal, such as Philip Hammond and Greg Clark, for any failure in EU negotiations.</p> <p>However, Conservative rebels and opposition MPs working to stop a no-deal Brexit say Johnson has deliberately set the bar too high in his demands for the EU to scrap the backstop – the insurance mechanism to stop a hard border in Ireland.</p> <p>At his meetings with Merkel and Macron, Johnson is expected to reiterate that he will only accept a new deal that abandons the backstop, over concerns that it could trap the UK indefinitely in a customs union.</p> <p>With the EU collectively refusing to budge on the issue, No 10 is only expecting minimal discussion of Brexit with Merkel and Macron – more a restatement of each side’s existing positions.</p> <p>Instead, discussions are expected to revolve around the agenda for next week’s G7 summit in Biarritz in France, on issues such as foreign policy and security issues, the global economy and trade, and the environment and biodiversity.</p> <p>With no new deal in sight, Whitehall departments are increasingly making no deal their central scenario. Priti Patel, the home secretary, is understood to have sent some of her civil servants to Singapore to study their border model, as she wants free movement to end on the dot of 31 October.</p> <p>May’s administration had planned to introduce an immigration bill to delay the end of free movement until new systems were in place, but Patel believes that it can be stopped with secondary legislation and new arrangements put in place in time.</p> <p>EU citizens who are resident in the UK will be allowed to stay under the “settled status” scheme, but campaign groups are warning that some people may be left in a legal limbo, especially if they frequently travel between the UK and the EU.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "990",
      "firstPublicationDate": "2019-08-18T19:30:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:25Z",
      "newspaperEditionDate": "2019-08-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c6cbz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a8c47c2c46f80fa7075b47837b6c768ff10d4f52/0_36_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street has reacted with fury to the leak of an official document predicting that a no-deal Brexit would lead to food, medicine and petrol shortages, with No 10 sources blaming the disclosure on a hostile former minister intent on ruining Boris Johnson’s trip to see EU leaders this week. The leaked document, detailing preparations under Operation Yellowhammer, argues that the most likely scenario is severe extended delays to medicine supplies and shortages of some fresh foods, combined with price rises, if there is a no-deal Brexit on 31 October. It said there would be a return to a hard border on the island of Ireland before long and a “three-month meltdown” at ports unable to cope with extra checks. Protests could break out across the UK, requiring significant police intervention, and two oil refineries could close, with thousands of job losses, according to the documents. Those campaigning against a no-deal Brexit said the official Cabinet Office document confirmed all the warnings about the risks of crashing out without an agreement. Tom Brake, a leading Liberal Democrat MP, said it revealed the truth that no deal would “have wartime implications, in peacetime, all of them self-inflicted”. The Freight Transport Association (FTA) also reacted with alarm to the idea of fuel shortages in particular, saying these possibilities had not been conveyed to them by the government. “This is the first time the industry is learning of any threat to fuel supplies – a particularly worrying situation, as this would affect the movement of goods across the country, not just to and from Europe, and could put jobs at risk throughout the sector which keeps Britain trading,” a spokeswoman said. Jeremy Corbyn is to accuse Johnson in a speech on Monday of “provoking the crisis our country faces this autumn” because he wants to turn the UK into a US-style tax haven on the shores of Europe. It is understood the Labour leader is ready to back the calls of more than 100 MPs for parliament to be recalled to debate the seriousness of the situation, after pledging last week to call a vote of confidence in Johnson’s leadership and seeking to build support to install himself as a caretaker prime minister until a general election can be held. After the Yellowhammer report emerged, senior government figures moved to dispute it and dismiss its dire warnings. Michael Gove, the Cabinet Office minister in charge of no-deal planning, said the document showed “absolutely the worst case”, and it was an “old document” that did not reflect significant steps taken by Johnson’s administration over the last four weeks. Speaking to Sky News, Kwasi Kwarteng, an energy minister, dismissed it as something with “a lot of scaremongering around and a lot of people are playing into Project Fear and all the rest of it”. The government of Gibraltar also claimed that predictions of queues of up to four hours at the border with Spain were “out of date” and based on “planning for worst-case scenarios”. A No 10 source was even more critical, claiming the leak came from one of Theresa May’s former ministers in order to undermine Johnson’s trip to see Angela Merkel, the German chancellor, on Wednesday and Emmanuel Macron, the French president, on Thursday. Despite the document, leaked to the Sunday Times, being dated to earlier this month when Johnson was already in post, the senior No 10 source said: “This document is from when ministers were blocking what needed to be done to get ready to leave and the funds were not available. It has been deliberately leaked by a former minister in an attempt to influence discussions with EU leaders. “Those obstructing preparation are no longer in government, £2bn of extra funding has already been made available and Whitehall has been stood up to actually do the work through the daily ministerial meetings. The entire posture of government has changed.” Downing Street advisers are privately claiming that EU leaders will not offer any concessions towards a new deal unless they are sure that parliament is unable to block a no-deal Brexit. They are already setting the stage to blame former ministers working against no deal, such as Philip Hammond and Greg Clark, for any failure in EU negotiations. However, Conservative rebels and opposition MPs working to stop a no-deal Brexit say Johnson has deliberately set the bar too high in his demands for the EU to scrap the backstop – the insurance mechanism to stop a hard border in Ireland. At his meetings with Merkel and Macron, Johnson is expected to reiterate that he will only accept a new deal that abandons the backstop, over concerns that it could trap the UK indefinitely in a customs union. With the EU collectively refusing to budge on the issue, No 10 is only expecting minimal discussion of Brexit with Merkel and Macron – more a restatement of each side’s existing positions. Instead, discussions are expected to revolve around the agenda for next week’s G7 summit in Biarritz in France, on issues such as foreign policy and security issues, the global economy and trade, and the environment and biodiversity. With no new deal in sight, Whitehall departments are increasingly making no deal their central scenario. Priti Patel, the home secretary, is understood to have sent some of her civil servants to Singapore to study their border model, as she wants free movement to end on the dot of 31 October. May’s administration had planned to introduce an immigration bill to delay the end of free movement until new systems were in place, but Patel believes that it can be stopped with secondary legislation and new arrangements put in place in time. EU citizens who are resident in the UK will be allowed to stay under the “settled status” scheme, but campaign groups are warning that some people may be left in a legal limbo, especially if they frequently travel between the UK and the EU.",
      "charCount": "5909",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/aug/18/uk-standards-on-biosecurity-are-second-to-none",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-08-18T16:48:12Z",
    "webTitle": "UK standards on biosecurity are second to none | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/aug/18/uk-standards-on-biosecurity-are-second-to-none",
    "apiUrl": "https://content.guardianapis.com/environment/2019/aug/18/uk-standards-on-biosecurity-are-second-to-none",
    "fields": {
      "headline": "UK standards on biosecurity are second to none",
      "standfirst": "The government is committed to strengthening the UK’s biosecurity, writes Defra minister <strong>John Gardiner</strong>. Plus letters from <strong>Jim Pratt</strong>,<strong> Karen Lloyd</strong> and <strong>David Head</strong>",
      "trailText": "<strong>Letters:</strong> The government is committed to strengthening the UK’s biosecurity, writes Defra minister <strong>John Gardiner</strong>. Plus letters from <strong>Jim Pratt</strong>,<strong> Karen Lloyd</strong> and <strong>David Head</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a1d81d4128f61f08b34850931dd9f214b78f14d1\"> <img src=\"https://media.guim.co.uk/a1d81d4128f61f08b34850931dd9f214b78f14d1/92_113_3808_2285/1000.jpg\" alt=\"Symptoms of ash dieback on a young ash coppice in Norfolk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Symptoms of ash dieback on a young ash coppice in Norfolk. ‘The almost certain extinction of ash is a catastrophe that dwarfs Brexit,’ writes Jim Pratt. </span> <span class=\"element-image__credit\">Photograph: David Mark/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>George Monbiot (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/15/ash-dieback-killer-plagues-britain-trees\" title=\"\">Free trade in plants is lethal for our forests. We must ban it</a>, 15 August) writes that the UK’s biosecurity inspection regime is “random” and calls for a ban on plant imports into the UK. As biosecurity minister, I agree that one cannot overstate the importance of robust biosecurity to the UK. We will always take strong, decisive action to prevent devastating pests and diseases reaching our shores.</p> <p>The UK enjoys a hard-won international reputation for biosecurity, and our standards are second to none. Since 2012, we have invested over £37m into research in tree health and biosecurity and our unparalleled <a href=\"https://secure.fera.defra.gov.uk/phiw/riskRegister/\" title=\"\">Plant Health Risk Register</a>. Growing ever more trees and plants in this country is certainly the way forward. But banning trade in plants would not be a silver bullet – not least because some pests and diseases cross the Channel unassisted in the air, including ash dieback. That is why UK inspections are risk-based, not “random”, with the full spectrum of threats regularly reviewed and published as part of a country-wide approach.</p> <p>We took the lead in strengthening EU protections against Xylella – prevention is always better than cure – and will deploy more stringent controls than the EU where necessary. We continue to review our actions against high-risk hosts like olive trees, and will not hesitate to act swiftly.</p> <p>Partnership is also crucial. This comprehensive action takes place alongside industry bodies like the Horticultural Trades Association, nurseries and the public. The “Don’t Risk it Campaign” at ports and airports is precisely to raise awareness with the public about biosecurity. Next year is the International Year of Plant Health, and we will continue to strengthen biosecurity even further. Vigilance is vital to safeguard the landscapes we love: we must all play our part.<br><strong>John Gardiner</strong><br><em>Minister for </em><em>biosecurity, Department for Environment, Food and Rural Affairs </em></p> <p>• George Monbiot has hit the nail on the head in his plea for a ban on the import of live plants. Governments have consistently ignored the advice of their own experts, from the 1960s onwards, to stop the uncontrolled imports of live plants and soil into this country. At the same time, the money spent on research into tree diseases has remained paltry. Incongruously, we prefer to spend hundreds of millions of pounds understanding and preserving our past, but almost nothing preserving our future. The almost certain extinction of ash is a catastrophe that dwarfs Brexit and is an insult to future generations.<br><strong>Jim Pratt</strong><br><em>West Linton, Scottish Borders</em></p> <p>• All power to the Danes and others leading the way in showing how our uplands should be managed for boosting biodiversity, for not merely tolerating but welcoming the presence of raptors as well as for carbon sequestering. Allowing scrub to return is a very laudable aim (<a href=\"https://www.theguardian.com/uk-news/2019/aug/11/highland-estates-swap-driven-for-walked-up-grouse-shooting\" title=\"\">Can grouse shooting go sustainable?</a>, 12 August). However, if all grouse moors were to be treated in the same way across the country, the one habitat where our seriously endangered red-listed curlew can breed successfully would cease to exist. Unless the present government takes seriously the threat to all red-listed birds and invests in appropriate land management schemes, enabling ground nesting birds such as curlews to return to the largely devastated agricultural lowlands, our skies are at risk of becoming all together much quieter.<br><strong>Karen Lloyd </strong><br><em>Curlew campaigner and editor of Curlew Calling Anthology</em><em> </em></p> <p>• Although it is interesting to read that this year’s contributor to the Royal Institution Christmas lectures, Dr Hannah Fry, has raised the idea of a Hippocratic oath for scientists to commit them to think deeply about the broader implications of their work, it is not the first time this has been proposed (<a href=\"https://www.theguardian.com/science/2019/aug/16/mathematicians-need-doctor-style-hippocratic-oath-says-academic-hannah-fry\" title=\"\">Scientists shaping the future ‘should take the Hippocratic oath like doctors’</a>, 17 August).</p> <p>One of its earliest and most distinguished proponents was the philosopher Sir Karl Popper, who gave a paper on the subject at a conference in Vienna in 1968 in which he recalled taking an oath derived from the Hippocratic oath when he received his doctorate in psychology at the University of Vienna. However, Popper did not restrict himself to scientists, but extended the notion of oath-based moral responsibility to include anyone contributing to the growth of knowledge. He seems to have been thinking in terms of everyone engaged in academic research, which makes sense against the background of the perversion of all academic disciplines that took place under National Socialism in his native Austria.</p> <p>More recently, the notion of a Hippocratic oath specifically for scientists has had its detractors, and these have claimed that such an oath could be inimical to freedom of thought and expression, for instance by being politicised. Dr Fry’s is the latest contribution to this well-established debate, though (to judge by your report) what she proposes does not suggest a way to resolve it.<br><strong>David Head</strong><br><em>Peterborough</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "844",
      "commentable": "false",
      "firstPublicationDate": "2019-08-18T16:48:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:37Z",
      "newspaperEditionDate": "2019-08-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c6cth",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a1d81d4128f61f08b34850931dd9f214b78f14d1/92_113_3808_2285/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot (Free trade in plants is lethal for our forests. We must ban it, 15 August) writes that the UK’s biosecurity inspection regime is “random” and calls for a ban on plant imports into the UK. As biosecurity minister, I agree that one cannot overstate the importance of robust biosecurity to the UK. We will always take strong, decisive action to prevent devastating pests and diseases reaching our shores. The UK enjoys a hard-won international reputation for biosecurity, and our standards are second to none. Since 2012, we have invested over £37m into research in tree health and biosecurity and our unparalleled Plant Health Risk Register. Growing ever more trees and plants in this country is certainly the way forward. But banning trade in plants would not be a silver bullet – not least because some pests and diseases cross the Channel unassisted in the air, including ash dieback. That is why UK inspections are risk-based, not “random”, with the full spectrum of threats regularly reviewed and published as part of a country-wide approach. We took the lead in strengthening EU protections against Xylella – prevention is always better than cure – and will deploy more stringent controls than the EU where necessary. We continue to review our actions against high-risk hosts like olive trees, and will not hesitate to act swiftly. Partnership is also crucial. This comprehensive action takes place alongside industry bodies like the Horticultural Trades Association, nurseries and the public. The “Don’t Risk it Campaign” at ports and airports is precisely to raise awareness with the public about biosecurity. Next year is the International Year of Plant Health, and we will continue to strengthen biosecurity even further. Vigilance is vital to safeguard the landscapes we love: we must all play our part. John Gardiner Minister for biosecurity, Department for Environment, Food and Rural Affairs • George Monbiot has hit the nail on the head in his plea for a ban on the import of live plants. Governments have consistently ignored the advice of their own experts, from the 1960s onwards, to stop the uncontrolled imports of live plants and soil into this country. At the same time, the money spent on research into tree diseases has remained paltry. Incongruously, we prefer to spend hundreds of millions of pounds understanding and preserving our past, but almost nothing preserving our future. The almost certain extinction of ash is a catastrophe that dwarfs Brexit and is an insult to future generations. Jim Pratt West Linton, Scottish Borders • All power to the Danes and others leading the way in showing how our uplands should be managed for boosting biodiversity, for not merely tolerating but welcoming the presence of raptors as well as for carbon sequestering. Allowing scrub to return is a very laudable aim (Can grouse shooting go sustainable?, 12 August). However, if all grouse moors were to be treated in the same way across the country, the one habitat where our seriously endangered red-listed curlew can breed successfully would cease to exist. Unless the present government takes seriously the threat to all red-listed birds and invests in appropriate land management schemes, enabling ground nesting birds such as curlews to return to the largely devastated agricultural lowlands, our skies are at risk of becoming all together much quieter. Karen Lloyd Curlew campaigner and editor of Curlew Calling Anthology • Although it is interesting to read that this year’s contributor to the Royal Institution Christmas lectures, Dr Hannah Fry, has raised the idea of a Hippocratic oath for scientists to commit them to think deeply about the broader implications of their work, it is not the first time this has been proposed (Scientists shaping the future ‘should take the Hippocratic oath like doctors’, 17 August). One of its earliest and most distinguished proponents was the philosopher Sir Karl Popper, who gave a paper on the subject at a conference in Vienna in 1968 in which he recalled taking an oath derived from the Hippocratic oath when he received his doctorate in psychology at the University of Vienna. However, Popper did not restrict himself to scientists, but extended the notion of oath-based moral responsibility to include anyone contributing to the growth of knowledge. He seems to have been thinking in terms of everyone engaged in academic research, which makes sense against the background of the perversion of all academic disciplines that took place under National Socialism in his native Austria. More recently, the notion of a Hippocratic oath specifically for scientists has had its detractors, and these have claimed that such an oath could be inimical to freedom of thought and expression, for instance by being politicised. Dr Fry’s is the latest contribution to this well-established debate, though (to judge by your report) what she proposes does not suggest a way to resolve it. David Head Peterborough • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5275",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/18/brexit-leaked-papers-predict-food-shortages-and-port-delays-operation-yellowhammer",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-18T10:26:43Z",
    "webTitle": "Brexit: leaked papers predict food shortages and port delays",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/18/brexit-leaked-papers-predict-food-shortages-and-port-delays-operation-yellowhammer",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/18/brexit-leaked-papers-predict-food-shortages-and-port-delays-operation-yellowhammer",
    "fields": {
      "headline": "Brexit: leaked papers predict food shortages and port delays",
      "standfirst": "<p>Medicines will also be subject to shortages, according to ‘realistic assessment’</p>",
      "trailText": "Medicines will also be subject to shortages, according to ‘realistic assessment’",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"a2129c26f1f166780b729154cf50f6242844e206\"> <img src=\"https://media.guim.co.uk/a2129c26f1f166780b729154cf50f6242844e206/0_0_3500_2100/1000.jpg\" alt=\"Lorries taking part in a no-deal Brexit test on the roads near Dover in January.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lorries taking part in a no-deal Brexit test on the roads near Dover in January.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>The UK will face a three-month meltdown at its ports, a hard Irish border and shortages of food and medicine if it leaves the EU without a deal, according to government documents on Operation Yellowhammer.</p> <p>The documents predict severe extended delays to medicine supplies and shortages of some fresh foods combined with price rises as a likely scenario if the UK leaves without a withdrawal agreement, which is due to happen on 31 October.</p> <p>They suggest there has been a worsening of the risk since documents leaked to the Guardian showed some of the government’s <a href=\"https://www.theguardian.com/politics/2019/aug/01/uk-less-able-to-cope-with-hard-brexit-than-in-spring-say-officials\">“reasonable worst-case scenarios” </a>(RWCS) involved risk to medicine supplies and disruption to food chains.</p> <p>The dossier, compiled this month, says up to 85% of lorries using the main channel crossings “may not be ready” for French customs and could face queues of two and a half days, the <a href=\"https://www.thetimes.co.uk/edition/news/operation-chaos-whitehalls-secret-no-deal-brexit-plan-leaked-j6ntwvhll\">Sunday Times</a> reported.</p> <p>Medical supplies will be “vulnerable to severe extended delays” as three-quarters of the UK’s medicines enter the country via the main Channel crossings, and the availability of fresh food will be reduced and prices will rise, which could hit “vulnerable groups”.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"e989b9c5-c311-47cb-a7c1-f23fc243e6d3\"         data-atom-type=\"guide\"    > </gu-atom> </figure>   <p>The government also believes the return of a hard border between Ireland and Northern Ireland would be likely as current plans to avoid widespread checks would prove unsustainable.</p> <p>A senior Whitehall source told the Sunday Times: “This is not Project Fear, this is the most realistic assessment of what the public face with no deal. These are likely, basic, reasonable scenarios – not the worst case.”</p> <p>Downing Street sources would not comment on the record about the leaked document but hit back at its accuracy, saying it was prepared under Theresa May’s administration and did not reflect the level of planning that had gone on under Boris Johnson.</p> <p>A No 10 source said: “This document is from when ministers were blocking what needed to be done to get ready to leave and the funds were not available. It has been deliberately leaked by a former minister in an attempt to influence discussions with EU leaders.</p> <p>“Those obstructing preparation are no longer in government, £2bn of extra funding has already been made available and Whitehall has been stood up to actually do the work through the daily ministerial meetings. The entire posture of government has changed.”</p> <p>Leading pro-Brexit MPs also rejected the predictions made in the document. Two Tory former cabinet ministers, Iain Duncan Smith and Owen Paterson, claimed the leak was an example of an “establishment” plot to “sow fear in people’s minds”. </p> <p>On Sky’s Sophy Ridge on Sunday programme, Kwasi Kwarteng, a minister at the Department for Business, Energy and Industrial Strategy, said there was “a lot of scaremongering around and a lot of people are playing into Project Fear and all the rest of it”.</p> <p>Johnson insists he still wants the UK to leave with a deal but he has demanded a fresh agreement with the EU without the backstop, a mechanism to prevent a hard border in Ireland that could keep Britain in a customs union.</p> <p>He is due to visit Angela Merkel, the German chancellor, and Emmanuel Macron, the French president, before a G7 summit this week to underline his demands for concessions. However, the EU is adamant that the backstop must stay.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/aug/18/g7-leaders-wait-nervously-for-boris-johnson-debut-biarritz\">G7 leaders wait nervously for Boris Johnson’s debut on the world stage</a> </p> </aside>  <p>With the likelihood of no deal increasing, more than 100 MPs from across the political parties have called on Johnson to recall parliament to allow for debate on Brexit.</p> <p>Moves are under way by Tory rebels along with Labour, SNP, Liberal Democrat and other MPs to legislate against no deal. If that fails they are working on replacing Johnson with a caretaker government after a vote of no confidence.</p> <p>Johnson’s strategy is to blame parliamentarians for blocking Brexit, before a possible general election that he would fight on a “people versus parliament” platform.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"efb7bdd0-68cd-42ac-97bd-926f21da1800\"         data-atom-type=\"timeline\"    > </gu-atom> </figure>   <p>In a letter leaked to the Mail on Sunday, Johnson said it was “plain as a pikestaff” that EU leaders would “simply not compromise” and agree to a new deal if Tory MPs openly discussed stopping a no-deal Brexit on 31 October.</p> <p>The letter will be seen as an attack on Philip Hammond, the former chancellor, and Dominic Grieve, the former attorney general, who are among those leading Tory rebels trying to find ways to stop the government leaving the EU without an agreement.</p> <p>In a letter to 20 Tories who had written to him demanding a deal, Johnson replied: “Any such parliamentary campaign, any tricks of procedure or alliance of factions designed to derail Brexit, gravely damages the chances of our securing a deal.”</p> <p>The government is applying its energies to showing the EU that it is serious about leaving on 31 October with or without a deal. This weekend Steve Barclay, the Brexit secretary, moved to sign a commencement order, which would trigger the end of the supremacy of EU law in the UK on 31 October.</p>",
      "wordcount": "815",
      "firstPublicationDate": "2019-08-18T10:26:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:38Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c6b9v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a2129c26f1f166780b729154cf50f6242844e206/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The UK will face a three-month meltdown at its ports, a hard Irish border and shortages of food and medicine if it leaves the EU without a deal, according to government documents on Operation Yellowhammer. The documents predict severe extended delays to medicine supplies and shortages of some fresh foods combined with price rises as a likely scenario if the UK leaves without a withdrawal agreement, which is due to happen on 31 October. They suggest there has been a worsening of the risk since documents leaked to the Guardian showed some of the government’s “reasonable worst-case scenarios” (RWCS) involved risk to medicine supplies and disruption to food chains. The dossier, compiled this month, says up to 85% of lorries using the main channel crossings “may not be ready” for French customs and could face queues of two and a half days, the Sunday Times reported. Medical supplies will be “vulnerable to severe extended delays” as three-quarters of the UK’s medicines enter the country via the main Channel crossings, and the availability of fresh food will be reduced and prices will rise, which could hit “vulnerable groups”. The government also believes the return of a hard border between Ireland and Northern Ireland would be likely as current plans to avoid widespread checks would prove unsustainable. A senior Whitehall source told the Sunday Times: “This is not Project Fear, this is the most realistic assessment of what the public face with no deal. These are likely, basic, reasonable scenarios – not the worst case.” Downing Street sources would not comment on the record about the leaked document but hit back at its accuracy, saying it was prepared under Theresa May’s administration and did not reflect the level of planning that had gone on under Boris Johnson. A No 10 source said: “This document is from when ministers were blocking what needed to be done to get ready to leave and the funds were not available. It has been deliberately leaked by a former minister in an attempt to influence discussions with EU leaders. “Those obstructing preparation are no longer in government, £2bn of extra funding has already been made available and Whitehall has been stood up to actually do the work through the daily ministerial meetings. The entire posture of government has changed.” Leading pro-Brexit MPs also rejected the predictions made in the document. Two Tory former cabinet ministers, Iain Duncan Smith and Owen Paterson, claimed the leak was an example of an “establishment” plot to “sow fear in people’s minds”. On Sky’s Sophy Ridge on Sunday programme, Kwasi Kwarteng, a minister at the Department for Business, Energy and Industrial Strategy, said there was “a lot of scaremongering around and a lot of people are playing into Project Fear and all the rest of it”. Johnson insists he still wants the UK to leave with a deal but he has demanded a fresh agreement with the EU without the backstop, a mechanism to prevent a hard border in Ireland that could keep Britain in a customs union. He is due to visit Angela Merkel, the German chancellor, and Emmanuel Macron, the French president, before a G7 summit this week to underline his demands for concessions. However, the EU is adamant that the backstop must stay. With the likelihood of no deal increasing, more than 100 MPs from across the political parties have called on Johnson to recall parliament to allow for debate on Brexit. Moves are under way by Tory rebels along with Labour, SNP, Liberal Democrat and other MPs to legislate against no deal. If that fails they are working on replacing Johnson with a caretaker government after a vote of no confidence. Johnson’s strategy is to blame parliamentarians for blocking Brexit, before a possible general election that he would fight on a “people versus parliament” platform. In a letter leaked to the Mail on Sunday, Johnson said it was “plain as a pikestaff” that EU leaders would “simply not compromise” and agree to a new deal if Tory MPs openly discussed stopping a no-deal Brexit on 31 October. The letter will be seen as an attack on Philip Hammond, the former chancellor, and Dominic Grieve, the former attorney general, who are among those leading Tory rebels trying to find ways to stop the government leaving the EU without an agreement. In a letter to 20 Tories who had written to him demanding a deal, Johnson replied: “Any such parliamentary campaign, any tricks of procedure or alliance of factions designed to derail Brexit, gravely damages the chances of our securing a deal.” The government is applying its energies to showing the EU that it is serious about leaving on 31 October with or without a deal. This weekend Steve Barclay, the Brexit secretary, moved to sign a commencement order, which would trigger the end of the supremacy of EU law in the UK on 31 October.",
      "charCount": "4830",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "books/2019/aug/18/the-unsettling-of-europe-great-migration-peter-gatrell-review-immigration",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-08-18T08:00:11Z",
    "webTitle": "The Unsettling of Europe by Peter Gatrell review – the messy truth about migration",
    "webUrl": "https://www.theguardian.com/books/2019/aug/18/the-unsettling-of-europe-great-migration-peter-gatrell-review-immigration",
    "apiUrl": "https://content.guardianapis.com/books/2019/aug/18/the-unsettling-of-europe-great-migration-peter-gatrell-review-immigration",
    "fields": {
      "headline": "The Unsettling of Europe by Peter Gatrell review – the messy truth about migration",
      "standfirst": "A history of immigration in Europe is a useful reminder that the issue has always been mired in political controversy",
      "trailText": "A history of immigration in Europe is a useful reminder that the issue has always been mired in political controversy",
      "byline": "Jonathan Portes",
      "main": "<figure class=\"element element-image\" data-media-id=\"39ccb2c75cc07d9321a4f08ae2c1efa16ca16ef4\"> <img src=\"https://media.guim.co.uk/39ccb2c75cc07d9321a4f08ae2c1efa16ca16ef4/0_109_3706_2224/1000.jpg\" alt=\"Refugees fleeing to safety behind allied lines cross a damaged railway bridge over the river Elbe in Germany on 1 May 1945.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Refugees fleeing to safety behind allied lines cross a damaged railway bridge over the river Elbe in Germany on 1 May 1945.</span> <span class=\"element-image__credit\">Photograph: Hulton Deutsch/Corbis/Getty Images</span> </figcaption> </figure>",
      "body": "<p>When I first worked on migration issues in the Cabinet Office at the turn of the millennium, a letter crossed my desk from the then leader of Kent county council, complaining about the number of asylum seekers, and mentioning that Kent had “no prior history of multicultural diversity”. In fact, Dover was represented in parliament by <a href=\"https://www.hetwebsite.net/het/profiles/papillon.htm\" title=\"\">Thomas Papillon</a>, a Huguenot refugee, in the 17th century.</p> <p>This historical amnesia seems all-pervasive when it comes to political debate in the UK. How many times have we heard politicians or the press complain that “we can’t talk about immigration”, when it has been a controversial political issue for more than a century, from the <a href=\"https://en.wikipedia.org/wiki/Aliens_Act_1905\" title=\"\">Aliens Act 1905</a> to Enoch Powell’s “<a href=\"https://www.theguardian.com/world/2018/apr/14/enoch-powell-rivers-blood-legacy-wolverhampton\" title=\"\">rivers of blood</a>” speech to the Brexit referendum?</p> <p>It is that amnesia – the idea that, unlike the US, Europe is not a continent of immigration, and so any new flows of people are a temporary, and generally unwelcome, phenomenon – that Peter Gatrell sets out to confront in his timely and ambitious new book, <em>The Unsettling of Europe</em>.</p> <p>Immigration, if not ignored entirely, is often compartmentalised in most histories of Europe or its constituent countries. Gatrell frames it as central to the continent’s postwar development, both economic and social, beginning with the huge forced relocations and refugee flows that followed the second world war, running through the postcolonial labour migrations that fuelled Europe’s economic renaissance, to the wars and crises in “peripheral Europe” and Europe’s “near abroad” that have been in the spotlight in recent years.</p> <p>Perhaps the most striking chapter – because it’s least familiar – is the one that deals with the first of these, which Gatrell describes as “violent peacetime”, with 17 million people on the move. The horror of the <a href=\"https://www.theguardian.com/books/2002/may/01/news.features11\" title=\"\">Red Army’s occupation of Germany</a> is well known, even if the vast numbers never fail to shock, but other countries seized the opportunity, too. Churchill spoke of the need for a “clean sweep” of Germans in Poland. Communists (<a href=\"https://www.britannica.com/biography/Wladyslaw-Gomulka\" title=\"\">Gomułka in Poland</a>) and democrats (<a href=\"https://www.britannica.com/biography/Edvard-Benes\" title=\"\">Beneš in Czechoslovakia</a>) agreed on the need to “liquidate the German problem”. Gatrell makes a strong, if largely implicit, case that this ethnic cleansing in a drive to create homogeneous states is the original sin that underlies the virulent nationalist populism now afflicting much of central and Eastern Europe.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Churchill wanted to fight the 1955 election with the slogan 'Keep England White'</p> </blockquote> </aside>  <p>The story of labour migration to the former imperial powers, including the UK, as well as of Turks to Germany, is much better known. But Gatrell also highlights other episodes, where decolonisation and its accompanying upheavals led to refugees moving to or “returning” to the mother country – <a href=\"https://minorityrights.org/minorities/moluccans/\" title=\"\">Moluccans</a> who came to the Netherlands, the <a href=\"https://minorityrights.org/minorities/north-africans/\" title=\"\">harkis and pieds-noirs who fled Algeria</a> after independence. Not least, the <a href=\"https://minorityrights.org/minorities/east-african-asians/\" title=\"\">East African Asians</a>, whose presence in Africa was the direct result of the complex economic relations between the different constituent parts of the British empire, a fact many British politicians would rather have forgotten.</p> <p>And while other accounts often suggest that European countries acquired large non-white populations by accident, as a byproduct of labour migration that was always intended to be temporary, he notes that, long before Powell’s speech, politicians worried about the threat immigration posed to ethnic and religious homogeneity. Churchill wanted to fight the 1955 election with the slogan “Keep England White”, while De Gaulle famously worried that his home village would have to be renamed “<a href=\"https://www.prospectmagazine.co.uk/magazine/the-last-warrior-behind-the-self-made-myth-of-charles-de-gaulle\" title=\"\">Colombey-les-deux-Mosquées</a>”.</p> <p>One strength of the book is its focus on the stories of individual migrants, the communities in which they arrived, and their continued connections, at least in some cases, with their countries of origin. From an ethnic German who moved from Kazakhstan to Hamburg, to an Iranian anthropologist now living in Sweden, we get at least a glimpse of the complexity of the topic.</p> <p>Gatrell’s nuanced and sympathetic treatment of the variety of the immigrant experience – and its impact on European societies – can also be seen as a rejoinder to two recent, well-publicised books. As <a href=\"https://www.britannica.com/biography/H-L-Mencken\" title=\"\">HL Mencken</a> wrote: “for every complex problem there is an answer that is clear, simple and wrong.” Douglas Murray, author of <a href=\"https://www.theguardian.com/books/2017/may/06/strange-death-europe-immigration-xenophobia\" title=\"\"><em>The Strange Death of Europe</em></a>, an extended mixture of conspiracy theory and bigotry, wants some version of Trump’s ban on Muslim immigration. <a href=\"https://www.theguardian.com/commentisfree/2018/oct/21/white-identity-is-meaningless-dignity-is-found-in-shared-hopes\" title=\"\">Eric Kaufmann’s <em>Whiteshift</em></a> argues for ethnic – that is, white – preference in immigration policies to preserve a supposedly threatened “white identity”.</p> <p>Gatrell, however, offers no such simplicities. He recognises – as the title makes clear – that migration can be unsettling, both for migrants and the societies where they arrive. Walls and fences – real and metaphorical – can avert this, at least in part, but there are costs. Without postwar migration, “the continent as a whole would have been much impoverished – less unsettled, perhaps, but greatly diminished”. He does not conceal his disappointment with the short-sighted and inhumane response of most European countries to the migrant crisis of 2015: “the default position was deterrence, detention and deportation”.</p> <p>But what should that mean for the future? There are no easy answers, and <em>The Unsettling of Europe</em> certainly does not offer any. Here in the UK, however, there are some grounds for optimism. The political upheavals sparked by Brexit – itself caused in large part by public attitudes to immigration – offer a window of opportunity to reset not just immigration policy but our broader perspective. This will take a degree of courage and initiative, not just from politicians, but from the rest of us. As Gatrell shows us, it will be contested, messy and imperfect, just as in every previous historical episode; but, as he also demonstrates, it can also enrich us.</p> <p><em>Jonathan Portes is </em><em>professor of economics and public policy at King’s College London</em><em> and the author of </em><a href=\"https://guardianbookshop.com/what-do-we-know-and-what-should-we-do-about-immigration-9781526464422.html\" title=\"\"><em>What Do We Know and What Should We Do About Immigration?</em></a><em> (Sage)</em></p> <p>• <em>The Unsettling of Europe</em> is published by Allen Lane (£30). To order a copy go to <a href=\"https://guardianbookshop.com/unsettling-of-europe-9780241290453.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">guardianbookshop.com</a> or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99</p>",
      "newspaperPageNumber": "47",
      "wordcount": "983",
      "commentable": "false",
      "firstPublicationDate": "2019-08-18T08:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-18T08:00:11Z",
      "newspaperEditionDate": "2019-08-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c4t3f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/39ccb2c75cc07d9321a4f08ae2c1efa16ca16ef4/0_109_3706_2224/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When I first worked on migration issues in the Cabinet Office at the turn of the millennium, a letter crossed my desk from the then leader of Kent county council, complaining about the number of asylum seekers, and mentioning that Kent had “no prior history of multicultural diversity”. In fact, Dover was represented in parliament by Thomas Papillon, a Huguenot refugee, in the 17th century. This historical amnesia seems all-pervasive when it comes to political debate in the UK. How many times have we heard politicians or the press complain that “we can’t talk about immigration”, when it has been a controversial political issue for more than a century, from the Aliens Act 1905 to Enoch Powell’s “rivers of blood” speech to the Brexit referendum? It is that amnesia – the idea that, unlike the US, Europe is not a continent of immigration, and so any new flows of people are a temporary, and generally unwelcome, phenomenon – that Peter Gatrell sets out to confront in his timely and ambitious new book, The Unsettling of Europe. Immigration, if not ignored entirely, is often compartmentalised in most histories of Europe or its constituent countries. Gatrell frames it as central to the continent’s postwar development, both economic and social, beginning with the huge forced relocations and refugee flows that followed the second world war, running through the postcolonial labour migrations that fuelled Europe’s economic renaissance, to the wars and crises in “peripheral Europe” and Europe’s “near abroad” that have been in the spotlight in recent years. Perhaps the most striking chapter – because it’s least familiar – is the one that deals with the first of these, which Gatrell describes as “violent peacetime”, with 17 million people on the move. The horror of the Red Army’s occupation of Germany is well known, even if the vast numbers never fail to shock, but other countries seized the opportunity, too. Churchill spoke of the need for a “clean sweep” of Germans in Poland. Communists (Gomułka in Poland) and democrats (Beneš in Czechoslovakia) agreed on the need to “liquidate the German problem”. Gatrell makes a strong, if largely implicit, case that this ethnic cleansing in a drive to create homogeneous states is the original sin that underlies the virulent nationalist populism now afflicting much of central and Eastern Europe. The story of labour migration to the former imperial powers, including the UK, as well as of Turks to Germany, is much better known. But Gatrell also highlights other episodes, where decolonisation and its accompanying upheavals led to refugees moving to or “returning” to the mother country – Moluccans who came to the Netherlands, the harkis and pieds-noirs who fled Algeria after independence. Not least, the East African Asians, whose presence in Africa was the direct result of the complex economic relations between the different constituent parts of the British empire, a fact many British politicians would rather have forgotten. And while other accounts often suggest that European countries acquired large non-white populations by accident, as a byproduct of labour migration that was always intended to be temporary, he notes that, long before Powell’s speech, politicians worried about the threat immigration posed to ethnic and religious homogeneity. Churchill wanted to fight the 1955 election with the slogan “Keep England White”, while De Gaulle famously worried that his home village would have to be renamed “Colombey-les-deux-Mosquées”. One strength of the book is its focus on the stories of individual migrants, the communities in which they arrived, and their continued connections, at least in some cases, with their countries of origin. From an ethnic German who moved from Kazakhstan to Hamburg, to an Iranian anthropologist now living in Sweden, we get at least a glimpse of the complexity of the topic. Gatrell’s nuanced and sympathetic treatment of the variety of the immigrant experience – and its impact on European societies – can also be seen as a rejoinder to two recent, well-publicised books. As HL Mencken wrote: “for every complex problem there is an answer that is clear, simple and wrong.” Douglas Murray, author of The Strange Death of Europe, an extended mixture of conspiracy theory and bigotry, wants some version of Trump’s ban on Muslim immigration. Eric Kaufmann’s Whiteshift argues for ethnic – that is, white – preference in immigration policies to preserve a supposedly threatened “white identity”. Gatrell, however, offers no such simplicities. He recognises – as the title makes clear – that migration can be unsettling, both for migrants and the societies where they arrive. Walls and fences – real and metaphorical – can avert this, at least in part, but there are costs. Without postwar migration, “the continent as a whole would have been much impoverished – less unsettled, perhaps, but greatly diminished”. He does not conceal his disappointment with the short-sighted and inhumane response of most European countries to the migrant crisis of 2015: “the default position was deterrence, detention and deportation”. But what should that mean for the future? There are no easy answers, and The Unsettling of Europe certainly does not offer any. Here in the UK, however, there are some grounds for optimism. The political upheavals sparked by Brexit – itself caused in large part by public attitudes to immigration – offer a window of opportunity to reset not just immigration policy but our broader perspective. This will take a degree of courage and initiative, not just from politicians, but from the rest of us. As Gatrell shows us, it will be contested, messy and imperfect, just as in every previous historical episode; but, as he also demonstrates, it can also enrich us. Jonathan Portes is professor of economics and public policy at King’s College London and the author of What Do We Know and What Should We Do About Immigration? (Sage) • The Unsettling of Europe is published by Allen Lane (£30). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99",
      "charCount": "6164",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathan-portes\">Jonathan Portes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]