[
  {
    "id": "politics/2019/nov/23/john-mcdonnell-i-believe-in-miracles-interview-labour-election-2019",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-23T23:42:00Z",
    "webTitle": "John McDonnell: ‘I believe in miracles, but we don’t need one to win this’",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/23/john-mcdonnell-i-believe-in-miracles-interview-labour-election-2019",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/23/john-mcdonnell-i-believe-in-miracles-interview-labour-election-2019",
    "fields": {
      "headline": "John McDonnell: ‘I believe in miracles, but we don’t need one to win this’",
      "standfirst": "The shadow chancellor and former trainee Catholic priest on why Labour’s campaign can convince the doubters<br />•<a href=\"https://www.theguardian.com/politics/2019/nov/23/john-mcdonnell-open-dorneywood-public-grace-favour-chancellor\" title=\"\"><strong>I would open chancellor’s country house to the public, says John McDonnell</strong></a>",
      "trailText": "The shadow chancellor and former trainee Catholic priest on why Labour’s campaign can convince the doubters",
      "byline": "Andrew Rawnsley, Toby Helm and Michael Savage",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"b000de84ff134571786485796a76d680036b87a4\"> <img src=\"https://media.guim.co.uk/b000de84ff134571786485796a76d680036b87a4/0_0_5906_3936/1000.jpg\" alt=\"John McDonnell, the shadow chancellor.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The shadow chancellor is phlegmatic about recent Conservative social media trickery: it only ‘delivers more attention on our agenda – which is: you can’t trust the Tories’.</span> <span class=\"element-image__credit\">Photograph: James Veysey/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>One of the lesser-known facts about John McDonnell is that he began training as a Catholic priest before deciding against the vocation in his teens when he discovered girlfriends and the disadvantages of celibacy. Does his party need some kind of miracle to win this election? It is not hard to find Labour people who think so.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/23/john-mcdonnell-open-dorneywood-public-grace-favour-chancellor\">I would open chancellor’s country house to the public, says John McDonnell</a> </p> </aside>  <p>“I do believe in miracles,” says the shadow chancellor. “But we don’t need a miracle.</p> <p>“Last time, at this stage of the campaign, I was getting lots of phone calls from colleagues saying, ‘We’re going to be wiped out and [we’re] really worried’. We’re at that stage now. I’m getting the phone calls which are saying: ‘I think, at best, [Labour will be the] largest party [in parliament]’. Then people saying: ‘Actually, on the doorstep, it doesn’t feel like the polls’.”</p> <p>He makes the Labour optimist’s case for the way in which the campaign is unfolding.</p> <p>“Mobilisation on the ground is huge. Despite the weather. The drawback for us is that being a December election, evening canvassing is in the dark. So you’re approaching someone’s house with a torch and frightening each other on the doorstep. That makes it tougher. But the mobilisation is beyond our wildest dreams.”</p> <p>Then there’s social media, where the Tories are making much more effort than they did in 2017.</p> <p>“The Tories have invested so much more in terms of social media …they’re spending much more money than us … but keep cocking it up.”</p> <p>A <a href=\"https://www.theguardian.com/media/2019/nov/05/tories-unrepentant-about-doctored-video-of-keir-starmer-tv-appearance\" title=\"\">doctored video of Keir Starmer</a> was followed by Conservative campaign headquarters rebadging its <a href=\"https://www.theguardian.com/politics/2019/nov/20/twitter-accuses-tories-of-misleading-public-in-factcheck-row\" title=\"\">Twitter account as “factcheck UK</a>” during last week’s leaders’ TV debate. “Student politics stuff,” sniffs McDonnell. Tory fakery, he argues, only delivers “more attention on our agenda – which is: you can’t trust the Tories”. On the doorstep, he claims, “it comes across the whole time. You can’t trust a word he [Boris Johnson] says. Boris is Marmite on the doorstep. Absolute Marmite”.</p> <p>The trouble for Labour is that this is at least as true of Jeremy Corbyn, another leader who dramatically polarises opinion. There are people who love the thought of prime minister Corbyn. But, if the polls are anything like correct, there are more who are repelled by the idea. And their numbers have grown since the election in 2017.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The problems we face are huge. So it does require a huge response. We've got these weeks to get that message across'</p> <footer> <cite>John McDonnell</cite> </footer> </blockquote> </aside>  <p>McDonnell instantly blames elements of the media. “They’ve had that extra couple of years of a full brutal assault on him, all the time.” He has to believe that Corbyn-sceptical and Corbyn-loathing voters will reconsider the Labour leader as the campaign progresses. “Jeremy is doing his rallies all around the country …. You’ll see much more of Jeremy in the national media now. And not just being seen in a white coat, like Boris with the stunts with boxing gloves. Much more quiet conversations on the sofa … Just get across the image of the man. When they [the voters] see that, they’re reassured.”</p> <p><a href=\"https://www.theguardian.com/politics/2019/nov/21/whats-in-the-labour-party-manifesto\" title=\"\">Labour has just published its manifesto</a>, a prospectus that doubles down on the 2017 version by adding a slew of huge additional spending promises. “It is radical,” says the shadow chancellor. More radical than the last one? “Yeah, in some ways it is.”</p> <p>Last time around, the manifestos proved to be the inflection point of the campaign. Labour was energised by its launch; the Tory campaign imploded soon after theirs. McDonnell and the rest of the Labour leadership team are hoping that history will repeat itself.</p> <p>“What happened last time, as soon as the manifesto was out there, that did start to turn things. Because we started getting on to real policies.”</p> <p>In conversation with us, he announces another large spending commitment, one omitted from the manifesto, saying he will compensate older females, often called <a href=\"https://www.theguardian.com/commentisfree/2019/oct/03/older-women-pensions-retirement-age\" title=\"\">“the Waspi women”</a>, who lost out when the state pension age for men and women was equalised. “We’re recognising this is a historic injustice that we think we have a debt of honour to address.” He puts the cost to the taxpayer at £58bn.</p> <p>That’s on top of many other spending commitments that Paul Johnson, the director of the Institute for Fiscal Studies, calls “colossal” and incapable of being paid for simply by raising taxes on the rich and business. There’s also some polling evidence that the scale of Labour’s promises are leaving many voters unconvinced, because they don’t believe the party could possibly deliver them.</p> <p>“I understand that,” he responds. “The problems we face, the issues that we face, are big. They’re huge. So it does require a huge response. We’ve got these weeks to get that message across. But you’re right. We talk about billions. People just switch off. So the issue for us is translating that into what does it mean in your local area … so people don’t think the big numbers are just unreal.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4a068361af937ad0fcd2ee7148af9082d1d5cc4b\"> <img src=\"https://media.guim.co.uk/4a068361af937ad0fcd2ee7148af9082d1d5cc4b/7_59_4853_2912/1000.jpg\" alt=\"Jeremy Corbyn in Stoke on Trent on Friday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn in Stoke on Trent on Friday. McDonnell believes, by not forcing his own views on others, the Labour leader can bring people together over the vexed issue of Brexit.</span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/Getty</span> </figcaption> </figure>  <p>The Tories are hoping to win Labour seats in the party’s historic heartlands with Johnson’s cry of “get Brexit done”. Labour’s gamble is that “the salience of other issues is more important than Brexit”. McDonnell contends: “The two big ones, which is health and education, have a greater salience for the Labour Leave voters than Brexit itself …. It is about security as well – police cuts and stuff like that. Also, climate change does come up on the doorstep.”</p> <p>Labour is now committed to a fresh referendum on Brexit that would put Remain up against whatever kind of new withdrawal deal a Labour government could negotiate with the EU. McDonnell tells us that the negotiations would be led by himself, Corbyn and Starmer. Crucial to any renegotiation would be the <a href=\"https://www.theguardian.com/politics/2019/nov/15/how-immigration-became-britains-most-toxic-political-issue\" title=\"\">subject of immigration</a>, which is known to divide senior figures in the party. Does he accept that to achieve the closer relationship with Europe that Labour says it would seek, Britain would have to accept a continuation of freedom of movement?</p> <p>McDonnell turns opaque: “It will be a negotiating issue.” He goes on: “Of course, we welcome the principles of free movement, but we also recognise that there are issues that have to be addressed.” Whatever new deal a Labour government might come up with, he says he is a Remainer. “I’ve made this point time and time again. I can’t see a better deal than that [remaining within the EU], but the party will make the decision once we come to the deal.”</p> <p>No one can say what Corbyn would do, because he is continuing to refuse to say whether he is for or against Brexit. On Friday night he said he would adopt a “neutral stance” in a referendum campaign. When Labour’s candidate for the premiership won’t express a view about such a defining question, doesn’t it make him ridiculous? McDonnell endeavours to make a virtue of it, saying that he thinks voters will warm to “the quiet calm of Jeremy trying to … bring people together. That’s where we’ve got to position Jeremy in terms of the rest of the campaign on Brexit. This is the consensus builder. This is the man who can bring us all together. By not forcing his own view down people’s throats, he’s the only one who could do that.”</p> <p>In what some may take as an implied criticism of Corbyn’s performance in the TV debate, he adds: “We’ve got to make sure the message gets across more clearly.”</p> <p>There’s less than three weeks to do it.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "1228",
      "commentable": "false",
      "firstPublicationDate": "2019-11-23T22:30:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:02Z",
      "newspaperEditionDate": "2019-11-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cn4cb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b000de84ff134571786485796a76d680036b87a4/0_142_5906_3542/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One of the lesser-known facts about John McDonnell is that he began training as a Catholic priest before deciding against the vocation in his teens when he discovered girlfriends and the disadvantages of celibacy. Does his party need some kind of miracle to win this election? It is not hard to find Labour people who think so. “I do believe in miracles,” says the shadow chancellor. “But we don’t need a miracle. “Last time, at this stage of the campaign, I was getting lots of phone calls from colleagues saying, ‘We’re going to be wiped out and [we’re] really worried’. We’re at that stage now. I’m getting the phone calls which are saying: ‘I think, at best, [Labour will be the] largest party [in parliament]’. Then people saying: ‘Actually, on the doorstep, it doesn’t feel like the polls’.” He makes the Labour optimist’s case for the way in which the campaign is unfolding. “Mobilisation on the ground is huge. Despite the weather. The drawback for us is that being a December election, evening canvassing is in the dark. So you’re approaching someone’s house with a torch and frightening each other on the doorstep. That makes it tougher. But the mobilisation is beyond our wildest dreams.” Then there’s social media, where the Tories are making much more effort than they did in 2017. “The Tories have invested so much more in terms of social media …they’re spending much more money than us … but keep cocking it up.” A doctored video of Keir Starmer was followed by Conservative campaign headquarters rebadging its Twitter account as “factcheck UK” during last week’s leaders’ TV debate. “Student politics stuff,” sniffs McDonnell. Tory fakery, he argues, only delivers “more attention on our agenda – which is: you can’t trust the Tories”. On the doorstep, he claims, “it comes across the whole time. You can’t trust a word he [Boris Johnson] says. Boris is Marmite on the doorstep. Absolute Marmite”. The trouble for Labour is that this is at least as true of Jeremy Corbyn, another leader who dramatically polarises opinion. There are people who love the thought of prime minister Corbyn. But, if the polls are anything like correct, there are more who are repelled by the idea. And their numbers have grown since the election in 2017. McDonnell instantly blames elements of the media. “They’ve had that extra couple of years of a full brutal assault on him, all the time.” He has to believe that Corbyn-sceptical and Corbyn-loathing voters will reconsider the Labour leader as the campaign progresses. “Jeremy is doing his rallies all around the country …. You’ll see much more of Jeremy in the national media now. And not just being seen in a white coat, like Boris with the stunts with boxing gloves. Much more quiet conversations on the sofa … Just get across the image of the man. When they [the voters] see that, they’re reassured.” Labour has just published its manifesto, a prospectus that doubles down on the 2017 version by adding a slew of huge additional spending promises. “It is radical,” says the shadow chancellor. More radical than the last one? “Yeah, in some ways it is.” Last time around, the manifestos proved to be the inflection point of the campaign. Labour was energised by its launch; the Tory campaign imploded soon after theirs. McDonnell and the rest of the Labour leadership team are hoping that history will repeat itself. “What happened last time, as soon as the manifesto was out there, that did start to turn things. Because we started getting on to real policies.” In conversation with us, he announces another large spending commitment, one omitted from the manifesto, saying he will compensate older females, often called “the Waspi women”, who lost out when the state pension age for men and women was equalised. “We’re recognising this is a historic injustice that we think we have a debt of honour to address.” He puts the cost to the taxpayer at £58bn. That’s on top of many other spending commitments that Paul Johnson, the director of the Institute for Fiscal Studies, calls “colossal” and incapable of being paid for simply by raising taxes on the rich and business. There’s also some polling evidence that the scale of Labour’s promises are leaving many voters unconvinced, because they don’t believe the party could possibly deliver them. “I understand that,” he responds. “The problems we face, the issues that we face, are big. They’re huge. So it does require a huge response. We’ve got these weeks to get that message across. But you’re right. We talk about billions. People just switch off. So the issue for us is translating that into what does it mean in your local area … so people don’t think the big numbers are just unreal.” The Tories are hoping to win Labour seats in the party’s historic heartlands with Johnson’s cry of “get Brexit done”. Labour’s gamble is that “the salience of other issues is more important than Brexit”. McDonnell contends: “The two big ones, which is health and education, have a greater salience for the Labour Leave voters than Brexit itself …. It is about security as well – police cuts and stuff like that. Also, climate change does come up on the doorstep.” Labour is now committed to a fresh referendum on Brexit that would put Remain up against whatever kind of new withdrawal deal a Labour government could negotiate with the EU. McDonnell tells us that the negotiations would be led by himself, Corbyn and Starmer. Crucial to any renegotiation would be the subject of immigration, which is known to divide senior figures in the party. Does he accept that to achieve the closer relationship with Europe that Labour says it would seek, Britain would have to accept a continuation of freedom of movement? McDonnell turns opaque: “It will be a negotiating issue.” He goes on: “Of course, we welcome the principles of free movement, but we also recognise that there are issues that have to be addressed.” Whatever new deal a Labour government might come up with, he says he is a Remainer. “I’ve made this point time and time again. I can’t see a better deal than that [remaining within the EU], but the party will make the decision once we come to the deal.” No one can say what Corbyn would do, because he is continuing to refuse to say whether he is for or against Brexit. On Friday night he said he would adopt a “neutral stance” in a referendum campaign. When Labour’s candidate for the premiership won’t express a view about such a defining question, doesn’t it make him ridiculous? McDonnell endeavours to make a virtue of it, saying that he thinks voters will warm to “the quiet calm of Jeremy trying to … bring people together. That’s where we’ve got to position Jeremy in terms of the rest of the campaign on Brexit. This is the consensus builder. This is the man who can bring us all together. By not forcing his own view down people’s throats, he’s the only one who could do that.” In what some may take as an implied criticism of Corbyn’s performance in the TV debate, he adds: “We’ve got to make sure the message gets across more clearly.” There’s less than three weeks to do it.",
      "charCount": "7093",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewrawnsley\">Andrew Rawnsley</a>, <a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "tv-and-radio/2019/nov/23/question-time-four-way-leaders-debate-gets-peak-audience-of-46m",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-11-23T15:31:23Z",
    "webTitle": "Question Time four-way leaders’ debate gets peak audience of 4.6m",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/nov/23/question-time-four-way-leaders-debate-gets-peak-audience-of-46m",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/nov/23/question-time-four-way-leaders-debate-gets-peak-audience-of-46m",
    "fields": {
      "headline": "Question Time four-way leaders’ debate gets peak audience of 4.6m",
      "standfirst": "<p>Figures for BBC special far lower than for Johnson-Corbyn single combat format on ITV</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/23/general-election-reaction-to-question-time-leaders-special-live-news\">General election latest - live news</a></li></ul>",
      "trailText": "Figures for BBC special far lower than for the Johnson-Corbyn single combat on ITV",
      "byline": "Simon Murphy",
      "main": "<figure class=\"element element-image\" data-media-id=\"7d591abbbc547a32670f58b02c7947a5e2ed3a5d\"> <img src=\"https://media.guim.co.uk/7d591abbbc547a32670f58b02c7947a5e2ed3a5d/1_0_2559_1536/1000.jpg\" alt=\"Composite from Question Time\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leaders of the Conservative, Lib Dem, Scottish National and Labour parties were in the Question Time debate. </span> <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/PA</span> </figcaption> </figure>",
      "body": "<p>More than 4 million people watched a BBC Question Time audience grill political leaders on their general election policies, a slump in the number of viewers who saw Boris Johnson’s head-to-head debate with Jeremy Corbyn earlier this week.</p> <p>A peak audience of 4.6 million watched Johnson, Corbyn, Jo Swinson and Nicola Sturgeon battle a barrage of hostile questioning from an audience in Sheffield during the two-hour programme on Friday evening.</p> <p>The average number of viewers throughout the show was 4.23 million, representing a significant drop from the 6.7 million who switched on for ITV’s leaders’ debate on Tuesday, in which Johnson and Corbyn faced each other. However, the figures are higher than Question Time’s normal audience of about 2-2.5 million.</p> <p>The special Question Time episode also drew nearly double that figure, and significantly more than the 2.4 million average audience of the popular Graham Norton chat show that was aired later in the evening.</p> <p>Fiona Bruce chaired a bruising night of live questioning from audience members on Friday, during which <a href=\"https://www.theguardian.com/politics/2019/nov/22/jeremy-corbyn-labour-neutral-second-brexit-vote\">Corbyn revealed he would take a “neutral stance”</a> should there be a future Brexit referendum if Labour wins the election. The Labour leader was also confronted with questions about his party’s record on antisemitism and nationalisation plans.</p> <p>Johnson was wounded after questioning on his trustworthiness, and was also accused of fomenting racism with the inflammatory language he used in his newspaper columns, including one in which he described Muslim women wearing burqas as looking like “letter boxes”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/22/question-time-leaders-special-boris-johnson-jeremy-corbyn\">The Question Time leaders’ special: our panel’s verdicts | The panel</a> </p> </aside>  <p>The Liberal Democrat leader Swinson faced a torrid time as she was questioned about her voting record in the coalition government, as well as her party’s pledge to revoke Brexit.</p> <p>Meanwhile, the Scottish National party leader and Scottish first minister Sturgeon confirmed she could support a Corbyn government in exchange for an independence referendum.</p> <p>A BBC spokeswoman said: “We’re delighted 4.2 million (with a peak of 4.6 million) people tuned into the Question Time Leaders’ Debate Special on Friday night. It is the first in a series of programmes which will culminate in a head-to-head debate between Jeremy Corbyn and Boris Johnson in December.</p> <p>“We think it was a quality programme which put the audience in charge and will have proved genuinely informative for our viewers.”</p>",
      "wordcount": "373",
      "firstPublicationDate": "2019-11-23T13:59:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:27Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cn77j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7d591abbbc547a32670f58b02c7947a5e2ed3a5d/1_0_2559_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "More than 4 million people watched a BBC Question Time audience grill political leaders on their general election policies, a slump in the number of viewers who saw Boris Johnson’s head-to-head debate with Jeremy Corbyn earlier this week. A peak audience of 4.6 million watched Johnson, Corbyn, Jo Swinson and Nicola Sturgeon battle a barrage of hostile questioning from an audience in Sheffield during the two-hour programme on Friday evening. The average number of viewers throughout the show was 4.23 million, representing a significant drop from the 6.7 million who switched on for ITV’s leaders’ debate on Tuesday, in which Johnson and Corbyn faced each other. However, the figures are higher than Question Time’s normal audience of about 2-2.5 million. The special Question Time episode also drew nearly double that figure, and significantly more than the 2.4 million average audience of the popular Graham Norton chat show that was aired later in the evening. Fiona Bruce chaired a bruising night of live questioning from audience members on Friday, during which Corbyn revealed he would take a “neutral stance” should there be a future Brexit referendum if Labour wins the election. The Labour leader was also confronted with questions about his party’s record on antisemitism and nationalisation plans. Johnson was wounded after questioning on his trustworthiness, and was also accused of fomenting racism with the inflammatory language he used in his newspaper columns, including one in which he described Muslim women wearing burqas as looking like “letter boxes”. The Liberal Democrat leader Swinson faced a torrid time as she was questioned about her voting record in the coalition government, as well as her party’s pledge to revoke Brexit. Meanwhile, the Scottish National party leader and Scottish first minister Sturgeon confirmed she could support a Corbyn government in exchange for an independence referendum. A BBC spokeswoman said: “We’re delighted 4.2 million (with a peak of 4.6 million) people tuned into the Question Time Leaders’ Debate Special on Friday night. It is the first in a series of programmes which will culminate in a head-to-head debate between Jeremy Corbyn and Boris Johnson in December. “We think it was a quality programme which put the audience in charge and will have proved genuinely informative for our viewers.”",
      "charCount": "2360",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simon-murphy\">Simon Murphy</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/nov/23/jeremy-corbyn-defends-his-pledge-to-stay-neutral-in-second-referendum",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-23T14:15:40Z",
    "webTitle": "Corbyn defends his pledge to stay neutral in second referendum",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/23/jeremy-corbyn-defends-his-pledge-to-stay-neutral-in-second-referendum",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/23/jeremy-corbyn-defends-his-pledge-to-stay-neutral-in-second-referendum",
    "fields": {
      "headline": "Corbyn defends his pledge to stay neutral in second referendum",
      "standfirst": "<p>Labour leader says stance towards potential Brexit poll is sign of ‘strength and maturity’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/23/general-election-reaction-to-question-time-leaders-special-live-news\">General election latest - live news</a></li></ul>",
      "trailText": "Labour leader says stance towards potential Brexit poll is sign of ‘strength and maturity’",
      "byline": "Simon Murphy",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"792c91fe-14ef-4f68-92ca-0aa0abd3e613\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/OVsl7WPj2bg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Jeremy Corbyn has defended his pledge to stay “neutral” in the event of a second Brexit referendum after his position was criticised as indecisive.</p> \n<p>The Labour leader <a href=\"https://www.theguardian.com/politics/2019/nov/22/jeremy-corbyn-labour-neutral-second-brexit-vote\">revealed during a Question Time leaders’ special on Friday that he would not back either side,</a> putting him at odds with senior party figures including John McDonnell, Keir Starmer and Emily Thornberry, who have all said they would back remain.</p> \n<p>His decision to take a “neutral stance” on a proposed referendum for a newly negotiated Brexit deal if Labour forms a government drew scorn from critics.</p> \n<p>Corbyn’s disclosure – the first time he had clarified his position – came after significant pressure in recent weeks, with Boris Johnson repeatedly pressing him on the issue during their head-to-head debate on Tuesday.</p> \n<p>During a campaign stop in Sheffield on Saturday, Corbyn – a longstanding Eurosceptic as a backbench MP – claimed that his stance represented a sign of “strength and maturity”.</p> \n<p>Speaking to supporters outside an Amazon warehouse in the city, where he was launching the party’s plans to take on “bad bosses” and “tax dodgers”, he said: “I think being an honest broker and listening to everyone is actually a sign of strength and a sign of maturity.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f2c14b25-d896-4673-afce-535aff979b42\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>There have been trials of voter ID in local elections and the Conservatives have stated that they want to bring in some form of UK-wide ID requirement for voting in the future, but for this election there is no change to the current system.</p>\n    <p>You do not need to show ID to vote in England, Scotland and Wales in a general election. You don’t even need to bring your polling card. You just need to tell polling staff your name and address. They will then cross your name off the list and give you a ballot paper.</p>\n    <p>If you’re voting in Northern Ireland,&nbsp;<a href=\"http://www.nidirect.gov.uk/voting-at-an-election\">you must show photo ID</a>.</p>\n    <p>Only the following forms of ID will be accepted at polling stations in Northern Ireland:</p>\n    <ul>\n     <li>A UK, Irish or EEA driving licence (photographic part) (provisional accepted).</li>\n     <li>A UK or Irish passport.</li>\n     <li>An Electoral Identity Card.</li>\n     <li>A Translink Senior SmartPass.</li>\n     <li>A Translink 60+ SmartPass.</li>\n     <li>A Translink War Disabled SmartPass.</li>\n     <li>A Translink Blind Person’s SmartPass.</li>\n    </ul>\n    <p>Your photographic identification does not need to be current, so even if it is out of date you can still use it to vote. The presiding officer will have the final say over whether or not the photograph matches that of the person intending to vote.&nbsp;<a href=\"http://www.eoni.org.uk/Vote/Voting-at-a-polling-place\">Find out more about voting in Northern Ireland</a>.</p>\n    <p><b>Martin Belam</b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“My role as the Labour prime minister would be to ensure that [a second referendum] is carried out in a fair way, that the offers put are fair, and that I will carry out the result of that referendum.</p> \n<p>“I think this is actually a sensible way forward that actually can bring people together.”</p> \n<p>However, the health secretary, Matt Hancock, earlier attacked Corbyn, arguing that his position “won’t wash” with the electorate. He told Sky News’s Sophy Ridge On Saturday programme: “He has actively decided to be indecisive on the biggest issue of the day. It won’t wash with voters.</p> \n<p>“I think it is an absolute disaster. You can’t ask this country to be its prime minister while not having a view on the biggest issue of the day.”</p> \n<p>The Liberal Democrat leader, Jo Swinson – who is campaigning on a platform to revoke Brexit – also rounded on Corbyn, saying: “To me that is a total absence of leadership. Remainers in this country need a leader, not a bystander.”</p> \n<p>The Labour party’s plan is to negotiate a new withdrawal agreement with the EU if it wins next month’s election, and then have a second referendum with remain on the ballot paper. In a Guardian article <a href=\"https://www.theguardian.com/politics/2019/sep/17/corbyn-vows-to-put-sensible-brexit-deal-to-voters-in-referendum\"> in September</a>, Corbyn indicated that he would stay neutral.</p>",
      "wordcount": "413",
      "firstPublicationDate": "2019-11-23T14:15:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:11Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cn7ad",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0b6e04e7247ca4c07a1a54740b6fd820c7411536/0_103_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has defended his pledge to stay “neutral” in the event of a second Brexit referendum after his position was criticised as indecisive. The Labour leader revealed during a Question Time leaders’ special on Friday that he would not back either side, putting him at odds with senior party figures including John McDonnell, Keir Starmer and Emily Thornberry, who have all said they would back remain. His decision to take a “neutral stance” on a proposed referendum for a newly negotiated Brexit deal if Labour forms a government drew scorn from critics. Corbyn’s disclosure – the first time he had clarified his position – came after significant pressure in recent weeks, with Boris Johnson repeatedly pressing him on the issue during their head-to-head debate on Tuesday. During a campaign stop in Sheffield on Saturday, Corbyn – a longstanding Eurosceptic as a backbench MP – claimed that his stance represented a sign of “strength and maturity”. Speaking to supporters outside an Amazon warehouse in the city, where he was launching the party’s plans to take on “bad bosses” and “tax dodgers”, he said: “I think being an honest broker and listening to everyone is actually a sign of strength and a sign of maturity. “My role as the Labour prime minister would be to ensure that [a second referendum] is carried out in a fair way, that the offers put are fair, and that I will carry out the result of that referendum. “I think this is actually a sensible way forward that actually can bring people together.” However, the health secretary, Matt Hancock, earlier attacked Corbyn, arguing that his position “won’t wash” with the electorate. He told Sky News’s Sophy Ridge On Saturday programme: “He has actively decided to be indecisive on the biggest issue of the day. It won’t wash with voters. “I think it is an absolute disaster. You can’t ask this country to be its prime minister while not having a view on the biggest issue of the day.” The Liberal Democrat leader, Jo Swinson – who is campaigning on a platform to revoke Brexit – also rounded on Corbyn, saying: “To me that is a total absence of leadership. Remainers in this country need a leader, not a bystander.” The Labour party’s plan is to negotiate a new withdrawal agreement with the EU if it wins next month’s election, and then have a second referendum with remain on the ballot paper. In a Guardian article in September, Corbyn indicated that he would stay neutral.",
      "charCount": "2445",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simon-murphy\">Simon Murphy</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "books/2019/nov/23/anne-enright-authority-donald-trump-laureate",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-11-23T10:00:51Z",
    "webTitle": "Anne Enright: 'I've never been good with authority'",
    "webUrl": "https://www.theguardian.com/books/2019/nov/23/anne-enright-authority-donald-trump-laureate",
    "apiUrl": "https://content.guardianapis.com/books/2019/nov/23/anne-enright-authority-donald-trump-laureate",
    "fields": {
      "headline": "Anne Enright: 'I've never been good with authority'",
      "standfirst": "<p>Appointed the first laureate for Irish fiction, the novelist was at first unsure what to make of the role. Trump’s election showed why women need a seat at the table</p>",
      "trailText": "Appointed the first laureate for Irish fiction, the novelist was at first unsure what to make of the role. Trump’s election showed why women need a seat at the table",
      "byline": "Anne Enright",
      "main": "<figure class=\"element element-image\" data-media-id=\"77ee83d84705ca168b83d6555553bc78ff7d19b8\"> <img src=\"https://media.guim.co.uk/77ee83d84705ca168b83d6555553bc78ff7d19b8/122_0_3241_1946/1000.jpg\" alt=\"Trump in the Oval Office in January 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Men still organise their hierarchies of value in a way that excludes women’ … Trump in the Oval Office in January 2017. </span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>",
      "body": "<p>Donald Trump’s victory in November 2016 was preceded, in my home life, by the death of my father in early June. I lost a wonderful man from my life while the world gained a terrible one, and for many months I found it hard to look up to anyone who claimed to be in charge of anything, especially if they were male.</p> <p>My father was a quiet man, gentle and smart, and an astute observer of his children. He could fix sleeplessness and toothache, he took temperatures, checked for appendicitis. There was no bombast or posturing. I am trying to find something negative to say about the man – he smoked non-stop and absented himself sometimes in deafness, but he was, by the world’s standards as well as by my own, a very good person; extremely slow to anger, a punner and puzzler, a lover of languages, with great independence of mind. Donal Enright was from County Clare: he never seemed to break any rules, and he never once did what he was told.</p> <p>Five months later, my thoughts were full of Trump, who seemed to be the opposite of my father in all the important ways. And though the man was nothing to me, I was not the only person on the planet to take his election personally. <a href=\"https://www.theguardian.com/commentisfree/2016/jun/03/donald-trump-woman-problem-female-voter-support-poll-numbers\" title=\"\">Trump made the problem for women clear. Trump </a><em><a href=\"https://www.theguardian.com/commentisfree/2016/jun/03/donald-trump-woman-problem-female-voter-support-poll-numbers\" title=\"\">was</a></em><a href=\"https://www.theguardian.com/commentisfree/2016/jun/03/donald-trump-woman-problem-female-voter-support-poll-numbers\" title=\"\"> the problem</a>. The question was, who had put the problem itself in charge of the United States?</p> <p>His voters polled strongly for “authoritarianism”, we are told – they seek strong men and hold the weak in disdain. They also like to follow the rules, valuing obedience and respect for authority “no matter what”.</p> <p>It became quickly apparent that “No matter what” could be the man’s motto, but it would be a mistake to call Trump an authority in the usual sense. It is hard to remember what it was like back in 2016 – we know with such clarity, now, how a revered role can turn into something self-serving and empty. The first months of Trump’s tenure were astonishing. The confusion came from the deep need people had for a proper president, someone they could look up to and admire.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"70dab065ae5bdb60edb501d53551e54164d1c65d\"> <img src=\"https://media.guim.co.uk/70dab065ae5bdb60edb501d53551e54164d1c65d/593_201_960_1199/801.jpg\" alt=\"Anne Enright\" width=\"801\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anne Enright.</span> <span class=\"element-image__credit\">Photograph: Jeremy Sutton-Hibbert/Getty Images</span> </figcaption> </figure>  <p>As authorities go, Trump is pretty much a child. He dumbs the world down. His personal dysfunction is a cartoon of the crowd’s disaffection. He acts it all out for them up there on the rally podium; his racism is their racism, his misogyny sparks pleasure. This is an exclusionary identity, spattering the world with blame; empty, grandiose and profoundly hurtful to those on the outside.</p> <p>The death of my father had already left me feeling exposed to misogynies, hidden and overt. After he died, I felt the world’s unfairness. Perhaps, when he was alive I had recourse to a figure who was, in my head, more important than any other man. Some childlike part of me needed this and mourned it. I needed to be told I was valued – and in order for those words to have weight, I needed them to come from on high.</p> <p>If I was a child while my father still lived, in November I fell into an astonished and rancourous middle age. When Trump was elected, I felt, in some primal and raging part of myself, that the advances made by women in the last decades were worth nothing because, deep down, nothing had changed. Men still organise their hierarchies of value in a way that excludes women – at least they do if we let them. They will smile and say that they are not doing this, even as it is happening. It seemed to be some kind of default, and one that men themselves cannot see or discuss properly. I wondered if the exclusion of women was not axiomatic to the sense of male importance. Some unsayable truth had been lurking under the illusion of change, and now it was out in the open. Misogyny, I thought, now ruled the world.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>I was not sure whether to be a symbol (keep smiling!) or a grenade</p> </blockquote> </aside>  <p>My tolerance for the misogynists I know, in all their unhappiness, evaporated. <a href=\"https://www.theguardian.com/world/2017/oct/20/women-worldwide-use-hashtag-metoo-against-sexual-harassment\" title=\"\">The #MeToo movement</a> helped: it was as if some magnetic bond between women and men’s badness had suddenly stopped working. And though it was good to stand free of that, the debate about sex and sexual predation left other questions unanswered. Because, when I thought about it, I knew many good men and very few bad ones. Was this male goodness also illusory? What, I wondered, came between these individual, well intentioned men and the wider enactment of equality?</p> <p>Once you saw the pictures of Trump’s first cabinet, every other group photograph became gendered in a similar way: open the paper to see a bunch of powerful and important Irish men, followed by another bunch of Irish men, some of them people you know. And because these men were not willing to talk about how good or bad it felt to be in that photograph, it was up to the viewer to consider the connection between the sense of their shared masculinity and institutional power.</p> <p>I also wondered why it was that for a woman, being in the company of one or two men can be a good way to pass the time, and being in a room with 10 men hard to enjoy. I am not talking about rugby teams here, although these can be terrifying to women, especially after dark. I am talking about the 10 men who run your company, the 10 men on the county council or at the editorial meeting, the undifferentiated, often besuited maleness that struggles to include women, for reasons they really do not want to articulate.</p> <p>Even in the business of writing books, where unfairness is hard to identify, I found a reluctance among men to read or review books by women, and it was hard not to see an aversion to the feminine there. The game of literary reputation is also a game about authority. Who writes the important story? Who says it is important? Both these questions are questions about being in charge. When I was appointed <a href=\"https://www.theguardian.com/books/2015/jan/29/anne-enright-irelands-first-fiction-laureate\" title=\"\">laureate for Irish fiction in 2015</a>, I did not know how to consider my elevation. I thought how Ireland likes to give women symbolic power – we love a female president, for example – while the real stuff remains in male hands. I was not sure whether to be a symbol (keep smiling!) or a grenade. Then, a year later, came Trump.</p>  <figure class=\"element element-image\" data-media-id=\"5e7f7f14f27f0a90a4754c5b8652510dc0d2d3d9\"> <img src=\"https://media.guim.co.uk/5e7f7f14f27f0a90a4754c5b8652510dc0d2d3d9/0_48_2992_1795/1000.jpg\" alt=\"A rally, New Yorkin December 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A rally, New Yorkin December 2017.</span> <span class=\"element-image__credit\">Photograph: Zuma/REX/Shutterstock</span> </figcaption> </figure>  <p>I have never been good with authority. If I had a more compliant personality I would have lived a less useful life, I think. Creativity is inherently playful and sometimes anti-authoritarian, though I was getting tired, in middle age, of all that. I started to ask myself who I was trying to annoy – isn’t this just the same as trying to please them? What was important about being important, after all? My own anger was also worth considering. Why did misogyny feel so personal and hurt so terribly? Was it just the disappointment – that things had not improved, when we thought they had improved? Were all men hypocrites? After my father died, these questions had no answer. There was no big man who was above it all – above the business of gender or misogyny, above the grubby business of competition and importance. There was no one who could keep things fair.</p> <p>And I missed that. I mourned the loss, not just of my father, but also of some ideal man, the right-thinking judge, the ultimate authority. In order to compass my hurt, I had to acknowledge my need for a superior goodness in the world. I also had to question why, even though I was a woman and a feminist, my idea of authority – in some lovely, daughterly way – tilted male. Or it skewed male in some outraged way, as happened when Trump walked on to the world stage. Perhaps these contradictory feelings were both aspects of the same childlike need: please, let there be someone in charge.</p> <p>The danger with something that is not real – as my idealised sense of my father’s authority is not quite real – is that it can turn very simply into its opposite. The rise of Trump was a terrific reminder that there is enough childishness in the world already. It was time to grow up. It was also time to be the figure I needed in my life, to work on a horizontal axis, collapse hierarchies, look at things straight. It was time to judge things, not as I wanted them to be, but as they were. It was time I stopped looking upwards, for the big man who wasn’t there,</p> <p><em>• Anne Enright’s No Authority: Writings from the Laureateship is published by UCD</em><em>.</em></p>",
      "newspaperPageNumber": "32",
      "wordcount": "1452",
      "commentable": "false",
      "firstPublicationDate": "2019-11-23T10:00:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-23T10:00:52Z",
      "newspaperEditionDate": "2019-11-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cypke",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/77ee83d84705ca168b83d6555553bc78ff7d19b8/122_0_3241_1946/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Donald Trump’s victory in November 2016 was preceded, in my home life, by the death of my father in early June. I lost a wonderful man from my life while the world gained a terrible one, and for many months I found it hard to look up to anyone who claimed to be in charge of anything, especially if they were male. My father was a quiet man, gentle and smart, and an astute observer of his children. He could fix sleeplessness and toothache, he took temperatures, checked for appendicitis. There was no bombast or posturing. I am trying to find something negative to say about the man – he smoked non-stop and absented himself sometimes in deafness, but he was, by the world’s standards as well as by my own, a very good person; extremely slow to anger, a punner and puzzler, a lover of languages, with great independence of mind. Donal Enright was from County Clare: he never seemed to break any rules, and he never once did what he was told. Five months later, my thoughts were full of Trump, who seemed to be the opposite of my father in all the important ways. And though the man was nothing to me, I was not the only person on the planet to take his election personally. Trump made the problem for women clear. Trump was the problem. The question was, who had put the problem itself in charge of the United States? His voters polled strongly for “authoritarianism”, we are told – they seek strong men and hold the weak in disdain. They also like to follow the rules, valuing obedience and respect for authority “no matter what”. It became quickly apparent that “No matter what” could be the man’s motto, but it would be a mistake to call Trump an authority in the usual sense. It is hard to remember what it was like back in 2016 – we know with such clarity, now, how a revered role can turn into something self-serving and empty. The first months of Trump’s tenure were astonishing. The confusion came from the deep need people had for a proper president, someone they could look up to and admire. As authorities go, Trump is pretty much a child. He dumbs the world down. His personal dysfunction is a cartoon of the crowd’s disaffection. He acts it all out for them up there on the rally podium; his racism is their racism, his misogyny sparks pleasure. This is an exclusionary identity, spattering the world with blame; empty, grandiose and profoundly hurtful to those on the outside. The death of my father had already left me feeling exposed to misogynies, hidden and overt. After he died, I felt the world’s unfairness. Perhaps, when he was alive I had recourse to a figure who was, in my head, more important than any other man. Some childlike part of me needed this and mourned it. I needed to be told I was valued – and in order for those words to have weight, I needed them to come from on high. If I was a child while my father still lived, in November I fell into an astonished and rancourous middle age. When Trump was elected, I felt, in some primal and raging part of myself, that the advances made by women in the last decades were worth nothing because, deep down, nothing had changed. Men still organise their hierarchies of value in a way that excludes women – at least they do if we let them. They will smile and say that they are not doing this, even as it is happening. It seemed to be some kind of default, and one that men themselves cannot see or discuss properly. I wondered if the exclusion of women was not axiomatic to the sense of male importance. Some unsayable truth had been lurking under the illusion of change, and now it was out in the open. Misogyny, I thought, now ruled the world. My tolerance for the misogynists I know, in all their unhappiness, evaporated. The #MeToo movement helped: it was as if some magnetic bond between women and men’s badness had suddenly stopped working. And though it was good to stand free of that, the debate about sex and sexual predation left other questions unanswered. Because, when I thought about it, I knew many good men and very few bad ones. Was this male goodness also illusory? What, I wondered, came between these individual, well intentioned men and the wider enactment of equality? Once you saw the pictures of Trump’s first cabinet, every other group photograph became gendered in a similar way: open the paper to see a bunch of powerful and important Irish men, followed by another bunch of Irish men, some of them people you know. And because these men were not willing to talk about how good or bad it felt to be in that photograph, it was up to the viewer to consider the connection between the sense of their shared masculinity and institutional power. I also wondered why it was that for a woman, being in the company of one or two men can be a good way to pass the time, and being in a room with 10 men hard to enjoy. I am not talking about rugby teams here, although these can be terrifying to women, especially after dark. I am talking about the 10 men who run your company, the 10 men on the county council or at the editorial meeting, the undifferentiated, often besuited maleness that struggles to include women, for reasons they really do not want to articulate. Even in the business of writing books, where unfairness is hard to identify, I found a reluctance among men to read or review books by women, and it was hard not to see an aversion to the feminine there. The game of literary reputation is also a game about authority. Who writes the important story? Who says it is important? Both these questions are questions about being in charge. When I was appointed laureate for Irish fiction in 2015, I did not know how to consider my elevation. I thought how Ireland likes to give women symbolic power – we love a female president, for example – while the real stuff remains in male hands. I was not sure whether to be a symbol (keep smiling!) or a grenade. Then, a year later, came Trump. I have never been good with authority. If I had a more compliant personality I would have lived a less useful life, I think. Creativity is inherently playful and sometimes anti-authoritarian, though I was getting tired, in middle age, of all that. I started to ask myself who I was trying to annoy – isn’t this just the same as trying to please them? What was important about being important, after all? My own anger was also worth considering. Why did misogyny feel so personal and hurt so terribly? Was it just the disappointment – that things had not improved, when we thought they had improved? Were all men hypocrites? After my father died, these questions had no answer. There was no big man who was above it all – above the business of gender or misogyny, above the grubby business of competition and importance. There was no one who could keep things fair. And I missed that. I mourned the loss, not just of my father, but also of some ideal man, the right-thinking judge, the ultimate authority. In order to compass my hurt, I had to acknowledge my need for a superior goodness in the world. I also had to question why, even though I was a woman and a feminist, my idea of authority – in some lovely, daughterly way – tilted male. Or it skewed male in some outraged way, as happened when Trump walked on to the world stage. Perhaps these contradictory feelings were both aspects of the same childlike need: please, let there be someone in charge. The danger with something that is not real – as my idealised sense of my father’s authority is not quite real – is that it can turn very simply into its opposite. The rise of Trump was a terrific reminder that there is enough childishness in the world already. It was time to grow up. It was also time to be the figure I needed in my life, to work on a horizontal axis, collapse hierarchies, look at things straight. It was time to judge things, not as I wanted them to be, but as they were. It was time I stopped looking upwards, for the big man who wasn’t there, • Anne Enright’s No Authority: Writings from the Laureateship is published by UCD.",
      "charCount": "7999",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/anne-enright\">Anne Enright</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "uk-news/2019/nov/23/immigration-under-labour-would-be-driven-by-values-says-abbott",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-11-23T06:00:46Z",
    "webTitle": "Immigration under Labour would be driven by values, says Abbott",
    "webUrl": "https://www.theguardian.com/uk-news/2019/nov/23/immigration-under-labour-would-be-driven-by-values-says-abbott",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/23/immigration-under-labour-would-be-driven-by-values-says-abbott",
    "fields": {
      "headline": "Immigration under Labour would be driven by values, says Abbott",
      "standfirst": "<p>Shadow home secretary tells the Guardian that current numbers-based system has failed</p>",
      "trailText": "Shadow home secretary tells the Guardian that current numbers-based system has failed",
      "byline": "Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"7c139a5c029bee4b625d0329894ce8527e6bebb2\"> \n <img src=\"https://media.guim.co.uk/7c139a5c029bee4b625d0329894ce8527e6bebb2/124_934_7458_4476/1000.jpg\" alt=\"Diane Abbott\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Diane Abbott says it is time to change the national conversation about migration.</span> \n  <span class=\"element-image__credit\">Photograph: Pal Hansen/The Observer</span> \n </figcaption> \n</figure>",
      "body": "<p>A Labour government would make values, not numbers, the driving force behind immigration policy, and challenge the “edge of fear” that has characterised the debate for decades, according to the shadow home secretary, Diane Abbott.</p> \n<p>“What I would say is different about Jeremy [Corbyn] – and myself as home secretary – is we want to talk about values,” she said. “Because it flows from your values, actually, if you hold them genuinely, what sort of immigration system that you have.”</p> \n<p>Abbott spoke to the Guardian at her home in Hackney, the day after Labour’s manifesto launch in Birmingham, at which Corbyn unveiled plans for a <a href=\"https://www.theguardian.com/politics/2019/nov/21/labour-manifesto-to-slap-11bn-tax-on-oil-and-gas-firms-to-fund-green-plan\">dramatic increase in public investment</a>.</p> \n<p>With less than three weeks to go until polling day, she welcomed newspaper headlines calling it Labour’s most radical manifesto for decades. “The Labour party’s under new management,” she grinned.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"34300bd1cdc8e518668e97eee421070ad3679c7d\"> \n <img src=\"https://media.guim.co.uk/34300bd1cdc8e518668e97eee421070ad3679c7d/18_23_1365_1730/789.jpg\" alt=\"Guardian front page 22/11/19\" width=\"789\" height=\"1000\" class=\"gu-image\"> \n</figure> \n<p>She says fairness, and the importance of keeping families together, will guide the party’s approach.</p> \n<p>Labour will ditch rules that mean in some cases the partner of a British resident can be deported if they don’t meet an income threshold, for example.</p> \n<p>Abbott would not to be drawn about the practical details of a new “work visa” approach mentioned in the document; but says she and Corbyn believe it is time to change the national conversation about migration, on the left as well as the right.</p> \n<p>“All my life, the political debate around migration has had an edge of fear to it,” she said. “The first big political debate on migration I remember, was the debate around the east African Asians: and that was Callaghan.”</p> \n<p>As Labour home secretary in 1968, under pressure from opposition figures including Enoch Powell, Callaghan introduced legislation to curb migration from east Africa.</p> \n<p>Callaghan claimed at the time, the “origin of this bill lies neither in panic nor prejudice, but in a considered judgement of the best way to achieve the ideal of a multiracial society”. But Abbott said he was the first of many Labour politicians to mishandle the issue – including Corbyn’s predecessor Ed Miliband, whose 2015 general election campaign produced red mugs bearing the slogan “controls on immigration”.</p> \n<p>“What it is, the people who say, ‘ooh, you know, migration is very difficult, people say this or that on the doorstep’ – they really influenced poor Ed,” she said. “I don’t think that was Ed, as a person. But you had the immigration control mugs; you had a whole party political broadcast on migration, which I’ve not seen before or since. He also made at least two major speeches on migration.”</p> \n<p>She added: “It’s like benefits. If the Labour party’s going on and on about benefits scroungers, people say, ‘oh, benefits scroungers, what a problem’. But if the Labour party dials it down, it polls as less of an issue.”</p> \n<p>Abbott argued that <a href=\"https://www.theguardian.com/uk-news/2019/nov/12/windrush-victim-dies-without-compensation-or-apology\">the Windrush scandal</a>, and the wave of public outrage it provoked, created the opportunity to have a different kind of debate, based on fairness.</p> \n<figure class=\"element element-image\" data-media-id=\"2bf62c9d14b163bc44e2443055f0f42a0dca7e6e\"> \n <img src=\"https://media.guim.co.uk/2bf62c9d14b163bc44e2443055f0f42a0dca7e6e/0_0_620_372/500.jpg\" alt=\"Labour party mug\" width=\"500\" height=\"300\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘I don’t think that was Ed, as a person’ – Diane Abbott.</span> \n  <span class=\"element-image__credit\">Photograph: Labour</span> \n </figcaption> \n</figure> \n<p>“I think that the Windrush scandal, and even the fact that the Tories had to say, ‘this is awful’, showed that the British people are better than the tabloid newspapers,” she said. “And I think the Windrush scandal gives you a chink of light, where you can start to explain to people.</p> \n<p>“I think it is possible to make the case that these are human beings, and we do have to treat them fairly, and have a system that reflects our values. Not least because the existing system, which is all about numbers, has failed. The Tories have never once met their migration target.”</p> \n<p>Conservative manifestos have repeatedly promised to reduce net migration – the number of people who arrive, minus the number who leave, each year – to less than 100,000. Boris Johnson has now ditched that aspiration, and is promising to create an “Australian-style points system”, though details are scant.</p> \n<p>After a radical pro-migration motion was passed at party conference, the Conservatives had relentlessly attacked Labour as preparing to ditch any controls on immigration at all.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"110877d1-38f3-41d7-b7d4-a5a1646c140b\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Aside from temporary work visas, such as the one-year version used by many young Britons and others to work in lower-skilled jobs such as agriculture and hospitality, Australia has a strictly capped limit for permanent migration of <a href=\"https://www.theguardian.com/australia-news/2019/mar/20/morrison-says-capping-migration-at-160000-is-to-save-budget-bottom-line\">160,000</a>. Of these spaces, about a third are intended for those moving for family or humanitarian reasons, with the rest based on skilled migration.</p>\n    <p>There are two types of permanent visa – people who are sponsored by a specific employer, and those who apply independently. Both routes require the applicant to accrue 65 points to move.</p>\n    <p>Points comes from a range of factors, among them:</p>\n    <ul>\n     <li><b>Age: </b>These range from 25 points for those aged 18-24, to zero if you are over 50.&nbsp;</li>\n     <li><b>English language skills: </b>People receive 20 points for 'superior' skills, ten for proficient, and none for 'competent'.</li>\n     <li><b>Work experience: </b>More time in a particular occupation brings more points, with experience in Australia counting more than that from overseas.</li>\n     <li><b>Qualifications: </b>Again, higher qualifications bring more points, up to 20 for a doctorate.</li>\n     <li><b>Relevant skills: </b>Gaining entry requires your jobs to be on the so-called skilled occupation list, a lengthy collection of jobs with shortages, and various classes of visa for which such a job allows people to apply.</li>\n    </ul>\n    <p>Some critics of the Australian system argue it is a blunt tool, and that the strict points-based criteria can mask other skills and qualities. The cap can also cover a significant backlog in processing people. However the idea of introducing a similar system in the UK post-Brexit has been repeatedly floated by prominent Leave supporters like Boris Johnson and Nigel Farage.</p>\n    <p><b>Peter Walker</b>, <i>political correspondent</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Labour strategists were anxious about the impact of the party appearing too liberal, and <a href=\"https://www.theguardian.com/politics/2019/nov/13/mccluskey-tells-corbyn-defy-calls-extend-freedom-of-movement\">Unite’s general secretary, Len McCluskey, insisted</a> the party must address voters’ worries about an influx of cheap migrant workers.</p> \n<p>“If we don’t deal with the issues and concerns, we will create a vacuum that will be filled by a far right seeking to become the voice of the white working class,” he warned.</p> \n<p>Abbott said: “Len’s entitled to his views, and he does represent a thread of thinking in the Labour party.” She acknowledged that <a href=\"https://www.theguardian.com/uk-news/2019/nov/17/jeremy-corbyn-immigration-policy-would-allow-lot-of-movement\">the manifesto does not go as far</a> as some of the campaigners who brought the free movement motion to conference had hoped.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The existing [immigration] system, which is all about numbers, has failed</p> \n  <footer> \n   <cite>Diane Abbott</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>A carefully drafted passage leaves much of the detail of the future migration regime to be determined after the issue of Brexit has been resolved.</p> \n<p>“If we remain in the EU, freedom of movement will continue,” it says. “If we leave, it will be subject to negotiations, but we recognise the social and economic benefits that free movement has brought both in terms of EU citizens here and UK citizens abroad – and we will seek to protect those rights.”</p> \n<p>The party would also close down two of the most notorious migrant detention centres, Yarl’s Wood and Brook House, and review the future of the others. “I think we’re acting in the spirit of those party members that voted for that composite, who want to see a fairer migration system,” Abbott said.</p> \n<p>She has held three meetings in recent days with senior civil servants preparing for the possibility of a Labour government – standard practice during general election campaigns. “They want to know whether we really mean it or not - and I said, ‘yes, we are going to close Yarl’s Wood down: we really mean that.’”</p> \n<p>Labour remain <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/oct/31/uk-general-election-2019-poll-tracker\">well behind the Conservatives in the polls</a>, but Abbott insisted her longtime political friend and ally Corbyn is ready for Downing Street. “I think in the debate, with Boris, he looked very prime ministerial,” she said.</p> \n<p>“This man will be PM in a few weeks: that’s what I thought.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1013",
      "firstPublicationDate": "2019-11-23T06:00:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:11Z",
      "newspaperEditionDate": "2019-11-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cn332",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7c139a5c029bee4b625d0329894ce8527e6bebb2/124_934_7458_4476/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A Labour government would make values, not numbers, the driving force behind immigration policy, and challenge the “edge of fear” that has characterised the debate for decades, according to the shadow home secretary, Diane Abbott. “What I would say is different about Jeremy [Corbyn] – and myself as home secretary – is we want to talk about values,” she said. “Because it flows from your values, actually, if you hold them genuinely, what sort of immigration system that you have.” Abbott spoke to the Guardian at her home in Hackney, the day after Labour’s manifesto launch in Birmingham, at which Corbyn unveiled plans for a dramatic increase in public investment. With less than three weeks to go until polling day, she welcomed newspaper headlines calling it Labour’s most radical manifesto for decades. “The Labour party’s under new management,” she grinned. She says fairness, and the importance of keeping families together, will guide the party’s approach. Labour will ditch rules that mean in some cases the partner of a British resident can be deported if they don’t meet an income threshold, for example. Abbott would not to be drawn about the practical details of a new “work visa” approach mentioned in the document; but says she and Corbyn believe it is time to change the national conversation about migration, on the left as well as the right. “All my life, the political debate around migration has had an edge of fear to it,” she said. “The first big political debate on migration I remember, was the debate around the east African Asians: and that was Callaghan.” As Labour home secretary in 1968, under pressure from opposition figures including Enoch Powell, Callaghan introduced legislation to curb migration from east Africa. Callaghan claimed at the time, the “origin of this bill lies neither in panic nor prejudice, but in a considered judgement of the best way to achieve the ideal of a multiracial society”. But Abbott said he was the first of many Labour politicians to mishandle the issue – including Corbyn’s predecessor Ed Miliband, whose 2015 general election campaign produced red mugs bearing the slogan “controls on immigration”. “What it is, the people who say, ‘ooh, you know, migration is very difficult, people say this or that on the doorstep’ – they really influenced poor Ed,” she said. “I don’t think that was Ed, as a person. But you had the immigration control mugs; you had a whole party political broadcast on migration, which I’ve not seen before or since. He also made at least two major speeches on migration.” She added: “It’s like benefits. If the Labour party’s going on and on about benefits scroungers, people say, ‘oh, benefits scroungers, what a problem’. But if the Labour party dials it down, it polls as less of an issue.” Abbott argued that the Windrush scandal, and the wave of public outrage it provoked, created the opportunity to have a different kind of debate, based on fairness. “I think that the Windrush scandal, and even the fact that the Tories had to say, ‘this is awful’, showed that the British people are better than the tabloid newspapers,” she said. “And I think the Windrush scandal gives you a chink of light, where you can start to explain to people. “I think it is possible to make the case that these are human beings, and we do have to treat them fairly, and have a system that reflects our values. Not least because the existing system, which is all about numbers, has failed. The Tories have never once met their migration target.” Conservative manifestos have repeatedly promised to reduce net migration – the number of people who arrive, minus the number who leave, each year – to less than 100,000. Boris Johnson has now ditched that aspiration, and is promising to create an “Australian-style points system”, though details are scant. After a radical pro-migration motion was passed at party conference, the Conservatives had relentlessly attacked Labour as preparing to ditch any controls on immigration at all. Labour strategists were anxious about the impact of the party appearing too liberal, and Unite’s general secretary, Len McCluskey, insisted the party must address voters’ worries about an influx of cheap migrant workers. “If we don’t deal with the issues and concerns, we will create a vacuum that will be filled by a far right seeking to become the voice of the white working class,” he warned. Abbott said: “Len’s entitled to his views, and he does represent a thread of thinking in the Labour party.” She acknowledged that the manifesto does not go as far as some of the campaigners who brought the free movement motion to conference had hoped. A carefully drafted passage leaves much of the detail of the future migration regime to be determined after the issue of Brexit has been resolved. “If we remain in the EU, freedom of movement will continue,” it says. “If we leave, it will be subject to negotiations, but we recognise the social and economic benefits that free movement has brought both in terms of EU citizens here and UK citizens abroad – and we will seek to protect those rights.” The party would also close down two of the most notorious migrant detention centres, Yarl’s Wood and Brook House, and review the future of the others. “I think we’re acting in the spirit of those party members that voted for that composite, who want to see a fairer migration system,” Abbott said. She has held three meetings in recent days with senior civil servants preparing for the possibility of a Labour government – standard practice during general election campaigns. “They want to know whether we really mean it or not - and I said, ‘yes, we are going to close Yarl’s Wood down: we really mean that.’” Labour remain well behind the Conservatives in the polls, but Abbott insisted her longtime political friend and ally Corbyn is ready for Downing Street. “I think in the debate, with Boris, he looked very prime ministerial,” she said. “This man will be PM in a few weeks: that’s what I thought.”",
      "charCount": "6008",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]