[
  {
    "id": "politics/2019/jun/01/alastair-campbell-grace-podcast-privilege-politics-at-home-labour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-01T22:04:00Z",
    "webTitle": "Politics, privilege and podcasts: at home with Alastair Campbell",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/01/alastair-campbell-grace-podcast-privilege-politics-at-home-labour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/01/alastair-campbell-grace-podcast-privilege-politics-at-home-labour",
    "fields": {
      "headline": "Politics, privilege and podcasts: at home with Alastair Campbell",
      "standfirst": "As he is kicked out of Labour, the party’s former spin doctor and his daughter, Grace, talk Brexit and beyond",
      "trailText": "As he is kicked out of Labour, the party’s former spin doctor and his daughter, Grace, talk Brexit and beyond",
      "byline": "Nosheen Iqbal",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"920d1da5db88f0ece47bd40c011a5e76f1ab65eb\"> <img src=\"https://media.guim.co.uk/920d1da5db88f0ece47bd40c011a5e76f1ab65eb/0_249_5760_3456/1000.jpg\" alt=\"Alastair and Grace Campbell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alastair and Grace Campbell at home: their new podcast is inspired by an incident last year when Grace ambushed her father during a radio phone-in to criticise him for sexist language.</span> <span class=\"element-image__credit\">Photograph: Richard Saker/The Observer</span> </figcaption> </figure>",
      "body": "<p>It was already a fairly lively Tuesday morning when the former Labour spin doctor Alastair Campbell agreed to an interview with the <em>Observer</em>.</p> <p>The party’s <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/26/european-election-latest-results-2019-uk-england-scotland-wales-ni-eu-parliament\" title=\"\">disastrous performance </a>in the European elections had reopened a painful debate about a second referendum on any Brexit deal, and the Equality and Human Rights Commission had said it was launching an investigation into claims of antisemitism within Labour.</p> <p>But Campbell wanted to talk about his new podcast. His daughter Grace had been pushing him to work on a series together and the two were keen to promote their new project – a chatty knockabout entitled<em> Football, Feminism And Everything In Between</em> featuring the likes of Ed Miliband and Rachel Riley as guests.</p> <p>Except that, two hours before we were due to meet, Campbell was <a href=\"https://www.theguardian.com/politics/2019/may/31/alastair-campbell-labour-expulsion-discrimination-appeal\" title=\"\">thrown out of the Labour party </a>for having voted Liberal Democrat in the European elections. He voiced his bewilderment on Twitter and prompted a scramble on newsdesks across the country. One of the most controversial figures in recent British politics was suddenly back on the front pages.</p> <p>At home in north London, father and daughter fuss over making tea. We sit in a triangle at the kitchen table, Campbell on the left, Grace to the right. Rows blaze online and camera crews take their position outside on the doorstep. Campbell’s phone doesn’t stop buzzing. Every now and then, he scans incoming messages or breaks off to take a call in another room.</p> <p>“You know in <a href=\"https://www.theguardian.com/tv-and-radio/2012/oct/25/thick-of-it-bbc-political-satire-ends\" title=\"\"><em>The Thick Of It</em> </a>when Malcolm Tucker leaves [government] and he’s just hunched over working in his kitchen which, by the way, looks freakishly like this one?” Grace waves her hand across the room for emphasis. “That’s what it’s like.”</p> <p>Campbell scoffs. Tucker, an aggressive media manipulator, was a creation always assumed to be based on Campbell in his years working in government for Tony Blair. These days he says he prefers silence to listening to the <em>Today </em>programme, and despite being acutely attuned to everything on the political agenda that morning – the polls, the tweets, the breaking developments – he insists: “I don’t even read the papers any more. I don’t.”</p> <p>At 62, and with 40 years of Labour membership behind him, Campbell seems weary, rather than furious. “The breach of the rule is in supporting another party and I am very clear I do not support the Liberal Democrats,” he says. “I voted Lib Dem because I support Labour. I’m not a Liberal Democrat. I never will be. I did it because I want the Labour party to do the right thing and this is the only way I can bring that back. I could have – and this would have merited expulsion – I could have made hay with it, but I didn’t want to.”</p> <p>To the Labour leadership, it seemed he already had. Last Thursday, Corbyn said the matter was “a question of what Mr Campbell said two days before the election, in which he apparently appeared to be supporting the Liberal Democrats. That is clearly not acceptable”.</p> <p>It remains unclear what Corbyn was referring to. On the record, Campbell disclosed his vote only after the polls had closed, when he was directly asked on air by the LBC broadcaster Iain Dale. But, whatever the trigger, the result came last Tuesday in the form of an email “with regards from the legal and governance unit” from party HQ.</p> <p>“If you start expelling everyone who voted Lib Dem in these elections,” Campbell blows a raspberry, “there won’t be a lot left.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c67812f16fd01f0797179f8fa85b98d351f26b3e\"> <img src=\"https://media.guim.co.uk/c67812f16fd01f0797179f8fa85b98d351f26b3e/0_0_1714_1028/1000.jpg\" alt=\"Alastair Campbell with former prime minister Tony Blair days before the 2003 invasion of Iraq.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alastair Campbell with former prime minister Tony Blair days before the 2003 invasion of Iraq.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/AP</span> </figcaption> </figure>  <p>By last Wednesday a movement supporting Campbell had sprung up online under the hashtag <a href=\"https://twitter.com/hashtag/expelmetoo?src=hash\" title=\"\">#expelmetoo</a>, with party members publicly declaring they had not voted Labour in the European elections. Cherie Blair and former Labour cabinet ministers Charles Clarke and Bob Ainsworth were among them.</p> <p>“I’ve had messages today from people I’ve never had messages from before,” says Campbell, with a shrug. “People I don’t expect it from, people that are much closer to [Corbyn] and his sort of politics, but who say one of two things: either, this is really stupid and it will backfire, or secondly, this is no way to treat somebody who has dedicated most of his life to the party.”</p> <p>Grace, 25, born just a month before her father joined Blair’s team, is more forthright. Unsurprisingly, perhaps: their podcast was inspired by a <a href=\"https://www.lbc.co.uk/radio/alastair-campbell-daughter-feminism-advice/\" title=\"\">frank radio exchange last year</a> when she ambushed her father live on air over, among other things, his use of the word “birds” to refer to women. Today, though, she is resolutely loyal. “I’m pissed off about it [the expulsion] and I’ve lost a lot of faith in the Labour party. I am sure [Corbyn is] loving it.” She leans in and rests her cheek in her hand. “It just feels very personal.”</p> <p>“I’m not sure he will be, you know,” says Campbell. “And you love Seb [Corbyn, Jeremy’s son].” Still, Grace is upset that many newer members of the party will be gleeful at the news. “Momentum’s tweet was unbelievable,” she says. “A lot of them hate Dad.” Earlier that morning, the pro-Corbyn grassroots movement had tweeted: “Alastair Campbell’s ‘sexed up’ dossier started the Iraq war and left a million dead. Being kicked out of the party is the least he deserves.”</p> <p>Campbell brushes it off, casually dropping in the fact that Laura Parker, Momentum’s national coordinator, can’t hate him all that much. She delivered a handwritten note asking him for support.</p> <p>To Campbell, it is clear the Labour party is being destroyed and that there are cracks among Corbyn’s senior team. “I’ve had three people in his office today send me messages saying, ‘What the fuck? I had no idea this was going to happen’”. Campbell’s partner, education campaigner Fiona Millar, left the party months ago after Keir Starmer, sitting at the same kitchen table, promised her the claims of antisemitism within the party would be dealt with within six months. The glacial pace at which the party has moved to deal with the issue compared with the speed at which Campbell was dismissed is an irony not lost on him, but he is unconvinced that there is any coherent strategy behind it.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It’s so arrogant to think it’s even about Corbyn – as if he’s this little baby that everyone has to protect</p> <footer> <cite>Grace Campbell</cite> </footer> </blockquote> </aside>  <p>“They make it up as they go along. They don’t have a strategy, they have a fantasy. Seumas Milne [Corbyn’s adviser] is an old-fashioned posh-boy Stalinist. He’s not really Labour – he never has been. The idea that he stands up for or represents working class people in the north does my head in. They haven’t got a clue about people like that. They’re not motivated by people like that. So far as they have a strategy, it’s basically to get the Tories to implode, make Brexit happen and try not to get the blame.”</p> <p>Campbell has campaigned vociferously for a people’s vote. Did he ever consider that his endorsement might have been damaging? “I don’t think so. It’s so simple for them to say ‘Oh Tony Blair, urrghh Alastair Campbell, Peter Mandelson, Andrew Adonis’ but who else is moving the debate? We’ve been out there the whole time. Does Nigel Farage worry about the fact he’s hated by a lot of people? No, he just campaigns.”</p> <p>The EU election results can fairly be taken as a proxy vote on Brexit; nonetheless, Campbell ardently believes a people’s vote could deliver a win for Remainers. “Listen, more people signed that revoke petition than voted for the Brexit party … I honestly believe that if we had another referendum where the choice was to remain in a reformed EU, against a credible, deliverable form of hard Brexit – which is all you’re going to get now – then I think we’ll win, and we will win well. I’m so confident of that.”</p> <p>Given the party’s position on the second referendum, does he think Corbyn should stand down? “I’m not engaging on that because they are desperate to say this people’s vote campaign has just been a plot to get rid of Jeremy which is fucking bullshit. The people’s vote campaign is cross party, involving Tories, Lib Dems, SNP, Greens”.</p> <p>“It’s so arrogant to think it’s even about Corbyn,” adds Grace. “As if he’s this little baby that everyone has to protect because he can’t look after himself.” A standup taking her first show to Edinburgh this summer (title: <em>Why I’m Never Going Into Politics</em>), Grace insists she would still “definitely vote Labour” despite her antipathy for the current party leader.</p> <p>Campbell doesn’t confirm that he would – but he doesn’t say he wouldn’t, either. Does he feel less Labour today? “No, I feel more Labour because of the responses I’ve had.” What does it mean to him, feeling Labour? Campbell pauses, as if it’s obviously rooted in his DNA. “I’m very tribally Labour. The party represents to me a set of values and principles that are standing up for the right people, and they’re not doing that.</p> <p>“They can parrot ‘For the many, not the few’, but they are becoming a party of the few for the few.”</p> <h2>DREAM TEAMS</h2> <p><strong><em>Grace and Alastair Campbell ask their podcast guests to pick a</em></strong><strong><em> six-a-side team, either dead or alive, to change the world. </em></strong><strong><em>Here is their own selection:</em></strong></p> <p><em>GRACE CAMPBELL:</em><br><em>1. Alexandria Ocasi</em><em>o-Cortez, US politician</em><br><em>2. Bob Marley, singer-songwriter</em><br><em>3. Reese Witherspoon, actress</em><br><em>4. Donald Glover, aka Childish Gambino, musician and actor</em><br><em>5. Joe Lycett, comedian</em><br><em>6. Munroe Bergdorf, transgender model and activist</em><br></p> <p><em>ALASTAIR CAMPBELL:</em><br><em>1. Nelson Mandela, anti-apartheid hero</em><br><em>2. Anna Wintour, editor-in-chief</em><em> of </em><em>US Vogue</em><br><em>3. William Shakespeare, playwright</em><br><em>4. Angela Merkel, German chancellor</em><br><em>5. David Blunkett, former Labour home secretary</em><br><em>6. Shelley Kerr, manager of Scot</em><em>land’s women’s football team</em></p>",
      "newspaperPageNumber": "4",
      "wordcount": "1590",
      "commentable": "false",
      "firstPublicationDate": "2019-06-01T19:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-01T22:30:01Z",
      "newspaperEditionDate": "2019-06-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/btz4y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/920d1da5db88f0ece47bd40c011a5e76f1ab65eb/0_249_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It was already a fairly lively Tuesday morning when the former Labour spin doctor Alastair Campbell agreed to an interview with the Observer. The party’s disastrous performance in the European elections had reopened a painful debate about a second referendum on any Brexit deal, and the Equality and Human Rights Commission had said it was launching an investigation into claims of antisemitism within Labour. But Campbell wanted to talk about his new podcast. His daughter Grace had been pushing him to work on a series together and the two were keen to promote their new project – a chatty knockabout entitled Football, Feminism And Everything In Between featuring the likes of Ed Miliband and Rachel Riley as guests. Except that, two hours before we were due to meet, Campbell was thrown out of the Labour party for having voted Liberal Democrat in the European elections. He voiced his bewilderment on Twitter and prompted a scramble on newsdesks across the country. One of the most controversial figures in recent British politics was suddenly back on the front pages. At home in north London, father and daughter fuss over making tea. We sit in a triangle at the kitchen table, Campbell on the left, Grace to the right. Rows blaze online and camera crews take their position outside on the doorstep. Campbell’s phone doesn’t stop buzzing. Every now and then, he scans incoming messages or breaks off to take a call in another room. “You know in The Thick Of It when Malcolm Tucker leaves [government] and he’s just hunched over working in his kitchen which, by the way, looks freakishly like this one?” Grace waves her hand across the room for emphasis. “That’s what it’s like.” Campbell scoffs. Tucker, an aggressive media manipulator, was a creation always assumed to be based on Campbell in his years working in government for Tony Blair. These days he says he prefers silence to listening to the Today programme, and despite being acutely attuned to everything on the political agenda that morning – the polls, the tweets, the breaking developments – he insists: “I don’t even read the papers any more. I don’t.” At 62, and with 40 years of Labour membership behind him, Campbell seems weary, rather than furious. “The breach of the rule is in supporting another party and I am very clear I do not support the Liberal Democrats,” he says. “I voted Lib Dem because I support Labour. I’m not a Liberal Democrat. I never will be. I did it because I want the Labour party to do the right thing and this is the only way I can bring that back. I could have – and this would have merited expulsion – I could have made hay with it, but I didn’t want to.” To the Labour leadership, it seemed he already had. Last Thursday, Corbyn said the matter was “a question of what Mr Campbell said two days before the election, in which he apparently appeared to be supporting the Liberal Democrats. That is clearly not acceptable”. It remains unclear what Corbyn was referring to. On the record, Campbell disclosed his vote only after the polls had closed, when he was directly asked on air by the LBC broadcaster Iain Dale. But, whatever the trigger, the result came last Tuesday in the form of an email “with regards from the legal and governance unit” from party HQ. “If you start expelling everyone who voted Lib Dem in these elections,” Campbell blows a raspberry, “there won’t be a lot left.” By last Wednesday a movement supporting Campbell had sprung up online under the hashtag #expelmetoo, with party members publicly declaring they had not voted Labour in the European elections. Cherie Blair and former Labour cabinet ministers Charles Clarke and Bob Ainsworth were among them. “I’ve had messages today from people I’ve never had messages from before,” says Campbell, with a shrug. “People I don’t expect it from, people that are much closer to [Corbyn] and his sort of politics, but who say one of two things: either, this is really stupid and it will backfire, or secondly, this is no way to treat somebody who has dedicated most of his life to the party.” Grace, 25, born just a month before her father joined Blair’s team, is more forthright. Unsurprisingly, perhaps: their podcast was inspired by a frank radio exchange last year when she ambushed her father live on air over, among other things, his use of the word “birds” to refer to women. Today, though, she is resolutely loyal. “I’m pissed off about it [the expulsion] and I’ve lost a lot of faith in the Labour party. I am sure [Corbyn is] loving it.” She leans in and rests her cheek in her hand. “It just feels very personal.” “I’m not sure he will be, you know,” says Campbell. “And you love Seb [Corbyn, Jeremy’s son].” Still, Grace is upset that many newer members of the party will be gleeful at the news. “Momentum’s tweet was unbelievable,” she says. “A lot of them hate Dad.” Earlier that morning, the pro-Corbyn grassroots movement had tweeted: “Alastair Campbell’s ‘sexed up’ dossier started the Iraq war and left a million dead. Being kicked out of the party is the least he deserves.” Campbell brushes it off, casually dropping in the fact that Laura Parker, Momentum’s national coordinator, can’t hate him all that much. She delivered a handwritten note asking him for support. To Campbell, it is clear the Labour party is being destroyed and that there are cracks among Corbyn’s senior team. “I’ve had three people in his office today send me messages saying, ‘What the fuck? I had no idea this was going to happen’”. Campbell’s partner, education campaigner Fiona Millar, left the party months ago after Keir Starmer, sitting at the same kitchen table, promised her the claims of antisemitism within the party would be dealt with within six months. The glacial pace at which the party has moved to deal with the issue compared with the speed at which Campbell was dismissed is an irony not lost on him, but he is unconvinced that there is any coherent strategy behind it. “They make it up as they go along. They don’t have a strategy, they have a fantasy. Seumas Milne [Corbyn’s adviser] is an old-fashioned posh-boy Stalinist. He’s not really Labour – he never has been. The idea that he stands up for or represents working class people in the north does my head in. They haven’t got a clue about people like that. They’re not motivated by people like that. So far as they have a strategy, it’s basically to get the Tories to implode, make Brexit happen and try not to get the blame.” Campbell has campaigned vociferously for a people’s vote. Did he ever consider that his endorsement might have been damaging? “I don’t think so. It’s so simple for them to say ‘Oh Tony Blair, urrghh Alastair Campbell, Peter Mandelson, Andrew Adonis’ but who else is moving the debate? We’ve been out there the whole time. Does Nigel Farage worry about the fact he’s hated by a lot of people? No, he just campaigns.” The EU election results can fairly be taken as a proxy vote on Brexit; nonetheless, Campbell ardently believes a people’s vote could deliver a win for Remainers. “Listen, more people signed that revoke petition than voted for the Brexit party … I honestly believe that if we had another referendum where the choice was to remain in a reformed EU, against a credible, deliverable form of hard Brexit – which is all you’re going to get now – then I think we’ll win, and we will win well. I’m so confident of that.” Given the party’s position on the second referendum, does he think Corbyn should stand down? “I’m not engaging on that because they are desperate to say this people’s vote campaign has just been a plot to get rid of Jeremy which is fucking bullshit. The people’s vote campaign is cross party, involving Tories, Lib Dems, SNP, Greens”. “It’s so arrogant to think it’s even about Corbyn,” adds Grace. “As if he’s this little baby that everyone has to protect because he can’t look after himself.” A standup taking her first show to Edinburgh this summer (title: Why I’m Never Going Into Politics), Grace insists she would still “definitely vote Labour” despite her antipathy for the current party leader. Campbell doesn’t confirm that he would – but he doesn’t say he wouldn’t, either. Does he feel less Labour today? “No, I feel more Labour because of the responses I’ve had.” What does it mean to him, feeling Labour? Campbell pauses, as if it’s obviously rooted in his DNA. “I’m very tribally Labour. The party represents to me a set of values and principles that are standing up for the right people, and they’re not doing that. “They can parrot ‘For the many, not the few’, but they are becoming a party of the few for the few.” DREAM TEAMS Grace and Alastair Campbell ask their podcast guests to pick a six-a-side team, either dead or alive, to change the world. Here is their own selection: GRACE CAMPBELL: 1. Alexandria Ocasio-Cortez, US politician 2. Bob Marley, singer-songwriter 3. Reese Witherspoon, actress 4. Donald Glover, aka Childish Gambino, musician and actor 5. Joe Lycett, comedian 6. Munroe Bergdorf, transgender model and activist ALASTAIR CAMPBELL: 1. Nelson Mandela, anti-apartheid hero 2. Anna Wintour, editor-in-chief of US Vogue 3. William Shakespeare, playwright 4. Angela Merkel, German chancellor 5. David Blunkett, former Labour home secretary 6. Shelley Kerr, manager of Scotland’s women’s football team",
      "charCount": "9330",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nosheen-iqbal\">Nosheen Iqbal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/01/sajid-javid-prepared-to-leave-eu-without-a-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-01T09:08:47Z",
    "webTitle": "Sajid Javid prepared to leave EU without a deal",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/01/sajid-javid-prepared-to-leave-eu-without-a-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/01/sajid-javid-prepared-to-leave-eu-without-a-deal",
    "fields": {
      "headline": "Sajid Javid prepared to leave EU without a deal",
      "standfirst": "<p>Home secretary, who is running for PM, rules out second referendum, general election or revoking article 50</p>",
      "trailText": "Home secretary, who is running for PM, rules out second referendum, general election or revoking article 50",
      "byline": "Aamna Mohdin",
      "main": "<figure class=\"element element-image\" data-media-id=\"1c5d2eee727f520b75c6e7f30ea58de9702ec801\"> \n <img src=\"https://media.guim.co.uk/1c5d2eee727f520b75c6e7f30ea58de9702ec801/504_38_2996_1798/1000.jpg\" alt=\"Sajid Javid\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sajid Javid has also pledged to hire 20,000 new police officers if he is elected prime minister.</span> \n  <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>The home secretary, Sajid Javid, is prepared to take Britain out of the EU without a deal if he becomes prime minister and fails to get concessions from Brussels.</p> \n<p>The Tory leadership hopeful has ruled out a second referendum, a general election, and revoking article 50, instead promising to leave the EU on 31 October – with or without a deal.</p> \n<p>Writing in the Daily Mail, he said: “The voters have been asked their opinion more than enough times. Never in this country’s history have we asked people to go to the polls a second time without implementing their verdict from the first.</p> \n<p>“Another vote before we leave would be disastrous for trust in politics, and cause the kind of chaos that risks handing Jeremy Corbyn and his hard-left supporters the keys to No 10.”</p> \n<p>Javid, who is one of a dozen Conservatives hoping to become the next prime minister, set out a five-point plan to get the UK out of the EU.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"48718617-39ff-43f6-86a7-0f462acf4b95\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Jeremy Hunt</strong></p>\n    <p></p>\n    <p>His style is notably technocratic, with few rhetorical flourishes and an emphasis on his consensual approach and long record as a minister, notably during more than five years as health secretary, a traditional graveyard of ministerial careers. Hunt’s attempts to talk up a backstory as an 'underestimated' entrepreneur can fall flat given he is also the son of an admiral and was head boy at Charterhouse.</p>\n    <p>Overall, Hunt’s approach can seem uninspiring and hard to pin down in terms of core beliefs, hence the 'Theresa in trousers' nickname among some Tory MPs – one that is more catchy than accurate (since May herself often wears trousers).</p>\n    <p><b>In the final round of MP voting Hunt edged out Michael Gove, 77 votes to 75.</b></p>\n    <p></p>\n    <p><strong>Boris Johnson</strong></p>\n    <p></p>\n    <p>Johnson’s progress to Downing Street appeared unstoppable&nbsp;<a href=\"https://www.theguardian.com/politics/2019/may/23/boris-johnson-bid-for-tory-leadership-gathers-momentum\">even before an overwhelming victory in the first round of voting among MPs</a>. Most of his colleagues believe it is now all but inevitable that he will be Britain’s next prime minister.</p>\n    <p>His well-disciplined campaign team will continue with their strategy of subjecting him to minimal media exposure, though once the field is narrowed down to two, the final pair will appear in more than a dozen head-to-head hustings for Tory members. The team’s main aim is simply to keep heads down and avoid Johnson creating headlines for the wrong reasons. <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">It may not have worked</a>.&nbsp;</p>\n    <p><b>Johnson came first in the final round of MP voting with 160 votes.</b><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>He said he would prepare for a no-deal Brexit with an emergency budget, which he noted would show the EU “we are ready – so when we turn up to negotiate, they know we are not afraid of walking out”. He said he did not want to leave the EU without a deal, but “we have to accept the reality of our situation”.</p> \n<p>The home secretary said he planned to get his deal through parliament with <a href=\"https://www.theguardian.com/politics/2018/oct/15/what-is-the-brexit-backstop\">a Northern Ireland backstop</a> that included a time limit or exit clause, and vowed to work closely with Ireland to ensure there was a frictionless border.</p> \n<p>“What’s currently missing is trust in our ability and determination to deliver that. That requires two things. Someone who could work with them constructively, building a strong relationship of personal trust. And a credible solution,” he wrote. </p> \n<p>Javid added that he had tasked a team from Border Force to look into this issue at the Home Office which, he said, insisted the technologies already existed to avoid a hard border.</p> \n<p>The 49-year-old is up against other contenders including Boris Johnson, Rory Stewart and Michael Gove to replace Theresa May. On Friday, <a href=\"https://www.theguardian.com/politics/2019/may/31/mark-harper-announces-conservative-party-leadership-bid\">the former immigration minister Mark Harper</a> became the 12th MP to enter the race.</p> \n<p>The Foreign Office minister Sir Alan Duncan said the number of candidates in the leadership race was becoming “a bit silly”.</p> \n<p>He told BBC Radio 4’s Today programme: “This is a very, very serious moment where we are choosing our next prime minister at the most difficult political time, so anyone who is a candidate has to go straight from wherever they are through the door of No 10.” He said the list needed to be thinned out, as “serious debate” was being crowded out.</p> \n<p>Javid also pledged to hire 20,000 extra police officers if elected prime minister, promising to spend £1bn over three years to put “police on the beat” and end a “culture of impunity” among criminals.</p>",
      "wordcount": "487",
      "firstPublicationDate": "2019-06-01T09:08:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:43Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/btnvf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1c5d2eee727f520b75c6e7f30ea58de9702ec801/504_38_2996_1798/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The home secretary, Sajid Javid, is prepared to take Britain out of the EU without a deal if he becomes prime minister and fails to get concessions from Brussels. The Tory leadership hopeful has ruled out a second referendum, a general election, and revoking article 50, instead promising to leave the EU on 31 October – with or without a deal. Writing in the Daily Mail, he said: “The voters have been asked their opinion more than enough times. Never in this country’s history have we asked people to go to the polls a second time without implementing their verdict from the first. “Another vote before we leave would be disastrous for trust in politics, and cause the kind of chaos that risks handing Jeremy Corbyn and his hard-left supporters the keys to No 10.” Javid, who is one of a dozen Conservatives hoping to become the next prime minister, set out a five-point plan to get the UK out of the EU. He said he would prepare for a no-deal Brexit with an emergency budget, which he noted would show the EU “we are ready – so when we turn up to negotiate, they know we are not afraid of walking out”. He said he did not want to leave the EU without a deal, but “we have to accept the reality of our situation”. The home secretary said he planned to get his deal through parliament with a Northern Ireland backstop that included a time limit or exit clause, and vowed to work closely with Ireland to ensure there was a frictionless border. “What’s currently missing is trust in our ability and determination to deliver that. That requires two things. Someone who could work with them constructively, building a strong relationship of personal trust. And a credible solution,” he wrote. Javid added that he had tasked a team from Border Force to look into this issue at the Home Office which, he said, insisted the technologies already existed to avoid a hard border. The 49-year-old is up against other contenders including Boris Johnson, Rory Stewart and Michael Gove to replace Theresa May. On Friday, the former immigration minister Mark Harper became the 12th MP to enter the race. The Foreign Office minister Sir Alan Duncan said the number of candidates in the leadership race was becoming “a bit silly”. He told BBC Radio 4’s Today programme: “This is a very, very serious moment where we are choosing our next prime minister at the most difficult political time, so anyone who is a candidate has to go straight from wherever they are through the door of No 10.” He said the list needed to be thinned out, as “serious debate” was being crowded out. Javid also pledged to hire 20,000 extra police officers if elected prime minister, promising to spend £1bn over three years to put “police on the beat” and end a “culture of impunity” among criminals.",
      "charCount": "2760",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "membership/2019/jun/01/guardian-opinion-desk-brexit-coverage",
    "type": "article",
    "sectionId": "membership",
    "sectionName": "Membership",
    "webPublicationDate": "2019-06-01T07:30:02Z",
    "webTitle": "The Guardian Opinion desk: ‘Disturbingly, Brexit is the gift that keeps on giving’",
    "webUrl": "https://www.theguardian.com/membership/2019/jun/01/guardian-opinion-desk-brexit-coverage",
    "apiUrl": "https://content.guardianapis.com/membership/2019/jun/01/guardian-opinion-desk-brexit-coverage",
    "fields": {
      "headline": "The Guardian Opinion desk: ‘Disturbingly, Brexit is the gift that keeps on giving’",
      "standfirst": "<p>The comment team reflects on three extraordinary years of helping readers navigate the biggest political crisis for a generation</p>",
      "trailText": "The comment team reflects on three extraordinary years of helping readers navigate the biggest political crisis for a generation",
      "byline": "Joseph Harker, Sonia Sodha, Toby Moses, David Shariatmadari, Maya Wolfe-Robinson and  Katherine Butler",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"aeb1757dfcc7b638239d4f9bbe75b47573a4f119\"> <img src=\"https://media.guim.co.uk/aeb1757dfcc7b638239d4f9bbe75b47573a4f119/0_448_6720_4032/1000.jpg\" alt=\"Members of the Guardian Opinion team\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Some members of the Guardian Opinion team: from left, Charlotte Naughton, Maya Wolfe-Robinson, Joseph Harker, Julian Coman and Katherine Butler (joint heads of opinion), Toby Moses, Sonia Sodha, David Shariatmadari.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>",
      "body": "<h2>Katherine Butler, joint head of Guardian Opinion</h2> <p>Seven million people turned to the wisdom of the Guardian’s comment writers in the 24 hours after the EU referendum result in June 2016. Three years on, it feels disturbing to admit that Brexit, for our small team of opinion editors, is the gift that keeps on giving.</p> <p>With political opinions two a penny on the web, the scale of our traffic perhaps says a lot about the value of rapid but trusted, carefully commissioned and edited<strong> </strong>analysis in helping navigate an issue as polarising and open to factual distortion as Brexit. As the theatrics of Westminster voting, resignations and government defeats played out, many readers said they also found the Brexit-themed satire provided by <a href=\"https://www.theguardian.com/profile/marinahyde\">Marina Hyde</a> on our Saturday pages an essential form of therapy.</p> <p>The big surprise is how even the seemingly dry detail can ignite fierce debate. Article 50. Customs union. WTO rules. Meaningful votes. Indicative votes. Backstop to the backstop. With the stakes so high, bring it on, readers seem to say.</p> <p>Seeing this level of engagement with the complexities of the UK/EU relationship can be bittersweet. Back in the 1990s I reported on the EU from Brussels, competing (in vain, it usually felt) to convey the complicated reality against the Eurosceptic drumbeat.</p> <p>So tense has the national mood been lately that you have to guard against unwittingly raising hopes of the impasse ending. A recent column was initially headlined: “Britain will have a second referendum - on 23 May”. Only when it started to spread like wildfire around the internet did it become clear that people were frantically sharing it because they hoped <a href=\"https://www.theguardian.com/commentisfree/2019/apr/18/european-elections-second-brexit-referendum-vote-register\">our columnist had exclusive news to impart</a>, rather than a view on the EU elections.</p> <h2>Joseph Harker, deputy opinion editor</h2> <p>The first appearance of the word “Brexit” in a Guardian Opinion article was written by our columnist Timothy Garton Ash in December 2012. Headlined “A referendum on Europe? Bring it on, for all our sakes”, it read:</p> <blockquote class=\"quoted\"> <p>Unlike many of my pro-European friends, I think we will win. I do not believe the brains of the British people have been so addled by the Sun and Daily Mail that they will, confronted with the facts about what it is really like to be Norway (without the oil) or Switzerland, decide that exit – Brexit or Brixit – is the best option for this country.</p> </blockquote> <p>Fateful words.</p> <p>Our in-house columnists have been amazing at filing within minutes of some of the most dramatic and unexpected moments. And, beyond that, we’ve tried to give bigger-picture pieces as well.</p> <p>One of the first, and still most memorable, was Mike Carter’s report of his walk through Britain’s post-industrial heartlands shortly before the vote. Headlined “<a href=\"https://www.theguardian.com/commentisfree/2016/jun/27/liverpool-london-brexit-leave-eu-referendum\">I walked from Liverpool to London. Brexit was no surprise</a>”, it gave a stark portrayal of the human stories of left-behind Britain. And <a href=\"https://www.theguardian.com/commentisfree/2018/sep/30/boris-johnson-super-canada-plan-not-work-brexit-conservative-party-conference-gina-miller\">campaigners such as Gina Miller</a> have been hugely well read too.</p> <p>With Brexit showing little sign of ending any time soon, all of us on the opinion desk will try to keep our readers informed through a range of diverse voices, whatever happens in the weeks and months ahead.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"42a2a98d966ecb005e7f67832876ace887dbea75\"> <img src=\"https://media.guim.co.uk/42a2a98d966ecb005e7f67832876ace887dbea75/0_179_6720_4032/1000.jpg\" alt=\"The desk at work: There’s a delight for the obsessive (a category most editors fall into) in following the drama. Brexit is stuffed full of gossip, speculation and nailbiting votes.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The desk at work: ‘There’s a delight for the obsessive (a category most editors fall into) in following the drama. Brexit is stuffed full of gossip, speculation and nailbiting votes.’</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <h2>Sonia Sodha, deputy opinion editor and columnist; chief leader writer, the Observer</h2> <p>Brexit is simultaneously a columnist’s dream and nightmare. A dream because who could complain about having politics of the very highest stakes to interpret, week in week out? A nightmare not just because of what’s actually at stake – the outcome of Brexit will of course determine the future of our country for decades to come – but, on a much more parochial level, how to respond when something significant seems to happen every week, but nothing ever seems to change.</p> <p>My approach has been to try to focus on what all the Westminster shenanigans could mean for where we ultimately end up, rather than on the archaic parliamentary procedure. It would be easy to let the excitement and unpredictability that comes with being in politically uncharted territory mask the troubling lack of responsible political leadership that has left us where we are today. It’s our job to point that out.<br></p> <h2>Toby Moses, deputy opinion editor</h2> <p>Never has a news story of such importance lasted so long, with such a high frequency of crunch moments that have failed to deliver any kind of resolution. The challenge of commissioning on a topic which is constantly developing and yet somehow never changes lies in finding new angles.</p> <p>Views can be predictable, so when we can find an expert to present a perspective on what Brexit is doing in their area – a <a href=\"https://www.theguardian.com/commentisfree/2017/may/09/trade-deals-standards-employment-farmers-brexit\">farmer</a> or a <a href=\"https://www.theguardian.com/commentisfree/2018/jul/31/prescription-drug-brexit-pharmacy-supply-chains-shortages\">pharmacist</a> – it adds something new.</p> <p>The fact that the appetite from readers is voracious, with every twist and turn pored over, means other stories can be crowded out. Most of the problems with the world that pre-date Brexit are still there, and getting worse, but the space for them has narrowed. Thankfully, we have excellent columnists who are all too aware of the <a href=\"https://www.theguardian.com/commentisfree/2019/mar/12/britain-austerity-brexit-economy-recession-regions\">continuing harm being done by austerity</a> and the conflicts <a href=\"https://www.theguardian.com/commentisfree/2018/nov/05/jamal-khashoggi-coverage-victim-saudi\">costing thousands of lives around the world.</a> Our responsibility as editors is to make sure those stories are promoted to give our readers a broad range of comment to absorb. It can feel as if Brexit is the only thing happening in the world. It isn’t, and the opinion pages reflect that.</p> <h2>David Shariatmadari, deputy opinion editor</h2> <p>Editing in times of Brexit can be a lot of fun and really rewarding. There’s a delight for the obsessive (a category most editors fall into) in following the drama. Brexit is stuffed full of gossip, speculation and nailbiting votes. Therein, however, lies the danger. The science of Brexitology can be impenetrable to the uninitiated, and as a paper we have a responsibility to communicate the issues of the day accessibly. That means that blow-by-blow coverage must be balanced by pieces that give you a feeling for the bigger picture, the sweep of history.</p> <p>I covered the 2016 US presidential election as opinion editor from New York. There was the constant risk of losing sight of underlying factors amid the extraordinary twists and turns. The minutiae of Trump’s gaffes and outrages provided plenty of fodder for columnists, but broader currents were ultimately more important. These included voter disaffection with the status quo, a feeling of economic alienation, and splitting of the country along broadly cultural lines. It’s no coincidence that these are the animating issues in Brexit Britain as well. Our challenge is not to lose sight of them.</p> <h2>Maya Wolfe-Robinson, assistant opinion editor</h2>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The prospect of our morning ideas meetings being dominated by Brexit for years to come is, frankly, pretty terrifying</p> <footer> <cite>Maya Wolfe-Robinson</cite> </footer> </blockquote> </aside>  <p>Brexit is like Marmite. I often cover the early morning shift, where I review the morning papers and news sites and aim to have commissioned the first piece of the day by 8am. Some writers are so obsessively following every aspect, they are aghast if you suggest a non-Brexit-related topic. And then there are those who plead “Anything but the B-word!” as soon as they answer the phone.</p> <p>When we invited teenage environmentalist school strikers into the office to guest-edit, their frustration that we were debating an article 50 extension vote amendment instead of discussing the climate emergency offered a healthy sense of perspective. Yet it’s been valuable to edit pieces that show Brexit’s huge effects beyond Westminster, such as Frances Ryan on how an economic downturn <a href=\"https://www.theguardian.com/commentisfree/2019/may/23/austerity-brexit-suffering-eu-anger\">would affect those already hit by the benefits freeze</a> and Kimberley McIntosh and Shehreen Ali on how Brexit will <a href=\"https://www.theguardian.com/commentisfree/2018/nov/22/brexit-ethnic-minorities-hit-job-losses-poverty-eu\">affect the UK’s ethnic minorities</a>. There’s very little good news though, so the prospect of our morning ideas meetings being dominated by Brexit for years to come is, frankly, pretty terrifying.</p> <h2>Charlotte Naughton, production editor, opinion</h2> <p>Three hours past our normal print deadline, I’ve just picked up <a href=\"https://www.theguardian.com/commentisfree/2019/jan/29/may-brexit-brady-amendment\">a hastily rewritten column</a>. A parliamentary vote has just passed and Rafael Behr has updated his article at speed – but it’s too long for the space. Behr is standing at my shoulder. “This Malthouse detail, let’s lose that,” I say. “Yes, good,” he says. Another minute and pre-press will be clamouring for this last page so we can get the newspaper to the printers on time. I finish reading it, print out a proof, another subeditor checks it and I send the page.</p> <p>We have sometimes had to choose between getting pieces live on the web first or getting the next day’s paper out on time. At such an incredible time, the production team pulls together – one person writes a headline while another edits copy and a third adds a picture. Behr’s article is live in minutes, and we can all finally relax. Until the next day.</p>",
      "newspaperPageNumber": "53",
      "wordcount": "1430",
      "firstPublicationDate": "2019-06-01T07:30:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-08-18T10:06:22Z",
      "newspaperEditionDate": "2019-06-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/beq5m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aeb1757dfcc7b638239d4f9bbe75b47573a4f119/0_448_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Katherine Butler, joint head of Guardian Opinion Seven million people turned to the wisdom of the Guardian’s comment writers in the 24 hours after the EU referendum result in June 2016. Three years on, it feels disturbing to admit that Brexit, for our small team of opinion editors, is the gift that keeps on giving. With political opinions two a penny on the web, the scale of our traffic perhaps says a lot about the value of rapid but trusted, carefully commissioned and edited analysis in helping navigate an issue as polarising and open to factual distortion as Brexit. As the theatrics of Westminster voting, resignations and government defeats played out, many readers said they also found the Brexit-themed satire provided by Marina Hyde on our Saturday pages an essential form of therapy. The big surprise is how even the seemingly dry detail can ignite fierce debate. Article 50. Customs union. WTO rules. Meaningful votes. Indicative votes. Backstop to the backstop. With the stakes so high, bring it on, readers seem to say. Seeing this level of engagement with the complexities of the UK/EU relationship can be bittersweet. Back in the 1990s I reported on the EU from Brussels, competing (in vain, it usually felt) to convey the complicated reality against the Eurosceptic drumbeat. So tense has the national mood been lately that you have to guard against unwittingly raising hopes of the impasse ending. A recent column was initially headlined: “Britain will have a second referendum - on 23 May”. Only when it started to spread like wildfire around the internet did it become clear that people were frantically sharing it because they hoped our columnist had exclusive news to impart, rather than a view on the EU elections. Joseph Harker, deputy opinion editor The first appearance of the word “Brexit” in a Guardian Opinion article was written by our columnist Timothy Garton Ash in December 2012. Headlined “A referendum on Europe? Bring it on, for all our sakes”, it read: Unlike many of my pro-European friends, I think we will win. I do not believe the brains of the British people have been so addled by the Sun and Daily Mail that they will, confronted with the facts about what it is really like to be Norway (without the oil) or Switzerland, decide that exit – Brexit or Brixit – is the best option for this country. Fateful words. Our in-house columnists have been amazing at filing within minutes of some of the most dramatic and unexpected moments. And, beyond that, we’ve tried to give bigger-picture pieces as well. One of the first, and still most memorable, was Mike Carter’s report of his walk through Britain’s post-industrial heartlands shortly before the vote. Headlined “I walked from Liverpool to London. Brexit was no surprise”, it gave a stark portrayal of the human stories of left-behind Britain. And campaigners such as Gina Miller have been hugely well read too. With Brexit showing little sign of ending any time soon, all of us on the opinion desk will try to keep our readers informed through a range of diverse voices, whatever happens in the weeks and months ahead. Sonia Sodha, deputy opinion editor and columnist; chief leader writer, the Observer Brexit is simultaneously a columnist’s dream and nightmare. A dream because who could complain about having politics of the very highest stakes to interpret, week in week out? A nightmare not just because of what’s actually at stake – the outcome of Brexit will of course determine the future of our country for decades to come – but, on a much more parochial level, how to respond when something significant seems to happen every week, but nothing ever seems to change. My approach has been to try to focus on what all the Westminster shenanigans could mean for where we ultimately end up, rather than on the archaic parliamentary procedure. It would be easy to let the excitement and unpredictability that comes with being in politically uncharted territory mask the troubling lack of responsible political leadership that has left us where we are today. It’s our job to point that out. Toby Moses, deputy opinion editor Never has a news story of such importance lasted so long, with such a high frequency of crunch moments that have failed to deliver any kind of resolution. The challenge of commissioning on a topic which is constantly developing and yet somehow never changes lies in finding new angles. Views can be predictable, so when we can find an expert to present a perspective on what Brexit is doing in their area – a farmer or a pharmacist – it adds something new. The fact that the appetite from readers is voracious, with every twist and turn pored over, means other stories can be crowded out. Most of the problems with the world that pre-date Brexit are still there, and getting worse, but the space for them has narrowed. Thankfully, we have excellent columnists who are all too aware of the continuing harm being done by austerity and the conflicts costing thousands of lives around the world. Our responsibility as editors is to make sure those stories are promoted to give our readers a broad range of comment to absorb. It can feel as if Brexit is the only thing happening in the world. It isn’t, and the opinion pages reflect that. David Shariatmadari, deputy opinion editor Editing in times of Brexit can be a lot of fun and really rewarding. There’s a delight for the obsessive (a category most editors fall into) in following the drama. Brexit is stuffed full of gossip, speculation and nailbiting votes. Therein, however, lies the danger. The science of Brexitology can be impenetrable to the uninitiated, and as a paper we have a responsibility to communicate the issues of the day accessibly. That means that blow-by-blow coverage must be balanced by pieces that give you a feeling for the bigger picture, the sweep of history. I covered the 2016 US presidential election as opinion editor from New York. There was the constant risk of losing sight of underlying factors amid the extraordinary twists and turns. The minutiae of Trump’s gaffes and outrages provided plenty of fodder for columnists, but broader currents were ultimately more important. These included voter disaffection with the status quo, a feeling of economic alienation, and splitting of the country along broadly cultural lines. It’s no coincidence that these are the animating issues in Brexit Britain as well. Our challenge is not to lose sight of them. Maya Wolfe-Robinson, assistant opinion editor Brexit is like Marmite. I often cover the early morning shift, where I review the morning papers and news sites and aim to have commissioned the first piece of the day by 8am. Some writers are so obsessively following every aspect, they are aghast if you suggest a non-Brexit-related topic. And then there are those who plead “Anything but the B-word!” as soon as they answer the phone. When we invited teenage environmentalist school strikers into the office to guest-edit, their frustration that we were debating an article 50 extension vote amendment instead of discussing the climate emergency offered a healthy sense of perspective. Yet it’s been valuable to edit pieces that show Brexit’s huge effects beyond Westminster, such as Frances Ryan on how an economic downturn would affect those already hit by the benefits freeze and Kimberley McIntosh and Shehreen Ali on how Brexit will affect the UK’s ethnic minorities. There’s very little good news though, so the prospect of our morning ideas meetings being dominated by Brexit for years to come is, frankly, pretty terrifying. Charlotte Naughton, production editor, opinion Three hours past our normal print deadline, I’ve just picked up a hastily rewritten column. A parliamentary vote has just passed and Rafael Behr has updated his article at speed – but it’s too long for the space. Behr is standing at my shoulder. “This Malthouse detail, let’s lose that,” I say. “Yes, good,” he says. Another minute and pre-press will be clamouring for this last page so we can get the newspaper to the printers on time. I finish reading it, print out a proof, another subeditor checks it and I send the page. We have sometimes had to choose between getting pieces live on the web first or getting the next day’s paper out on time. At such an incredible time, the production team pulls together – one person writes a headline while another edits copy and a third adds a picture. Behr’s article is live in minutes, and we can all finally relax. Until the next day.",
      "charCount": "8514",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/josephharker\">Joseph Harker</a>, <a href=\"profile/sonia-sodha\">Sonia Sodha</a>, <a href=\"profile/tobymoses\">Toby Moses</a>, <a href=\"profile/davidshariatmadari\">David Shariatmadari</a>, <a href=\"profile/maya-wolfe-robinson\">Maya Wolfe-Robinson</a> and  <a href=\"profile/katherine-m-butler\">Katherine Butler</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]