[
  {
    "id": "commentisfree/2019/jul/07/the-guardian-view-on-jeremy-corbyn-new-deeds-and-words-needed",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-07T17:30:03Z",
    "webTitle": "The Guardian view on Jeremy Corbyn: new deeds and words needed | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/07/the-guardian-view-on-jeremy-corbyn-new-deeds-and-words-needed",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/07/the-guardian-view-on-jeremy-corbyn-new-deeds-and-words-needed",
    "fields": {
      "headline": "The Guardian view on Jeremy Corbyn: new deeds and words needed",
      "standfirst": "Given the politics of today the Labour leader cannot tackle the issues of antisemitism and Europe with yesterday’s arguments",
      "trailText": "<strong>Editorial: </strong>Given the politics of today the Labour leader cannot tackle the issues of antisemitism and Europe with yesterday’s arguments",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"9c85030a941e7fd3aee0018521e134a0bb798761\"> <img src=\"https://media.guim.co.uk/9c85030a941e7fd3aee0018521e134a0bb798761/0_134_3350_2010/1000.jpg\" alt=\"Jeremy Corbyn outside his home in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour’s leader is coming under fire for sticking to his guns on antisemitism and Europe’.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>A general who fights the previous war usually loses. When French commanders built the Maginot Line in the 1930s it was with the first world war in their minds. They proved that leaders who think they can win by imagining today’s battles can be fought on yesterday’s terrain will find themselves outflanked. But what can one say of a leader who thinks that victory can be secured by repeating a strategy from the last war that brought defeat? That is what Jeremy Corbyn is in danger of doing.</p> <p>Labour’s leader is coming under fire for sticking to his guns on antisemitism and <a href=\"https://www.theguardian.com/politics/2017/aug/01/soft-brexit-policy-won-labour-votes-in-general-election-says-study\" title=\"\">Europe</a>. Mr Corbyn’s refusal to shift position might be explained because both issues were dogs that <a href=\"https://www.bbc.co.uk/news/election-2017-40119103\" title=\"\">barked</a> in the last election but did not bite. Labour lost in 2017 but defied pundits who claimed Corbynite policies would destroy the party. Although he beat expectations, Mr Corbyn’s message did not carry him to Downing Street. Labour’s anti-austerity pitch struck a chord with voters tired of Tory penny-pinching but the issues of anti-Jewish discrimination and Brexit did not go away. They only became more acute.</p> <p>Mr Corbyn has perhaps taken the wrong lesson from the 2017 result – not that the context has changed but that he can re-enact history. The result has been both tragedy and <a href=\"https://www.bbc.co.uk/news/uk-politics-48806066\" title=\"\">farce</a>. He has made mistakes with dealing with serious allegations of antisemitism within Labour’s ranks. He was in charge of an underwhelming response to a growing crisis. Mr Corbyn was wrong not to meet last year <a href=\"https://www.belfasttelegraph.co.uk/video-news/luciana-berger-the-last-time-i-had-a-meeting-with-jeremy-corbyn-was-at-the-end-of-2017-37826664.html\">Jewish critics</a> within his party worried about the torrent of abuse they faced. Somewhere along the way the Equality and Human Rights Commission launched an inquiry into how Labour has <a href=\"https://www.theguardian.com/politics/2019/may/28/equality-body-launches-investigation-of-labour-antisemitism-claims\" title=\"\">handled</a> antisemitism. It is hard to explain how such events could occur. Perhaps it was that people who consider themselves honest anti-racists acting in good faith thought that they can never be responsible for deplorable acts. The Labour leader has been a principled defender of the Palestinian people. But Mr Corbyn needs to root out antisemitism within his party and stand up for Palestinian rights.</p> <p>A BBC Panorama investigation has sent <a href=\"https://www.theguardian.com/politics/2019/jul/07/labour-in-fresh-antisemitism-row-over-use-of-ndas-against-staff-whistleblowers\" title=\"\">shockwaves</a> around Labour before it has been broadcast. The lawyer hired by the party in 2018 to help tackle the mess over anti-Jewish abuse has left his post, <a href=\"https://www.independent.co.uk/news/uk/politics/labour-antisemitism-lawyer-resigns-investigation-gordon-nardell-a8990766.html\">it emerged this weekend</a>. The party needs a new procedure with clear rules and penalties to deal with claims of antisemitism. Last year saw a <a href=\"https://www.theguardian.com/news/2019/feb/07/antisemitic-incidents-uk-record-high-third-year-in-row-community-security-trust\" title=\"\">record</a> number of antisemitic incidents recorded in the UK. There needs to be a recognition that accusations of Jew-phobia are not just the deliberately insincere work of Blairites who are seeking a way to bring down Mr Corbyn or to prop up the Israeli state. Labour will have to find a way of having a conversation with many Jewish people who have <a href=\"https://nypost.com/2019/07/06/how-anti-semitism-in-britains-labour-party-made-me-feel-jewish-again/\" title=\"\">lost faith</a> in it. Mr Corbyn could begin to win back trust by taking charge personally of the fightback against racism in the party.</p> <p>On Europe, Labour’s ambiguous positioning worked to some degree while a viable soft Brexit option was on offer. With the arrival of Boris Johnson as prime minister, the compromise solution assuredly vanishes. There is no single magic answer to the underlying causes of Brexit. The past is no solution. That is partly why the Guardian has been – and continues to be – cautious about advocating a second referendum on Brexit as the solution to this wider failure of politics-as-usual. We have consistently argued for a national deliberative debate, <a href=\"https://www.theguardian.com/commentisfree/2019/apr/11/the-guardian-view-on-the-brexit-impasse-trust-citizens-to-judge-the-evidence\" title=\"\">a citizen’s assembly</a>, to buttress the parliamentary process. Yet Labour has not moved on from its 2017 manifesto.</p> <p>The Brexit choice that lies ahead looks likely to be between Mr Johnson’s disastrous no-deal and a second referendum vote. If that is the case then Labour ought to back a reformed Britain within a reformed EU. Mr Corbyn should not abandon the promise of his leadership. He was right to call for a more elevated tone in politics, repudiating cheap <a href=\"https://www.theguardian.com/politics/2015/sep/11/jeremy-corbyn-aims-to-throw-out-theatrical-abuse-in-parliament\" title=\"\">partisanship</a>. Yet on two big issues at Labour’s core he has failed to don the statesman’s mantle for which he grasped. That is a concern. Mr Corbyn might take solace from the knowledge that for most voters the ins and outs of such debates are meaningless. But he must be aware that the bare bones of the story will tell them all they need to know. The task for Mr Corbyn is to shift the narrative with deeds as well as words.</p> <p>• This article was amended on 9 July 2019 to clarify that the lawyer hired by Labour, Gordon Nardell QC, left his post prior to news reports of his departure this weekend. Text was also added to clarify the timing of a proposed meeting between Mr Corbyn and Jewish critics.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "790",
      "commentable": "false",
      "firstPublicationDate": "2019-07-07T17:30:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:10Z",
      "newspaperEditionDate": "2019-07-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzcqj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9c85030a941e7fd3aee0018521e134a0bb798761/0_134_3350_2010/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A general who fights the previous war usually loses. When French commanders built the Maginot Line in the 1930s it was with the first world war in their minds. They proved that leaders who think they can win by imagining today’s battles can be fought on yesterday’s terrain will find themselves outflanked. But what can one say of a leader who thinks that victory can be secured by repeating a strategy from the last war that brought defeat? That is what Jeremy Corbyn is in danger of doing. Labour’s leader is coming under fire for sticking to his guns on antisemitism and Europe. Mr Corbyn’s refusal to shift position might be explained because both issues were dogs that barked in the last election but did not bite. Labour lost in 2017 but defied pundits who claimed Corbynite policies would destroy the party. Although he beat expectations, Mr Corbyn’s message did not carry him to Downing Street. Labour’s anti-austerity pitch struck a chord with voters tired of Tory penny-pinching but the issues of anti-Jewish discrimination and Brexit did not go away. They only became more acute. Mr Corbyn has perhaps taken the wrong lesson from the 2017 result – not that the context has changed but that he can re-enact history. The result has been both tragedy and farce. He has made mistakes with dealing with serious allegations of antisemitism within Labour’s ranks. He was in charge of an underwhelming response to a growing crisis. Mr Corbyn was wrong not to meet last year Jewish critics within his party worried about the torrent of abuse they faced. Somewhere along the way the Equality and Human Rights Commission launched an inquiry into how Labour has handled antisemitism. It is hard to explain how such events could occur. Perhaps it was that people who consider themselves honest anti-racists acting in good faith thought that they can never be responsible for deplorable acts. The Labour leader has been a principled defender of the Palestinian people. But Mr Corbyn needs to root out antisemitism within his party and stand up for Palestinian rights. A BBC Panorama investigation has sent shockwaves around Labour before it has been broadcast. The lawyer hired by the party in 2018 to help tackle the mess over anti-Jewish abuse has left his post, it emerged this weekend. The party needs a new procedure with clear rules and penalties to deal with claims of antisemitism. Last year saw a record number of antisemitic incidents recorded in the UK. There needs to be a recognition that accusations of Jew-phobia are not just the deliberately insincere work of Blairites who are seeking a way to bring down Mr Corbyn or to prop up the Israeli state. Labour will have to find a way of having a conversation with many Jewish people who have lost faith in it. Mr Corbyn could begin to win back trust by taking charge personally of the fightback against racism in the party. On Europe, Labour’s ambiguous positioning worked to some degree while a viable soft Brexit option was on offer. With the arrival of Boris Johnson as prime minister, the compromise solution assuredly vanishes. There is no single magic answer to the underlying causes of Brexit. The past is no solution. That is partly why the Guardian has been – and continues to be – cautious about advocating a second referendum on Brexit as the solution to this wider failure of politics-as-usual. We have consistently argued for a national deliberative debate, a citizen’s assembly, to buttress the parliamentary process. Yet Labour has not moved on from its 2017 manifesto. The Brexit choice that lies ahead looks likely to be between Mr Johnson’s disastrous no-deal and a second referendum vote. If that is the case then Labour ought to back a reformed Britain within a reformed EU. Mr Corbyn should not abandon the promise of his leadership. He was right to call for a more elevated tone in politics, repudiating cheap partisanship. Yet on two big issues at Labour’s core he has failed to don the statesman’s mantle for which he grasped. That is a concern. Mr Corbyn might take solace from the knowledge that for most voters the ins and outs of such debates are meaningless. But he must be aware that the bare bones of the story will tell them all they need to know. The task for Mr Corbyn is to shift the narrative with deeds as well as words. • This article was amended on 9 July 2019 to clarify that the lawyer hired by Labour, Gordon Nardell QC, left his post prior to news reports of his departure this weekend. Text was also added to clarify the timing of a proposed meeting between Mr Corbyn and Jewish critics.",
      "charCount": "4590",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "law/2019/jul/07/england-sees-surge-in-stop-and-search-as-police-battle-knife-crime",
    "type": "article",
    "sectionId": "law",
    "sectionName": "Law",
    "webPublicationDate": "2019-07-07T17:00:01Z",
    "webTitle": "Surge in stop and search in England as police battle knife crime",
    "webUrl": "https://www.theguardian.com/law/2019/jul/07/england-sees-surge-in-stop-and-search-as-police-battle-knife-crime",
    "apiUrl": "https://content.guardianapis.com/law/2019/jul/07/england-sees-surge-in-stop-and-search-as-police-battle-knife-crime",
    "fields": {
      "headline": "Surge in stop and search in England as police battle knife crime",
      "standfirst": "<p>‘Deeply worrying’ rise over last two years in use of tactic by country’s biggest forces</p>",
      "trailText": "‘Deeply worrying’ rise over last two years in use of tactic by country’s biggest forces",
      "byline": "Sarah Marsh and Patrick Greenfield",
      "main": "<figure class=\"element element-image\" data-media-id=\"9ff14572832999e678f1bc3819f2c004bc5028f7\"> <img src=\"https://media.guim.co.uk/9ff14572832999e678f1bc3819f2c004bc5028f7/0_42_3500_2100/1000.jpg\" alt=\"Sajid Javid with police officers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sajid Javid, the home secretary, talking with police officers in March during the announcement of enhanced stop and search powers.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>Police attempts to tackle violent crime have brought about a sharp rise in the use of stop and search powers in some of England’s major forces, Guardian analysis reveals.</p> <p>In findings that critics have described as deeply worrying, data from eight of the country’s biggest forces shows the scale of the use of stop and search, which more than doubled from 15,557 instances in March 2017 to 33,022 in March 2019.</p> <p>In 2018, eight major forces recorded 214,240 stop and searches, a rise from 178,318 in 2017. <a href=\"https://www.theguardian.com/law/2019/jun/04/stop-and-searches-in-london-soar-after-police-powers-widened\">The Metropolitan police</a>, Greater Manchester and the West Midlands police were behind the surge.</p> <p>Critics say stop-and-search powers <a href=\"https://www.theguardian.com/law/2019/may/04/stop-and-search-new-row-racial-bias\">disproportionately target black people</a> and undermine community relations.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/01/boris-johnson-pledges-to-increase-stop-and-search-powers\">Boris Johnson pledges to increase stop and search powers</a> </p> </aside>  <p>The home secretary, Sajid Javid, enhanced section 60 powers in March this year, giving police officers more scope to stop and search people without reasonable suspicion in an attempt to combat knife crime.</p> <p>The frontrunner for the Conservative leadership, Boris Johnson, has repeatedly pledged to boost police powers to execute stop and searches in an effort to beat knife crime. He told a hustings event last month: “It’s about giving police the political cover and support they need to do stop and search and to come down hard on those carrying knives,” he said.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/07/archive-zip/giv-3902hb6E7iQu7aIN/\" data-alt=\"graphic\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/07/archive-zip/giv-3902hb6E7iQu7aIN/\">graphic</a> </figure>  <p>David Lammy, the Labour MP for for Tottenham, said: “The deeply worrying rise in stop and search, resulting from deliberate strategic choice by the home secretary, shows a police force on the back foot as a result of vast funding shortfalls resulting from austerity. As Sajid Javid has tacitly admitted during the Tory leadership campaign, the police have been starved of resources since 2010.”</p> <p>Lammy said rather than addressing the root causes of violent crime, such as deprivation, the government had chosen “to pursue a policy that it knows is inherently unfair, unjust and ineffectual”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jan/31/police-stop-and-search-riots-2011-london\">If the police step up stop-and-search tactics, trouble will follow | John Drury</a> </p> </aside>  <p>The MP said rising use of stop and search would further increase tensions in our society and “exacerbate the crisis at a time of unprecedented division”.</p> <p>Omar Khan, the director of the Runnymede Trust, said the re-emergence of these powers was worrying. “We are in a world where most black men will have a family member who has been stopped and searched. I think it will create more tensions in communities – that has always been the case.”</p> <p>Khan said it was particularly worrying that the police did not seem to be listening to those affected by the policy, “discounting them as troublemakers and dismissing the fact that it [stop and search] was racially discriminatory”.</p> <p>Rosalind Comyn, policy and campaigns officer at Liberty, said the rise reflected “a troubling reliance on these powers as a cure-all for serious youth violence, while neglecting the risks they pose”. </p> <p>Adrian Hanstock, the National Police Chiefs’ Council lead for stop and search, said it was ultimately “an evidence gathering and safeguarding power”. </p> <p>He said: “In recent months, those forces referenced have increased their use of their section 60 powers, which are intended to prevent violent crime and remove drugs and weapons from our streets, in response to the actual levels of violence being experienced. This is undoubtedly supported by public mandate in the main.”</p> <p>Hanstock said they were evaluating the impact of an increased use of section 60 search powers. The enhanced powers, which the Home Office announced on 31 March, reduced the authorisation required for a section 60 from senior officer to inspector. A lesser degree of certainty was required by the police.</p> <p>The Guardian sent a freedom of information request to eight of the biggest police forces in England: Greater Manchester, the Metropolitan police, Merseyside, Northumbria, Devon and Cornwall, Thames Valley, West Midlands and West Yorkshire.</p> <p>Greater Manchester police have reported a rise in the use of stop and search from 2,852 cases in 2017 to 4,831 in 2019. The Met had a rise from 136,647 to 180,991 over the same period.</p> <p>John Sutherland, a retired borough commander who worked for the Met for more than 25 years, said the debate around stop and search was often reduced to the binary, with people thinking it was either the solution to everything or the route of all evil.</p> <p>“It has become increasingly difficult to have nuanced, intelligent conversation between those positions, and neither is correct … It has to be more than a binary debate,” he said.</p> <p>He added: “The rise in use in itself is not bad, but it must be used appropriately. We must get beyond the binary … We don’t have enough police officers out there and have not used stop and search adequately or sufficiently. And that has been significantly because of the politicisation of the power.</p> <p>“From both sides of the political spectrum, senior politicians are guilty of politicising an operational power and with significantly damaging consequences.”</p> <p>A Home Office spokesperson said stop and search was an important tool in disrupting crime. “However, nobody should be stopped based on their race or ethnicity, and forces must ensure that officers use these intrusive powers in a way that is fair, lawful and effective.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "835",
      "firstPublicationDate": "2019-07-07T17:00:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T15:55:33Z",
      "newspaperEditionDate": "2019-07-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkb4k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9ff14572832999e678f1bc3819f2c004bc5028f7/0_42_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Police attempts to tackle violent crime have brought about a sharp rise in the use of stop and search powers in some of England’s major forces, Guardian analysis reveals. In findings that critics have described as deeply worrying, data from eight of the country’s biggest forces shows the scale of the use of stop and search, which more than doubled from 15,557 instances in March 2017 to 33,022 in March 2019. In 2018, eight major forces recorded 214,240 stop and searches, a rise from 178,318 in 2017. The Metropolitan police, Greater Manchester and the West Midlands police were behind the surge. Critics say stop-and-search powers disproportionately target black people and undermine community relations. The home secretary, Sajid Javid, enhanced section 60 powers in March this year, giving police officers more scope to stop and search people without reasonable suspicion in an attempt to combat knife crime. The frontrunner for the Conservative leadership, Boris Johnson, has repeatedly pledged to boost police powers to execute stop and searches in an effort to beat knife crime. He told a hustings event last month: “It’s about giving police the political cover and support they need to do stop and search and to come down hard on those carrying knives,” he said. David Lammy, the Labour MP for for Tottenham, said: “The deeply worrying rise in stop and search, resulting from deliberate strategic choice by the home secretary, shows a police force on the back foot as a result of vast funding shortfalls resulting from austerity. As Sajid Javid has tacitly admitted during the Tory leadership campaign, the police have been starved of resources since 2010.” Lammy said rather than addressing the root causes of violent crime, such as deprivation, the government had chosen “to pursue a policy that it knows is inherently unfair, unjust and ineffectual”. The MP said rising use of stop and search would further increase tensions in our society and “exacerbate the crisis at a time of unprecedented division”. Omar Khan, the director of the Runnymede Trust, said the re-emergence of these powers was worrying. “We are in a world where most black men will have a family member who has been stopped and searched. I think it will create more tensions in communities – that has always been the case.” Khan said it was particularly worrying that the police did not seem to be listening to those affected by the policy, “discounting them as troublemakers and dismissing the fact that it [stop and search] was racially discriminatory”. Rosalind Comyn, policy and campaigns officer at Liberty, said the rise reflected “a troubling reliance on these powers as a cure-all for serious youth violence, while neglecting the risks they pose”. Adrian Hanstock, the National Police Chiefs’ Council lead for stop and search, said it was ultimately “an evidence gathering and safeguarding power”. He said: “In recent months, those forces referenced have increased their use of their section 60 powers, which are intended to prevent violent crime and remove drugs and weapons from our streets, in response to the actual levels of violence being experienced. This is undoubtedly supported by public mandate in the main.” Hanstock said they were evaluating the impact of an increased use of section 60 search powers. The enhanced powers, which the Home Office announced on 31 March, reduced the authorisation required for a section 60 from senior officer to inspector. A lesser degree of certainty was required by the police. The Guardian sent a freedom of information request to eight of the biggest police forces in England: Greater Manchester, the Metropolitan police, Merseyside, Northumbria, Devon and Cornwall, Thames Valley, West Midlands and West Yorkshire. Greater Manchester police have reported a rise in the use of stop and search from 2,852 cases in 2017 to 4,831 in 2019. The Met had a rise from 136,647 to 180,991 over the same period. John Sutherland, a retired borough commander who worked for the Met for more than 25 years, said the debate around stop and search was often reduced to the binary, with people thinking it was either the solution to everything or the route of all evil. “It has become increasingly difficult to have nuanced, intelligent conversation between those positions, and neither is correct … It has to be more than a binary debate,” he said. He added: “The rise in use in itself is not bad, but it must be used appropriately. We must get beyond the binary … We don’t have enough police officers out there and have not used stop and search adequately or sufficiently. And that has been significantly because of the politicisation of the power. “From both sides of the political spectrum, senior politicians are guilty of politicising an operational power and with significantly damaging consequences.” A Home Office spokesperson said stop and search was an important tool in disrupting crime. “However, nobody should be stopped based on their race or ethnicity, and forces must ensure that officers use these intrusive powers in a way that is fair, lawful and effective.”",
      "charCount": "5098",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sarah-marsh\">Sarah Marsh</a> and <a href=\"profile/patrick-greenfield\">Patrick Greenfield</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jul/07/stop-the-cuts-that-sap-the-life-out-of-society",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-07-07T16:39:58Z",
    "webTitle": "Stop the cuts that sap the life out of society | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/jul/07/stop-the-cuts-that-sap-the-life-out-of-society",
    "apiUrl": "https://content.guardianapis.com/society/2019/jul/07/stop-the-cuts-that-sap-the-life-out-of-society",
    "fields": {
      "headline": "Stop the cuts that sap the life out of society",
      "standfirst": "Senior figures in the voluntary, community and social enterprise sector call for an end to cuts to vital services, plus letters from <strong>Gillian Dalley,</strong> <strong>David Griffiths </strong>and <strong>Mike Stein </strong>",
      "trailText": "<strong>Letters: </strong>Senior figures in the voluntary, community and social enterprise sector call for an end to cuts to vital services, plus letters from <strong>Gillian Dalley,</strong> <strong>David Griffiths </strong>and <strong>Mike Stein </strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"14230cc62e9e180a70def080feb9d783abe35b26\"> <img src=\"https://media.guim.co.uk/14230cc62e9e180a70def080feb9d783abe35b26/0_182_5472_3283/1000.jpg\" alt=\"Care workers and elderly residents at a music therapy group session  in Oxfordshire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Care workers and elderly residents at a music therapy group session in Oxfordshire.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>",
      "body": "<p>The vital fabric of civil society that supports people’s health and wellbeing is withering and, especially in poorer communities, resembles a wheel with the rubber worn away (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/01/the-guardian-view-on-the-social-care-impasse-hurting-people-and-politics\" title=\"\">Cuts are hurting people and politics. But who will break the impasse?</a>, Editorial, 2 July).</p> <p>Too many useful services, such as children’s centres, have been lost – despite recent confirmation of how Sure Start <a href=\"https://www.ifs.org.uk/publications/14139\" title=\"\">improved the health of families</a>, and thus benefited the NHS.</p> <p>People need decent homes; opportunities to build their skills and confidence, so as to find work or other meaningful activity; places to meet their neighbours; arts and culture; support to learn how to manage their health; outdoor spaces and managed facilities to exercise and relax.</p> <p>More vulnerable groups need support such as youth services, dementia cafes, parenting support, carer respite, as well as advice and information.</p> <p>These services and activities are (or were once) paid for by local councils, and often led and provided by the local voluntary, community and social enterprise (VCSE) sector.</p> <p>The NHS may have had its funding protected, but many of its 10-year plan goals cannot be met in these circumstances. Indeed, for the first time since the second world war the rise in life expectancy has stalled; and the gap between healthy life expectancy for rich and poor has widened.</p> <p>The government has reduced funding to all local authorities – but disproportionately to the poorest areas – cut the public health grant, and failed to decide on the future for social care. This summer’s prevention green paper is an opportunity to put some of this right.</p> <p>We, as leaders of England’s VCSE sector, call on national political leaders to reverse the cuts to councils’ public health grants; focus the prevention green paper on the need to rebuild communities and places; and create a wellbeing fund to rebuild and sustain vital services and support in communities, in line with the <a href=\"https://whatworkswellbeing.org/evidenceresources/\" title=\"\">growing national evidence base</a> for their effectiveness.<br><strong>Dr Charlotte Augst</strong> <em>Chief executive, National Voices</em><br><strong>Vicky Browning</strong> <em>Chief executive, Association of Chief Executives of Voluntary Organisations (ACEVO)</em><br><strong>Tom Watson</strong><em> Business manager, National Association for Voluntary and Community Action</em><br><strong>Chris Askew</strong><em> Chair, the Richmond Group of Charities</em><br><strong>Alex Fox</strong> <strong>OBE</strong><em> Chair, Joint VCSE Review</em><br><strong>Dr Rhidian Hughes</strong><em> Chief executive, Voluntary Organisations Disability Group (VODG)</em><br><strong>Caroline Abrahams</strong> <em>Co-chair, Care and Support Alliance</em><br><strong>Paul Bristow</strong> <em>Acting chief executive, Kidney Care UK</em><br><strong>Anna Dixon</strong> <em>Chief executive, Centre for Ageing Better</em><br><strong>Sandra Gidley</strong> <em>Chair, English Pharmacy Board, Royal Pharmaceutical Society</em><br><strong>Sarah Hughes</strong> <em>Chief executive, Centre for Mental Health</em><br><strong>Sally Light</strong> <em>Chief executive, Motor Neurone Disease Association</em><br><strong>Sarah Mann</strong> <em>Director, Friends, Families and Travellers</em><br><strong>Paul Martin</strong> <strong>OBE</strong> <em>Chief executive, LGBT Foundation</em><br><strong>Prof Tahir Masud</strong> <em>President, British Geriatric Society</em><br><strong>Alison Taylor</strong> <em>Chief executive, Children’s Liver Disease Foundation</em><br><strong>Dr Dale Webb</strong> <em>Chief executive, National Ankylosing Spondylitis Society</em><br><strong>Kevin Weston</strong> <em>Chair, Lupus UK</em><br><strong>Donna Wicks</strong> <em>Chief executive, Hypermobility Syndromes Association</em><br><strong>Sarah Wootton</strong> <em>Chief executive, Compassion in Dying <br></em><strong>Lord Victor Adebowale</strong> <em>Chief executive, Turning Point</em></p> <p>• Your editorial highlights “the problem” of social care – ie funding – but it is not the only one. In reality, there are several others as important.</p> <p>First, social care is almost wholly located in the private sector (for profit), often of poor quality and usually distributed in geographical areas wealthy enough to generate it – if not, private providers move off to other more lucrative settings, leaving councils holding the baby with the financial burden on them and the NHS, increasing year by year.</p> <p>Second, as long as local authorities are responsible for its funding (for those meeting the means test), councils will fall prey to the depredations of unfriendly governments bent on shrinking the state – forcing councils to deny support to needy citizens. It means that, currently, integrating social care with NHS services (with consequent savings and other efficiencies) is impossible because the two funding streams are different, with each system defending its own territory in hard times.</p> <p>Finally, the issue of who pays then comes into play. Means-testing council services has always been permissible while the NHS has always been free at the point of use. Bringing social care services themselves (not just their commissioning and purchasing) into the public sector would mean that there was no such difference. Funding would come from a common source (from central funding via general taxation) and wholescale planning to meet demand, fairly distributed across the country, becomes feasible. Put simply – bring social care into the public sector and “the impasse” you describe will be broken.<br><strong>Gillian Dalley</strong><br><em>London</em></p> <p>• The criticism in your editorial about “both main parties disgracefully playing politics” over social care in the 2010 and 2017 elections asserts a false equivalence. Labour’s 2010 so-called death tax would have pooled risk among the asset-rich elderly, just as you advocate; the Conservatives’ 2017 “dementia tax”, in contrast, would have taxed only the assets of those randomly affected by such chronic conditions. Although you have regularly criticised the party for doing so, Labour was absolutely right to reject the latter approach.<br><strong>David Griffiths</strong><br><em>Huddersfield, West Yorkshire</em></p> <p>• What an indictment of government social policy. Having effective multi-agency safeguarding measures to identify and refer maltreated children, young people and vulnerable adults (<a href=\"https://www.theguardian.com/uk-news/2019/jul/01/met-police-raise-700-safeguarding-concerns-children-adults-day\" title=\"\">Met flags up 700 welfare and abuse cases a day</a>, 2 July) but failing, first, to adequately fund councils to continue to provide preventative services and, second, to lift families and children out of poverty, both of which contribute directly to increased demands on out-of-home care and its attendant costs (<a href=\"https://www.theguardian.com/society/2019/jul/02/one-in-five-councils-face-drastic-spending-cuts-within-months\" title=\"\">Councils warn of fresh cuts in fight to avoid bankruptcy</a>, 2 July).<br><strong>Prof Mike Stein</strong><br><em>University of York</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "944",
      "commentable": "false",
      "firstPublicationDate": "2019-07-07T16:39:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T15:55:54Z",
      "newspaperEditionDate": "2019-07-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzcc8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/14230cc62e9e180a70def080feb9d783abe35b26/0_182_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The vital fabric of civil society that supports people’s health and wellbeing is withering and, especially in poorer communities, resembles a wheel with the rubber worn away (Cuts are hurting people and politics. But who will break the impasse?, Editorial, 2 July). Too many useful services, such as children’s centres, have been lost – despite recent confirmation of how Sure Start improved the health of families, and thus benefited the NHS. People need decent homes; opportunities to build their skills and confidence, so as to find work or other meaningful activity; places to meet their neighbours; arts and culture; support to learn how to manage their health; outdoor spaces and managed facilities to exercise and relax. More vulnerable groups need support such as youth services, dementia cafes, parenting support, carer respite, as well as advice and information. These services and activities are (or were once) paid for by local councils, and often led and provided by the local voluntary, community and social enterprise (VCSE) sector. The NHS may have had its funding protected, but many of its 10-year plan goals cannot be met in these circumstances. Indeed, for the first time since the second world war the rise in life expectancy has stalled; and the gap between healthy life expectancy for rich and poor has widened. The government has reduced funding to all local authorities – but disproportionately to the poorest areas – cut the public health grant, and failed to decide on the future for social care. This summer’s prevention green paper is an opportunity to put some of this right. We, as leaders of England’s VCSE sector, call on national political leaders to reverse the cuts to councils’ public health grants; focus the prevention green paper on the need to rebuild communities and places; and create a wellbeing fund to rebuild and sustain vital services and support in communities, in line with the growing national evidence base for their effectiveness. Dr Charlotte Augst Chief executive, National Voices Vicky Browning Chief executive, Association of Chief Executives of Voluntary Organisations (ACEVO) Tom Watson Business manager, National Association for Voluntary and Community Action Chris Askew Chair, the Richmond Group of Charities Alex Fox OBE Chair, Joint VCSE Review Dr Rhidian Hughes Chief executive, Voluntary Organisations Disability Group (VODG) Caroline Abrahams Co-chair, Care and Support Alliance Paul Bristow Acting chief executive, Kidney Care UK Anna Dixon Chief executive, Centre for Ageing Better Sandra Gidley Chair, English Pharmacy Board, Royal Pharmaceutical Society Sarah Hughes Chief executive, Centre for Mental Health Sally Light Chief executive, Motor Neurone Disease Association Sarah Mann Director, Friends, Families and Travellers Paul Martin OBE Chief executive, LGBT Foundation Prof Tahir Masud President, British Geriatric Society Alison Taylor Chief executive, Children’s Liver Disease Foundation Dr Dale Webb Chief executive, National Ankylosing Spondylitis Society Kevin Weston Chair, Lupus UK Donna Wicks Chief executive, Hypermobility Syndromes Association Sarah Wootton Chief executive, Compassion in Dying Lord Victor Adebowale Chief executive, Turning Point • Your editorial highlights “the problem” of social care – ie funding – but it is not the only one. In reality, there are several others as important. First, social care is almost wholly located in the private sector (for profit), often of poor quality and usually distributed in geographical areas wealthy enough to generate it – if not, private providers move off to other more lucrative settings, leaving councils holding the baby with the financial burden on them and the NHS, increasing year by year. Second, as long as local authorities are responsible for its funding (for those meeting the means test), councils will fall prey to the depredations of unfriendly governments bent on shrinking the state – forcing councils to deny support to needy citizens. It means that, currently, integrating social care with NHS services (with consequent savings and other efficiencies) is impossible because the two funding streams are different, with each system defending its own territory in hard times. Finally, the issue of who pays then comes into play. Means-testing council services has always been permissible while the NHS has always been free at the point of use. Bringing social care services themselves (not just their commissioning and purchasing) into the public sector would mean that there was no such difference. Funding would come from a common source (from central funding via general taxation) and wholescale planning to meet demand, fairly distributed across the country, becomes feasible. Put simply – bring social care into the public sector and “the impasse” you describe will be broken. Gillian Dalley London • The criticism in your editorial about “both main parties disgracefully playing politics” over social care in the 2010 and 2017 elections asserts a false equivalence. Labour’s 2010 so-called death tax would have pooled risk among the asset-rich elderly, just as you advocate; the Conservatives’ 2017 “dementia tax”, in contrast, would have taxed only the assets of those randomly affected by such chronic conditions. Although you have regularly criticised the party for doing so, Labour was absolutely right to reject the latter approach. David Griffiths Huddersfield, West Yorkshire • What an indictment of government social policy. Having effective multi-agency safeguarding measures to identify and refer maltreated children, young people and vulnerable adults (Met flags up 700 welfare and abuse cases a day, 2 July) but failing, first, to adequately fund councils to continue to provide preventative services and, second, to lift families and children out of poverty, both of which contribute directly to increased demands on out-of-home care and its attendant costs (Councils warn of fresh cuts in fight to avoid bankruptcy, 2 July). Prof Mike Stein University of York • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6335",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jul/07/cancer-obesity-and-boris-johnsons-sin-tax-error",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-07-07T16:39:20Z",
    "webTitle": "Cancer, obesity and Boris Johnson’s ‘sin tax’ error | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/jul/07/cancer-obesity-and-boris-johnsons-sin-tax-error",
    "apiUrl": "https://content.guardianapis.com/society/2019/jul/07/cancer-obesity-and-boris-johnsons-sin-tax-error",
    "fields": {
      "headline": "Cancer, obesity and Boris Johnson’s ‘sin tax’ error",
      "standfirst": "<strong>Graham MacGregor</strong> says all the evidence suggests taxing unhealthy foods helps reduce their consumption. Plus letters from<strong> John Boaler</strong> and <strong>David Smyth</strong>",
      "trailText": "Letters: <strong>Graham MacGregor</strong> says all the evidence suggests taxing unhealthy foods helps reduce their consumption. Plus letters from<strong> John Boaler</strong> and <strong>David Smyth</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e1f84a09fe1fa24415c361e933bf8c50c35dad58\"> <img src=\"https://media.guim.co.uk/e1f84a09fe1fa24415c361e933bf8c50c35dad58/333_773_2211_1327/1000.jpg\" alt=\"‘It’s a scandal that Boris Johnson is questioning the effectiveness of taxes on food and drinks products,’ writes Graham MacGregor of Action on Sugar/Action on Salt. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It’s a scandal that Boris Johnson is questioning the effectiveness of taxes on food and drinks products,’ writes Graham MacGregor of Action on Sugar/Action on Salt. </span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>",
      "body": "<p>With Cancer Research UK confirming that obesity is the leading cause of four common cancers in the UK, it’s a scandal that Boris Johnson is questioning the effectiveness of taxes on food and drinks products, and whether taxes unfairly hit those on low incomes (<a href=\"https://www.theguardian.com/society/2019/jul/03/obesity-rivals-smoking-as-cause-of-cancer-uk-charity-warns\" title=\"\">Obesity rivals smoking as cause of several cancers, warns charity</a>, 3 July).</p> <p>Rather than being penalised, the poorest stand to benefit the most. Sugary drink consumption levels tend to be highest among the most disadvantaged children, who are hit hardest by obesity and tooth decay. By suggesting exercise can help solve the UK’s obesity crisis, which is not backed by evidence unlike the sugar levy and the voluntary sugar and salt reduction programmes, Mr Johnson is unfairly putting the onus on individuals.</p> <p>The tax on soft drinks, commonly referred to as the “sugar tax”, has already resulted in over 50% of manufacturers reducing the sugar content of drinks since it was announced in March 2016 – the equivalent of 45m kg of sugar every year. In Mexico, a one peso per litre sugary drinks tax (a 10% price increase) led to a 12% drop in consumption overall, and a 17% drop in consumption among lower-income households. In Hungary, a tax on sugary products led 40% of manufacturers to reduce or eliminate sugar to avoid the tax.</p> <p>High levels of sugar consumption are contributing to soaring rates of obesity, which is a major risk factor for many serious health conditions such as type 2 diabetes, heart disease and cancer – not to mention the huge cost to the NHS. Tackling the root causes of obesity, through a sugar tax, has the potential to bring about massive savings and we should be looking to extend levies to other high sugar, salt and fat products, not halting them.<br><strong>Prof</strong><strong> Graham MacGregor</strong><br><em>Chair</em><em>, Action on Sugar/Action on Salt</em></p> <p>• When I saw that Boris Johnson has pledged to review “sin taxes” and declare war on “the nanny state”, I recalled Stuart Maconie’s observation in The Long Road from Jarrow: “In my experience … the people who sneer at the nanny state are usually people who had nannies.”<br><strong>John Boaler</strong><br><em>Calne, Wiltshire</em></p> <p>• Your story (<a href=\"https://www.theguardian.com/society/2019/jul/04/staggering-cost-nhs-alcohol-abuse-report\" title=\"\">Massive burden of alcohol on NHS hospitals revealed</a>, 4 July) says that the treatment of people whose heavy drinking lands them in hospital runs to £3.5bn a year. Is that before or after the £11.6bn which the Office for Budget Responsibility forecasts will be raised by alcohol duties in 2018-19? It looks to me as if the cost of treating those requiring medical attention because of their drinking will be more than met by the taxes paid by drinkers generally.<br><strong>David Smyth</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "487",
      "commentable": "false",
      "firstPublicationDate": "2019-07-07T16:39:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T15:55:55Z",
      "newspaperEditionDate": "2019-07-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzcf7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e1f84a09fe1fa24415c361e933bf8c50c35dad58/333_773_2211_1327/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With Cancer Research UK confirming that obesity is the leading cause of four common cancers in the UK, it’s a scandal that Boris Johnson is questioning the effectiveness of taxes on food and drinks products, and whether taxes unfairly hit those on low incomes (Obesity rivals smoking as cause of several cancers, warns charity, 3 July). Rather than being penalised, the poorest stand to benefit the most. Sugary drink consumption levels tend to be highest among the most disadvantaged children, who are hit hardest by obesity and tooth decay. By suggesting exercise can help solve the UK’s obesity crisis, which is not backed by evidence unlike the sugar levy and the voluntary sugar and salt reduction programmes, Mr Johnson is unfairly putting the onus on individuals. The tax on soft drinks, commonly referred to as the “sugar tax”, has already resulted in over 50% of manufacturers reducing the sugar content of drinks since it was announced in March 2016 – the equivalent of 45m kg of sugar every year. In Mexico, a one peso per litre sugary drinks tax (a 10% price increase) led to a 12% drop in consumption overall, and a 17% drop in consumption among lower-income households. In Hungary, a tax on sugary products led 40% of manufacturers to reduce or eliminate sugar to avoid the tax. High levels of sugar consumption are contributing to soaring rates of obesity, which is a major risk factor for many serious health conditions such as type 2 diabetes, heart disease and cancer – not to mention the huge cost to the NHS. Tackling the root causes of obesity, through a sugar tax, has the potential to bring about massive savings and we should be looking to extend levies to other high sugar, salt and fat products, not halting them. Prof Graham MacGregor Chair, Action on Sugar/Action on Salt • When I saw that Boris Johnson has pledged to review “sin taxes” and declare war on “the nanny state”, I recalled Stuart Maconie’s observation in The Long Road from Jarrow: “In my experience … the people who sneer at the nanny state are usually people who had nannies.” John Boaler Calne, Wiltshire • Your story (Massive burden of alcohol on NHS hospitals revealed, 4 July) says that the treatment of people whose heavy drinking lands them in hospital runs to £3.5bn a year. Is that before or after the £11.6bn which the Office for Budget Responsibility forecasts will be raised by alcohol duties in 2018-19? It looks to me as if the cost of treating those requiring medical attention because of their drinking will be more than met by the taxes paid by drinkers generally. David Smyth London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2889",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/07/tory-leadership-battle-and-a-major-major-plot-twist",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-07T16:35:46Z",
    "webTitle": "Tory leadership battle and a Major Major plot twist | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/07/tory-leadership-battle-and-a-major-major-plot-twist",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/07/tory-leadership-battle-and-a-major-major-plot-twist",
    "fields": {
      "headline": "Tory leadership battle and a Major Major plot twist",
      "standfirst": "Tory leadership contest | Newspaper headlines | Toilet paper | Gadgets and holidays | British tennis players",
      "trailText": "<strong>Brief letters:</strong> Tory leadership contest | Newspaper headlines | Toilet paper | Gadgets and holidays | British tennis players",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"62c5421ee257e4b1efee2c8d0537093d36b76876\"> <img src=\"https://media.guim.co.uk/62c5421ee257e4b1efee2c8d0537093d36b76876/0_97_3100_1860/1000.jpg\" alt=\"Boris Johnson and Jeremy Hunt. ‘Even the most ambitious politician would have to be insane to want to be prime minister at this time,’ writes Beverley Mason. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Jeremy Hunt. ‘Even the most ambitious politician would have to be insane to want to be prime minister at this time,’ writes Beverley Mason. </span> <span class=\"element-image__credit\">Photograph: Rebecca Naden/Reuters</span> </figcaption> </figure>",
      "body": "<p>John Crace says Boris Johnson and Jeremy Hunt have been “outdoing one another to prove who is insane enough to be their leader” (<a href=\"https://www.theguardian.com/politics/2019/jul/04/pms-sudden-passion-for-her-precious-union-is-as-palatable-as-a-cup-of-wet-sick\" title=\"\">The politics sketch</a>, 4 July). I suppose that makes sense given that even the most ambitious politician would have to be insane to want to be prime minister at this time. It’s like a perverse version of Catch-22, with Yossarian Johnson and Major Major Hunt trying to convince Tory members who is the craziest, and therefore best qualified for the top job. That’s some catch, that Catch-22.<br><strong>Beverley Mason</strong><br><em>Cardiff</em></p> <p>• My two favourite headlines are “<a href=\"https://www.independent.co.uk/arts-entertainment/heidi-high-1601376.html\" title=\"\">Heidi high</a>” for an article about drug use in Switzerland, and the classic News of the World headline: “Nudist welfare man’s model wife fell for the Chinese hypnotist from the Co-op bacon factory” (<a href=\"https://www.theguardian.com/education/2019/jul/03/norman-stone-was-brilliant-funny-a-doll\" title=\"\">Letters</a>, passim).<br><strong>David Sutherland</strong><br><em>Oxted, Surrey</em></p> <p>• You highlight the decline in the use of recycled toilet paper (<a href=\"https://www.theguardian.com/environment/2019/jul/05/toilet-paper-less-sustainable-researchers-warn\" title=\"\">Report</a>, 6 July). We are in a climate emergency. Who seriously thinks the softness of the loo roll with which they wipe their behinds is worth cutting down virgin forest at any time, least of all now? Recycled loo roll should be bog standard and the rest illegal. And whilst waiting for this to pass surely no one who professes to care about the climate should have it in their house.<br><strong>Dave Hunter</strong><br><em>Bristol</em></p> <p>• Why on earth are people taking all their tech stuff on holiday (<a href=\"https://www.theguardian.com/money/2019/jul/05/best-travel-tech-holiday-mobile-tablet-kindle-headphones\" title=\"\">Report</a>, 6 July)? Can I suggest people go on a real holiday, leaving all that stuff behind and start enjoying wherever they have decided to go? Your list came to more than £200, enough for at least a couple of drinks every day.<br><strong>David Reed</strong><br><em>London</em></p> <p>• Sean Ingle refers to Andy Murray as Britain’s greatest ever tennis player (<a href=\"https://www.theguardian.com/sport/2019/jul/04/andy-murray-mens-doubles-wimbledon-herbert\" title=\"\">Report</a>, 5 July). Has he never heard of Fred Perry or Ann Jones?<br><strong>Alan Whitfield</strong><br><em>Stockport, Greater Manchester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "352",
      "commentable": "false",
      "firstPublicationDate": "2019-07-07T16:35:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:30Z",
      "newspaperEditionDate": "2019-07-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzbqk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/62c5421ee257e4b1efee2c8d0537093d36b76876/0_97_3100_1860/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Crace says Boris Johnson and Jeremy Hunt have been “outdoing one another to prove who is insane enough to be their leader” (The politics sketch, 4 July). I suppose that makes sense given that even the most ambitious politician would have to be insane to want to be prime minister at this time. It’s like a perverse version of Catch-22, with Yossarian Johnson and Major Major Hunt trying to convince Tory members who is the craziest, and therefore best qualified for the top job. That’s some catch, that Catch-22. Beverley Mason Cardiff • My two favourite headlines are “Heidi high” for an article about drug use in Switzerland, and the classic News of the World headline: “Nudist welfare man’s model wife fell for the Chinese hypnotist from the Co-op bacon factory” (Letters, passim). David Sutherland Oxted, Surrey • You highlight the decline in the use of recycled toilet paper (Report, 6 July). We are in a climate emergency. Who seriously thinks the softness of the loo roll with which they wipe their behinds is worth cutting down virgin forest at any time, least of all now? Recycled loo roll should be bog standard and the rest illegal. And whilst waiting for this to pass surely no one who professes to care about the climate should have it in their house. Dave Hunter Bristol • Why on earth are people taking all their tech stuff on holiday (Report, 6 July)? Can I suggest people go on a real holiday, leaving all that stuff behind and start enjoying wherever they have decided to go? Your list came to more than £200, enough for at least a couple of drinks every day. David Reed London • Sean Ingle refers to Andy Murray as Britain’s greatest ever tennis player (Report, 5 July). Has he never heard of Fred Perry or Ann Jones? Alan Whitfield Stockport, Greater Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2082",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/07/30-plus-tory-rebels-willing-to-defy-whip-and-block-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-07T14:03:36Z",
    "webTitle": "'30-plus' Tory rebels willing to defy whip and block no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/07/30-plus-tory-rebels-willing-to-defy-whip-and-block-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/07/30-plus-tory-rebels-willing-to-defy-whip-and-block-no-deal-brexit",
    "fields": {
      "headline": "'30-plus' Tory rebels willing to defy whip and block no-deal Brexit",
      "standfirst": "<p>Northern Ireland bill could be used to prevent next prime minister from proroguing parliament and initiating unruly EU exit</p>",
      "trailText": "Northern Ireland bill could be used to prevent next prime minister from proroguing parliament and initiating unruly EU exit",
      "byline": "Andrew Sparrow Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"1a05106ee988f7e9c05548377c2f6608a008862c\"> \n <img src=\"https://media.guim.co.uk/1a05106ee988f7e9c05548377c2f6608a008862c/0_55_3500_2101/1000.jpg\" alt=\"Dominic Grieve\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Dominic Grieve, a former attorney general, has played a leading role in the efforts to retain parliamentary oversight of Brexit policy.</span> \n  <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>MPs opposed to a no-deal Brexit may try to force a vote on a Northern Ireland bill to stop the next prime minister proroguing parliament in the autumn, Dominic Grieve has confirmed.</p> \n<p>Grieve, a former attorney general who has played a leading role in limiting what Brexit policy ministers can implement without parliamentary approval, said the <a href=\"https://services.parliament.uk/bills/2017-19/northernirelandexecutiveformation.html\">Northern Ireland (Executive Formation) bill</a> could be the next opportunity for a Conservative rebellion.</p> \n<p>He was speaking as another former minister said there were “30-plus” Conservatives willing to defy the whip to prevent the UK leaving the EU without a deal later this year.</p> \n<p>Theresa May ultimately baulked at the prospect of trying to implement no deal, but both her two potential successors, Boris Johnson and Jeremy Hunt, have said they would if necessary pursue this option, with Johnson committed to deliver Brexit by 31 October <a href=\"https://www.theguardian.com/politics/2019/jun/25/brexit-boris-johnson-britain-will-leave-eu-31-october-do-or-die\">“do or die”</a>.</p> \n<p>On Monday, MPs will debate the second reading of the Northern Ireland bill, which will extend until October, and potentially January 2020, the deadline set for the resumption of the power-sharing executive in Northern Ireland. All remaining stages of the bill are due to be debated in the Commons on another day.</p> \n<p>Speaking on Radio 5 Live, Grieve said: “Northern Ireland and Brexit go rather closely together. The chances are, if Brexit goes through, a nodeal Brexit, it is going to be the end of Northern Ireland’s union with the United Kingdom, with serious political consequences flowing from it.”</p> \n<p>Grieve said that was why it was “perfectly legitimate” to use the bill to ensure MPs got the chance to debate the consequences of a no-deal Brexit.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b146305d-32c1-4dc9-9f4d-b60ce025264f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>If the UK leaves the EU without a deal it would by default, become a “third country”, with no overarching post-Brexit plan in place and no transition period. The UK would no longer be paying into the EU budget, nor would it hand over the £39bn divorce payment.</p>\n    <p>The UK would drop out of countless arrangements, pacts and treaties, covering everything from tariffs to the movement of people, foodstuffs, other goods and data, to numerous specific deals on things such as aviation, and policing and security. Without an overall withdrawal agreement each element would need to be agreed. In the immediate aftermath, without a deal the UK would trade with the EU on the default terms of the World Trade Organization (WTO), including tariffs on agricultural goods. This has also been referred to by government ministers as an \"Australia-style deal\". Australia does not have a free trade agreement with the EU.</p>\n    <p>The UK government has already indicated that it will set low or no tariffs on goods coming into the country. This would lower the price of imports – making it harder for British manufacturers to compete with foreign goods. If the UK sets the tariffs to zero on goods coming in from the EU, under WTO “most favoured nation” rules it must also offer the same zero tariffs to other countries.<br></p>\n    <p>WTO rules only cover goods – they do not apply to financial services, a significant part of the UK’s economy. Trading under WTO rules will also require border checks, which could cause delays at ports, and a severe challenge to the peace process in Ireland without alternative arrangements in place to avoid a hard border.<br></p>\n    <p>Some no-deal supporters have claimed that the UK can use article XXIV of the General Agreement on Tariffs and Trade (Gatt) to force the EU to accept a period of up to 10 years where there are no tariffs while a free trade agreement is negotiated. However, the UK cannot invoke article XXIV unilaterally – the EU would have to agree to it. In previous cases where the article has been used, the two sides had a deal in place, and it has never been used to replicate something of the scale and complexity of the EU and the UK’s trading relationship.</p>\n    <p>The director general of the WTO, Roberto Azevêdo, has <a href=\"https://www.prospectmagazine.co.uk/economics-and-finance/jumping-from-league-one-to-league-three-wto-insiders-scathing-assessments-of-a-wto-brexit\">told Prospect magazine</a> that “in simple factual terms in this scenario, you could expect to see the application of tariffs between the UK and EU where currently there are none”.</p>\n    <p>Until some agreements are in place, a no-deal scenario will place extra overheads on UK businesses – eg the current government advice is that all drivers, including lorries and commercial vehicles, will require extra documentation to be able to drive in Europe if there is no deal. Those arguing for a “managed” no deal envisage that a range of smaller, sector-by-sector, bilateral agreements could be quickly put into place as mutual self-interest between the UK and EU to avoid introducing or to rapidly remove this kind of bureaucracy.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/martin-belam\">Martin Belam</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The backbencher did not give details of his proposed amendment, but it is understood it would force the government to make an oral statement to the Commons in October on progress towards restoring the power-sharing executive – a move that would stop the new prime minister proroguing parliament for September and October, to stop MPs blocking a no-deal Brexit. Hunt is opposed to use prorogation for this purpose, but Johnson has not ruled it out.</p> \n<p>In a separate interview, Sam Gyimah, another Conservative former minister, said there were about “30-plus” Tories willing to join him in defying the whip to vote against a no-deal Brexit.</p> \n<p>Gyimah said he did not intend to vote against his government on a no-confidence motion for this purpose – even though some commentators believe that this could end up being the only option available for Tories determined to scupper a no deal. He added he and his colleagues were considering “a number of legislative mechanisms” that might be available.</p> \n<p>David Gauke, the justice secretary and another Tory firmly opposed to a no-deal Brexit, told the BBC that, although the parliamentary options for MPs determined to block this option seemed limited, he thought the Speaker, John Bercow, would be willing to ignore precedent to help them out.</p> \n<p>“In a world where we have a Speaker who is perhaps prepared to be innovative, when there is a clear majority in parliament that is against no deal, you have to question whether [the 2016 referendum] provides a mandate for leaving without a deal – so with all those facts, I think parliament will find a way through,” Gauke said.</p> \n<p>One option for the rebel MPs might be to use an emergency debate, scheduled under standing order 24, to pass a business motion that would allow backbenchers to take control of the Commons business for a day to allow legislation blocking no deal to be passed. SO24 motions are not meant to be used for this purpose, but earlier this year Bercow hinted that a move of this kind might be allowed.</p>",
      "wordcount": "612",
      "firstPublicationDate": "2019-07-07T14:03:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:10Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bzbmg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1a05106ee988f7e9c05548377c2f6608a008862c/0_55_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs opposed to a no-deal Brexit may try to force a vote on a Northern Ireland bill to stop the next prime minister proroguing parliament in the autumn, Dominic Grieve has confirmed. Grieve, a former attorney general who has played a leading role in limiting what Brexit policy ministers can implement without parliamentary approval, said the Northern Ireland (Executive Formation) bill could be the next opportunity for a Conservative rebellion. He was speaking as another former minister said there were “30-plus” Conservatives willing to defy the whip to prevent the UK leaving the EU without a deal later this year. Theresa May ultimately baulked at the prospect of trying to implement no deal, but both her two potential successors, Boris Johnson and Jeremy Hunt, have said they would if necessary pursue this option, with Johnson committed to deliver Brexit by 31 October “do or die”. On Monday, MPs will debate the second reading of the Northern Ireland bill, which will extend until October, and potentially January 2020, the deadline set for the resumption of the power-sharing executive in Northern Ireland. All remaining stages of the bill are due to be debated in the Commons on another day. Speaking on Radio 5 Live, Grieve said: “Northern Ireland and Brexit go rather closely together. The chances are, if Brexit goes through, a nodeal Brexit, it is going to be the end of Northern Ireland’s union with the United Kingdom, with serious political consequences flowing from it.” Grieve said that was why it was “perfectly legitimate” to use the bill to ensure MPs got the chance to debate the consequences of a no-deal Brexit. The backbencher did not give details of his proposed amendment, but it is understood it would force the government to make an oral statement to the Commons in October on progress towards restoring the power-sharing executive – a move that would stop the new prime minister proroguing parliament for September and October, to stop MPs blocking a no-deal Brexit. Hunt is opposed to use prorogation for this purpose, but Johnson has not ruled it out. In a separate interview, Sam Gyimah, another Conservative former minister, said there were about “30-plus” Tories willing to join him in defying the whip to vote against a no-deal Brexit. Gyimah said he did not intend to vote against his government on a no-confidence motion for this purpose – even though some commentators believe that this could end up being the only option available for Tories determined to scupper a no deal. He added he and his colleagues were considering “a number of legislative mechanisms” that might be available. David Gauke, the justice secretary and another Tory firmly opposed to a no-deal Brexit, told the BBC that, although the parliamentary options for MPs determined to block this option seemed limited, he thought the Speaker, John Bercow, would be willing to ignore precedent to help them out. “In a world where we have a Speaker who is perhaps prepared to be innovative, when there is a clear majority in parliament that is against no deal, you have to question whether [the 2016 referendum] provides a mandate for leaving without a deal – so with all those facts, I think parliament will find a way through,” Gauke said. One option for the rebel MPs might be to use an emergency debate, scheduled under standing order 24, to pass a business motion that would allow backbenchers to take control of the Commons business for a day to allow legislation blocking no deal to be passed. SO24 motions are not meant to be used for this purpose, but earlier this year Bercow hinted that a move of this kind might be allowed.",
      "charCount": "3639",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/jul/07/to-ensure-a-green-future-the-uk-needs-to-ditch-free-market-economics",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-07-07T12:58:12Z",
    "webTitle": "To ensure a green future the UK cannot rely on free markets alone | Richard Partington",
    "webUrl": "https://www.theguardian.com/environment/2019/jul/07/to-ensure-a-green-future-the-uk-needs-to-ditch-free-market-economics",
    "apiUrl": "https://content.guardianapis.com/environment/2019/jul/07/to-ensure-a-green-future-the-uk-needs-to-ditch-free-market-economics",
    "fields": {
      "headline": "To ensure a green future the UK cannot rely on free markets alone",
      "standfirst": "<p>The scale of the climate emergency requires nothing less than full government engagement</p>",
      "trailText": "The scale of the climate emergency requires nothing less than full government engagement",
      "byline": "Richard Partington",
      "main": "<figure class=\"element element-image\" data-media-id=\"9e7b67e9d41cc7009ff561d08a23f7b240a7ae32\"> <img src=\"https://media.guim.co.uk/9e7b67e9d41cc7009ff561d08a23f7b240a7ae32/0_439_6588_3953/1000.jpg\" alt=\"Cuadrilla’s fracking well at Little Plumpton in Lancashire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cuadrilla’s fracking well at Little Plumpton in Lancashire. Last week, the Conservative Environment Network set out a manifesto that included banning fracking.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>With just <a href=\"https://www.un.org/press/en/2019/ga12131.doc.htm\">11 years left to prevent irreversible damage</a> caused by the climate emergency, there are still options to wean the world’s economy off its reliance on fossil fuels. However, anything less than putting Britain on a war footing will not be enough.</p> <p>The government response so far has been timid. Theresa May introduced a <a href=\"https://www.theguardian.com/environment/2019/jun/11/theresa-may-commits-to-net-zero-uk-carbon-emissions-by-2050\">net-zero carbon emissions target for 2050</a>, but there are reasons why the Conservatives haven’t gone further: her party is hard-wired to fail. Clinging to a belief in the power of free markets, it neglects the fact that to decarbonise the economy greater investment from the state is required.</p> <p>Free-market advocates detest big government. But faced with the scale of the challenge, only government has the weapons powerful enough to tackle the crisis. So far May and her allies have been held back by their unswerving belief in the market economy and the mobilisation of private capital.</p> <p>Political will can be transformative. The government’s independent committee on climate change has a target for spending of 1-2% of GDP by 2050 on greening the UK economy, for both the public and private sector. But faced with the gathering crisis climate activists are starting to push for greater government investment.</p> <p>Doubling the UK’s investment rate – with the bulk coming from the state – in green infrastructure, technologies and industry should create millions of good jobs and build low-carbon wealth. State funding will be required to support people working in industries incompatible with a green future, such as mining, oil and gas, heavy industry and energy-intensive transport. When the state invests, the private sector is encouraged to raise its investment alongside these efforts.</p> <p>Last week, the government launched a half-hearted attempt to encourage more financing of green projects using market-based solutions. It might show that the Tories are moving in the right direction, but their plans came straight from the neoliberal playbook.</p> <p>Ministers announced with aplomb that companies listed on the London Stock Exchange would be <a href=\"https://www.theguardian.com/business/2019/jul/02/firms-climate-impact-on-profits-treasury\">forced to disclose their risks from climate change by 2022</a>.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Tinkering at the margins of an economic model driving environmental breakdown is guaranteed to deepen the climate emergency</p> <footer> <cite>Mathew Lawrence, Common Wealth</cite> </footer> </blockquote> </aside>  <p>If only investors knew the scale of the risks, they would price them accordingly – penalising those with carbon exposure and rewarding those without.</p> <p>It is undoubtedly a positive step. Every little helps. But Tesco shouldn’t need to tell investors it would lose money if the world goes up in smoke. News of melting glaciers, vanishing biodiversity and extreme weather events is telling enough.</p> <p>On the left there is more momentum.</p> <p>John McDonnell has argued for the <a href=\"https://www.theguardian.com/business/2019/may/10/labour-delist-uk-firms-failing-to-fight-climate-change-john-mcdonnell\">forcible ejection of companies from the stock exchange</a> that do not have a plan for tackling climate change. Labour would create a sustainable investment board, supplemented by state-owned regional investment banks and a £250bn national transformation fund with targets to invest in low-carbon businesses.</p> <p>Climate activists are angling for a mass government mobilisation equivalent to Roosevelt’s New Deal, which lifted America from the morass of the Great Depression.</p> <p>In an attempt to outline a roadmap to a Green New Deal in Britain, the left-leaning thinktank Common Wealth is this week launching a bundle of papers. There will be six policy reports in total over July that will add up to a guide to turbocharging the low-carbon economy, while supporting communities through the transition.</p> <p>Mathew Lawrence, its director, argues that to finance the transition the largest ever peacetime mobilisation of resources will be required.</p> <p>“Tinkering at the margins of an economic model driving environmental breakdown is guaranteed to deepen the climate emergency,” he says. Markets on their own cannot drive a society-wide reorganisation of production and consumption at the pace and scale required. “We need a government-led process of economic restructuring,” he said.</p> <p>Among the measures are proposals to retool the financial system. A report will say that the <a href=\"https://www.gov.uk/government/organisations/uk-green-investment-bank\">green investment bank</a> – sold off under Tory free-market dogma – should be brought back under state control. The Bank of England could adjust financial stability rules to penalise commercial banks for holding brown assets on their balance sheets, while promoting more green lending. </p> <p>There can be no economic stability in a climate emergency. The foundations of our prosperity came close to tumbling down in the 2008 financial crisis. Brexit threatens our future living standards. But global heating stands to surpass them all.</p> <p>So far the UK is lagging behind. Ministers might talk about a bright new future of electric vehicles, with encouraging news that <a href=\"https://www.theguardian.com/business/2019/jul/05/jaguar-land-rover-to-build-electric-xj-car-at-castle-bromwich-plant\">Jaguar Land Rover plans to build its electric XJ car in Britain</a>. But its target of 2040 for ending petrol and diesel car sales would mean polluting cars still being sold in Britain a full decade after irreversible damage to the planet could be complete.</p> <p>There is evidence that government intervention can work. Despite deriving most of its wealth from fossil fuels, Norway has used spending and tax cuts to drive up the sale of electric vehicles to count for <a href=\"https://www.reuters.com/article/us-autos-electric-norway/electric-cars-grab-almost-half-of-sales-in-oil-producing-norway-idUSKCN1TW2WO\">half of all cars sold</a>. And it targets the end of petrol and diesel car sales by 2025.</p> <p>Britain has had some success. The carbon intensity of Britain’s energy production has improved markedly with the rapid increase in wind energy. As coal-burning power stations are phased out, about half of energy production is now from renewables and nuclear.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>Some Tories are moving in the right direction. Last week, the Conservative Environment Network <a href=\"https://www.theguardian.com/environment/2019/jul/02/tory-mps-green-manifesto-urging-more-eco-friendly-policies\">set out a manifesto</a> that included banning fracking, a sevenfold increase in offshore wind by 2050, an earlier ban on new petrol and diesel cars and vans, as well as fertiliser and pesticide taxes. They should be encouraged to go further still.</p> <p>Boris Johnson and Jeremy Hunt broadly welcome the thrust of the debate, but neither leadership contender has endorsed the recommendations. Both have made profligate tax and spending commitments in their campaign, with little reference to the emergency facing the climate.</p> <p>Rather than entering into a bidding war on tax breaks for the rich, the next prime minister should commit more money instead to a real response to the climate crisis. The scale of the emergency requires it.</p>",
      "newspaperPageNumber": "29",
      "wordcount": "996",
      "commentCloseDate": "2019-07-07T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-07T12:23:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:20:52Z",
      "newspaperEditionDate": "2019-07-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnc47",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9e7b67e9d41cc7009ff561d08a23f7b240a7ae32/0_439_6588_3953/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With just 11 years left to prevent irreversible damage caused by the climate emergency, there are still options to wean the world’s economy off its reliance on fossil fuels. However, anything less than putting Britain on a war footing will not be enough. The government response so far has been timid. Theresa May introduced a net-zero carbon emissions target for 2050, but there are reasons why the Conservatives haven’t gone further: her party is hard-wired to fail. Clinging to a belief in the power of free markets, it neglects the fact that to decarbonise the economy greater investment from the state is required. Free-market advocates detest big government. But faced with the scale of the challenge, only government has the weapons powerful enough to tackle the crisis. So far May and her allies have been held back by their unswerving belief in the market economy and the mobilisation of private capital. Political will can be transformative. The government’s independent committee on climate change has a target for spending of 1-2% of GDP by 2050 on greening the UK economy, for both the public and private sector. But faced with the gathering crisis climate activists are starting to push for greater government investment. Doubling the UK’s investment rate – with the bulk coming from the state – in green infrastructure, technologies and industry should create millions of good jobs and build low-carbon wealth. State funding will be required to support people working in industries incompatible with a green future, such as mining, oil and gas, heavy industry and energy-intensive transport. When the state invests, the private sector is encouraged to raise its investment alongside these efforts. Last week, the government launched a half-hearted attempt to encourage more financing of green projects using market-based solutions. It might show that the Tories are moving in the right direction, but their plans came straight from the neoliberal playbook. Ministers announced with aplomb that companies listed on the London Stock Exchange would be forced to disclose their risks from climate change by 2022. If only investors knew the scale of the risks, they would price them accordingly – penalising those with carbon exposure and rewarding those without. It is undoubtedly a positive step. Every little helps. But Tesco shouldn’t need to tell investors it would lose money if the world goes up in smoke. News of melting glaciers, vanishing biodiversity and extreme weather events is telling enough. On the left there is more momentum. John McDonnell has argued for the forcible ejection of companies from the stock exchange that do not have a plan for tackling climate change. Labour would create a sustainable investment board, supplemented by state-owned regional investment banks and a £250bn national transformation fund with targets to invest in low-carbon businesses. Climate activists are angling for a mass government mobilisation equivalent to Roosevelt’s New Deal, which lifted America from the morass of the Great Depression. In an attempt to outline a roadmap to a Green New Deal in Britain, the left-leaning thinktank Common Wealth is this week launching a bundle of papers. There will be six policy reports in total over July that will add up to a guide to turbocharging the low-carbon economy, while supporting communities through the transition. Mathew Lawrence, its director, argues that to finance the transition the largest ever peacetime mobilisation of resources will be required. “Tinkering at the margins of an economic model driving environmental breakdown is guaranteed to deepen the climate emergency,” he says. Markets on their own cannot drive a society-wide reorganisation of production and consumption at the pace and scale required. “We need a government-led process of economic restructuring,” he said. Among the measures are proposals to retool the financial system. A report will say that the green investment bank – sold off under Tory free-market dogma – should be brought back under state control. The Bank of England could adjust financial stability rules to penalise commercial banks for holding brown assets on their balance sheets, while promoting more green lending. There can be no economic stability in a climate emergency. The foundations of our prosperity came close to tumbling down in the 2008 financial crisis. Brexit threatens our future living standards. But global heating stands to surpass them all. So far the UK is lagging behind. Ministers might talk about a bright new future of electric vehicles, with encouraging news that Jaguar Land Rover plans to build its electric XJ car in Britain. But its target of 2040 for ending petrol and diesel car sales would mean polluting cars still being sold in Britain a full decade after irreversible damage to the planet could be complete. There is evidence that government intervention can work. Despite deriving most of its wealth from fossil fuels, Norway has used spending and tax cuts to drive up the sale of electric vehicles to count for half of all cars sold. And it targets the end of petrol and diesel car sales by 2025. Britain has had some success. The carbon intensity of Britain’s energy production has improved markedly with the rapid increase in wind energy. As coal-burning power stations are phased out, about half of energy production is now from renewables and nuclear. Some Tories are moving in the right direction. Last week, the Conservative Environment Network set out a manifesto that included banning fracking, a sevenfold increase in offshore wind by 2050, an earlier ban on new petrol and diesel cars and vans, as well as fertiliser and pesticide taxes. They should be encouraged to go further still. Boris Johnson and Jeremy Hunt broadly welcome the thrust of the debate, but neither leadership contender has endorsed the recommendations. Both have made profligate tax and spending commitments in their campaign, with little reference to the emergency facing the climate. Rather than entering into a bidding war on tax breaks for the rich, the next prime minister should commit more money instead to a real response to the climate crisis. The scale of the emergency requires it.",
      "charCount": "6222",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/07/we-see-enough-boris-johnson-do-we-need-father-stanley-johnson-too",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-07T06:00:44Z",
    "webTitle": "They’ve got Ivanka, we’ve got Stanley Johnson. When did politics become a family affair? | Catherine Bennett",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/07/we-see-enough-boris-johnson-do-we-need-father-stanley-johnson-too",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/07/we-see-enough-boris-johnson-do-we-need-father-stanley-johnson-too",
    "fields": {
      "headline": "They’ve got Ivanka, we’ve got Stanley Johnson. When did politics become a family affair?",
      "standfirst": "The president’s daughter was rightly ridiculed at G20, but Boris’s father goes unchallenged",
      "trailText": "The president’s daughter was rightly ridiculed at G20, but Boris’s father goes unchallenged",
      "byline": "Catherine Bennett",
      "main": "<figure class=\"element element-image\" data-media-id=\"cf37efb304a6c67fca68dc71fc9550be4ab26c39\"> <img src=\"https://media.guim.co.uk/cf37efb304a6c67fca68dc71fc9550be4ab26c39/0_108_4288_2574/1000.jpg\" alt=\"Conservative leadership candidate Boris Johnson arrives to be met by his father Stanley Johnson at Sandy Park Conference Centre in Exeter on 28 June.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Conservative leadership candidate Boris Johnson arrives to be met by his father Stanley Johnson at Sandy Park Conference Centre in Exeter on 28 June.</span> <span class=\"element-image__credit\">Photograph: Finnbarr Webster/Getty Images</span> </figcaption> </figure>",
      "body": "<p>In the debate over Trump and Johnson, as to which man constitutes the more severe national embarrassment, the entry of Ivanka on to the world stage arguably gives the US monster an edge.</p> <p>For their achievements in lying, racism, conceit, incompetence, rudeness, jingoism, greed, crotch-length ties, laziness, fiscal opacity, diplomatic offences, hair choices, sexual incontinence and infantile fantasies featuring bridges, walls and tanks, the men are surely – taking into account that Johnson has yet to enjoy the enhanced misconduct opportunities that come with national leadership – well matched.</p> <p>Any specific disparity – Trump has not been recorded plotting GBH on a journalist – can usually be offset by signs of potential in the other brute: a Trump tweet appeared to endorse <a href=\"https://www.theguardian.com/us-news/2017/jul/02/trump-body-slam-cnn-tweet-violence-reporters-wrestlemania\" title=\"\">body slamming journalists</a>. If Trump can’t write, it turns out that Johnson, given his ignorance on Brexit, can’t read. In the field of nepotism, however, Trump now has a convincing claim to be the more shameless of the two.</p> <p>The spectacle, at the G20, of <a href=\"https://www.theguardian.com/us-news/2019/jul/01/unwantedivanka-awkward-moment-at-g20-prompts-slew-of-trump-parodies\" title=\"\">Ivanka’s blow dry</a> insinuating itself into various intra-leader discussions, inspired, as well as the Zelig-like meme, #UnwantedIvanka, further lamentations over the reduction of US foreign policy to a Trump marketing mission, featuring ever more numerous Trump loved ones (to borrow Johnson’s term for his own relations). Pertness, on their part, is actively encouraged. “She’s going to steal the show,” Dad promised of Ivanka, accurately enough. No one else there got compared to <a href=\"https://www.express.co.uk/news/world/1148310/ivanka-trump-news-india-g20-macron-Global-Entrepreneurship-Summit-white-house-latest\" title=\"\">“a half-wit Saudi prince”</a>.</p> <p>The intergenerational Trump tour, invented after the entire British royal family volunteered as extras, appears not, then, to have been a hideous one-off, or not for as long as the diplomatic world – minus Christine Lagarde – politely endures a level of nepotistic mischief that leaves our own Johnson family looking positively coy. Admittedly, Johnson can boast – or so Matt Hancock hopes – a strong record in the related field of tribal loyalty.</p> <p>A former <em>Evening Standard</em> editor who supported his mayoral bid was – get this, Matt – <a href=\"https://www.telegraph.co.uk/news/politics/6418164/Boris-Johnson-I-will-have-Veronica-Wadley-in-Arts-Council-post.html\" title=\"\">rewarded with a top arts job</a>, notwithstanding glaring inexperience and allegations of cronyism. Subsequently, the mayor’s waste of £53m on the pointless <a href=\"https://www.theguardian.com/artanddesign/architecture-design-blog/2015/mar/04/revealed-boris-johnson-duplicitous-handling-garden-bridge-london\" title=\"\">garden bridge project</a>, emerged as, effectively, an elaborate favour to that well-known planning visionary, Joanna Lumley, a family friend. She has explained this near-victory for her pet abomination: “I’ve known Boris since he was four, so he’s largely quite amenable.”</p>  <figure class=\"element element-image\" data-media-id=\"1e7bdf3144081df34525c3797c72de3ac7ce693b\"> <img src=\"https://media.guim.co.uk/1e7bdf3144081df34525c3797c72de3ac7ce693b/0_156_4447_2668/1000.jpg\" alt=\"Donald and Ivanka Trump attend an event on women’s empowerment during the G20 Summit in Osaka on 29 June.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald and Ivanka Trump attend an event on women’s empowerment during the G20 Summit in Osaka on 29 June.</span> <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> </figcaption> </figure>  <p>And it might further indicate a future challenge to the Trump family’s achievements in unearned eminence that, long before we were introduced to diplomat Ivanka, millions of us were, largely thanks to the BBC, aware that “related to Boris Johnson” is the name of a career.</p> <p>The incessant media appearances, in particular, of Stanley Johnson, reality TV celebrity, frequent flier, and now, ubiquitous proxy for his debate-dodging son, has come to look unexceptional. It’s as if ambitious British politicians – or all twice-married, middle-aged shaggers already on to their fifth child, or so, with a daughter-aged girlfriend – were invariably supervised, like a tot at a talent contest, by a helicopter parent.</p> <p>That said, even audiences accustomed to seeing BBC presenters introduce Stanley Johnson as a precious and insightful authority on his own Little Miss Sunshine, may have been surprised to find this pushiest of lesser Johnsons invited on <em>Newsnight</em> to review the Tory leadership debate: “At last I see a big shining light.” A Father’s Day theme appeared to justify an extended appearance, by the doting rough-beast progenitor, on Radio 4’s <em>Broadcasting House</em>. Anyway, the producers may also have reasoned, they could hardly get the late Admiral Hunt to tell them what a good boy Jeremy has always been.</p> <p>If traditional, English respect for hereditary advantage – together with a tolerance of nepotism that extends to the heart of the Labour party – explains much of the transformation of a retired MEP into the celebrity who is #wantedStanley, it helps that the older exhibitionist has often portrayed himself as a virtuous corrective to his son’s foolery. Stanley Johnson, we have previously learned, is (as in, was) <a href=\"https://www.standard.co.uk/comment/comment/stanley-johnson-my-son-boris-is-wrong-on-brexit-the-eu-is-good-for-the-environment-a3228486.html\" title=\"\">pro-Remain</a>, super keen (within reason) on the planet, a model father (ie, not a Boris-grade sleazebag). Proof, along with support from a more appealing, pro-Remain son, Jo, that national representation by Boris and a replacement consort with, from memory, an MA from the Body Shop in Dolphin Studies, will not be as frightful as it looks?</p> <p>Painful as it is, we must acknowledge that, even if the older Johnson’s devotion to the planet requires him to generate annual CO2 emissions approaching greater Manchester’s, the similarities between these loved ones are, as in the Trump and Kim dynasties, more striking, sometimes uncannily so. In spewing Latin tags and sub-Wodehousian bluster, on <a href=\"https://www.independent.co.uk/news/uk/politics/boris-johnson-burka-stanley-defence-gone-further-tory-islamophobia-investigation-a8487926.html\" title=\"\">“letterbox” burkas,</a> on moralising, in cheese raiding, <a href=\"https://www.irishpost.com/news/boris-johnsons-father-branded-insulting-offensive-claiming-irish-want-shoot-will-shoot-brexit-160927\" title=\"\">insulting Irish people</a>, live birth rates, difficulties with MI6, and breast humour alone, it seems that the apple Johnson has fallen only microscopically far from the tree. Boris Johnson: “Voting Tory will cause your wife to have bigger breasts.” Dad (<a href=\"https://www.youtube.com/watch?v=3-TD3wcvpCo\" title=\"\">enchanting a studio audience</a> with tales of a “very well endowed” assistant): “What a pair of knockers!”</p> <p>Supposing, at this advanced stage in the political catastrophe, there remains any doubt about Boris Johnson’s instincts when choosing between Johnsonism and the national interest, one also notes that the person who raised him, currently campaigning for a BackBoris Brexit, is simultaneously being quoted against it, by pro-Remain Best for Britain (“Britain benefits from environmental legislation and funding”).</p> <p>That the BBC was invaluable, with its serial platforms and tribute programmes, in conjuring up Boris Johnson, has become as obvious as it is irreversible. You might think that one such horror, however inadvertently created, is enough. Stanley Johnson’s priorities and accomplishments appear, on examination, to be identical to, and therefore as basic as, his son’s. Unlike hapless G20 leaders waylaid by Ivanka, our broadcasters don’t – yet – have to act interested.</p> <p>* Catherine Bennett is an Observer columnist</p>",
      "newspaperPageNumber": "45",
      "wordcount": "968",
      "commentable": "false",
      "firstPublicationDate": "2019-07-07T06:00:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:35:16Z",
      "newspaperEditionDate": "2019-07-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bzxj6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cf37efb304a6c67fca68dc71fc9550be4ab26c39/0_108_4288_2574/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the debate over Trump and Johnson, as to which man constitutes the more severe national embarrassment, the entry of Ivanka on to the world stage arguably gives the US monster an edge. For their achievements in lying, racism, conceit, incompetence, rudeness, jingoism, greed, crotch-length ties, laziness, fiscal opacity, diplomatic offences, hair choices, sexual incontinence and infantile fantasies featuring bridges, walls and tanks, the men are surely – taking into account that Johnson has yet to enjoy the enhanced misconduct opportunities that come with national leadership – well matched. Any specific disparity – Trump has not been recorded plotting GBH on a journalist – can usually be offset by signs of potential in the other brute: a Trump tweet appeared to endorse body slamming journalists. If Trump can’t write, it turns out that Johnson, given his ignorance on Brexit, can’t read. In the field of nepotism, however, Trump now has a convincing claim to be the more shameless of the two. The spectacle, at the G20, of Ivanka’s blow dry insinuating itself into various intra-leader discussions, inspired, as well as the Zelig-like meme, #UnwantedIvanka, further lamentations over the reduction of US foreign policy to a Trump marketing mission, featuring ever more numerous Trump loved ones (to borrow Johnson’s term for his own relations). Pertness, on their part, is actively encouraged. “She’s going to steal the show,” Dad promised of Ivanka, accurately enough. No one else there got compared to “a half-wit Saudi prince”. The intergenerational Trump tour, invented after the entire British royal family volunteered as extras, appears not, then, to have been a hideous one-off, or not for as long as the diplomatic world – minus Christine Lagarde – politely endures a level of nepotistic mischief that leaves our own Johnson family looking positively coy. Admittedly, Johnson can boast – or so Matt Hancock hopes – a strong record in the related field of tribal loyalty. A former Evening Standard editor who supported his mayoral bid was – get this, Matt – rewarded with a top arts job, notwithstanding glaring inexperience and allegations of cronyism. Subsequently, the mayor’s waste of £53m on the pointless garden bridge project, emerged as, effectively, an elaborate favour to that well-known planning visionary, Joanna Lumley, a family friend. She has explained this near-victory for her pet abomination: “I’ve known Boris since he was four, so he’s largely quite amenable.” And it might further indicate a future challenge to the Trump family’s achievements in unearned eminence that, long before we were introduced to diplomat Ivanka, millions of us were, largely thanks to the BBC, aware that “related to Boris Johnson” is the name of a career. The incessant media appearances, in particular, of Stanley Johnson, reality TV celebrity, frequent flier, and now, ubiquitous proxy for his debate-dodging son, has come to look unexceptional. It’s as if ambitious British politicians – or all twice-married, middle-aged shaggers already on to their fifth child, or so, with a daughter-aged girlfriend – were invariably supervised, like a tot at a talent contest, by a helicopter parent. That said, even audiences accustomed to seeing BBC presenters introduce Stanley Johnson as a precious and insightful authority on his own Little Miss Sunshine, may have been surprised to find this pushiest of lesser Johnsons invited on Newsnight to review the Tory leadership debate: “At last I see a big shining light.” A Father’s Day theme appeared to justify an extended appearance, by the doting rough-beast progenitor, on Radio 4’s Broadcasting House. Anyway, the producers may also have reasoned, they could hardly get the late Admiral Hunt to tell them what a good boy Jeremy has always been. If traditional, English respect for hereditary advantage – together with a tolerance of nepotism that extends to the heart of the Labour party – explains much of the transformation of a retired MEP into the celebrity who is #wantedStanley, it helps that the older exhibitionist has often portrayed himself as a virtuous corrective to his son’s foolery. Stanley Johnson, we have previously learned, is (as in, was) pro-Remain, super keen (within reason) on the planet, a model father (ie, not a Boris-grade sleazebag). Proof, along with support from a more appealing, pro-Remain son, Jo, that national representation by Boris and a replacement consort with, from memory, an MA from the Body Shop in Dolphin Studies, will not be as frightful as it looks? Painful as it is, we must acknowledge that, even if the older Johnson’s devotion to the planet requires him to generate annual CO2 emissions approaching greater Manchester’s, the similarities between these loved ones are, as in the Trump and Kim dynasties, more striking, sometimes uncannily so. In spewing Latin tags and sub-Wodehousian bluster, on “letterbox” burkas, on moralising, in cheese raiding, insulting Irish people, live birth rates, difficulties with MI6, and breast humour alone, it seems that the apple Johnson has fallen only microscopically far from the tree. Boris Johnson: “Voting Tory will cause your wife to have bigger breasts.” Dad (enchanting a studio audience with tales of a “very well endowed” assistant): “What a pair of knockers!” Supposing, at this advanced stage in the political catastrophe, there remains any doubt about Boris Johnson’s instincts when choosing between Johnsonism and the national interest, one also notes that the person who raised him, currently campaigning for a BackBoris Brexit, is simultaneously being quoted against it, by pro-Remain Best for Britain (“Britain benefits from environmental legislation and funding”). That the BBC was invaluable, with its serial platforms and tribute programmes, in conjuring up Boris Johnson, has become as obvious as it is irreversible. You might think that one such horror, however inadvertently created, is enough. Stanley Johnson’s priorities and accomplishments appear, on examination, to be identical to, and therefore as basic as, his son’s. Unlike hapless G20 leaders waylaid by Ivanka, our broadcasters don’t – yet – have to act interested. * Catherine Bennett is an Observer columnist",
      "charCount": "6245",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/catherinebennett\">Catherine Bennett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]