[
  {
    "id": "commentisfree/2019/may/31/tory-leader-feminist-virtue-signalling",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-31T16:50:13Z",
    "webTitle": "Want to be Tory leader and say you’re a feminist? Show us how, exactly | Suzanne Moore",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/31/tory-leader-feminist-virtue-signalling",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/31/tory-leader-feminist-virtue-signalling",
    "fields": {
      "headline": "Want to be Tory leader and say you’re a feminist? Show us how, exactly",
      "standfirst": "<p>Candidates’ declarations of solidarity look like virtue signalling. We will judge them on their actions</p>",
      "trailText": "Women will judge candidates on their actions not their words, says Guardian columnist Suzanne Moore",
      "byline": "Suzanne Moore",
      "main": "<figure class=\"element element-image\" data-media-id=\"dc517f6805ccb6efcafed628c6979308c6ab5841\"> <img src=\"https://media.guim.co.uk/dc517f6805ccb6efcafed628c6979308c6ab5841/0_177_3882_2329/1000.jpg\" alt=\"Dominic Raab leaves 10 Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Dominic Raab has called feminists obnoxious bigots.’ </span> <span class=\"element-image__credit\">Photograph: Rick Findler/EPA</span> </figcaption> </figure>",
      "body": "<p>Actions speak louder than words. And certainly T-shirts. Do you remember a few years back, when various celebs and politicians from Benedict Cumberbatch to Nick Clegg posed in This Is What A Feminist Looks Like T-shirts? It’s always dodgy when men do this stuff. Most women just think: “Why don’t you get on with being a good ally. Walk alongside us, not in front of us.”</p> <p>Yet this particular identity debate has now surfaced in the Tory leadership contest, which is suddenly chock-a-block with some unlikely specimens claiming to be feminists. Of course the leadership contest, in which 120,000 or so rank-and-file members of the Tory party choose the next prime minister, would do well to drape itself in T-shirts carrying This Is Not What Democracy Looks Like slogans, for it is indeed an affront to the very notion.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Dominic Raab – who called feminists ‘obnoxious bigots' – has conceded he is probably not a feminist</p> </blockquote> </aside>  <p>Yet it is worth noting that what emerges in the culture wars around Brexit are questions of identity as much as questions about parliamentary process. The sudden declarations of feminism from Tory contenders are a strange and desperate form of virtue signalling: style without substance.</p> <p>They come after Dominic Raab – who has called feminists “<a href=\"https://www.theguardian.com/politics/2019/may/26/dominic-raab-defends-calling-feminists-obnoxious-bigots\" title=\"\">obnoxious bigots</a>” – conceded that he was probably not a feminist. Well, there’s a shock. He is actively anti-feminist, and speaks of his wife having a job as though this is unusual, rather than the norm. These guys’ nod to women’s liberation is always the executive wife. Raab rattled on about “meritocracy” but sounded more like someone in his 80s, in that he thinks that feminism, basically, has gone too far. It’s a view, certainly, though not one that anyone who had spent an hour in the House of Commons could hold seriously. But that’s men for you, says this obnoxious bigot.</p> <p>The parade of wives is much the same as a parade of kitchen island units, an attempt to demonstrate humanity through the medium of domesticity. It is pretty revolting, but then Clegg and David Cameron displayed their wives in much the same way, and we were supposed to believe they were somehow liberal and “modern”.</p> <p> Rory Stewart’s <a href=\"https://www.theguardian.com/fashion/2019/may/29/rory-stewarts-nerdiness-means-he-is-just-the-sort-of-oddball-the-british-love\" title=\"\">love-bombing</a> of the public with his appeal for unity – and yes, love – has been charming and hilarious. He is smart and serious and wants to be in charge of stuff because that is what he does, this geek-Jesus who you just want to leave some Weetabix out for, as he walks around looking to be “debated”. Still, let’s not forget that his voting record, particularly on welfare, shows him to be typically Tory. Indeed it is hard to see how <em>any</em> Tory who supported the policies of George Osborne in the age of austerity can even begin to talk about feminism. The attack on public services was fundamentally an attack on women, who are the main producers and consumers of the public sector. It was also an attack on the poorest children in the country. Never forget that.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/30/seven-tory-leadership-candidates-declare-themselves-feminists\">Eight Tory leadership candidates declare themselves feminists</a> </p> </aside>  <p>Since Raab’s wink to the men’s rights activists and to reactionary forces that gather, all the other candidates have declared themselves to be feminists. Jeremy Hunt says his wife is his “secret weapon”. That’s nice, Jeremy. I don’t know what this has to do with promoting women’s rights, so get back on the <a href=\"https://en.wikipedia.org/wiki/Bhang\" title=\"\">bhang</a> lassi. Are any of us to take seriously the idea that Boris Johnson is a feminist? He is said to be proud of his record as foreign secretary on pushing forward girls’ education.</p> <p>The only issue we need to consider is who has the policies that make women’s lives better. Raab seems to think that wanting “working women” to make the best of themselves is noble of him. Wake up. We have the <a href=\"https://www.theguardian.com/law/2018/sep/26/rape-prosecutions-plummet-crown-prosecution-service-police\" title=\"\">lowest rape conviction rates</a> for a decade, a huge rise in documented domestic violence and glaring gender pay gaps, just for starters. Childcare costs are trapping single parents in poverty while “social care” is mostly done, unpaid, by women. It is impossible to see how Conservatives are able to claim a feminist identity when they prop up this systemic inequality.</p> <p>What desperately matters now, given that the country is splitting roughly along Labour-Liberal Democrat v Brexit party-Tory lines, is the difference in attitudes to women’s rights. Nigel Farage, of course, thinks maternity pay is ridiculous. His friend in the peacocking patriarchy, Donald Trump, is busy rolling back reproductive rights in the US.</p> <p>All the so-called feminists could easily underline a central tenet of feminist thought – that we must have control over our own bodies – by laying down some markers in the culture war over abortion, not just in America but in Northern Ireland. Will they?</p> <p>So I don’t much care who defines themselves as feminist; we can see who fights for us and who colludes. Vague talk of equality is meaningless. We shall know your feminism by its enactment, not by its announcement. </p> <p>• Suzanne Moore is a Guardian columnist</p>",
      "newspaperPageNumber": "5",
      "wordcount": "816",
      "commentable": "false",
      "firstPublicationDate": "2019-05-31T16:50:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-31T22:40:01Z",
      "newspaperEditionDate": "2019-06-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btjen",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dc517f6805ccb6efcafed628c6979308c6ab5841/0_177_3882_2329/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Actions speak louder than words. And certainly T-shirts. Do you remember a few years back, when various celebs and politicians from Benedict Cumberbatch to Nick Clegg posed in This Is What A Feminist Looks Like T-shirts? It’s always dodgy when men do this stuff. Most women just think: “Why don’t you get on with being a good ally. Walk alongside us, not in front of us.” Yet this particular identity debate has now surfaced in the Tory leadership contest, which is suddenly chock-a-block with some unlikely specimens claiming to be feminists. Of course the leadership contest, in which 120,000 or so rank-and-file members of the Tory party choose the next prime minister, would do well to drape itself in T-shirts carrying This Is Not What Democracy Looks Like slogans, for it is indeed an affront to the very notion. Yet it is worth noting that what emerges in the culture wars around Brexit are questions of identity as much as questions about parliamentary process. The sudden declarations of feminism from Tory contenders are a strange and desperate form of virtue signalling: style without substance. They come after Dominic Raab – who has called feminists “obnoxious bigots” – conceded that he was probably not a feminist. Well, there’s a shock. He is actively anti-feminist, and speaks of his wife having a job as though this is unusual, rather than the norm. These guys’ nod to women’s liberation is always the executive wife. Raab rattled on about “meritocracy” but sounded more like someone in his 80s, in that he thinks that feminism, basically, has gone too far. It’s a view, certainly, though not one that anyone who had spent an hour in the House of Commons could hold seriously. But that’s men for you, says this obnoxious bigot. The parade of wives is much the same as a parade of kitchen island units, an attempt to demonstrate humanity through the medium of domesticity. It is pretty revolting, but then Clegg and David Cameron displayed their wives in much the same way, and we were supposed to believe they were somehow liberal and “modern”. Rory Stewart’s love-bombing of the public with his appeal for unity – and yes, love – has been charming and hilarious. He is smart and serious and wants to be in charge of stuff because that is what he does, this geek-Jesus who you just want to leave some Weetabix out for, as he walks around looking to be “debated”. Still, let’s not forget that his voting record, particularly on welfare, shows him to be typically Tory. Indeed it is hard to see how any Tory who supported the policies of George Osborne in the age of austerity can even begin to talk about feminism. The attack on public services was fundamentally an attack on women, who are the main producers and consumers of the public sector. It was also an attack on the poorest children in the country. Never forget that. Since Raab’s wink to the men’s rights activists and to reactionary forces that gather, all the other candidates have declared themselves to be feminists. Jeremy Hunt says his wife is his “secret weapon”. That’s nice, Jeremy. I don’t know what this has to do with promoting women’s rights, so get back on the bhang lassi. Are any of us to take seriously the idea that Boris Johnson is a feminist? He is said to be proud of his record as foreign secretary on pushing forward girls’ education. The only issue we need to consider is who has the policies that make women’s lives better. Raab seems to think that wanting “working women” to make the best of themselves is noble of him. Wake up. We have the lowest rape conviction rates for a decade, a huge rise in documented domestic violence and glaring gender pay gaps, just for starters. Childcare costs are trapping single parents in poverty while “social care” is mostly done, unpaid, by women. It is impossible to see how Conservatives are able to claim a feminist identity when they prop up this systemic inequality. What desperately matters now, given that the country is splitting roughly along Labour-Liberal Democrat v Brexit party-Tory lines, is the difference in attitudes to women’s rights. Nigel Farage, of course, thinks maternity pay is ridiculous. His friend in the peacocking patriarchy, Donald Trump, is busy rolling back reproductive rights in the US. All the so-called feminists could easily underline a central tenet of feminist thought – that we must have control over our own bodies – by laying down some markers in the culture war over abortion, not just in America but in Northern Ireland. Will they? So I don’t much care who defines themselves as feminist; we can see who fights for us and who colludes. Vague talk of equality is meaningless. We shall know your feminism by its enactment, not by its announcement. • Suzanne Moore is a Guardian columnist",
      "charCount": "4769",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/suzannemoore\">Suzanne Moore</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "education/2019/may/31/analysing-the-purpose-and-value-of-universities",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-05-31T16:03:38Z",
    "webTitle": "Analysing the purpose and value of universities | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/may/31/analysing-the-purpose-and-value-of-universities",
    "apiUrl": "https://content.guardianapis.com/education/2019/may/31/analysing-the-purpose-and-value-of-universities",
    "fields": {
      "headline": "Analysing the purpose and value of universities",
      "standfirst": "Readers debate course structure, tuition fees, mental health, the importance of arts and humanities, and the need to work for a common good",
      "trailText": "<strong>Letters:</strong> Readers debate course structure, tuition fees, mental health, the importance of arts and humanities, and the need to work for a common good",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c8008ade024d8f3efdb916bc61ed97cb67ab668c\"> <img src=\"https://media.guim.co.uk/c8008ade024d8f3efdb916bc61ed97cb67ab668c/0_339_5037_3022/1000.jpg\" alt=\"Exam hall\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Too many teenagers are enticed by the allure of universities despite higher education often not suiting their strengths,’ says James Smith. </span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Simon Jenkins asserts that: “A university course has barely changed its three-year structure of lectures, essays and exams in a hundred years” (<a href=\"https://www.theguardian.com/commentisfree/2019/may/31/what-are-universities-for-taxpayers-right-know\" title=\"\">What are our universities for?</a>, Journal, 31 May). It’s true that the sector remains sceptical about two-year degrees, but teaching and assessment methods on most university courses today would be unrecognisable to anyone who was a student 30 years ago.</p> <p>Current politics students at Liverpool still attend lectures, submit essays and take exams. But they also analyse election data in computer labs, play the “Legislate!” board game designed for training civil servants, write political speeches, make podcasts on African politics, produce and present weekly radio shows, and undertake placements with MPs and in a range of local organisations. If Simon would like to spend a day sampling teaching at a contemporary university, I’m certain we can arrange something.<br><strong>Dr Stuart Wilks-Heeg</strong><br><em>Reader in politics, University of Liverpool </em></p> <p>• Simon Jenkins says “tuition fees have failed”. He is right: universities have not utilised the increased funding to reform the types of assessment or teaching methods used; they have not improved student services such as mental health provision; and the upsurge in undergraduate numbers has debased the quality of graduates due to larger class sizes and lower entry thresholds.</p> <p>The Augar report’s focus on aggrandising further education has been overshadowed by the proposed cut in tuition fees. It is, however, the most salient aspect of the report. Too many teenagers are enticed by the allure of universities despite higher education often not suiting their strengths. There is a disastrous skills shortage in this country, which has caused an inordinate reliance on a migrant workforce. It is the government’s duty to ensure that the eclectic proficiencies of young people can thrive in the best interests of the country.</p> <p>The marketisation of universities has benefited institutions, not students, and is thus antithetical to the eminent purpose of education: to draw out the best of each individual.<br><strong>James Smith</strong><br><em>Liverpool</em></p> <p>• Reading Simon Jenkins’s response to the Augar report on universities, I was reminded of a line from Victoria Wood’s wonderful sitcom Dinnerladies: “Oh that Tony Blair, stick two poems up in a bus shelter and call it a university.”<br><strong>Graham Russell</strong><br><em>Market Drayton, Shropshire</em></p> <p>• Simon Jenkins’ advocacy of two-year degrees comes at a time when the mental health of both students and staff has already been characterised as a <a href=\"https://www.theguardian.com/education/2019/feb/15/universities-and-the-nhs-must-join-forces-to-boost-student-mental-health\" title=\"\">crisis</a> and an <a href=\"https://www.theguardian.com/education/2019/may/23/higher-education-staff-suffer-epidemic-of-poor-mental-health\" title=\"\">epidemic</a> respectively. While staff rosters could, in theory, be arranged to limit teaching to two terms, students would be working intensively throughout both years. Two-year degrees may sound more efficient, but most students understandably do not want them.<br><strong>Peter McKenna</strong><br><em>Liverpool</em></p> <p>• Serious consideration needs to be given to the proposals emanating from Philip Augar’s review of post-16 education (<a href=\"https://www.theguardian.com/education/2019/may/30/least-well-off-students-should-get-3000-pound-grants-to-stay-in-education-says-theresa-may-backed-report\" title=\"\">Bring back grants for low-income students, says report</a>, 30 May). While they certainly shouldn’t be automatically accepted in full, there is a danger that in the current febrile political atmosphere, the review’s recommendations will be dismissed or cherry-picked based on what individual politicians and parties see as most electorally advantageous to them.</p> <p>The review has addressed key issues that are crucial to tackling the country’s skill shortages, and extending the benefits of high-quality learning and employment to a much wider population of young people and adults. To this end, the proposals to restore maintenance grants for disadvantaged university students, have lifelong learning loans for all adults and maintenance loans for sub-degree courses, and significantly increase funding for further education and vocational training, should be particularly welcomed. As should the suggestion that there needs to be some national planning of higher education courses and student numbers. The crucial question about the proposed changes to tuition fees and loans is whether they will provide for a long-term sustainable system of funding higher education, given that in the next 25 years unpaid student loan debt is forecast to rise to around £1tn.<br><strong>Chris Pratt</strong><br><em>(Author, Building a Learning Nation), Leeds</em></p> <p>• Matt Waddup states (<a href=\"https://viewer.gutools.co.uk/proxy/preview/education/2019/may/30/cutting-tuition-fees-misses-the-point-we-need-to-overhaul-the-whole-system\" title=\"\">Report</a>, theguardian.com, 30 May) that a healthy society needs arts and humanities, and that these are “critical to our democracy”. This is an understatement. It is becoming increasingly obvious that the climate and environmental crises of our time cannot be addressed solely, or even principally, through science and technology. The situation requires a much broader range of expertise.</p> <p>Arts and humanities graduates are essential to the necessary processes of thinking our way from our present system into sustainable ways of living for the future. This thinking cannot be achieved without a complex understanding of past societies, the stories that we tell about ourselves, and how we arrived in our present dangerous situation. It needs people who can engage critically and productively with the deeply embedded ideas that make change extremely difficult to envisage. It needs people who can communicate new ideas through a wide range of media, including visual arts, music and literature, and do so in engaging and expressive language. The arts and humanities have never been more fundamental to imagining and creating a liveable future for humanity. It is imperative that policymakers recognise this.<br><strong>Dr Amanda Power</strong><br><em>University of Oxford</em></p> <p>• Between 1965 and 1971 I attended two universities, one redbrick, one Oxbridge. Perhaps I had a sheltered student career but I cannot recall anyone at either institution mentioning a link between graduation and earning capacity. A generation later, I shocked a school meeting, designed to inform parents and students about the application process, by referring to universities as stretching young people’s thinking processes to enable them to make a distinctive contribution to the common good. There was bafflement all round. Margaret Thatcher was coming towards the end of her time as prime minister. Whatever her governments did with the economy, the cultural damage should never be underestimated.<br><strong>Geoff Reid</strong><br><em>Bradford, West Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1000",
      "commentable": "false",
      "firstPublicationDate": "2019-05-31T16:03:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-31T16:13:26Z",
      "newspaperEditionDate": "2019-06-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bttge",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c8008ade024d8f3efdb916bc61ed97cb67ab668c/0_339_5037_3022/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Simon Jenkins asserts that: “A university course has barely changed its three-year structure of lectures, essays and exams in a hundred years” (What are our universities for?, Journal, 31 May). It’s true that the sector remains sceptical about two-year degrees, but teaching and assessment methods on most university courses today would be unrecognisable to anyone who was a student 30 years ago. Current politics students at Liverpool still attend lectures, submit essays and take exams. But they also analyse election data in computer labs, play the “Legislate!” board game designed for training civil servants, write political speeches, make podcasts on African politics, produce and present weekly radio shows, and undertake placements with MPs and in a range of local organisations. If Simon would like to spend a day sampling teaching at a contemporary university, I’m certain we can arrange something. Dr Stuart Wilks-Heeg Reader in politics, University of Liverpool • Simon Jenkins says “tuition fees have failed”. He is right: universities have not utilised the increased funding to reform the types of assessment or teaching methods used; they have not improved student services such as mental health provision; and the upsurge in undergraduate numbers has debased the quality of graduates due to larger class sizes and lower entry thresholds. The Augar report’s focus on aggrandising further education has been overshadowed by the proposed cut in tuition fees. It is, however, the most salient aspect of the report. Too many teenagers are enticed by the allure of universities despite higher education often not suiting their strengths. There is a disastrous skills shortage in this country, which has caused an inordinate reliance on a migrant workforce. It is the government’s duty to ensure that the eclectic proficiencies of young people can thrive in the best interests of the country. The marketisation of universities has benefited institutions, not students, and is thus antithetical to the eminent purpose of education: to draw out the best of each individual. James Smith Liverpool • Reading Simon Jenkins’s response to the Augar report on universities, I was reminded of a line from Victoria Wood’s wonderful sitcom Dinnerladies: “Oh that Tony Blair, stick two poems up in a bus shelter and call it a university.” Graham Russell Market Drayton, Shropshire • Simon Jenkins’ advocacy of two-year degrees comes at a time when the mental health of both students and staff has already been characterised as a crisis and an epidemic respectively. While staff rosters could, in theory, be arranged to limit teaching to two terms, students would be working intensively throughout both years. Two-year degrees may sound more efficient, but most students understandably do not want them. Peter McKenna Liverpool • Serious consideration needs to be given to the proposals emanating from Philip Augar’s review of post-16 education (Bring back grants for low-income students, says report, 30 May). While they certainly shouldn’t be automatically accepted in full, there is a danger that in the current febrile political atmosphere, the review’s recommendations will be dismissed or cherry-picked based on what individual politicians and parties see as most electorally advantageous to them. The review has addressed key issues that are crucial to tackling the country’s skill shortages, and extending the benefits of high-quality learning and employment to a much wider population of young people and adults. To this end, the proposals to restore maintenance grants for disadvantaged university students, have lifelong learning loans for all adults and maintenance loans for sub-degree courses, and significantly increase funding for further education and vocational training, should be particularly welcomed. As should the suggestion that there needs to be some national planning of higher education courses and student numbers. The crucial question about the proposed changes to tuition fees and loans is whether they will provide for a long-term sustainable system of funding higher education, given that in the next 25 years unpaid student loan debt is forecast to rise to around £1tn. Chris Pratt (Author, Building a Learning Nation), Leeds • Matt Waddup states (Report, theguardian.com, 30 May) that a healthy society needs arts and humanities, and that these are “critical to our democracy”. This is an understatement. It is becoming increasingly obvious that the climate and environmental crises of our time cannot be addressed solely, or even principally, through science and technology. The situation requires a much broader range of expertise. Arts and humanities graduates are essential to the necessary processes of thinking our way from our present system into sustainable ways of living for the future. This thinking cannot be achieved without a complex understanding of past societies, the stories that we tell about ourselves, and how we arrived in our present dangerous situation. It needs people who can engage critically and productively with the deeply embedded ideas that make change extremely difficult to envisage. It needs people who can communicate new ideas through a wide range of media, including visual arts, music and literature, and do so in engaging and expressive language. The arts and humanities have never been more fundamental to imagining and creating a liveable future for humanity. It is imperative that policymakers recognise this. Dr Amanda Power University of Oxford • Between 1965 and 1971 I attended two universities, one redbrick, one Oxbridge. Perhaps I had a sheltered student career but I cannot recall anyone at either institution mentioning a link between graduation and earning capacity. A generation later, I shocked a school meeting, designed to inform parents and students about the application process, by referring to universities as stretching young people’s thinking processes to enable them to make a distinctive contribution to the common good. There was bafflement all round. Margaret Thatcher was coming towards the end of her time as prime minister. Whatever her governments did with the economy, the cultural damage should never be underestimated. Geoff Reid Bradford, West Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6554",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/may/31/jump-start-the-electric-revolution",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-05-31T16:03:21Z",
    "webTitle": "Jump-start the electric revolution | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/may/31/jump-start-the-electric-revolution",
    "apiUrl": "https://content.guardianapis.com/environment/2019/may/31/jump-start-the-electric-revolution",
    "fields": {
      "headline": "Jump-start the electric revolution",
      "standfirst": "<strong>Bridget Rosewell </strong>calls for a national vehicle charging network; <strong>Bob Pike</strong> thinks it is good news that car production is plunging; <strong>David Flint</strong> says the Green party has the right idea",
      "trailText": "Letters: <strong>Bridget Rosewell </strong>calls for a national vehicle charging network; <strong>Bob Pike</strong> thinks it is good news that car production is plunging; <strong>David Flint</strong> says the Green party has the right idea",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1cf74b0d8811c44a39426e2f4e8cfd1109735caf\"> <img src=\"https://media.guim.co.uk/1cf74b0d8811c44a39426e2f4e8cfd1109735caf/0_267_4000_2400/1000.jpg\" alt=\"Electric vehicles charging\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The age of the internal combustion engine is being consigned to history. But all too slowly,’ says Bridget Rosewell.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>Your story <a href=\"https://www.theguardian.com/technology/2019/may/30/electric-vehicle-drivers-at-risk-by-charging-from-home-mains-supply\" title=\"\">“Electric vehicle drivers at risk by charging from home mains supply”</a> (theguardian.com, 30 May) shows why it is vital that the government provides the right charging infrastructure. After 100 years of incremental change, we are on the cusp of a revolution. The age of the internal combustion engine is being consigned to history. But all too slowly. Today, vehicles contribute to 80% of air pollution breaches in the UK. The National Infrastructure Commission (NIC), in its first published assessment of the UK’s needs to 2050, called for sales of new cars and vans to be all electric <a href=\"http://www.infrastructure-intelligence.com/article/may-2019/government-needs-get-serious-about-infrastructure-says-nic-chair\" title=\"\">from 2030</a>. That will only be achieved with the introduction of a truly national, visible charging network.</p> <p>More direct and ambitious action is needed to jump-start the change. That means meeting the need where the market will not deliver in the short term; getting local authorities to identify where chargers could most usefully be provided and making the spaces available for them; subsidising the provision of rapid charging points in remote areas by 2022; and it means Ofgem removing barriers to connecting to the network.</p> <p>These are all recommendations to the government in the NIC’s first assessment of the UK’s needs to 2050. We await the chancellor’s response. He needs to charge up Britain.<br><strong>Bridget Rosewell</strong><br><em>Commissioner at the National Infrastructure Commission and chair</em><em> of the Driver and Vehicle Standards Agency (DVSA)</em></p> <p>• The news that “70,971 vehicles rolled off the production lines in April, down 44.5% from 127,970 in the same month of last year” should be welcomed (<a href=\"https://www.theguardian.com/business/2019/may/30/uk-car-production-plunges-amid-untold-damage-of-brexit-chaos\" title=\"\">Report</a>, 30 May). Every petrol and diesel engine car that rolls off the production line is a 10-year, minimum, investment in an energy source that is destroying our planet and our children’s future. The human “we” cannot begin soon enough reducing our production of, addiction to, and use of such vehicles. It’s good news and should be presented as such.<br><strong>Bob Pike</strong><br><em>Saint-Cyr-sur-Loire, France</em></p> <p>• Julian Baggini (<a href=\"https://www.theguardian.com/commentisfree/2019/may/29/tax-red-meat-save-the-planet-improve-health-sin-levy\" title=\"\">A blunt tax on meat won’t save the planet or improve health</a>, Journal, 29 May) calls for “fiscal sticks and carrots” that would not hit the poor hardest. Quite right. But we don’t need to speculate or invent. We can just look at the Green party policy on climate change. Green party policy calls for a carbon tax on all emissions. That includes farm emissions and emissions embedded in our imports. Imports include washing machines from China, cars from Germany and soya from Brazil. This comprehensive tax would discourage consumers and businesses from buying high-carbon goods. And more specifically it would encourage livestock farmers to cut their emissions. There are many ways of doing this provided the economics require them.</p> <p>To protect the poor, a substantial part of the tax should be distributed equally to all as a carbon dividend. The result would be less consumption of meat, especially beef and lamb, better health and a big fall in carbon emissions. What’s not to like?<br><strong>David Flint</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "535",
      "commentable": "false",
      "firstPublicationDate": "2019-05-31T16:03:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:41:22Z",
      "newspaperEditionDate": "2019-06-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btjva",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1cf74b0d8811c44a39426e2f4e8cfd1109735caf/0_267_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your story “Electric vehicle drivers at risk by charging from home mains supply” (theguardian.com, 30 May) shows why it is vital that the government provides the right charging infrastructure. After 100 years of incremental change, we are on the cusp of a revolution. The age of the internal combustion engine is being consigned to history. But all too slowly. Today, vehicles contribute to 80% of air pollution breaches in the UK. The National Infrastructure Commission (NIC), in its first published assessment of the UK’s needs to 2050, called for sales of new cars and vans to be all electric from 2030. That will only be achieved with the introduction of a truly national, visible charging network. More direct and ambitious action is needed to jump-start the change. That means meeting the need where the market will not deliver in the short term; getting local authorities to identify where chargers could most usefully be provided and making the spaces available for them; subsidising the provision of rapid charging points in remote areas by 2022; and it means Ofgem removing barriers to connecting to the network. These are all recommendations to the government in the NIC’s first assessment of the UK’s needs to 2050. We await the chancellor’s response. He needs to charge up Britain. Bridget Rosewell Commissioner at the National Infrastructure Commission and chair of the Driver and Vehicle Standards Agency (DVSA) • The news that “70,971 vehicles rolled off the production lines in April, down 44.5% from 127,970 in the same month of last year” should be welcomed (Report, 30 May). Every petrol and diesel engine car that rolls off the production line is a 10-year, minimum, investment in an energy source that is destroying our planet and our children’s future. The human “we” cannot begin soon enough reducing our production of, addiction to, and use of such vehicles. It’s good news and should be presented as such. Bob Pike Saint-Cyr-sur-Loire, France • Julian Baggini (A blunt tax on meat won’t save the planet or improve health, Journal, 29 May) calls for “fiscal sticks and carrots” that would not hit the poor hardest. Quite right. But we don’t need to speculate or invent. We can just look at the Green party policy on climate change. Green party policy calls for a carbon tax on all emissions. That includes farm emissions and emissions embedded in our imports. Imports include washing machines from China, cars from Germany and soya from Brazil. This comprehensive tax would discourage consumers and businesses from buying high-carbon goods. And more specifically it would encourage livestock farmers to cut their emissions. There are many ways of doing this provided the economics require them. To protect the poor, a substantial part of the tax should be distributed equally to all as a carbon dividend. The result would be less consumption of meat, especially beef and lamb, better health and a big fall in carbon emissions. What’s not to like? David Flint London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3286",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/may/31/nhs-underfunding-is-deliberate-strategy",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-31T16:03:02Z",
    "webTitle": "NHS underfunding is deliberate strategy | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/may/31/nhs-underfunding-is-deliberate-strategy",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/31/nhs-underfunding-is-deliberate-strategy",
    "fields": {
      "headline": "NHS underfunding is deliberate strategy",
      "standfirst": "The time has come for the English to demand our birthright, access to a universal, comprehensive, local health service, writes <strong>Christine Hyde. </strong>And<strong> Bob Epton</strong> reflects on money well spent",
      "trailText": "<strong>Letters: </strong>The time has come for the English to demand our birthright, access to a universal, comprehensive, local health service, writes <strong>Christine Hyde. </strong>And<strong> Bob Epton</strong> reflects on money well spent",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0afb0aef2c07697901d886e039c829e94d29a6e1\"> <img src=\"https://media.guim.co.uk/0afb0aef2c07697901d886e039c829e94d29a6e1/0_0_3500_2101/1000.jpg\" alt=\"A hospital ward\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Who benefits from doubts sown about publicly-provided, overstretched, underfunded health provision?’ </span> <span class=\"element-image__credit\">Photograph: Peter Byrne/PA</span> </figcaption> </figure>",
      "body": "<p>I am greatly saddened to read of the distress caused to a woman with an ectopic pregnancy whose wrong fallopian tube had been removed (<a href=\"https://www.theguardian.com/society/2019/may/29/woman-left-infertile-after-surgeon-removes-wrong-fallopian-tube\" title=\"\">Report</a>, 30 May).</p> <p>The event was an error, the trust has admitted liability and we are not left wondering if it was caused by a profit-making shortcut, because for the time being we have an NHS. Had this been an error in the private sector, no one would have known because any complaint made public would have been swiftly followed by a lawyer’s letter from the company, threatening to sue for bringing the company name into disrepute.</p> <p>Some of the 13,000 women involved in the substandard breast implant scandal are still, all these years later, reportedly threatened with bailiffs and upset, following their compensation awards, which are now in doubt due to the company lodging an appeal.</p> <p>The NHS is under threat as never before. A GP in the clinical commissioning group (the people responsible for “procuring” health services and diagnostics etc) said in a meeting in public, that in spite of these (listed) problems with any qualified provider (AQP) contracts for procedures and services, he wants to see more of them. The NHS has been underfunded for nine years. There has been no workforce plan to speak of and promises by government for more GPs have not been kept. Why is this tragic story all over the headlines now? Who benefits from doubts sown about publicly provided, overstretched, underfunded health provision? It’s the standard method of privatisation: underfund, make sure it doesn’t work, people get angry, you hand it over to private capital. Then government pays more, for less.</p> <p>The time has come for the English to demand our birthright: access to a universal, comprehensive, local health service, free at the point of use. And yes, we can afford it. We cannot afford to ditch it.<br><strong>Christine Hyde</strong><br><em>Dewsbury, West Yorkshire</em></p> <p>• It’s reassuring to know that the money saved by cutting nursing bursaries has been going to a worthwhile cause (<a href=\"https://www.theguardian.com/politics/2019/may/29/government-spends-almost-100m-brexit-consultants\" title=\"\">Government spends almost £100m on Brexit consultants</a>, 30 May).<br><strong>Bob Epton</strong><br><em>Brigg, Linc</em><em>olnshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "393",
      "commentable": "false",
      "firstPublicationDate": "2019-05-31T16:03:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-31T16:05:06Z",
      "newspaperEditionDate": "2019-06-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bttfh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0afb0aef2c07697901d886e039c829e94d29a6e1/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am greatly saddened to read of the distress caused to a woman with an ectopic pregnancy whose wrong fallopian tube had been removed (Report, 30 May). The event was an error, the trust has admitted liability and we are not left wondering if it was caused by a profit-making shortcut, because for the time being we have an NHS. Had this been an error in the private sector, no one would have known because any complaint made public would have been swiftly followed by a lawyer’s letter from the company, threatening to sue for bringing the company name into disrepute. Some of the 13,000 women involved in the substandard breast implant scandal are still, all these years later, reportedly threatened with bailiffs and upset, following their compensation awards, which are now in doubt due to the company lodging an appeal. The NHS is under threat as never before. A GP in the clinical commissioning group (the people responsible for “procuring” health services and diagnostics etc) said in a meeting in public, that in spite of these (listed) problems with any qualified provider (AQP) contracts for procedures and services, he wants to see more of them. The NHS has been underfunded for nine years. There has been no workforce plan to speak of and promises by government for more GPs have not been kept. Why is this tragic story all over the headlines now? Who benefits from doubts sown about publicly provided, overstretched, underfunded health provision? It’s the standard method of privatisation: underfund, make sure it doesn’t work, people get angry, you hand it over to private capital. Then government pays more, for less. The time has come for the English to demand our birthright: access to a universal, comprehensive, local health service, free at the point of use. And yes, we can afford it. We cannot afford to ditch it. Christine Hyde Dewsbury, West Yorkshire • It’s reassuring to know that the money saved by cutting nursing bursaries has been going to a worthwhile cause (Government spends almost £100m on Brexit consultants, 30 May). Bob Epton Brigg, Lincolnshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2377",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/31/lady-chatterley-was-hiding-in-plain-sight",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-31T16:01:27Z",
    "webTitle": "Lady Chatterley was hiding in plain sight | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/31/lady-chatterley-was-hiding-in-plain-sight",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/31/lady-chatterley-was-hiding-in-plain-sight",
    "fields": {
      "headline": "Lady Chatterley was hiding in plain sight",
      "standfirst": "Labour resignations | MacKenzie Bezos | Peer expenses | Lady Chatterley’s Lover",
      "trailText": "<strong>Brief letters:</strong> Labour resignations | MacKenzie Bezos | Peer expenses | Lady Chatterley’s Lover",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cb09b46baed0db3a7ee35a2e663ddea6ae762768\"> <img src=\"https://media.guim.co.uk/cb09b46baed0db3a7ee35a2e663ddea6ae762768/0_0_5080_3048/1000.jpg\" alt=\"Person in bookstore\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adrian Hattrell’s father’s copy of Lady Chatterley’s Lover came in plain covers with the title L’architecture Francaise de Jean Mariette.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>To those thinking of resigning from the Labour party (<a href=\"https://www.theguardian.com/politics/2019/may/29/labour-members-queueing-up-to-be-expelled-by-the-party\" title=\"\">Letters</a>, 30 May), don’t. At least not yet. You’ll be depriving yourselves of voting for the next leader.<br><strong>Val Prior</strong><br><em>Horndean, Hampshire</em></p> <p>• Paul Mason (<a href=\"https://www.theguardian.com/commentisfree/2019/may/27/corbynism-crisis-oppose-brexit-jeremy-corbyn-labour\" title=\"\">Corbynism is in crisis. Labour will have to oppose Brexit</a>, 28 May), gave plenty of attention to the name of Corbyn (and to his derelictions) but only once, and fleetingly, to Keir Starmer’s. When is his name going to get the attention it deserves? No more letting the bow sleep in his hand! His virtues, of courage and intellect, are exactly those we need now.<br><strong>Jinty Nelson</strong><br><em>London</em></p> <p>• I see that MacKenzie Bezos is planning to give away around £14.2bn (<a href=\"https://www.theguardian.com/society/2019/may/28/mackenzie-bezos-pledges-more-than-half-her-wealth-to-charity\" title=\"\">Report</a>, 29 May). Before she starts the handouts, shouldn’t she give at least £2-3bn to our very own HMRC to cover all the taxes that Amazon has avoided paying in the UK since it has been operating over here? This money could then be used to revive our high street shops.<br><strong>Jonathan Cockburn</strong><br><em>Lydney, Gloucestershire</em></p> <p>• I’ve been thinking about Lord Paul’s justification for getting paid for “thinking, etc, and giving my advice to colleagues” (<a href=\"https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses\" title=\"\">Report</a>, 31 May). After a lot of thought, I decided that they should sack ’em all. That’s my advice. Please pay £305.<br><strong>Marcia Saunders</strong><br><em>London</em></p> <p>• My father’s copy of Lady Chatterley’s Lover (<a href=\"https://www.theguardian.com/education/2019/may/27/michael-gove-legacy-and-his-no-10-destiny\" title=\"\">Letters</a>, 28 May), acquired well before it was legal in the UK, came in plain covers with the title L’architecture Française de Jean Mariette and a lengthy introduction by DH Lawrence written in Paris in April 1929, in which he disparages all previous pirated editions and refers to the present book as “this little cheap French edition … offered at 60 francs”.<br><strong>Adrian Hattrell</strong><br><em>Doncaster, South Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "328",
      "commentable": "false",
      "firstPublicationDate": "2019-05-31T16:01:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:35Z",
      "newspaperEditionDate": "2019-06-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btj76",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cb09b46baed0db3a7ee35a2e663ddea6ae762768/0_0_5080_3048/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "To those thinking of resigning from the Labour party (Letters, 30 May), don’t. At least not yet. You’ll be depriving yourselves of voting for the next leader. Val Prior Horndean, Hampshire • Paul Mason (Corbynism is in crisis. Labour will have to oppose Brexit, 28 May), gave plenty of attention to the name of Corbyn (and to his derelictions) but only once, and fleetingly, to Keir Starmer’s. When is his name going to get the attention it deserves? No more letting the bow sleep in his hand! His virtues, of courage and intellect, are exactly those we need now. Jinty Nelson London • I see that MacKenzie Bezos is planning to give away around £14.2bn (Report, 29 May). Before she starts the handouts, shouldn’t she give at least £2-3bn to our very own HMRC to cover all the taxes that Amazon has avoided paying in the UK since it has been operating over here? This money could then be used to revive our high street shops. Jonathan Cockburn Lydney, Gloucestershire • I’ve been thinking about Lord Paul’s justification for getting paid for “thinking, etc, and giving my advice to colleagues” (Report, 31 May). After a lot of thought, I decided that they should sack ’em all. That’s my advice. Please pay £305. Marcia Saunders London • My father’s copy of Lady Chatterley’s Lover (Letters, 28 May), acquired well before it was legal in the UK, came in plain covers with the title L’architecture Française de Jean Mariette and a lengthy introduction by DH Lawrence written in Paris in April 1929, in which he disparages all previous pirated editions and refers to the present book as “this little cheap French edition … offered at 60 francs”. Adrian Hattrell Doncaster, South Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1980",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/31/house-of-lords-reform-scrapping-peer-claimed-allowances",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-31T10:56:06Z",
    "webTitle": "This broken House of Lords doesn’t need reform. It needs scrapping | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/31/house-of-lords-reform-scrapping-peer-claimed-allowances",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/31/house-of-lords-reform-scrapping-peer-claimed-allowances",
    "fields": {
      "headline": "This broken House of Lords doesn’t need reform. It needs scrapping",
      "standfirst": "A peer claimed £50,000 in allowances without speaking in a debate. This anti-democratic institution must go",
      "trailText": "A peer claimed £50,000 in allowances without speaking in a debate, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"eada616140f6a891690e3f6ec7b5d257882ab0ad\"> <img src=\"https://media.guim.co.uk/eada616140f6a891690e3f6ec7b5d257882ab0ad/0_0_5261_3156/1000.jpg\" alt=\"Peers at the state opening of parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘One in nine peers haven’t participated in any House of Lords business.’ Peers at the state opening of parliament. </span> <span class=\"element-image__credit\">Photograph: Carl Court/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Imagine this for a gig. You get paid £50,000 for doing no discernible work, occasionally get to wear some funky-looking scarlet and ermine robes, prance around one of the world’s most iconic buildings, and even have subsidised meals thrown into the bargain. This is lifestyle that David Brookman, a Labour peer in the House of Lords, might recognise, <a href=\"https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses\" title=\"\">according to a Guardian investigation</a>. You, as a taxpayer, forked out the equivalent of two nurses’ salary last year in attendance and travel expenses for Baron Brookman of Ebbw Vale, who in a 12-month period didn’t participate in a single debate or submit any written questions. Still, who needs nurses?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses\">Peer who never spoke in Lords last year claims £50,000 expenses</a> </p> </aside>  <p>One in nine peers, in a full year between 2017 and 2018, did not participate in any House of Lords business (defined as speaking in a debate, holding a government post or participating in a committee), and 46 didn’t even vote: yet one of these still claimed a cool £25,000. (Lord Brookman did at least vote regularly.)</p> <p>You don’t have to be possessed by the ghost of Madame Guillotine to consider this a little provocative, not least in a society where the state has imposed a real terms pay cut on public sector workers who work extremely hard and save lives, all justified because there apparently isn’t enough money in the exchequer. If your blood pressure hasn’t yet risen sufficiently, these revelations come at the same time ex-Telegraph owner Conrad Black has declared he <a href=\"https://www.bbc.co.uk/news/business-48457490\" title=\"\">plans to return to the House of Lords</a> after receiving a presidential pardon from his friend Donald Trump – just after <a href=\"https://www.theguardian.com/business/2019/may/15/conrad-black-trump-pardons-ex-media-mogul\" title=\"\">publishing a book praising him</a>.</p> <p>Some will doubtless say: ah but the House of Lords provides an invaluable function, the executive already has too much power as it is, you don’t want to live in a de facto dictatorship, do you? But here is an institution beyond reform. It has <a href=\"https://www.theguardian.com/politics/2013/aug/01/lord-peerage-list-claims-nepotism\" title=\"\">been stuffed full</a> of lobbyists, party donors, ex-party staffers and well-connected businesspeople. Even if you believe in granting unelected figures political power, the Lords is not brimming with specialists and experts who would never have found their way on to the green benches of the House of Commons: it’s riddled with nepotism. The Lords even has bishops with full voting rights, making Britain the <a href=\"https://www.secularism.org.uk/news/2018/09/nss-dismisses-regressive-proposal-to-extend-religious-representation-in-lords\" title=\"\">only country other than Iran</a> to automatically reserve places in its legislature for unelected religious figures.</p> <p>But in any case, its very existence is an affront to democracy, offering no good answers to the <a href=\"https://www.thenation.com/article/tony-benn-and-five-essential-questions-democracy/\" title=\"\">five questions set by the late Tony Benn</a> that should be put to those in positions of power: “What power have you got? Where did you get it from? In whose interests do you use it? To whom are you accountable? How do we get rid of you?”</p> <p>The obvious alternative, of course, is to simply replace it with an elected chamber. But this is fraught with problems: it is extremely unlikely, to say the least, that such a chamber would be elected with the same electoral system, and would instead almost certainly have a proportional electoral system. Unless our voting system in the Commons was simultaneously reformed, a clash could emerge between the two chambers over which is more legitimate.</p> <p>Instead, we should look to countries such as New Zealand, Norway or Finland, which have unicameral systems: that is, only one legislative chamber. No one can seriously impugn their democratic credentials. But to avoid concentrating power in the executives, we should simply boost checks and balances within parliament: give select committees and backbenches more power, for example. There is a strong argument that such a reform could be accompanied with a wider constitutional upheaval encompassing electoral reform but also, say, creating a federal Britain.</p> <p>It’s certainly a debate to be had. But there can be no question that the House of Lords is a broken, morally corrupt, anti-democratic institution,. Instead of tinkering with it, we should do what no government has had the courage to do, and simply dispose of it.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "672",
      "commentCloseDate": "2019-05-31T15:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-31T10:56:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-31T15:13:52Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btt57",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/eada616140f6a891690e3f6ec7b5d257882ab0ad/0_0_5261_3156/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Imagine this for a gig. You get paid £50,000 for doing no discernible work, occasionally get to wear some funky-looking scarlet and ermine robes, prance around one of the world’s most iconic buildings, and even have subsidised meals thrown into the bargain. This is lifestyle that David Brookman, a Labour peer in the House of Lords, might recognise, according to a Guardian investigation. You, as a taxpayer, forked out the equivalent of two nurses’ salary last year in attendance and travel expenses for Baron Brookman of Ebbw Vale, who in a 12-month period didn’t participate in a single debate or submit any written questions. Still, who needs nurses? One in nine peers, in a full year between 2017 and 2018, did not participate in any House of Lords business (defined as speaking in a debate, holding a government post or participating in a committee), and 46 didn’t even vote: yet one of these still claimed a cool £25,000. (Lord Brookman did at least vote regularly.) You don’t have to be possessed by the ghost of Madame Guillotine to consider this a little provocative, not least in a society where the state has imposed a real terms pay cut on public sector workers who work extremely hard and save lives, all justified because there apparently isn’t enough money in the exchequer. If your blood pressure hasn’t yet risen sufficiently, these revelations come at the same time ex-Telegraph owner Conrad Black has declared he plans to return to the House of Lords after receiving a presidential pardon from his friend Donald Trump – just after publishing a book praising him. Some will doubtless say: ah but the House of Lords provides an invaluable function, the executive already has too much power as it is, you don’t want to live in a de facto dictatorship, do you? But here is an institution beyond reform. It has been stuffed full of lobbyists, party donors, ex-party staffers and well-connected businesspeople. Even if you believe in granting unelected figures political power, the Lords is not brimming with specialists and experts who would never have found their way on to the green benches of the House of Commons: it’s riddled with nepotism. The Lords even has bishops with full voting rights, making Britain the only country other than Iran to automatically reserve places in its legislature for unelected religious figures. But in any case, its very existence is an affront to democracy, offering no good answers to the five questions set by the late Tony Benn that should be put to those in positions of power: “What power have you got? Where did you get it from? In whose interests do you use it? To whom are you accountable? How do we get rid of you?” The obvious alternative, of course, is to simply replace it with an elected chamber. But this is fraught with problems: it is extremely unlikely, to say the least, that such a chamber would be elected with the same electoral system, and would instead almost certainly have a proportional electoral system. Unless our voting system in the Commons was simultaneously reformed, a clash could emerge between the two chambers over which is more legitimate. Instead, we should look to countries such as New Zealand, Norway or Finland, which have unicameral systems: that is, only one legislative chamber. No one can seriously impugn their democratic credentials. But to avoid concentrating power in the executives, we should simply boost checks and balances within parliament: give select committees and backbenches more power, for example. There is a strong argument that such a reform could be accompanied with a wider constitutional upheaval encompassing electoral reform but also, say, creating a federal Britain. It’s certainly a debate to be had. But there can be no question that the House of Lords is a broken, morally corrupt, anti-democratic institution,. Instead of tinkering with it, we should do what no government has had the courage to do, and simply dispose of it. • Owen Jones is a Guardian columnist",
      "charCount": "3988",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]