[
  {
    "id": "politics/2019/jul/18/tory-rebels-send-stark-warning-to-boris-johnson-over-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-18T19:06:22Z",
    "webTitle": "Tory rebels send stark warning to Boris Johnson over no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/18/tory-rebels-send-stark-warning-to-boris-johnson-over-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/18/tory-rebels-send-stark-warning-to-boris-johnson-over-no-deal-brexit",
    "fields": {
      "headline": "Tory rebels send stark warning to Boris Johnson over no-deal Brexit",
      "standfirst": "<p>Emphatic majority in vote aiming to prevent suspension of parliament in October</p>",
      "trailText": "Emphatic majority in vote aiming to prevent suspension of parliament in October",
      "byline": "Peter Walker, Jessica Elgot and Larry Elliott",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1197248a-894a-4578-9307-fc7d19a3f596\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/-xJv5FSfs_U?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>MPs have given Boris Johnson a brutal preview of the scale of the challenge facing his premiership, as Conservative rebels voted to block any attempt to suspend parliament in order to force through a no-deal Brexit.</p> \n<p>The new measure <a href=\"https://www.theguardian.com/politics/2019/jul/18/mps-pass-amendment-seeking-to-thwart-no-deal-prorogation\">was passed by a hefty 41-vote majority</a>, after a day of drama in Westminster which saw the resignation of one minister and abstentions from four rebellious cabinet ministers, who will soon be on the backbenches, as well as half a dozen others.</p> \n<p>Among ministers who defied the whip and did not vote on the complex backbench amendment were the chancellor, Philip Hammond; the justice secretary, David Gauke; the business secretary, Greg Clark; and Rory Stewart, the international development secretary.</p> \n<p>Hammond, who will end three years as chancellor next week, warned the next prime minister that he would be at the forefront of Conservative MPs opposing a no-deal Brexit.</p> \n<p>“If they are genuinely seeking a deal, then they have my full support. If not, I’ll fight no deal every inch of the way,” Hammond said.</p> \n<p>The chancellor thinks that despite change at No 10, opposition in parliament means there is no more chance of a no-deal Brexit than there was before Theresa May announced she was stepping down.</p> \n<p>Jeremy Hunt, the foreign secretary and Johnson’s rival for the Tory leadership, was also absent from the voting lists, and <a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news\">later admitted that he did so by accident</a> after wrongly thinking he had been excused.</p> \n<p>Margot James, the digital industries minister, quit her job to vote in favour of the amendment from Hilary Benn and Alistair Burt attached to a bill about Northern Irish affairs, but there was no action taken against Hammond and the other frontbench abstainers.</p> \n<p>May’s spokesman said she was “obviously disappointed” at the abstentions, but that it was now up to Johnson or Hunt to decide what to do with rebellious ministers once one of them becomes leader.</p> \n<p>“No doubt her successor will take this into account when forming their government,” a Downing Street spokesman said, in a coded warning both to ministers about their futures, and to Johnson about the state of the rebellious parliament he is set to inherit.</p> \n<p>Should Johnson win the Tory leadership contest and become prime minister, ministers are likely to pre-emptively walk out, forming an instant and influential Conservative bloc opposing no-deal Brexit – one towards which other Tories, perhaps even May, might gravitate.</p> \n<p>Among the 17 Conservatives who backed the amendment on Thursday was Tory veteran Keith Simpson, who said it was the first time he had defied party whips during 22 years in parliament.</p> \n<p>“This is a huge national issue,” he said. “I said months ago to my local paper and my association that I was totally against no-deal. So this is the first time I have rebelled but you can get a taste for it.”</p> \n<p>The success of the amendment by 315 votes to 274 also presents any Johnson government with a very practical obstacle, as well as serving as an example of the ingenuity of backbench rebels in thwarting his Brexit plans.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8155cfc9-4f92-4da0-8485-66257baf0e4f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Prorogation is the official term that marks the end of a parliamentary session. After being advised to do so by the prime minister, the Queen formally prorogues parliament. This takes the form of an announcement in the House of Lords on the Queen’s behalf. It is a speech, written by the government, which usually describes the bills that have been passed during that session and summarises what has been achieved.</p>\n    <p>It means that all work on existing legislation stops, and MPs and Lords stop sitting. Prorogation also automatically kills any bills, early day motions or questions to ministers going through parliament.&nbsp;</p>\n    <p>Parliament can then be reopened a few days later with a fresh slate of legislation intentions, set out in a new Queen’s speech at the formal state opening of parliament.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>While Johnson has said he is not overly keen on the <a href=\"https://www.theguardian.com/politics/2019/jul/09/grieve-proroguing-parliament-would-be-end-of-democracy-in-uk\">idea of proroguing, or suspending parliament</a> to prevent MPs blocking an overt no-deal policy, he has pointedly refused to rule this out.</p> \n<p>The amendment now makes this markedly more difficult, building on a series of amendments in the Commons and Lords to dictate that ministers must report regularly to the Commons up to and beyond the Brexit deadline.</p> \n<p>The host bill is a largely technical measure connected to elections and budgets for the long-suspended Northern Ireland government, and an initial attempt by Conservative remainer Dominic Grieve to attach an explicitly prorogation-blocking amendment was quashed by the Speaker, John Bercow.</p> \n<p>Bercow did, however, allow another Grieve-tabled amendment, requiring a minister to report to the Commons every two weeks until December on the progress of talks on restoring the Northern Ireland assembly, which was passed last week by a single vote.</p> \n<p>This was beefed-up by further amendments in the House of Lords. On Wednesday, peers added the condition that the fortnightly reports must be debated in the Commons. When the Lords amendments returned to the Commons, Bercow accepted the Benn-Burt amendment which then made explicit the requirement for the chamber to sit if it had been prorogued.</p> \n<p>While the combined amendment does make prorogation difficult, a no-deal departure is still the default option on the Brexit deadline of 31 October unless Johnson or Hunt are able to swiftly conclude a new departure deal, something the EU has dismissed as extremely unlikely.</p> \n<p>The vote came on the day the government’s independent forecasting body predicted a no-deal Brexit would plunge Britain into a recession that would shrink the economy by 2%, push unemployment above 5% and send house prices tumbling by around 10%.</p> \n<p>The Office for Budget Responsibility said the <a href=\"https://www.theguardian.com/business/2019/jul/18/no-deal-brexit-would-plunge-britain-into-a-recession-says-obr\">result would be a year-long downturn that would increase borrowing by £30bn a year</a>, prompting a fresh warning from Hammond to MPs backing no-deal Brexit.</p> \n<p>After her resignation, James said the majority for the amendment had been emphatic because of the concerns of so many ministers and ex-ministers who rebelled or abstained. She hinted more resignations could follow if Johnson was confirmed as leader next Tuesday.</p> \n<p>“I think we have to wait and see what happens next. Jeremy Hunt would behave in an appropriate way, he does not believe in proroguing parliament, which is just too extreme, so I don’t expect people to resign until they know for sure what the outcome is next week,” she said.</p> \n<p>“It is difficult for anyone to resign, yes, and very difficult for me. I love my job and I felt I still had lot more to do. Unless you are completely sure, it is very hard. And I’ve been through the lobby to support the prime minister’s deal three times.</p> \n<p>“My constituents voted emphatically to leave and I will honour that. But when it comes to protecting the right of parliament, that is really important.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/18/commons-vote-boris-johnson-brexit-democracy\">This Commons vote shows how weak a Boris Johnson government would be | Rafael Behr</a> </p> \n</aside> \n<p>The Eurosceptic Johnson-backer, Anne-Marie Trevelyan, said colleagues rebelling were risking an election and a Labour victory.</p> \n<p>“I can’t understand why my colleagues are voting with Jeremy Corbyn on this. Do they want a hard-left government to take control of their country?” she said. “Their disruptive amendments are cynical and corrosive but they don’t change the underlying legal realities one jot: we are leaving on 31 October with or without a deal.”</p> \n<p>No 10 has said it opposed the amendments being tacked on to the Northern Ireland bill because they were an inappropriate use of a technical measure.</p> \n<p>May’s spokesman said: “In the light of the ongoing talks to restore the executive, our view is that forcing a report and debate every two weeks on the progress of those talks risks being counter-productive to this overarching aim.”</p> \n<p>The Commons process also saw MPs vote overwhelmingly to agree to a series of non-Brexit related Lords amendments to the bill, <a href=\"https://www.theguardian.com/uk-news/2019/jul/09/mps-vote-to-extend-same-sex-marriage-to-northern-ireland\">including one setting out a clear timetable for the extension of abortion rights and equal marriage to Northern Ireland</a>, agreed in principle by MPs in landmark votes last week.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1189",
      "firstPublicationDate": "2019-07-18T19:06:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:45Z",
      "newspaperEditionDate": "2019-07-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvv26",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1fe9186b45d81c2ffc4531827d99398b9df5070b/225_0_1546_927/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs have given Boris Johnson a brutal preview of the scale of the challenge facing his premiership, as Conservative rebels voted to block any attempt to suspend parliament in order to force through a no-deal Brexit. The new measure was passed by a hefty 41-vote majority, after a day of drama in Westminster which saw the resignation of one minister and abstentions from four rebellious cabinet ministers, who will soon be on the backbenches, as well as half a dozen others. Among ministers who defied the whip and did not vote on the complex backbench amendment were the chancellor, Philip Hammond; the justice secretary, David Gauke; the business secretary, Greg Clark; and Rory Stewart, the international development secretary. Hammond, who will end three years as chancellor next week, warned the next prime minister that he would be at the forefront of Conservative MPs opposing a no-deal Brexit. “If they are genuinely seeking a deal, then they have my full support. If not, I’ll fight no deal every inch of the way,” Hammond said. The chancellor thinks that despite change at No 10, opposition in parliament means there is no more chance of a no-deal Brexit than there was before Theresa May announced she was stepping down. Jeremy Hunt, the foreign secretary and Johnson’s rival for the Tory leadership, was also absent from the voting lists, and later admitted that he did so by accident after wrongly thinking he had been excused. Margot James, the digital industries minister, quit her job to vote in favour of the amendment from Hilary Benn and Alistair Burt attached to a bill about Northern Irish affairs, but there was no action taken against Hammond and the other frontbench abstainers. May’s spokesman said she was “obviously disappointed” at the abstentions, but that it was now up to Johnson or Hunt to decide what to do with rebellious ministers once one of them becomes leader. “No doubt her successor will take this into account when forming their government,” a Downing Street spokesman said, in a coded warning both to ministers about their futures, and to Johnson about the state of the rebellious parliament he is set to inherit. Should Johnson win the Tory leadership contest and become prime minister, ministers are likely to pre-emptively walk out, forming an instant and influential Conservative bloc opposing no-deal Brexit – one towards which other Tories, perhaps even May, might gravitate. Among the 17 Conservatives who backed the amendment on Thursday was Tory veteran Keith Simpson, who said it was the first time he had defied party whips during 22 years in parliament. “This is a huge national issue,” he said. “I said months ago to my local paper and my association that I was totally against no-deal. So this is the first time I have rebelled but you can get a taste for it.” The success of the amendment by 315 votes to 274 also presents any Johnson government with a very practical obstacle, as well as serving as an example of the ingenuity of backbench rebels in thwarting his Brexit plans. While Johnson has said he is not overly keen on the idea of proroguing, or suspending parliament to prevent MPs blocking an overt no-deal policy, he has pointedly refused to rule this out. The amendment now makes this markedly more difficult, building on a series of amendments in the Commons and Lords to dictate that ministers must report regularly to the Commons up to and beyond the Brexit deadline. The host bill is a largely technical measure connected to elections and budgets for the long-suspended Northern Ireland government, and an initial attempt by Conservative remainer Dominic Grieve to attach an explicitly prorogation-blocking amendment was quashed by the Speaker, John Bercow. Bercow did, however, allow another Grieve-tabled amendment, requiring a minister to report to the Commons every two weeks until December on the progress of talks on restoring the Northern Ireland assembly, which was passed last week by a single vote. This was beefed-up by further amendments in the House of Lords. On Wednesday, peers added the condition that the fortnightly reports must be debated in the Commons. When the Lords amendments returned to the Commons, Bercow accepted the Benn-Burt amendment which then made explicit the requirement for the chamber to sit if it had been prorogued. While the combined amendment does make prorogation difficult, a no-deal departure is still the default option on the Brexit deadline of 31 October unless Johnson or Hunt are able to swiftly conclude a new departure deal, something the EU has dismissed as extremely unlikely. The vote came on the day the government’s independent forecasting body predicted a no-deal Brexit would plunge Britain into a recession that would shrink the economy by 2%, push unemployment above 5% and send house prices tumbling by around 10%. The Office for Budget Responsibility said the result would be a year-long downturn that would increase borrowing by £30bn a year, prompting a fresh warning from Hammond to MPs backing no-deal Brexit. After her resignation, James said the majority for the amendment had been emphatic because of the concerns of so many ministers and ex-ministers who rebelled or abstained. She hinted more resignations could follow if Johnson was confirmed as leader next Tuesday. “I think we have to wait and see what happens next. Jeremy Hunt would behave in an appropriate way, he does not believe in proroguing parliament, which is just too extreme, so I don’t expect people to resign until they know for sure what the outcome is next week,” she said. “It is difficult for anyone to resign, yes, and very difficult for me. I love my job and I felt I still had lot more to do. Unless you are completely sure, it is very hard. And I’ve been through the lobby to support the prime minister’s deal three times. “My constituents voted emphatically to leave and I will honour that. But when it comes to protecting the right of parliament, that is really important.” The Eurosceptic Johnson-backer, Anne-Marie Trevelyan, said colleagues rebelling were risking an election and a Labour victory. “I can’t understand why my colleagues are voting with Jeremy Corbyn on this. Do they want a hard-left government to take control of their country?” she said. “Their disruptive amendments are cynical and corrosive but they don’t change the underlying legal realities one jot: we are leaving on 31 October with or without a deal.” No 10 has said it opposed the amendments being tacked on to the Northern Ireland bill because they were an inappropriate use of a technical measure. May’s spokesman said: “In the light of the ongoing talks to restore the executive, our view is that forcing a report and debate every two weeks on the progress of those talks risks being counter-productive to this overarching aim.” The Commons process also saw MPs vote overwhelmingly to agree to a series of non-Brexit related Lords amendments to the bill, including one setting out a clear timetable for the extension of abortion rights and equal marriage to Northern Ireland, agreed in principle by MPs in landmark votes last week.",
      "charCount": "7134",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a>, <a href=\"profile/jessica-elgot\">Jessica Elgot</a> and <a href=\"profile/larryelliott\">Larry Elliott</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/18/antisemitism-labour-and-jeremy-corbyn",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-18T17:00:20Z",
    "webTitle": "Antisemitism, Labour and Jeremy Corbyn | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/18/antisemitism-labour-and-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/18/antisemitism-labour-and-jeremy-corbyn",
    "fields": {
      "headline": "Antisemitism, Labour and Jeremy Corbyn",
      "standfirst": "Readers respond to an advertisement from 67 Labour peers claiming that the party’s leader had ‘failed the test of leadership’ over his handling of antisemitism complaints",
      "trailText": "<strong>Letters:</strong> Readers respond to an advertisement from 67 Labour peers claiming that the party’s leader had ‘failed the test of leadership’ over his handling of antisemitism complaints",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7478b658cf67d528569e7ea2aa7e167b10a2b355\"> <img src=\"https://media.guim.co.uk/7478b658cf67d528569e7ea2aa7e167b10a2b355/0_85_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn at the International Social Forum hosted by the Labour party at Soas University of London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn at the International Social Forum hosted by the Labour party at Soas University of London.</span> <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> </figcaption> </figure>",
      "body": "<p>The advertisement from Labour peers (<a href=\"https://www.theguardian.com/politics/2019/jul/16/tom-watson-backs-labour-motion-auto-exclude-racism\" title=\"\">Peers tell Corbyn he has ‘failed test of leadership’</a>, 17 July) does a fine job in spelling out accusations against Jeremy Corbyn (saying he is “presiding over the most shaming period in Labour’s history” shows peers still in denial over Iraq, never mind 1931), but unhelpfully they say nothing about what should be done next.</p> <p>Labour leaders, Jeremy Corbyn included, are not responsible for enforcing the rules and constitution of the party. That is the responsibility of the National Executive Committee (NEC), of which the leader is only one member. Discipline is the responsibility of the National Constitutional Committee (NCC), and Jeremy is not part of this at all. The party’s rules are not imposed, dictated by or changed by the leader.</p> <p>After a period when the governance unit was under-resourced, and the NEC singularly failed to address the problem, and ignored recommendations which would have helped, contrary to the peers’ view, the party structures in relation to complaints have been strengthened in the last year. The NCC has been expanded, legal representation increased. In February, general secretary Jennie Formby reported that since April 2018 the party had <a href=\"https://www.bbc.co.uk/news/uk-politics-47203397\" title=\"\">investigated 673 complaints against members and gave details of progress</a>. It would be helpful for Formby’s deputy now to give an update so we can see exactly what has been done to address the party’s antisemitism problem, and what remains to be done.<br><strong>Phil Tate</strong><br><em>Edinburgh</em></p> <p>• It was a famous Jewish singer, Bob Dylan, who coined the lyric “Money doesn’t talk, it swears”, which seems quite apt for the minority of Labour peers who have paid for an advert to subvert the democratically expressed wishes of Labour members who have twice voted overwhelmingly for Jeremy Corbyn to lead the party.</p> <p>In those leadership elections of 2015 and 2016, thousands of Labour members – overwhelmingly Corbyn supporters – many with decades of commitment to the party, and including a significant number of Jews, were told they were definitely unwelcome in the most brutal way, when they were summarily suspended and excluded from participating in those elections with little or no explanation.</p> <p>I know the toll that had on individuals, whose reputations, social networks and self-esteem were seriously damaged overnight by unfounded allegations or none at all. Who was overseeing that process? Iain McNicol, the party’s general secretary until 2018, who is one of the signatories of this advert.</p> <p>As an elected officer of my constituency Labour party I have never felt at all unwelcome as a Jew in the party, where I am surrounded by people who have fought racism and bigotry all their lives, including other Jews. The worst I have felt is great embarrassment at the reactionary interventions and policy positions put forward by some of the same Labour peers who signed that advert, such as Peter Mandelson, John Reid and Michael Levy.<br><strong>David Rosenberg</strong><br><em>London</em></p> <p>• Full-page Guardian adverts won’t come cheap, of course, even between 67 people. I find myself asking why they’ve done it? I note the names like Mandelson in there, whose hostility to Corbyn is very well documented, but it does appear to me that people who have never accepted Corbyn as leader of the party have now decided that losing a possible forthcoming general election to the Tories is a price worth paying to rid the party of him. Interesting to note, too, that Donald Trump is now using the same kind of language against “the squad” of four female Democrats, that they too are antisemitic. The 67 Labour peers now find themselves sharing the same kind of ideology that Trump does. I also find that disheartening, and unsurprising, sadly.<br><strong>John Holroyd</strong><br><em>Thornhill, Dumfries</em></p> <p>• With Jeremy Corbyn’s swift action in sacking his Brexit spokesperson in the Lords (<a href=\"https://www.theguardian.com/politics/2019/jul/17/labour-shadow-brexit-minister-sacked-over-corbyn-comments\" title=\"\">Corbyn sacks senior peer over ‘Hitler bunker’ remark</a>, 18 July), I hope the 67 fellow Labour peers who attacked Mr Corbyn in an advert in the Guardian on 17 July for not taking leadership on controversial comments by Labour members will be happy that they have had a quick impact.<br><strong>Dr David Lowry</strong><br><em>Stoneleigh, Surrey</em></p> <p>• I actually drew some limited comfort from reading the names of former Commons colleagues – now peers – in their advert attacking the conduct of the party leader. I had genuinely been under the impression that several of them were dead.<br><strong>David Hinchliffe</strong><br><em>Labour MP for Wakefield, 1987-2005</em></p> <p>• The Labour peers who signed an advert in Wednesday’s Guardian would be most welcome to come to our constituency Labour party and explain to the many Jewish members, including our immediate past chair, why they are apparently no longer welcome in the party.<br><strong>Professor Emeritus Nick Spencer</strong><br><em>Leamington Spa, Warwickshire</em></p> <p>• John Harris (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/14/labour-positive-change-faction-fighting-antisemitism-brexit\" title=\"\">Labour can effect positive change despite its discord</a>, 15 July) seems to have let his enthusiasm for linking anti-imperialism and antisemitism run away with him. In particular he tries to show a connection between Jeremy Corbyn, some of his advisers and the political forces who “eventually formed the deeply inconsistent and compromised Stop the War coalition”.</p> <p>We have always been consistent in opposing our government’s military interventions, and – far from being compromised – the Chilcot inquiry vindicated our criticisms, as do the continued failed wars from Libya to Afghanistan. We opposed bombing by Russia in Syria, but argued that intervention by the US and UK would lead to further misery for ordinary Syrians. We currently oppose Trump’s dangerous escalation of conflict with Iran.</p> <p>The latest attempt to blame the left for antisemitism is turning reality on its head. Those fighting imperialism have long been champions of anti-racism, including antisemitism, and we are proud that some of those most able and consistent at doing so have been Jewish. <br><strong>Lindsey German</strong><br><em>Conven</em><em>er, Stop the War Coalition</em></p> <p>• There is no doubt that there is antisemitism in the Labour party, as everywhere, and it has been badly handled, not least by its equivocating leader, but I would like to ask MPs who have submitted dossiers of complaints just how many turned out to be members of the party, and how many were vile, troublemaking trolls? Figures from the party state, for instance, that the 200 examples submitted by Margaret Hodge concerned 111 people, 91 of whom turned out not to be Labour party members. Reportedly, <a href=\"https://morningstaronline.co.uk/article/what-do-jennie-formby%E2%80%99s-stats-tell-us-about-anti-semitism-labour-party\" title=\"\">1,100 complaints</a> were lodged between April 2018 and January 2019, but 433 (nearly 40%) were found to relate to people who weren’t Labour members.</p> <p>If the figures have been exaggerated, they have unnecessarily alarmed the Jewish population and made the Labour party seem far more antisemitic than it really is. I therefore hope that the current EHRC investigation publishes some figures on actual membership involvement as against vile social media trolling.<br><strong>Jeanne Caesar</strong><br><em>Welwyn Garden City, Hertfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1154",
      "commentable": "false",
      "firstPublicationDate": "2019-07-18T17:00:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-18T17:06:23Z",
      "newspaperEditionDate": "2019-07-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvvvb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7478b658cf67d528569e7ea2aa7e167b10a2b355/0_85_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The advertisement from Labour peers (Peers tell Corbyn he has ‘failed test of leadership’, 17 July) does a fine job in spelling out accusations against Jeremy Corbyn (saying he is “presiding over the most shaming period in Labour’s history” shows peers still in denial over Iraq, never mind 1931), but unhelpfully they say nothing about what should be done next. Labour leaders, Jeremy Corbyn included, are not responsible for enforcing the rules and constitution of the party. That is the responsibility of the National Executive Committee (NEC), of which the leader is only one member. Discipline is the responsibility of the National Constitutional Committee (NCC), and Jeremy is not part of this at all. The party’s rules are not imposed, dictated by or changed by the leader. After a period when the governance unit was under-resourced, and the NEC singularly failed to address the problem, and ignored recommendations which would have helped, contrary to the peers’ view, the party structures in relation to complaints have been strengthened in the last year. The NCC has been expanded, legal representation increased. In February, general secretary Jennie Formby reported that since April 2018 the party had investigated 673 complaints against members and gave details of progress. It would be helpful for Formby’s deputy now to give an update so we can see exactly what has been done to address the party’s antisemitism problem, and what remains to be done. Phil Tate Edinburgh • It was a famous Jewish singer, Bob Dylan, who coined the lyric “Money doesn’t talk, it swears”, which seems quite apt for the minority of Labour peers who have paid for an advert to subvert the democratically expressed wishes of Labour members who have twice voted overwhelmingly for Jeremy Corbyn to lead the party. In those leadership elections of 2015 and 2016, thousands of Labour members – overwhelmingly Corbyn supporters – many with decades of commitment to the party, and including a significant number of Jews, were told they were definitely unwelcome in the most brutal way, when they were summarily suspended and excluded from participating in those elections with little or no explanation. I know the toll that had on individuals, whose reputations, social networks and self-esteem were seriously damaged overnight by unfounded allegations or none at all. Who was overseeing that process? Iain McNicol, the party’s general secretary until 2018, who is one of the signatories of this advert. As an elected officer of my constituency Labour party I have never felt at all unwelcome as a Jew in the party, where I am surrounded by people who have fought racism and bigotry all their lives, including other Jews. The worst I have felt is great embarrassment at the reactionary interventions and policy positions put forward by some of the same Labour peers who signed that advert, such as Peter Mandelson, John Reid and Michael Levy. David Rosenberg London • Full-page Guardian adverts won’t come cheap, of course, even between 67 people. I find myself asking why they’ve done it? I note the names like Mandelson in there, whose hostility to Corbyn is very well documented, but it does appear to me that people who have never accepted Corbyn as leader of the party have now decided that losing a possible forthcoming general election to the Tories is a price worth paying to rid the party of him. Interesting to note, too, that Donald Trump is now using the same kind of language against “the squad” of four female Democrats, that they too are antisemitic. The 67 Labour peers now find themselves sharing the same kind of ideology that Trump does. I also find that disheartening, and unsurprising, sadly. John Holroyd Thornhill, Dumfries • With Jeremy Corbyn’s swift action in sacking his Brexit spokesperson in the Lords (Corbyn sacks senior peer over ‘Hitler bunker’ remark, 18 July), I hope the 67 fellow Labour peers who attacked Mr Corbyn in an advert in the Guardian on 17 July for not taking leadership on controversial comments by Labour members will be happy that they have had a quick impact. Dr David Lowry Stoneleigh, Surrey • I actually drew some limited comfort from reading the names of former Commons colleagues – now peers – in their advert attacking the conduct of the party leader. I had genuinely been under the impression that several of them were dead. David Hinchliffe Labour MP for Wakefield, 1987-2005 • The Labour peers who signed an advert in Wednesday’s Guardian would be most welcome to come to our constituency Labour party and explain to the many Jewish members, including our immediate past chair, why they are apparently no longer welcome in the party. Professor Emeritus Nick Spencer Leamington Spa, Warwickshire • John Harris (Labour can effect positive change despite its discord, 15 July) seems to have let his enthusiasm for linking anti-imperialism and antisemitism run away with him. In particular he tries to show a connection between Jeremy Corbyn, some of his advisers and the political forces who “eventually formed the deeply inconsistent and compromised Stop the War coalition”. We have always been consistent in opposing our government’s military interventions, and – far from being compromised – the Chilcot inquiry vindicated our criticisms, as do the continued failed wars from Libya to Afghanistan. We opposed bombing by Russia in Syria, but argued that intervention by the US and UK would lead to further misery for ordinary Syrians. We currently oppose Trump’s dangerous escalation of conflict with Iran. The latest attempt to blame the left for antisemitism is turning reality on its head. Those fighting imperialism have long been champions of anti-racism, including antisemitism, and we are proud that some of those most able and consistent at doing so have been Jewish. Lindsey German Convener, Stop the War Coalition • There is no doubt that there is antisemitism in the Labour party, as everywhere, and it has been badly handled, not least by its equivocating leader, but I would like to ask MPs who have submitted dossiers of complaints just how many turned out to be members of the party, and how many were vile, troublemaking trolls? Figures from the party state, for instance, that the 200 examples submitted by Margaret Hodge concerned 111 people, 91 of whom turned out not to be Labour party members. Reportedly, 1,100 complaints were lodged between April 2018 and January 2019, but 433 (nearly 40%) were found to relate to people who weren’t Labour members. If the figures have been exaggerated, they have unnecessarily alarmed the Jewish population and made the Labour party seem far more antisemitic than it really is. I therefore hope that the current EHRC investigation publishes some figures on actual membership involvement as against vile social media trolling. Jeanne Caesar Welwyn Garden City, Hertfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7174",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/18/twists-yet-to-come-in-tory-transition",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-18T16:59:53Z",
    "webTitle": "Twists yet to come in Tory transition? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/18/twists-yet-to-come-in-tory-transition",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/18/twists-yet-to-come-in-tory-transition",
    "fields": {
      "headline": "Twists yet to come in Tory transition?",
      "standfirst": "<strong>Paul Williams</strong> on the prospects of Tory MPs bringing down their own government, <strong>Michael Meadowcroft</strong> on Theresa May’s belated display of her real feelings and <strong>Phillip Khan-Panni</strong> on a more tabloid approach to Boris Johnson",
      "trailText": "Letters: <strong>Paul Williams</strong> on the prospects of Tory MPs bringing down their own government, <strong>Michael Meadowcroft</strong> on Theresa May’s belated display of her real feelings and <strong>Phillip Khan-Panni</strong> on a more tabloid approach to Boris Johnson",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"647eded9f1c18f3a8b11e15b90fb21bb2a6d0ad6\"> <img src=\"https://media.guim.co.uk/647eded9f1c18f3a8b11e15b90fb21bb2a6d0ad6/0_238_3444_2067/1000.jpg\" alt=\"Theresa May at Chatham House\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May at Chatham House. ‘At last she has felt able to show her real feelings about those “absolutists” who have made her life such a misery,’ writes Michael Meadowcroft.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>There has been much talk recently about Tory MPs voting against their own government in order to prevent a no-deal Brexit even if this leads to a general election (<a href=\"https://www.theguardian.com/politics/2019/jul/16/grieve-senior-tories-may-have-to-vote-down-johnson-government\" title=\"\">Report</a>, 17 July). However, it should be remembered that the immediate next step after such an event is not a general election, but the start of a 14-day period in which to form a new government in which the Commons has confidence. While any outcome might be highly uncertain, and could only be seen as a very high-risk strategy by Tory rebels, will more Conservative MPs be prepared to vote against their own government knowing that they have a 14- day period to find an alternative to a general election?<br><strong>Paul Williams</strong><br><em>Bathgate, West Lothian</em></p> <p>• I fear that I’m beginning to suffer from Stockholm Syndrome. Having been held hostage by Theresa May’s Conservative government for three years I’ve started to feel sorry for her! I know that she has been the architect of her own disasters and that she has been an abysmally poor tactician both with her own cabinet and with her EU interlocutors, but I can sense the anguish behind her Chatham House speech (<a href=\"https://www.theguardian.com/politics/2019/jul/17/theresa-may-hits-out-at-populists-in-farewell-speech\" title=\"\">May swipes at ‘rancour and hatred’ of Brexit absolutists</a>, 18 July). At last she has felt able to show her real feelings about those “absolutists” who have made her life such a misery. Unfortunately, it is all rather too late – unless she is now going to continue to speak out about them in the House of Commons in the coming weeks. We can but hope.<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p>• Congratulations on your exposé (<a href=\"https://www.theguardian.com/politics/2019/jul/16/boris-johnson-accused-of-costing-taxpayers-1bn-on-london-mayor-projects\" title=\"\">Johnson accused over £1bn vanity projects</a>, 17 July), but why such a restrained presentation and why bury the damning detail on page 9? I think you should have used a true tabloid presentation on the front page under a headline such as “Is this the man you want for PM?” and a subheading of “Johnson’s vanity projects COST TO PUBLIC: Boris Bikes £225m; Wrong buses £321m, Garden bridge £53m, Gala for bridge £417k, Water cannons £300k, Olympic Park tower £13m, London Stadium conversion £323m”.<br><strong>Phillip Khan-Panni</strong><br><em>Naas, Co Kildare </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "400",
      "commentable": "false",
      "firstPublicationDate": "2019-07-18T16:59:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:46Z",
      "newspaperEditionDate": "2019-07-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvvch",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/647eded9f1c18f3a8b11e15b90fb21bb2a6d0ad6/0_238_3444_2067/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There has been much talk recently about Tory MPs voting against their own government in order to prevent a no-deal Brexit even if this leads to a general election (Report, 17 July). However, it should be remembered that the immediate next step after such an event is not a general election, but the start of a 14-day period in which to form a new government in which the Commons has confidence. While any outcome might be highly uncertain, and could only be seen as a very high-risk strategy by Tory rebels, will more Conservative MPs be prepared to vote against their own government knowing that they have a 14- day period to find an alternative to a general election? Paul Williams Bathgate, West Lothian • I fear that I’m beginning to suffer from Stockholm Syndrome. Having been held hostage by Theresa May’s Conservative government for three years I’ve started to feel sorry for her! I know that she has been the architect of her own disasters and that she has been an abysmally poor tactician both with her own cabinet and with her EU interlocutors, but I can sense the anguish behind her Chatham House speech (May swipes at ‘rancour and hatred’ of Brexit absolutists, 18 July). At last she has felt able to show her real feelings about those “absolutists” who have made her life such a misery. Unfortunately, it is all rather too late – unless she is now going to continue to speak out about them in the House of Commons in the coming weeks. We can but hope. Michael Meadowcroft Leeds • Congratulations on your exposé (Johnson accused over £1bn vanity projects, 17 July), but why such a restrained presentation and why bury the damning detail on page 9? I think you should have used a true tabloid presentation on the front page under a headline such as “Is this the man you want for PM?” and a subheading of “Johnson’s vanity projects COST TO PUBLIC: Boris Bikes £225m; Wrong buses £321m, Garden bridge £53m, Gala for bridge £417k, Water cannons £300k, Olympic Park tower £13m, London Stadium conversion £323m”. Phillip Khan-Panni Naas, Co Kildare • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2350",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-18T16:17:02Z",
    "webTitle": "Jeremy Hunt apologises after failing to vote with government on prorogation by mistake – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news",
    "fields": {
      "headline": "Jeremy Hunt apologises after failing to vote with government on prorogation by mistake – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments, including MPs’ vote on move intended to stop next PM proroguing parliament for no-deal Brexit</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d30962f8f08d0b6ca53341a#block-5d30962f8f08d0b6ca53341a\">Afternoon summary</a></li><li><a href=\"https://www.theguardian.com/politics/2019/jul/18/mps-pass-amendment-seeking-to-thwart-no-deal-prorogation\">MPs pass amendment seeking to thwart no-deal Brexit prorogation</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d3072c38f08d0b6ca53318b#block-5d3072c38f08d0b6ca53318b\">Government defeat on anti-prorogation plan: What does it mean?</a></li><li><a href=\"https://www.theguardian.com/politics/2019/jul/18/boris-johnson-no-deal-brexit-threat-risks-being-ignored-by-the-eu-michel-barnier\">Boris Johnson’s no-deal Brexit threat risks being ignored by the EU</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments, including MPs’ vote on move intended to stop next PM proroguing parliament for no-deal Brexit",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1197248a-894a-4578-9307-fc7d19a3f596\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/-xJv5FSfs_U?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d30962f8f08d0b6ca53341a\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T16:01:47.453Z\">5.01pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/18/mps-pass-amendment-seeking-to-thwart-no-deal-prorogation\">MPs have easily passed a backbench amendment seeking to block any attempt by a future government to prorogue parliament to ensure a no-deal Brexit, in what is likely to be seen as a pre-emptive strike against Boris Johnson’s authority.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/business/2019/jul/18/no-deal-brexit-would-plunge-britain-into-a-recession-says-obr\">A no-deal Brexit would plunge Britain into a recession that would shrink the economy by 2%, push unemployment above 5% and send house prices tumbling by around 10%, according to the government’s independent forecasting body.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/18/boris-johnson-claims-about-kippers-fishy-brussels-says\">Claims by Boris Johnson that regulations imposed by “Brussels bureaucrats” were damaging the trade in kippers have been debunked by the European commission, which said that the food safety obligations criticised by him were due to rules set by Britain.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/18/gordon-brown-boris-johnson-could-be-uk-last-prime-minister-\">Boris Johnson could be the UK’s last prime minister, Gordon Brown has warned, after the Conservative leadership frontrunner met Scottish MPs to reassure them of his desire to bolster the union.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/18/labour-peers-could-hold-no-confidence-vote-jeremy-corbyn-over-antisemitism\">Jeremy Corbyn faces a new front of internal dissent over his handling of antisemitism in the party, with Labour peers potentially set to hold a vote of no-confidence in him next week, it has emerged.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/law/2019/jul/18/former-tory-minister-accuses-government-of-failing-to-ban-torture\">Conservative former ministers and human rights groups have accused the government of failing to outlaw torture as it published fresh guidance on the treatment of detainees abroad and refused to launch a judge-led inquiry into post-9/11 rendition cases.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/us-news/2019/jul/18/uk-politicians-send-message-of-solidarity-to-us-congresswomen\">Leading British politicians including Jeremy Corbyn and Sadiq Khan are among thousands of people who have signed a letter of support f the four US congresswomen of colour who were targeted by Donald Trump in a series of racist tweets this week.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/society/2019/jul/18/labour-mayors-urge-government-to-speed-up-gender-law-changes-england-wales\">The mayors of London, Greater Manchester and other English cities have written to the government urging faster implementation of “desperately needed” changes to gender recognition legislation.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/18/13m-in-bonuses-paid-to-brexit-department-civil-servants\">Civil servants working for the Department for Exiting the European Union have been awarded nearly £1.3m in bonuses, new figures show.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-18T16:17:02.692Z\">at 5.17pm BST</time></p> \n</div> \n<div id=\"block-5d30953e8f0845f89e30fc97\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T15:52:58.047Z\">4.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is my colleague<strong> Rafael Behr </strong>on what today’s vote means.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/18/commons-vote-boris-johnson-brexit-democracy\">This Commons vote shows how weak a Boris Johnson government would be | Rafael Behr</a> </p> \n  </aside> \n  <p>And this is how his column starts.</p> \n  <blockquote class=\"quoted\"> \n   <p>It is a measure of how far British politics has passed through the looking glass that MPs feel compelled to put in law that prime ministers should govern with the consent of parliament. There was a time, not too long ago, when that sort of thing was understood as a convention underpinning democracy. The imminent arrival of <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> in Downing Street has made it prudent to get implicit constitutional principles down in writing.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d308e148f08cf92bb7726cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T15:22:06.388Z\">4.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Philip Hammond,</strong> the chancellor, has been explaining why he did not vote with the government against the Hilary Benn amendment intended to stop Boris Johnson proroguing parliament.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipHammondUK/status/1151872880503922688\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Conservative Party has always, at its core, had a fundamental belief in the importance of strong institutions – and in a representative democracy there can be no more vital institution than it’s Parliament. 1/2</p>— Philip Hammond (@PhilipHammondUK) \n    <a href=\"https://twitter.com/PhilipHammondUK/status/1151872880503922688?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipHammondUK/status/1151873034371960832\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It should not be controversial to believe that Parliament be allowed to sit, and have a say, during a key period in our country’s history. 2/2</p>— Philip Hammond (@PhilipHammondUK) \n    <a href=\"https://twitter.com/PhilipHammondUK/status/1151873034371960832?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d308b8f8f08d0b6ca53333e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T15:17:24.495Z\">4.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Quite a number' of ministers will leave government if Johnson becomes PM and join campaign against no-deal, says ex-minister</h2> \n <div class=\"block-elements\"> \n  <p>In an interview with the BBC’s Newsnight <strong>Margot James, </strong>who resigned as a culture minister today so that she could vote against the government for the anti-prorogation amendment, said “quite a number” of ministers would leave the government if Boris Johnson becomes PM and join the campaign to block a no-deal Brexit. She said</p> \n  <blockquote class=\"quoted\"> \n   <p>Over the course of the last few months I’ve been increasingly uncomfortable about the way the rhetoric is developing on Brexit. My constituents voted to leave in Stourbridge by 70 percent, so I’ve honoured that commitment, voted for the prime minister’s deal three times, but when that didn’t get through parliament I became more and more worried that there is the potential to crash out with no-deal at the end of October. The fact that Boris Johnson - and he hasn’t won yet by the way but obviously he may - is not ruling out proroguing parliament, I felt that this time that rather than just abstain I would vote for the amendments that will make it more difficult ...</p> \n   <p>I think a lot of people would be prepared to serve under Jeremy Hunt if he gets in. If we do end up with Boris as our prime minister, then I think quite a number of people who would have always been voting with the government will leave the government and will be doing everything they can with myself and others to make sure we leave with a deal, or we carry on negotiating or we look for another outcome.</p> \n   <p>You have to remember that democracy isn’t just about the majority wins and has everything its way – especially when the minority is as big as 48%, and also when a majority actually voted to remain in Scotland and Northern Ireland. So I think we have to treat the minority with more respect than proroguing parliament and clearing off without a deal – leaving us very exposed as an economy and a society and reliant on the United States at a very bad time.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"20e1c5f3e6f8c64f4f8dee5f1a3e4a82bf1427d8\"> \n   <img src=\"https://media.guim.co.uk/20e1c5f3e6f8c64f4f8dee5f1a3e4a82bf1427d8/129_481_3573_2144/1000.jpg\" alt=\"Margot James,\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Margot James,</span> \n    <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3081818f08cf92bb7725cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T14:28:38.658Z\">3.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As my colleagues<strong> Peter Walker </strong>and <strong>Jessica Elgot </strong>report <a href=\"https://www.theguardian.com/politics/2019/jul/18/mps-pass-amendment-seeking-to-thwart-no-deal-prorogation\">in their story on the prorogation vote,</a> the 17 Tory rebels included<strong> Keith Simpson</strong>, who was voting against his party for the first time in his long career as an MP. Simpson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>This is the first time I have rebelled against my party in 22 years in parliament. This is a huge national issue, I said months ago to my local paper and my association that I was totally against no deal. So this is the first time I have rebelled but you can get a taste for it.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d307f038f08cf92bb77259f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T14:16:44.327Z\">3.16pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Jeremy Hunt apologises after missing vote on anti-prorogation measure by mistake</h2> \n <div class=\"block-elements\"> \n  <p>The Tory leadership candidate <strong>Jeremy Hunt</strong> has apologised after revealing that he missed today’s vote by accident. He would have voted with the government, he says.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1151853221461286914\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I missed votes today because I thought I was slipped and it turns out I was not.Apologies to my colleagues &amp; Whips <a href=\"https://t.co/Nlm1Yaen8R\">https://t.co/Nlm1Yaen8R</a> position is that parliament should NOT restrict the hands of an incoming govt in this way &amp; I remain opposed to how parl voted</p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1151853221461286914?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3072c38f08d0b6ca53318b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T14:14:17.211Z\">3.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What does the government defeat on the anti-prorogation plan actually mean?</h2> \n <div class=\"block-elements\"> \n  <p>Votes in the House of Commons can have legislative consequences and political consequences, and sometimes it is not entirely obvious what either of them will be. This afternoon’s vote relating to a no-deal Brexit is important, but probably not decisive. Here are some thought on what it means.</p> \n  <p><strong>1) Boris Johnson has suffered his first Commons defeat - before even becoming prime minister. </strong>Jeremy Hunt, his rival for the Tory leadership, has ruled out proroguing parliament to facilitate a no-deal Brexit, but Johnson pointedly hasn’t. Over the last two days peers and MPs have voted to tie his hands on this point. Coming after the resignation of Sir Kim Darroch as ambassador to Washington in response to comments from Johnson, this is fresh evidence that the Westminster machine already regards him as PM.</p> \n  <p><strong>2) This vote probably means proroguing parliament in the autumn to stop MPs blocking a no-deal Brexit is now closed as an option for Johnson.</strong> The Benn amendment says, if parliament were prorogued or adjourned in this timescale, it would have to be recalled. But a tiny window of uncertainty remains because a) if the power-sharing executive in Northern Ireland were to revive, the Benn amendment would become redundant; and b) there is always the faint chance of a rogue PM trying to ignore this law.</p> \n  <p><strong>3) Stopping parliament being prorogued is not the same as stopping a no-deal Brexit. </strong>It remains the case that, if Johnson were to opt for a no-deal Brexit<strong>, </strong>MPs sitting in the Commons in September or October would have no obvious means of stopping him. <a href=\"https://www.instituteforgovernment.org.uk/blog/new-prime-minister-intent-no-deal-brexit-cant-be-stopped-mps-0?gclid=EAIaIQobChMInfiqy7--4wIVgrHtCh32cAe9EAAYASAAEgKtN_D_BwE\">An <strong>Institute for Government </strong>report</a> said, under the rules as they are now, it would be “almost impossible” for MPs to stop no-deal without using a no confidence vote to bring down the government. Even if Johnson did lose a no confidence, <a href=\"https://www.theguardian.com/politics/live/2019/jul/16/tory-leadership-latest-news-johnson-will-bring-down-government-if-he-goes-for-no-deal-brexit-says-top-tory-live-news?page=with:block-5d2dce148f0845f89e30e24e#block-5d2dce148f0845f89e30e24e\">there is no guarantee he would pause Brexit to allow the electorate to have its say.</a> But the IfG report also says the situation might be different if the Speaker were to be more “flexible” in his interpretation of Commons procedure, and John Bercow has repeatedly hinted that he would be willing to bend the rules to help MPs vote against no-deal (as he did <a href=\"https://www.theguardian.com/politics/live/2019/mar/20/brexit-latest-news-letter-article-50-extension-pmqs-theresa-may-bends-to-pressure-from-tory-brexiters-and-rules-out-asking-for-long-article-extension-politics-live?page=with:block-5c9218cce4b0480f6c022620#block-5c9218cce4b0480f6c022620\">here, </a>referring to standing order 24).</p> \n  <p><strong>4) But Tory opposition to no-deal is looking a bit more robust this afternoon than it was. </strong>As I mentioned this morning, in recent weeks MPs trying to use parliamentary process to block no-deal have suffered a series of defeats. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d3020838f0845f89e30f5a5#block-5d3020838f0845f89e30f5a5\"> 9.09am.) </a>Today they won a handsome victory. Some 17 Conservative MPs voted against the government, and five ministers seem to have abstained deliberately; by this time next week those five will probably be on the back benches, making a “Gauke-ward squad” of 20-plus. If Johnson sacks more ministers in a reshuffle, that could get even bigger. Most of these MPs would probably not vote against the government on no confidence motion to stop a no-deal Brexit, but with the government’s working majority set to fall to just three after the Brecon and Radnorshire byelection, the rebels probably have enough muscle to bring Johnson down.</p> \n  <p><strong>5) An early election looks ever more likely. </strong>Johnson would want to avoid an early election until he has delivered Brexit, but these numbers mean that he might not be left with any choice. Here is an assessment from <strong>Mujtaba Rahman</strong>, who does Brexit analysis for the Eurasia Group consultancy. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1151771425818185728\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our revised, short term <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> probabilities:-<br><br>40% Early election* (basecase); <br>25% No-deal; <br>20% Tweaked deal*; <br>10% Referendum*; <br>5% Other scenarios - clean A50 extension, no strings attached; caretaker Govt*; revoking A50; proroguing Parliament <br><br>*Accompanied w A50 ext <a href=\"https://t.co/FIKHl4ygGp\">pic.twitter.com/FIKHl4ygGp</a></p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1151771425818185728?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-18T14:36:31.815Z\">at 3.36pm BST</time></p> \n</div> \n<div id=\"block-5d3073d38f08d0b6ca533196\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T13:35:15.056Z\">2.35pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May refuses to punish ministers who abstained - but suggests her successor will sack them</h2> \n <div class=\"block-elements\"> \n  <p>Downing Street has put out this statement about the vote. A spokesman said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The prime minister is obviously disappointed that a number of ministers failed to vote in this afternoon’s division. No doubt her successor will take this into account when forming their government.</p> \n  </blockquote> \n  <p>This is probably less aggressive than it sounds. If you look at the list of ministers who abstained (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d306f5e8f0845f89e30f9c5#block-5d306f5e8f0845f89e30f9c5\">2.11pm)</a> - Greg Clark, Sir Alan Duncan, David Gauke, Philip Hammond and Rory Stewart - they are all people who were never expected to serve in government with Boris Johnson anyway. Theresa May could have chosen to sack them now, but with only a week to go before the new PM forms a government, that would have been a bit pointless.</p> \n  <figure class=\"element element-image\" data-media-id=\"86700b918739357c47b5cd5cc6cf0d02b9539b7d\"> \n   <img src=\"https://media.guim.co.uk/86700b918739357c47b5cd5cc6cf0d02b9539b7d/158_68_2797_1678/1000.jpg\" alt=\"10 Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">10 Downing Street.</span> \n    <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3070228f08cf92bb7724dc\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T13:15:27.146Z\">2.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Government confirms it won't stop bill getting royal assent to block anti-prorogation measure</h2> \n <div class=\"block-elements\"> \n  <p><strong>Tony Lloyd</strong>, the shadow Northern Ireland secretary, rises to make a point of order. He says by the time a bill has got this far, it is the property of the house, not the government. He says there have been rumours that the government might drop the bill at this late stage to stop it becoming law. Can the Speaker rule that out?</p> \n  <p>The Speaker, <strong>John Bercow,</strong> says he has not heard that suggestion. But he says the chief whip, Julian Smith, and the Northern Ireland minister, <strong>John Penrose</strong>, are both on the front bench now indicating that that will not happen. Penrose rises himself and confirms this.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-18T13:21:35.277Z\">at 2.21pm BST</time></p> \n</div> \n<div id=\"block-5d3070098f0845f89e30f9d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T13:11:57.934Z\">2.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MPs have backed the rest of the Lords amendments by 328 votes to 65.</p> \n </div> \n</div> \n<div id=\"block-5d306f5e8f0845f89e30f9c5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T13:11:30.547Z\">2.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Times’ <strong>Stephen Swinford</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Steven_Swinford/status/1151838871774203906\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here's a full list of ministers who didn't vote, although it is likely many of them will have been slipped:<br><br>Clark<br>Duncan<br>Gauke<br>Hammond<br>Stewart<br><br>Oddly Jeremy Hunt didn't vote. We're trying to find out why<br><br>Karen Bradley is on an official visit to Northern Ireland</p>— Steven Swinford (@Steven_Swinford) \n    <a href=\"https://twitter.com/Steven_Swinford/status/1151838871774203906?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Earlier I featured a tweet saying Caroline Nokes, the immigration minister, abstained. But she voted with the government.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-18T13:23:07.332Z\">at 2.23pm BST</time></p> \n</div> \n<div id=\"block-5d306e868f08d0b6ca53314f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T13:06:55.699Z\">2.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here is<a href=\"https://commonsvotes.digiminster.com/Divisions/Details/708?byMember=false#noes\"> the list of MPs who voted against the Benn amendment</a>. Only one Labour MP, Kate Hoey, voted with the Tories and the DUP against it and only one independent, Ian Austin.</p> \n </div> \n</div> \n<div id=\"block-5d306d8a8f0845f89e30f9a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T13:04:22.872Z\">2.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the division list with<a href=\"https://commonsvotes.digiminster.com/Divisions/Details/708?byMember=false\"> all the MPs who voted for the Benn amendment</a> in the first vote.</p> \n  <p>There were 17 Conservatives voting for it.</p> \n  <figure class=\"element element-image\" data-media-id=\"bd657a0fbf5ac6dfddd2ed648f15110a5d648f83\"> \n   <img src=\"https://media.guim.co.uk/bd657a0fbf5ac6dfddd2ed648f15110a5d648f83/0_0_1196_752/1000.jpg\" alt=\"The 17 Tory MPs who voted for anti-prorogation amendment\" width=\"1000\" height=\"629\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The 17 Tory MPs who voted for anti-prorogation amendment</span> \n    <span class=\"element-image__credit\">Photograph: House of Commons</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d306d0a8f08d0b6ca533138\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:59:30.930Z\">1.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MPs are now voting on whether or not the accept the other Lords amendments, from two to 18.</p> \n </div> \n</div> \n<div id=\"block-5d306c488f08d0b6ca53312d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:57:46.861Z\">1.57pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Government suffers second defeat on anti-prorogation measure</h2> \n <div class=\"block-elements\"> \n  <p>MPs have now voted to accept the Lords amendment as amended (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d306a5a8f08d0b6ca533107#block-5d306a5a8f08d0b6ca533107\"> 1.48pm)</a> by 315 votes to 273 - a majority of 42.</p> \n </div> \n</div> \n<div id=\"block-5d306b9b8f08cf92bb77249b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:53:15.681Z\">1.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from the Labour peer <strong>Andrew Adonis,</strong> one of the strongest advocates in the party of a second referendum.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Andrew_Adonis/status/1151835278715367427\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Huge victory in House of Commons for stopping Johnson from closing down Parliament in Sept &amp; October - majority of 41! <br><br>No way there will be no deal! Ignore the Boris bluster - we are in course for second referendum</p>— Andrew Adonis (@Andrew_Adonis) \n    <a href=\"https://twitter.com/Andrew_Adonis/status/1151835278715367427?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d306b658f0845f89e30f97d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:52:21.449Z\">1.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Times’ <strong>Francis Elliott</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/elliotttimes/status/1151834431042310150\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Welcome to your new house Mr Johnson - 17 Tory MPs voted against plus unknown number of abstentions</p>— Francis Elliott (@elliotttimes) \n    <a href=\"https://twitter.com/elliotttimes/status/1151834431042310150?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d306ac68f08cf92bb772491\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:49:29.505Z\">1.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Spectator’s <strong>James Forsyth</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JGForsyth/status/1151836079559008257\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Size of the majority for this attempt to stop propagation a reminder of how tricky getting no deal through Parliament would be. Will strengthen the faction in Boris’s court arguing for a carefully calibrated Brexit ask</p>— James Forsyth (@JGForsyth) \n    <a href=\"https://twitter.com/JGForsyth/status/1151836079559008257?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d306a5a8f08d0b6ca533107\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:48:51.015Z\">1.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MPs are now voting on <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f44fc8f0845f89e30f034#block-5d2f44fc8f0845f89e30f034\">the Lords amendment to the bill passed last night</a>, as amended by the Benn amendment.</p> \n  <p>Broadly speaking, this should be a re-run of the previous vote.</p> \n </div> \n</div> \n<div id=\"block-5d30695c8f08d0b6ca5330f7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:47:02.310Z\">1.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The government lost that vote by a much bigger margin than people were expecting.</p> \n  <p>Although opinion is split as to whether or not the Commons could block a no-deal Brexit - as <a href=\"https://www.instituteforgovernment.org.uk/blog/new-prime-minister-intent-no-deal-brexit-cant-be-stopped-mps-0?gclid=EAIaIQobChMInfiqy7--4wIVgrHtCh32cAe9EAAYASAAEgKtN_D_BwE\">this Institute for Government briefing argued</a>, under current procedure it is “near impossible”, but it might be possible because this Speaker has hinted he would bend the rules - the size of this victory will embolden those who think parliament does have the muscle to block a no-deal Brexit.</p> \n </div> \n</div> \n<div id=\"block-5d30686e8f08cf92bb772464\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:41:04.456Z\">1.41pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">MPs vote to stop Boris Johnson proroguing parliament for no-deal Brexit by majority of 41</h2> \n <div class=\"block-elements\"> \n  <p>MPs have voted to stop Boris Johnson proroguing parliament in the autumn to facilitate a no-deal Brexit by 315 votes to 274 - a majority of 41.</p> \n </div> \n</div> \n<div id=\"block-5d3068518f08d0b6ca5330e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:39:01.673Z\">1.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From ITV’s <strong>Robert Peston</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1151833509515993088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In case anyone still expecting <a href=\"https://twitter.com/PhilipHammondUK?ref_src=twsrc%5Etfw\">@PhilipHammondUK</a> to resign as chancellor today, he won’t. I am reliably told it is on his “to do list” for early next week. But Hammond is so opposed to any attempt to deprive parliament of a chance to block no-deal Brexit, he will today...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1151833509515993088?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1151833511810277376\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">not oppose the Lords amendment that endeavours to make a prorogation of parliament in October impossible. So will <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> sack him. Seems very unlikely</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1151833511810277376?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3068058f0845f89e30f947\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:37:42.625Z\">1.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From CityAM’s <strong>Owen Bennett</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owenjbennett/status/1151833234071871489\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson is sitting right among the awkward squad of Tory MPs. Phillip Lee, Sam Gyimah and Justine Greening all just behind him.</p>— Owen Bennett (@owenjbennett) \n    <a href=\"https://twitter.com/owenjbennett/status/1151833234071871489?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3067e88f0845f89e30f945\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:37:08.696Z\">1.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Telegraph’s <strong>Gordon Rayner</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gordonrayner/status/1151833164903604225\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Big question now will be whether Theresa May sacks ministers who abstain. <a href=\"https://twitter.com/tamcohen?ref_src=twsrc%5Etfw\">@tamcohen</a> reckons six Cabinet abstentions, and one of them could be Hammond. What a mess.</p>— Gordon Rayner (@gordonrayner) \n    <a href=\"https://twitter.com/gordonrayner/status/1151833164903604225?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3067398f08d0b6ca5330e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:34:48.266Z\">1.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from Newsnight’s<strong> Nicholas Watt.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nicholaswatt/status/1151831784306462721\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Margot James voted against government and will resign as a minister</p>— Nicholas Watt (@nicholaswatt) \n    <a href=\"https://twitter.com/nicholaswatt/status/1151831784306462721?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nicholaswatt/status/1151832233508069376\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Anti no deal Tories say six cabinet ministers abstaining: Philip Hammond, David Gauke, Rory Stewart, Karen Bradley, Greg Clark and Caroline Noakes</p>— Nicholas Watt (@nicholaswatt) \n    <a href=\"https://twitter.com/nicholaswatt/status/1151832233508069376?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nicholaswatt/status/1151832431063965698\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">One anti no deal Tory: we have the numbers</p>— Nicholas Watt (@nicholaswatt) \n    <a href=\"https://twitter.com/nicholaswatt/status/1151832431063965698?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p><em>UPDATE: </em>In fact, Caroline Nokes did vote with the government. See <a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d306f5e8f0845f89e30f9c5#block-5d306f5e8f0845f89e30f9c5\">2.11pm.</a></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-18T13:17:49.150Z\">at 2.17pm BST</time></p> \n</div> \n<div id=\"block-5d3067168f0845f89e30f940\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:33:41.677Z\">1.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Spectator’s <strong>James Forsyth</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JGForsyth/status/1151831954414854145\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Brexiteer government ministers increasingly pessimistic about this vote</p>— James Forsyth (@JGForsyth) \n    <a href=\"https://twitter.com/JGForsyth/status/1151831954414854145?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3066a08f0845f89e30f937\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:33:14.025Z\">1.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from @PoliticalPics, a photographer specialising in the Number 10 beat.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PoliticalPics/status/1151830597574242305\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hammond just stuck his head out the door of No11!</p>— PoliticalPics (@PoliticalPics) \n    <a href=\"https://twitter.com/PoliticalPics/status/1151830597574242305?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Perhaps it is coincidence. Or perhaps Philip Hammond wants people to know he is not voting.</p> \n  <p>What we don’t know is whether he has permission from the whips to abstain (because they have paired him with a non-voting Labour MP), or whether he is abstaining unilaterally.</p> \n </div> \n</div> \n<div id=\"block-5d30659f8f08d0b6ca5330d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:31:03.555Z\">1.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Only seven Tory MPs rebelled on the last comparable vote on prorogation - the vote last week on the Dominic Grieve amendment saying t<a href=\"https://www.theguardian.com/politics/live/2019/jul/09/theresa-may-stands-by-uk-ambassador-in-wake-of-trump-criticism-politics-live?page=with:block-5d24df2a8f08cf92bb76c9b7#block-5d24df2a8f08cf92bb76c9b7\">he government should have to produce fortnightly reports in the autumn on progress towards restoring the power-sharing executive.</a> It would not have stopped a new PM proroguing parliament, but Grieve argued it was a step in the right direction.</p> \n  <p>As <a href=\"https://commonsvotes.digiminster.com/Divisions/Details/702?byMember=false#ayes\">the voting list shows,</a> the seven Tory rebels were: Guto Bebb, Ken Clarke, Justine Greening, Dominic Grieve, Sam Gyimah, Phillip Lee and Sir Oliver Letwin.</p> \n </div> \n</div> \n<div id=\"block-5d30656b8f08d0b6ca5330ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:27:07.199Z\">1.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Daily Mail’s <strong>John Stevens</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnestevens/status/1151830463490793473\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">DCMS minister Margot James walked into the aye lobby with the rebels</p>— John Stevens (@johnestevens) \n    <a href=\"https://twitter.com/johnestevens/status/1151830463490793473?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3065308f08d0b6ca5330cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:25:59.194Z\">1.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From Sky’s <strong>Beth Rigby</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1151829290885033984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Senior opposition MP heading into chamber tells me “it’s going to go well” and reckons they’ll be over two dozen rebels. Thinks many will abstain....</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1151829290885033984?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3064f18f08cf92bb772443\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:24:53.049Z\">1.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MPs are now voting on the Benn amendment. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d3058f08f08cf92bb772386#block-5d3058f08f08cf92bb772386\"> 12.34pm.)</a></p> \n </div> \n</div> \n<div id=\"block-5d30641b8f08cf92bb772439\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:23:50.892Z\">1.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>John Penrose</strong> is making a broader point.</p> \n  <p>He says he voted remain. But he accepts the democratic decision of the public. Brexit must be implemented, he says.</p> \n  <p>MPs are “running out of road”. Voters’ patience is running out. He says this amendment is about trying to prevent Brexit happening.</p> \n  <p>MPs shout “rubbish” at him.</p> \n  <figure class=\"element element-image\" data-media-id=\"d176b8064327b418e506aaf84da1d4123f6049d6\"> \n   <img src=\"https://media.guim.co.uk/d176b8064327b418e506aaf84da1d4123f6049d6/25_0_592_355/500.jpg\" alt=\"John Penrose\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">John Penrose</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3062f68f0845f89e30f90e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:20:26.128Z\">1.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>John Penrose</strong>, the Northern Ireland minister, is winding up the debate now.</p> \n  <p>He says too many additional issues have been added to this bill.</p> \n  <p>He says he has two narrow criticisms of the Benn amendment. Parts of this amendment were defeated in the Commons, he says, and parts were ruled out of scope. He says MPs should reject the amendment on those grounds.</p> \n  <p>John Baron, a Tory Brexiter, claims the rebels are “tilting at windmills”. The Conservatives would never allow parliament to be prorogued.</p> \n  <p>Penrose goes on. He says his other criticism of the Benn amendment is that it does not have anything to do with Northern Ireland.</p> \n  <p>If the Stormont assembly restarts before the bill gets royal assent, it will never become law, he says.</p> \n  <p>He says passing the amendment would set an unwelcome constitutional precedent.</p> \n </div> \n</div> \n<div id=\"block-5d30621a8f08d0b6ca5330b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:15:46.508Z\">1.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from the BBC’s <strong>Laura Kuenssberg.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1151826662104936449\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sounding highly likely that both Gauke and Clark will abstain today in the vote to make it harder for a hypothetical Johnson PM to take us out of the EU without a deal in place - vote is in about half an hour</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1151826662104936449?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In theory David Gauke, the justice secretary, and Greg Clark, the business secretary, could be sacked for abstaining. If Tory MPs are being whipped to vote against the Benn amendment (as they are), an abstention counts as an act of dissent - although obviously it is not as serious as voting in favour.</p> \n  <p>But, in practice, Number 10 is more likely to turn a blind eye - not least because, in private, Theresa May would probably not consider it the end of the world if MPs did vote for a mechanism to stop Boris Johnson proroguing parliament.</p> \n </div> \n</div> \n<div id=\"block-5d30616c8f0845f89e30f904\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:10:50.047Z\">1.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s <strong>Gavin Newlands</strong> says the default assumption, if parliament is deadlocked, should be revoking article 50, not proroguing parliament to allow a no-deal Brexit to happen. He says the fact that Boris Johnson won’t rule out prorogation shows he is not fit for office.</p> \n </div> \n</div> \n<div id=\"block-5d3060dc8f08d0b6ca533098\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:07:59.791Z\">1.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP’s <strong>Emma Little-Pengelly </strong>says the Northern Ireland assembly has never voted to relax abortion laws in Northern Ireland.</p> \n </div> \n</div> \n<div id=\"block-5d3060958f08d0b6ca533092\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:06:34.717Z\">1.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you want to know more about what prorogation actually involves, this is worth a read.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/commonslibrary/status/1151823822812798979\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">MPs are currently debating an amendment to the Northern Ireland (Executive Formation) Bill. It concerns the use of prorogation in the context of a no-deal <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a>. <br><br>What does ‘proroguing' Parliament involve? And what authority is needed? Find out more <a href=\"https://t.co/fFilJGQUCy\">https://t.co/fFilJGQUCy</a></p>— Commons Library (@commonslibrary) \n    <a href=\"https://twitter.com/commonslibrary/status/1151823822812798979?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d305fac8f08d0b6ca533080\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:03:58.242Z\">1.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP’s<strong> Ian Paisley</strong> complains about how the bill has been hijacked for other purposes. And he says the bill will make the restoration of the power-sharing executive less likely (because those who want abortion laws relaxed and same-sex marriage allowed in Northern Ireland now have no incentive to back the resumption of the executive).</p> \n </div> \n</div> \n<div id=\"block-5d305e948f08cf92bb7723db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T12:00:58.351Z\">1.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Dominic Grieve,</strong> the Conservative former attorney general, says he has some sympathy for the points made by Fiona Bruce and Nigel Dodds. But MPs are responding to a power vacuum in Northern Ireland.</p> \n  <p>Referring to the Benn amendment, Grieve says it is extraordinary to suggest that MPs might not be allowed to sit when they need to consider important matters.</p> \n  <p><strong>Sir Oliver Letwin</strong> asks Grieve to confirm this this amendment is designed to block the use of prerogative powers to prorogue parliament. Grieve confirms that. </p> \n  <p>Grieve says, if MPs do not back this amendment, their role as a protector of democracy will have been “shot to pieces”.</p> \n  <figure class=\"element element-image\" data-media-id=\"2ce63bebf44dbd96da4429c60f3cd1163e60738a\"> \n   <img src=\"https://media.guim.co.uk/2ce63bebf44dbd96da4429c60f3cd1163e60738a/19_0_607_364/500.jpg\" alt=\"Dominic Grieve\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Dominic Grieve</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-18T12:09:11.313Z\">at 1.09pm BST</time></p> \n</div> \n<div id=\"block-5d305e688f0845f89e30f8c6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:57:04.857Z\">12.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tom Brake,</strong> the Lib Dem Brexit spokesman, says Boris Johnson’s threat to prorogue parliament to push through a no-deal Brexit would shame a dictator in a banana republic.</p> \n </div> \n</div> \n<div id=\"block-5d305d4b8f08cf92bb7723c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:56:17.160Z\">12.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Now in the debate <strong>Fiona Bruce,</strong> a Conservative, is also complaining about how this bill have been extended beyond its original intent, as a result of <a href=\"https://www.theguardian.com/uk-news/2019/jul/09/mps-vote-to-extend-same-sex-marriage-to-northern-ireland\">the abortion amendment passed when it was in the Commons last week.</a></p> \n  <p>She says Northern Ireland should decide its own abortion law. She says MPs talk about what it means to be colonial. She suggests that this is what new colonialism looks like (Westminster legislating for Northern Ireland).</p> \n </div> \n</div> \n<div id=\"block-5d305d0d8f08cf92bb7723bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:51:35.982Z\">12.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Sun’s <strong>Steve Hawkes</strong> thinks Nigel Dodds has a point about new abortion laws for Northern Ireland being rushed through. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d305c018f0845f89e30f89f#block-5d305c018f0845f89e30f89f\"> 12.50pm.)</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/steve_hawkes/status/1151821302895980544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Wherever you stand on changing same-sex marriage and abortion laws in Northern Ireland Nigel Dodds is making a v powerful case about the way the change is being rushed through because \"the ends justify the means\". Can't imagine the SNP would like a law being changed like this</p>— steve hawkes (@steve_hawkes) \n    <a href=\"https://twitter.com/steve_hawkes/status/1151821302895980544?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d305c018f0845f89e30f89f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:50:14.882Z\">12.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Dodds, </strong>the DUP leader at Westminster, also complains that this Northern Ireland bill is being hijacked for alternative purposes.</p> \n  <p>He says the abortion amendments added to the bill, particularly one added in the Lords, would leave Northern Ireland in “limbo” for a period of months without an effective abortion law.</p> \n </div> \n</div> \n<div id=\"block-5d305b4c8f08d0b6ca533025\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:45:08.091Z\">12.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Justine Greening</strong>, the Tory former education secretary, says MPs should back this “common sense’ amendment.</p> \n  <p>She says, if this amendment does not pass, “we will have crossed a rubicon”. If it is defeated, it will establish the precedent that if a government is running into trouble, it can just shut parliament down.</p> \n </div> \n</div> \n<div id=\"block-5d305a4c8f0845f89e30f887\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:41:20.904Z\">12.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Oliver Letwin,</strong> a Conservative, says in future people will look back and think it was extraordinary that there was ever any controversy about ensuring the Commons is sitting at a time when a major national decision needs to be taken.</p> \n  <p>Labour’s <strong>Angela Eagle </strong>agrees. She says any proper Conservative, unlike Boris Johnson, would have ruled out the idea of proroguing parliament to stop MPs blocking a no-deal Brexit.</p> \n </div> \n</div> \n<div id=\"block-5d3059588f08cf92bb772389\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:37:25.976Z\">12.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP’s <strong>Ian Paisley</strong> complains that a bill that was supposed to be about the Northern Ireland executive has been hijacked and turned into a bill about Brexit.</p> \n  <p>Labour’s<strong> Angela Eagle </strong>says she understands Paisley’s point. But it’s a case of “needs must”, she says. She says this has been the longest session of parliament since the civil war. That is because the government daren’t prorogue parliament and have a new Queen’s speech in case that gets voted down, she says.</p> \n  <p>She says MPs are amending this bill because it is the legislative vehicle that is available.</p> \n </div> \n</div> \n<div id=\"block-5d3058f08f08cf92bb772386\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:34:07.342Z\">12.34pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What the Benn anti-prorogation amendment says</h2> \n <div class=\"block-elements\"> \n  <p>Here is the full text of the Benn amendment.</p> \n  <blockquote class=\"quoted\"> \n   <p>Page 1, line 16, at end insert—</p> \n   <p>“(2C) </p> \n   <p>If, as a result of parliament standing prorogued or adjourned, a minister of the crown cannot comply with the obligations in subsection (2A) or (2B), a proclamation under the Meeting of Parliament Act 1797 (c. 127) shall require parliament to meet on a specified day within the period within which compliance with subsection (2B) is required and to meet on the five following days (other than Saturdays, Sundays or a day which is a bank holiday in the United Kingdom or in any part of the United Kingdom) to allow for compliance with subsection (2B).”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d3058498f08cf92bb772377\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:31:54.740Z\">12.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Alistair Burt, </strong>the Conservative former Foreign Office minister who has also signed the Benn amendment (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d3056948f08cf92bb772367#block-5d3056948f08cf92bb772367\">11.26am)</a>, says this proposal would not force the Commons to vote in any given way on a no-deal Brexit in the autumn. It would just ensure that the Commons was sitting, so that MPs could take a decision, he says.</p> \n </div> \n</div> \n<div id=\"block-5d3056948f08cf92bb772367\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:26:56.081Z\">12.26pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">MPs debate Northern Ireland bill and anti-prorogation measure</h2> \n <div class=\"block-elements\"> \n  <p>MPs are now debating the Northern Ireland (executive formation) bill.</p> \n  <p>The bill has already gone through the Commons and the Lords, and this debate is what’s known as “consideration of Lords amendments”.</p> \n  <p><strong>Hilary Benn</strong>, the Labour chair of the Commons Brexit committee, goes first. He is moving his amendment 1. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d3042118f08d0b6ca532eb6#block-5d3042118f08d0b6ca532eb6\"> 11am.) </a>He says his amendment would ensure that, if parliament is prorogued in the autumn, it would get recalled under the terms of this bill.</p> \n  <p>He says the amendment does not create a new constitutional principle. It just ensure that parliament would be sitting when it needs to be sitting, in line with existing legislation.</p> \n </div> \n</div> \n<div id=\"block-5d3055848f08d0b6ca532fd4\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:20:03.727Z\">12.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour peers considering vote of no confidence in Jeremy Corbyn</h2> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn faces a new front in internal dissent over his handling of antisemitism in the party, with Labour peers set to hold a vote of no-confidence in the leader next week, it has emerged.</p> \n  <p>The plan is for Labour peers to hold an emergency meeting on Monday afternoon to consider the idea. If it is taken forward, the ballot would take place over Tuesday and Wednesday, with the result soon afterwards, it is understood.</p> \n  <p>If the no-confidence motion was passed it would have no formal effect, but would be a blow to the authority of Corbyn.</p> \n  <p>Earlier this week more than 60 <a href=\"https://www.theguardian.com/politics/2019/jul/16/tom-watson-backs-labour-motion-auto-exclude-racism\">took out an advertisement</a> in the Guardian accusing Corbyn of having “failed the test of leadership” over his handling of antisemitism complaints within the party.</p> \n  <p>The latest move follows <a href=\"https://www.theguardian.com/politics/2019/jul/17/labour-shadow-brexit-minister-sacked-over-corbyn-comments\">the decision by Corbyn’s office to sack Baroness Hayter as a Brexit minister in the Lords</a> after she accused Corbyn of having a “bunker mentality” similar to the final days of Hitler.<br><br></p> \n </div> \n</div> \n<div id=\"block-5d30541a8f0845f89e30f811\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:16:11.699Z\">12.16pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson was wrong to blame Brussels for kipper food safety rule, says EU</h2> \n <div class=\"block-elements\"> \n  <p>The European commission has now itself debunked Boris Johnson’s claim about kipper food safety regulations, the Telegraph’s <strong>James Crisp</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151809117306195969\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">European Commission spokeswoman has now confirmed the story on record. <br><br>\"Our priority in the EU is the health of our citizens as well as safeguarding our standards in terms of public health and food safety - the highest in the world.</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151809117306195969?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151809119759863809\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">\"While the food business operator has an obligation to meet the microbiological requirements to ensure the safety of its food, however the sale of products from the food business operator to the final consumer is not covered by EU legislation on food hygiene.\"</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151809119759863809?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151809122041552896\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">\"The case described by Mr Johnson falls thus purely under UK national competence. \"</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151809122041552896?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3051ca8f08cf92bb772324\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T11:12:21.600Z\">12.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>At the last Tory leadership hustings last night Boris Johnson brandished a kipper from the Isle of Man, and claimed that it exemplified why EU rules were so damaging. He said that the producer was complaining that, because of new EU regulations, he now has to send kippers through the post with a plastic ice pillow, making the whole process much more expensive.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=_FBTYW24dAg\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/_FBTYW24dAg?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    Boris Johnson with his kipper\n   </figcaption> \n  </figure> \n  <p>As is often the case when Johnson is talking about EU regulations, it turns out that he was not being accurate. The Telegraph’s <strong>James Crisp </strong>explains why here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151802012369072130\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: EU sources insist that rules that mean smoked kipper producers in the Isle of Man must use \"plastic ice pillow\" when sending to UK, as made famous by Boris Johnson, are BRITISH rules and not Brussels' rules. 1/</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151802012369072130?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151802014130737153\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">This is a national competence. The EU does not regulate sales of smoked fish to consumer, only sale of fish from business to business. The Isle of Man example is outside scope of EU food safety rules. <br>2/</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151802014130737153?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151802614234923015\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I am told smoked kippers to individual customers through the post is \"entirely a UK\" matter. <br>Here is the British government advice on the matter<a href=\"https://t.co/XPFtt3iBdV\">https://t.co/XPFtt3iBdV</a><br>3/</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151802614234923015?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151802616009150464\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">4. \"All foods must be delivered to consumers in a way that ensures they dont become unsafe or unfit to eat. Foods that need refrigerating must be kept cool while they are being transported.This may need to be packed in an insulated box with a coolant gel or in a cool bag\" <br>4</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151802616009150464?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151803901936635904\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The EU has broad rules saying that food should be safe but nothing asking for the ice pillow. <br><br>That is a British addition designed to stop Listeria, <br> a prob w/ smoked products and, I hear, is actually a good rule. <br>5</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151803901936635904?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151803905560469505\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">So to sum up. There are no EU food safety rules on smoked fish which mean a smoked kipper salesman needs to stick an ice pillow in his fish when he pops it in the post. <br>But there are British food safety rules that do.<br>7</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151803905560469505?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1151803913617793024\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">So Boris got it wrong when he used the kipper as an example of EU red tape Brexit Britain could escape from. <a href=\"https://t.co/cWst7MCYnp\">pic.twitter.com/cWst7MCYnp</a></p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1151803913617793024?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d304e568f08cf92bb772301\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T10:59:38.658Z\">11.59am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No 10 rejects Barnier's claim that May never explicitly threatened no-deal in Brexit talks</h2> \n <div class=\"block-elements\"> \n  <p>Turning back to Brexit, Nick Robinson has written a very thorough summary of the revelations in his Panorama programme tonight <a href=\"https://www.bbc.co.uk/news/uk-politics-49008826\">here,</a> under the title “10 things that stopped Brexit happening”.</p> \n  <p>In the programme <strong>Michel Barnier</strong>, the EU’s chief Brexit negotiate, and Martin Selmayr, the European commission’s secretary general, both say Theresa May never explicitly threatened to leave without a deal in their private talks. Barnier told the programme:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think that the UK side, which is well informed and competent and knows the way we work on the EU side, knew from the very beginning that we’ve never been impressed by such a threat. It’s not useful to use it.</p> \n  </blockquote> \n  <p>May’s remaining time in No 10 might be so short that it can now safely be measured in hours, but it seems she is not above still getting furiously annoyed by political foes – and at this morning’s lobby briefing we got a clue as to how she feels about Barnier.</p> \n  <p>Asked about Barnier’s claim, May’s spokesman not only denied this, but gave a reply dripping with sarcasm.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Can I begin by saying how nice it was to hear from Michel Barnier again this morning, and how generous it was of the BBC to give him a platform to share his views with us all. On that specific point, the prime minister was clear, both in public and in private that the UK was prepared to leave without a deal.</p> \n  </blockquote> \n  <p>No love lost, it would seem.</p> \n  <figure class=\"element element-image\" data-media-id=\"48550d35633e08f4872fd273707447c218266859\"> \n   <img src=\"https://media.guim.co.uk/48550d35633e08f4872fd273707447c218266859/0_64_2149_1289/1000.jpg\" alt=\"Theresa May and Michel Barnier.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Theresa May and Michel Barnier.</span> \n    <span class=\"element-image__credit\">Photograph: Olivier Matthys/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d304a638f08d0b6ca532f3f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T10:41:21.270Z\">11.41am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Government rules out further inquiry into British collusion with torture of terror suspects</h2> \n <div class=\"block-elements\"> \n  <p>In the Commons <strong>David Lidington</strong>, the Cabinet Office minister, is making a statement now about covering rendition and the treatment of detainees.</p> \n  <p>He says the UK does not practice or condone torture.</p> \n  <p>There is already guidance for the security services setting out the rules for detainees who are interrogated overseas. He says that new guidance is being issued.</p> \n  <p>Theresa May has set out details <a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-07-18/HCWS1738/\">in a written statement today</a>, he says.</p> \n  <p>Lidington says, after 9/11, it took the British intelligence agencies too long to appreciate the extent to which other countries were using torture (or unacceptable practices, as Lidingon puts it).</p> \n  <p>He says lessons have been learnt. Three separate reports into this have been published, he says.</p> \n  <p>He says better guidance is now coupled with a world-leading oversight regime. The intelligence and security committee has new powers to oversee the intelligence services, he says.</p> \n  <p>He says the rules make it clear that ministers must be consulted if there is a real risk of detainees being mistreated by others.</p> \n  <p>Addressing calls for a further public inquiry, Lidington says in 2013 the government said it would consider the case for a further judicial inquiry after other investigations were over.</p> \n  <p>Lidington says the government has ruled out a further judicial inquiry.</p> \n  <p>There is no policy need for one, he says.</p> \n  <p>And there is no judicial need for one. He says mistreatment allegations have been investigated by the police.</p> \n  <ul> \n   <li><strong>Lidington rules out further judicial inquiry into British collusion with rendition and the torture of terrorist suspects.</strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5d3042118f08d0b6ca532eb6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T10:00:25.768Z\">11.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hilary Benn, the Labour chair of the Commons Brexit committee, and Alistair Burt, the the former Foreign Office minister, have joined up to table a new amendment to the Northern Ireland (executive formation) bill that would categorically stop a new prime minister proroguing parliament in the autumn to facilitate a no-deal Brexit, Sky’s <strong>Beth Rigby </strong>reports. She says it has been selected.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1151784153672749056\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It’s selected. The cross-party amendment to stop Johnson suspending parliament to vote thru Brexit. Will there be resignations? Being steered away from Hammond quitting but let’s see <a href=\"https://t.co/YPo3RdODDv\">pic.twitter.com/YPo3RdODDv</a></p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1151784153672749056?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3040e38f0845f89e30f6f8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T09:52:29.922Z\">10.52am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Knife crime in England and Wales up 8%</h2> \n <div class=\"block-elements\"> \n  <p>Knife crime in England and Wales hit a record high in 2018/19, up 8% on the previous year, the Press Association reports. Police recorded 43,516 offences involving knives or sharp objects in the year to March 2019, the highest since comparable records began in 2011. <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingmarch2019\">The figures released this morning by the Office for National Statistics (ONS) </a>do not include Greater Manchester Police, which records data differently. There was a rise of 3,301 knife crime offences from 2017/18, with the volume of offences up 42% since the year ending March 2011. The total number of homicides in 2018/19 increased slightly to 701 offences from 693 in the previous 12 months, excluding terror attacks. Mark Bangs, from the ONS Centre for Crime and Justice, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The picture of crime is a complex one. Overall levels of crime have remained steady, but this is not the case for all types of crime. </p> \n   <p>For example, overall levels of violence have remained steady but we have seen increases in violent crimes involving knives and sharp instruments. </p> \n   <p>We have seen increases in fraud and overall theft, but decreases in burglary following recent rises.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d303ff08f0845f89e30f6df\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T09:48:46.634Z\">10.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The RAF is heading into space, <strong>Penny Mordaunt</strong>, the defence secretary, told a conference this morning. As the Press Association reports, the UK is joining Operation Olympic Defender, a US-led international unit aimed at strengthening deterrence against hostile actors in space and at stopping the spread of debris in orbit. Mordaunt told the Air and Space Power Conference in central London that an RAF pilot is set to be seconded to the Virgin Orbit small satellite programme. She noted that Virgin Orbit already has pilots with astronaut training and it is carrying out research into launching small satellites into space from the wing of a Boeing 747. She said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Science fiction is becoming science fact. One day I want to see RAF pilots earning their space wings and flying beyond the stratosphere. </p> \n   <p>So, today I can announce we’re making a giant leap in that direction by working towards placing a test pilot into the Virgin Orbit programme.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"b9b0df8b68c3fbfeb317172f55f85f160346b230\"> \n   <img src=\"https://media.guim.co.uk/b9b0df8b68c3fbfeb317172f55f85f160346b230/0_36_2190_1314/1000.jpg\" alt=\"Penny Mordaunt\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Penny Mordaunt</span> \n    <span class=\"element-image__credit\">Photograph: David Mirzoeff/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3036538f08cf92bb7721b4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T09:30:33.568Z\">10.30am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hammond says OBR forecast understates how bad a Boris Johnson no-deal Brexit could be</h2> \n <div class=\"block-elements\"> \n  <p>Here is my colleague <strong>Larry Elliott</strong>’s story about what the Office for Budget Responsiblity is saying about the impact of a no-deal Brexit.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/jul/18/no-deal-brexit-would-plunge-britain-into-a-recession-says-obr\">No-deal Brexit would plunge Britain into a recession, says OBR</a> </p> \n  </aside> \n  <p>As mentioned earlier (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/18/brexit-latest-newst-commons-vote-no-deal-gauke-hints-he-may-rebel-ahead-of-knife-edge-vote-intended-to-stop-no-deal-prorogation-live-news?page=with:block-5d3030a58f0845f89e30f618#block-5d3030a58f0845f89e30f618\"> 9.45am)</a>, the OBR say itself that it’s no-deal stress test is not based on a worst-case scenario.</p> \n  <p>And<strong> Philip Hammond</strong>, the chancellor, has just been making this point too. In a clip broadcast by Sky, Hammond said that a no-deal Brexit of the kind being considered by some prominent Brexiters (he meant Boris Johnson) would hit the economy much harder. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>The report that the OBR have published this morning shows that even in the most benign version of a no-deal exit there would be a very significant hit to the UK economy, a very significant reduction in tax revenues and a big increase in our national debt - a recession caused by a no-deal Brexit.</p> \n   <p>But that most benign version is not the version that is being talked about by prominent Brexiters. They are talking about a much harder version, which would cause much more disruption to our economy. And the OBR is clear that in that less benign version of no-deal the hit would be much greater, the impact would be much harder, the recession would be bigger. </p> \n   <p>So I greatly fear the impact on our economy and our public finances of the kind of no deal Brexit that is realistically being discussed now.</p> \n  </blockquote> \n  <p>In his press conference <strong>Robert Chote,</strong> the head of the OBR, explained the difference between the more benign no-deal that on which the OBR stress test was based, and a more disruptive no-deal. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We’ve looked at the fiscal implications of the less severe of the two no-deal, no-transition scenarios set out by the International Monetary Fund in its World Economic Outlook. This scenario is not necessarily the most likely outcome, and it is relatively benign compared to some, for example, assuming no major short-term border disruptions. A more disruptive outcome, closer to the Bank of England scenario that we used for our stress test two years ago, would have more severe consequences.</p> \n  </blockquote> \n  <p>As <strong>Stephen Barclay,</strong> the Brexit secretary, told MPs yesterday, <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2ee7d38f08d0b6ca5322c4#block-5d2ee7d38f08d0b6ca5322c4\">the government’s no-deal planning does assume delays at the border.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"e6bb5bbb1c76ac01b47c052fed484b38f458197b\"> \n   <img src=\"https://media.guim.co.uk/e6bb5bbb1c76ac01b47c052fed484b38f458197b/55_0_890_534/500.jpg\" alt=\"Philip Hammond\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Philip Hammond</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d30322f8f0845f89e30f62c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T08:57:26.531Z\">9.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Like Corporal Jones ... running around like idiots' - European commissioner ridicules UK's Brexit negotiators</h2> \n <div class=\"block-elements\"> \n  <p>Tonight the BBC is showing a Panorama programme made by Nick Robinson exploring why the Brexit talks failed. Among the people he interviewed was <strong>Frans Timmermans, </strong>the first vice president of the European commission.</p> \n  <p><a href=\"https://www.politico.eu/article/frans-timmermans-uk-brexit-negotiators-were-like-hapless-sitcom-characters/\">As Politico Europe reports,</a> Timmermans said that before the negotiations started the EU assumed that the British team would be “brilliant” because of the professionalism of their civil service. But the EU quickly realised this was not the case, Timmermans said. He went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>And then the first time I saw public utterances by David Davis and I saw him not coming [to Brussels], not negotiating, grandstanding elsewhere I thought: ‘Oh my God, they haven’t got a plan, they haven’t got a plan’.</p> \n   <p>That was really shocking frankly, because the damage if you don’t have a plan — you know, we see it — time’s running out and you don’t have a plan, it’s like Lance Corporal Jones — you know, ‘Don’t panic, don’t panic’, running around like idiots.</p> \n  </blockquote> \n  <p><strong>Lord Callanan,</strong> a Brexit minister, has responded with his own Dad’s Army quote, my colleague <strong>Jennifer Rankin</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1151770853752922113\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Brexit war of words via Dad's Army lines.<br><br>Bx minister Callanan responds to Timmermans \"running around like idiots” comments.<br><br>\"If he was such a big fan of Dad’s army he would know the riposte from Captain Mainwaring to such comments: ’stupid boy’\"</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1151770853752922113?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"cdb0eeb735b9e184f7b62c7b43e38f2817ed8c77\"> \n   <img src=\"https://media.guim.co.uk/cdb0eeb735b9e184f7b62c7b43e38f2817ed8c77/0_128_3500_2100/1000.jpg\" alt=\"Frans Timmermans, the first vice president of the European commission\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Frans Timmermans, the first vice president of the European commission</span> \n    <span class=\"element-image__credit\">Photograph: François Lenoir/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3030a58f0845f89e30f618\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T08:45:00.353Z\">9.45am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No-deal Brexit would trigger a recession, says OBR</h2> \n <div class=\"block-elements\"> \n  <p>And here is an extract from what <a href=\"https://obr.uk/docs/dlm_uploads/Fiscalrisksreport2019.pdf\">the OBR report</a> says about a no-deal Brexit.</p> \n  <blockquote class=\"quoted\"> \n   <p>In Chapter 10 we carry out a fiscal ‘stress test’ that quantifies the impact on the public finances of a particular no-deal, no-transition Brexit scenario, namely the less disruptive of the two presented by the IMF in its April 2019 World Economic Outlook. While it is a scenario, rather than a forecast, it is nevertheless useful for exploring the channels through which the public finances might respond in the case of a no-deal Brexit.</p> \n   <p>Heightened uncertainty and declining confidence deter investment, while higher trade barriers with the EU weigh on exports. Together, these push the economy into recession, with asset prices and the pound falling sharply. Real GDP falls by 2% by the end of 2020 and is 4% below our March forecast by that point. Higher trade barriers also slow growth in potential productivity, while lower net inward migration reduces labour force growth, so potential output is lower than the baseline throughout the scenario (and beyond). The imposition of tariffs and the sterling depreciation raise inflation and squeeze real household incomes, but the monetary policy committee is able to cut bank rate to support demand, helping to bring output back towards potential and inflation back towards target. </p> \n   <p>Borrowing is around £30bn a year higher than our March forecast from 2020-21 onwards. Lower receipts – in particular income tax and NICs (due to the recession) and capital taxes (due to weaker asset prices) – explain most of the deterioration. These are partly offset by lower debt interest spending (thanks to lower interest rates and RPI inflation) and the revenue raised customs duties (which are treated as EU rather than UK taxes in the baseline). Higher borrowing and the assumed rollover of Term Funding Scheme loans leave public sector net debt around 12% of GDP higher than our March forecast by 2023-24.</p> \n  </blockquote> \n  <p>The OBR also says this stress test is “by no means a worst-case scenario under a no-deal, no-transition Brexit”.</p> \n </div> \n</div> \n<div id=\"block-5d302fea8f0845f89e30f615\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T08:38:21.947Z\">9.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Office for Budget Responsibility’s 300-page Fiscal Risks Report is <a href=\"https://obr.uk/docs/dlm_uploads/Fiscalrisksreport2019.pdf\">here (pdf).</a></p> \n </div> \n</div> \n<div id=\"block-5d302f298f08d0b6ca532dc9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T08:36:46.208Z\">9.36am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">OBR warns no-deal Brexit could leave £30bn hole in public finances</h2> \n <div class=\"block-elements\"> \n  <p>My colleague <strong>Graeme Wearden </strong>is covering the publication of the Office for Budget Responsibility’s Fiscal Risks Report on his business live blog here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2019/jul/18/no-deal-brexit-uk-recession-obr-fiscal-risks-retail-sales-business-live\">No-deal Brexit 'would send UK into recession', forecasters fear - business live</a> </p> \n  </aside> \n  <p>The blog also has a link to a live feed from the OBR’s press conference.</p> \n  <p>This is from Sky’s <strong>Ed Conway.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdConwaySky/status/1151771506667638786\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Breaking: <a href=\"https://twitter.com/OBR_UK?ref_src=twsrc%5Etfw\">@OBR_UK</a> warns that a no deal Brexit could cause leave a £30bn hole in the public finances</p>— Ed Conway (@EdConwaySky) \n    <a href=\"https://twitter.com/EdConwaySky/status/1151771506667638786?ref_src=twsrc%5Etfw\">July 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3020838f0845f89e30f5a5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-18T08:09:25.830Z\">9.09am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Gauke hints he may rebel ahead of knife-edge vote intended to stop no-deal prorogation</h2> \n <div class=\"block-elements\"> \n  <p>MPs trying to use parliamentary votes to stop a no-deal Brexit have not had much luck recently. Last month <a href=\"https://www.bbc.co.uk/news/uk-politics-48613921\">the government comfortably defeated a Labour attempt to allow backbenchers to take control of the Commons timetable </a>which, if passed, might have allowed a bill opposing no-deal to be passed. Last week <a href=\"https://www.theguardian.com/politics/live/2019/jul/09/theresa-may-stands-by-uk-ambassador-in-wake-of-trump-criticism-politics-live?page=with:block-5d247afb8f08cf92bb76c443#block-5d247afb8f08cf92bb76c443\">the Speaker refused to call a Dominic Grieve amendment that would definitely prevented the next prime minister proroguing parliament in the autumn to facilitate a no-deal Brexit. </a>Grieve also lost votes on two other related amendments. But <a href=\"https://www.theguardian.com/politics/live/2019/jul/09/theresa-may-stands-by-uk-ambassador-in-wake-of-trump-criticism-politics-live?page=with:block-5d24df2a8f08cf92bb76c9b7#block-5d24df2a8f08cf92bb76c9b7\">he did win a vote on a move saying the government would have to publish fortnightly reports in the autumn on progress towards restoring the power-sharing executive in Northern Ireland.</a> He acknowledged that this on its own would not necessarily stop an autumn prorogation, but he said he hoped peers would beef it up in the Lords. But even this relatively anaemic amendment only passed by one vote, and that was just because <a href=\"https://www.buryfreepress.co.uk/news/jo-churchill-mp-forgot-to-cast-vote-on-key-no-deal-brexit-amendment-9076209/\">a government whip, Jo Churchill, forgot to cast her vote.</a></p> \n  <p>Last night the House of Lords did beef up the original Grieve proposal, by passing <a href=\"https://www.theguardian.com/politics/live/2019/jul/17/brexit-tory-leadership-pmqs-boris-johnson-theresa-may-mcdonnell-sets-out-labours-three-strategies-for-ending-in-work-poverty-live-news?page=with:block-5d2f422e8f08d0b6ca5327db#block-5d2f422e8f08d0b6ca5327db\">an amendment saying there would have to be debates on those fortnightly reports mandated by Grieve. </a>Whether this would stop a new PM proroguing parliament is a matter of debate, but at the very least it would provide stronger legal grounds for a court challenge against a decision to prorogue.</p> \n  <p>Today the government will try to reverse that decision in the Commons. At one level it is just a dispute about a narrow procedural amendment, but of course this has become a contest about whether or not parliament should be willing to contemplate a no-deal Brexit.</p> \n  <p>Based on how MPs voted last week, the government should have a decent chance of winning. But last night Newsnight’s <strong>Nicholas Watt </strong>reported that some pro-European cabinet ministers were considering resigning so that they could vote against the government.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nicholaswatt/status/1151602880383770624\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Breaking: I have learnt that some cabinet ministers are giving serious consideration to resigning tomorrow to vote in favour of preventing the next prime minister from suspending parliament. No final decisions made yet on resignations. More at 22:30 on Newsnight<a href=\"https://twitter.com/BBCNewsnight?ref_src=twsrc%5Etfw\">@BBCNewsnight</a></p>— Nicholas Watt (@nicholaswatt) \n    <a href=\"https://twitter.com/nicholaswatt/status/1151602880383770624?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNewsnight/status/1151607278816022528\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“It would be to support a possible vote in parliament that would effectively block the next prime minister from suspending parliament” – our political editor Nick Watt on rumours that major ministers may decide to resign tomorrow<a href=\"https://twitter.com/nicholaswatt?ref_src=twsrc%5Etfw\">@nicholaswatt</a> | <a href=\"https://twitter.com/hashtag/newsnight?src=hash&amp;ref_src=twsrc%5Etfw\">#newsnight</a> <a href=\"https://t.co/9vnH9MV5ld\">pic.twitter.com/9vnH9MV5ld</a></p>— BBC Newsnight (@BBCNewsnight) \n    <a href=\"https://twitter.com/BBCNewsnight/status/1151607278816022528?ref_src=twsrc%5Etfw\">July 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And this morning <strong>David Gauke</strong>, the justice secretary, refused to rule out rebelling over this issue. He did not say he definitely would resign (and on many occasions pro-Europeans ministers have threatened to quit over Brexit only to back down at the last minute). But instead of just saying that he would support the government, he told the Today programme that he had not yet made up his mind. This is what he said when asked how he would vote:</p> \n  <blockquote class=\"quoted\"> \n   <p>I will have to see what the precise amendments are and we’re hearing what the whipping will be and the arguments for that so I’m not in a position to necessarily say. </p> \n   <p>But what I would say is the idea that parliament should be suspended in October - a period where it always sits, parliament has always in recent years sat at that time of year - at a crucial point in this country’s history, if you like, that parliament should not be able to sit, should not be able to express its opinion and its will, I think would be outrageous.</p> \n   <p>I very much doubt that any prime minister would in fact suspend parliament in these circumstances but I can understand the concerns that a lot of my colleagues have.</p> \n  </blockquote> \n  <p>Gauke, of course, expects to be sacked by the new prime minister (almost certainly Boris Johnson) next week. So he does not really have much to lose.</p> \n  <p>I will be covering the debate in full.</p> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>9.30am: </em>David Gauke, the justice secretary, gives a speech on sentencing.</p> \n  <p><em>9.30am:</em> Crime figures for England and Wales are published.</p> \n  <p><em>9.30am: </em>The Office for Budget Responsibility publishes is Fiscal Risks Report.</p> \n  <p><em>10am: </em>The Alternative Arrangements Commission, an independent body set up to look for alternatives to the Northern Ireland backstop, publishes its final report.</p> \n  <p>Around 12pm: MPs debate the Northern Ireland (executive formation) bill. As <strong>Jessica Elgot</strong> reports, <a href=\"https://www.theguardian.com/politics/2019/jul/17/commons-showdown-looms-after-peers-pass-amendment-to-block-no-deal\">the government will seek to overturn a vote in the Lords adding an amendment to the bill intended to make it harder for the next PM to prorogue parliament in the autumn to facilitate a no-deal Brexit.</a></p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-send-her-back-cabinet-resignation-watch-hayters-gonna-hate/\"> the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-18T08:46:19.279Z\">at 9.46am BST</time></p> \n</div>",
      "wordcount": "6373",
      "commentCloseDate": "2019-07-18T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-18T08:09:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:37Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqzpn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/53718566956d8d30cd62573e891a49d66921807a/99_0_1717_1030/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs have easily passed a backbench amendment seeking to block any attempt by a future government to prorogue parliament to ensure a no-deal Brexit, in what is likely to be seen as a pre-emptive strike against Boris Johnson’s authority. A no-deal Brexit would plunge Britain into a recession that would shrink the economy by 2%, push unemployment above 5% and send house prices tumbling by around 10%, according to the government’s independent forecasting body. Claims by Boris Johnson that regulations imposed by “Brussels bureaucrats” were damaging the trade in kippers have been debunked by the European commission, which said that the food safety obligations criticised by him were due to rules set by Britain. Boris Johnson could be the UK’s last prime minister, Gordon Brown has warned, after the Conservative leadership frontrunner met Scottish MPs to reassure them of his desire to bolster the union. Jeremy Corbyn faces a new front of internal dissent over his handling of antisemitism in the party, with Labour peers potentially set to hold a vote of no-confidence in him next week, it has emerged. Conservative former ministers and human rights groups have accused the government of failing to outlaw torture as it published fresh guidance on the treatment of detainees abroad and refused to launch a judge-led inquiry into post-9/11 rendition cases. Leading British politicians including Jeremy Corbyn and Sadiq Khan are among thousands of people who have signed a letter of support f the four US congresswomen of colour who were targeted by Donald Trump in a series of racist tweets this week. The mayors of London, Greater Manchester and other English cities have written to the government urging faster implementation of “desperately needed” changes to gender recognition legislation. Civil servants working for the Department for Exiting the European Union have been awarded nearly £1.3m in bonuses, new figures show. That’s all from me for today. Thanks for the comments. Here is my colleague Rafael Behr on what today’s vote means. And this is how his column starts. It is a measure of how far British politics has passed through the looking glass that MPs feel compelled to put in law that prime ministers should govern with the consent of parliament. There was a time, not too long ago, when that sort of thing was understood as a convention underpinning democracy. The imminent arrival of Boris Johnson in Downing Street has made it prudent to get implicit constitutional principles down in writing. Philip Hammond, the chancellor, has been explaining why he did not vote with the government against the Hilary Benn amendment intended to stop Boris Johnson proroguing parliament. In an interview with the BBC’s Newsnight Margot James, who resigned as a culture minister today so that she could vote against the government for the anti-prorogation amendment, said “quite a number” of ministers would leave the government if Boris Johnson becomes PM and join the campaign to block a no-deal Brexit. She said Over the course of the last few months I’ve been increasingly uncomfortable about the way the rhetoric is developing on Brexit. My constituents voted to leave in Stourbridge by 70 percent, so I’ve honoured that commitment, voted for the prime minister’s deal three times, but when that didn’t get through parliament I became more and more worried that there is the potential to crash out with no-deal at the end of October. The fact that Boris Johnson - and he hasn’t won yet by the way but obviously he may - is not ruling out proroguing parliament, I felt that this time that rather than just abstain I would vote for the amendments that will make it more difficult ... I think a lot of people would be prepared to serve under Jeremy Hunt if he gets in. If we do end up with Boris as our prime minister, then I think quite a number of people who would have always been voting with the government will leave the government and will be doing everything they can with myself and others to make sure we leave with a deal, or we carry on negotiating or we look for another outcome. You have to remember that democracy isn’t just about the majority wins and has everything its way – especially when the minority is as big as 48%, and also when a majority actually voted to remain in Scotland and Northern Ireland. So I think we have to treat the minority with more respect than proroguing parliament and clearing off without a deal – leaving us very exposed as an economy and a society and reliant on the United States at a very bad time. As my colleagues Peter Walker and Jessica Elgot report in their story on the prorogation vote, the 17 Tory rebels included Keith Simpson, who was voting against his party for the first time in his long career as an MP. Simpson said: This is the first time I have rebelled against my party in 22 years in parliament. This is a huge national issue, I said months ago to my local paper and my association that I was totally against no deal. So this is the first time I have rebelled but you can get a taste for it. The Tory leadership candidate Jeremy Hunt has apologised after revealing that he missed today’s vote by accident. He would have voted with the government, he says. Votes in the House of Commons can have legislative consequences and political consequences, and sometimes it is not entirely obvious what either of them will be. This afternoon’s vote relating to a no-deal Brexit is important, but probably not decisive. Here are some thought on what it means. 1) Boris Johnson has suffered his first Commons defeat - before even becoming prime minister. Jeremy Hunt, his rival for the Tory leadership, has ruled out proroguing parliament to facilitate a no-deal Brexit, but Johnson pointedly hasn’t. Over the last two days peers and MPs have voted to tie his hands on this point. Coming after the resignation of Sir Kim Darroch as ambassador to Washington in response to comments from Johnson, this is fresh evidence that the Westminster machine already regards him as PM. 2) This vote probably means proroguing parliament in the autumn to stop MPs blocking a no-deal Brexit is now closed as an option for Johnson. The Benn amendment says, if parliament were prorogued or adjourned in this timescale, it would have to be recalled. But a tiny window of uncertainty remains because a) if the power-sharing executive in Northern Ireland were to revive, the Benn amendment would become redundant; and b) there is always the faint chance of a rogue PM trying to ignore this law. 3) Stopping parliament being prorogued is not the same as stopping a no-deal Brexit. It remains the case that, if Johnson were to opt for a no-deal Brexit, MPs sitting in the Commons in September or October would have no obvious means of stopping him. An Institute for Government report said, under the rules as they are now, it would be “almost impossible” for MPs to stop no-deal without using a no confidence vote to bring down the government. Even if Johnson did lose a no confidence, there is no guarantee he would pause Brexit to allow the electorate to have its say. But the IfG report also says the situation might be different if the Speaker were to be more “flexible” in his interpretation of Commons procedure, and John Bercow has repeatedly hinted that he would be willing to bend the rules to help MPs vote against no-deal (as he did here, referring to standing order 24). 4) But Tory opposition to no-deal is looking a bit more robust this afternoon than it was. As I mentioned this morning, in recent weeks MPs trying to use parliamentary process to block no-deal have suffered a series of defeats. (See 9.09am.) Today they won a handsome victory. Some 17 Conservative MPs voted against the government, and five ministers seem to have abstained deliberately; by this time next week those five will probably be on the back benches, making a “Gauke-ward squad” of 20-plus. If Johnson sacks more ministers in a reshuffle, that could get even bigger. Most of these MPs would probably not vote against the government on no confidence motion to stop a no-deal Brexit, but with the government’s working majority set to fall to just three after the Brecon and Radnorshire byelection, the rebels probably have enough muscle to bring Johnson down. 5) An early election looks ever more likely. Johnson would want to avoid an early election until he has delivered Brexit, but these numbers mean that he might not be left with any choice. Here is an assessment from Mujtaba Rahman, who does Brexit analysis for the Eurasia Group consultancy. Downing Street has put out this statement about the vote. A spokesman said: The prime minister is obviously disappointed that a number of ministers failed to vote in this afternoon’s division. No doubt her successor will take this into account when forming their government. This is probably less aggressive than it sounds. If you look at the list of ministers who abstained (see 2.11pm) - Greg Clark, Sir Alan Duncan, David Gauke, Philip Hammond and Rory Stewart - they are all people who were never expected to serve in government with Boris Johnson anyway. Theresa May could have chosen to sack them now, but with only a week to go before the new PM forms a government, that would have been a bit pointless. Tony Lloyd, the shadow Northern Ireland secretary, rises to make a point of order. He says by the time a bill has got this far, it is the property of the house, not the government. He says there have been rumours that the government might drop the bill at this late stage to stop it becoming law. Can the Speaker rule that out? The Speaker, John Bercow, says he has not heard that suggestion. But he says the chief whip, Julian Smith, and the Northern Ireland minister, John Penrose, are both on the front bench now indicating that that will not happen. Penrose rises himself and confirms this. MPs have backed the rest of the Lords amendments by 328 votes to 65. From the Times’ Stephen Swinford Earlier I featured a tweet saying Caroline Nokes, the immigration minister, abstained. But she voted with the government. And here is the list of MPs who voted against the Benn amendment. Only one Labour MP, Kate Hoey, voted with the Tories and the DUP against it and only one independent, Ian Austin. Here is the division list with all the MPs who voted for the Benn amendment in the first vote. There were 17 Conservatives voting for it. MPs are now voting on whether or not the accept the other Lords amendments, from two to 18. MPs have now voted to accept the Lords amendment as amended (see 1.48pm) by 315 votes to 273 - a majority of 42. This is from the Labour peer Andrew Adonis, one of the strongest advocates in the party of a second referendum. From the Times’ Francis Elliott From the Spectator’s James Forsyth MPs are now voting on the Lords amendment to the bill passed last night, as amended by the Benn amendment. Broadly speaking, this should be a re-run of the previous vote. The government lost that vote by a much bigger margin than people were expecting. Although opinion is split as to whether or not the Commons could block a no-deal Brexit - as this Institute for Government briefing argued, under current procedure it is “near impossible”, but it might be possible because this Speaker has hinted he would bend the rules - the size of this victory will embolden those who think parliament does have the muscle to block a no-deal Brexit. MPs have voted to stop Boris Johnson proroguing parliament in the autumn to facilitate a no-deal Brexit by 315 votes to 274 - a majority of 41. From ITV’s Robert Peston From CityAM’s Owen Bennett From the Telegraph’s Gordon Rayner These are from Newsnight’s Nicholas Watt. UPDATE: In fact, Caroline Nokes did vote with the government. See 2.11pm. From the Spectator’s James Forsyth This is from @PoliticalPics, a photographer specialising in the Number 10 beat. Perhaps it is coincidence. Or perhaps Philip Hammond wants people to know he is not voting. What we don’t know is whether he has permission from the whips to abstain (because they have paired him with a non-voting Labour MP), or whether he is abstaining unilaterally. Only seven Tory MPs rebelled on the last comparable vote on prorogation - the vote last week on the Dominic Grieve amendment saying the government should have to produce fortnightly reports in the autumn on progress towards restoring the power-sharing executive. It would not have stopped a new PM proroguing parliament, but Grieve argued it was a step in the right direction. As the voting list shows, the seven Tory rebels were: Guto Bebb, Ken Clarke, Justine Greening, Dominic Grieve, Sam Gyimah, Phillip Lee and Sir Oliver Letwin. From the Daily Mail’s John Stevens From Sky’s Beth Rigby MPs are now voting on the Benn amendment. (See 12.34pm.) John Penrose is making a broader point. He says he voted remain. But he accepts the democratic decision of the public. Brexit must be implemented, he says. MPs are “running out of road”. Voters’ patience is running out. He says this amendment is about trying to prevent Brexit happening. MPs shout “rubbish” at him. John Penrose, the Northern Ireland minister, is winding up the debate now. He says too many additional issues have been added to this bill. He says he has two narrow criticisms of the Benn amendment. Parts of this amendment were defeated in the Commons, he says, and parts were ruled out of scope. He says MPs should reject the amendment on those grounds. John Baron, a Tory Brexiter, claims the rebels are “tilting at windmills”. The Conservatives would never allow parliament to be prorogued. Penrose goes on. He says his other criticism of the Benn amendment is that it does not have anything to do with Northern Ireland. If the Stormont assembly restarts before the bill gets royal assent, it will never become law, he says. He says passing the amendment would set an unwelcome constitutional precedent. This is from the BBC’s Laura Kuenssberg. In theory David Gauke, the justice secretary, and Greg Clark, the business secretary, could be sacked for abstaining. If Tory MPs are being whipped to vote against the Benn amendment (as they are), an abstention counts as an act of dissent - although obviously it is not as serious as voting in favour. But, in practice, Number 10 is more likely to turn a blind eye - not least because, in private, Theresa May would probably not consider it the end of the world if MPs did vote for a mechanism to stop Boris Johnson proroguing parliament. The SNP’s Gavin Newlands says the default assumption, if parliament is deadlocked, should be revoking article 50, not proroguing parliament to allow a no-deal Brexit to happen. He says the fact that Boris Johnson won’t rule out prorogation shows he is not fit for office. The DUP’s Emma Little-Pengelly says the Northern Ireland assembly has never voted to relax abortion laws in Northern Ireland. If you want to know more about what prorogation actually involves, this is worth a read. The DUP’s Ian Paisley complains about how the bill has been hijacked for other purposes. And he says the bill will make the restoration of the power-sharing executive less likely (because those who want abortion laws relaxed and same-sex marriage allowed in Northern Ireland now have no incentive to back the resumption of the executive). Dominic Grieve, the Conservative former attorney general, says he has some sympathy for the points made by Fiona Bruce and Nigel Dodds. But MPs are responding to a power vacuum in Northern Ireland. Referring to the Benn amendment, Grieve says it is extraordinary to suggest that MPs might not be allowed to sit when they need to consider important matters. Sir Oliver Letwin asks Grieve to confirm this this amendment is designed to block the use of prerogative powers to prorogue parliament. Grieve confirms that. Grieve says, if MPs do not back this amendment, their role as a protector of democracy will have been “shot to pieces”. Tom Brake, the Lib Dem Brexit spokesman, says Boris Johnson’s threat to prorogue parliament to push through a no-deal Brexit would shame a dictator in a banana republic. Now in the debate Fiona Bruce, a Conservative, is also complaining about how this bill have been extended beyond its original intent, as a result of the abortion amendment passed when it was in the Commons last week. She says Northern Ireland should decide its own abortion law. She says MPs talk about what it means to be colonial. She suggests that this is what new colonialism looks like (Westminster legislating for Northern Ireland). The Sun’s Steve Hawkes thinks Nigel Dodds has a point about new abortion laws for Northern Ireland being rushed through. (See 12.50pm.) Nigel Dodds, the DUP leader at Westminster, also complains that this Northern Ireland bill is being hijacked for alternative purposes. He says the abortion amendments added to the bill, particularly one added in the Lords, would leave Northern Ireland in “limbo” for a period of months without an effective abortion law. Justine Greening, the Tory former education secretary, says MPs should back this “common sense’ amendment. She says, if this amendment does not pass, “we will have crossed a rubicon”. If it is defeated, it will establish the precedent that if a government is running into trouble, it can just shut parliament down. Sir Oliver Letwin, a Conservative, says in future people will look back and think it was extraordinary that there was ever any controversy about ensuring the Commons is sitting at a time when a major national decision needs to be taken. Labour’s Angela Eagle agrees. She says any proper Conservative, unlike Boris Johnson, would have ruled out the idea of proroguing parliament to stop MPs blocking a no-deal Brexit. The DUP’s Ian Paisley complains that a bill that was supposed to be about the Northern Ireland executive has been hijacked and turned into a bill about Brexit. Labour’s Angela Eagle says she understands Paisley’s point. But it’s a case of “needs must”, she says. She says this has been the longest session of parliament since the civil war. That is because the government daren’t prorogue parliament and have a new Queen’s speech in case that gets voted down, she says. She says MPs are amending this bill because it is the legislative vehicle that is available. Here is the full text of the Benn amendment. Page 1, line 16, at end insert— “(2C) If, as a result of parliament standing prorogued or adjourned, a minister of the crown cannot comply with the obligations in subsection (2A) or (2B), a proclamation under the Meeting of Parliament Act 1797 (c. 127) shall require parliament to meet on a specified day within the period within which compliance with subsection (2B) is required and to meet on the five following days (other than Saturdays, Sundays or a day which is a bank holiday in the United Kingdom or in any part of the United Kingdom) to allow for compliance with subsection (2B).” Alistair Burt, the Conservative former Foreign Office minister who has also signed the Benn amendment (see 11.26am), says this proposal would not force the Commons to vote in any given way on a no-deal Brexit in the autumn. It would just ensure that the Commons was sitting, so that MPs could take a decision, he says. MPs are now debating the Northern Ireland (executive formation) bill. The bill has already gone through the Commons and the Lords, and this debate is what’s known as “consideration of Lords amendments”. Hilary Benn, the Labour chair of the Commons Brexit committee, goes first. He is moving his amendment 1. (See 11am.) He says his amendment would ensure that, if parliament is prorogued in the autumn, it would get recalled under the terms of this bill. He says the amendment does not create a new constitutional principle. It just ensure that parliament would be sitting when it needs to be sitting, in line with existing legislation. Jeremy Corbyn faces a new front in internal dissent over his handling of antisemitism in the party, with Labour peers set to hold a vote of no-confidence in the leader next week, it has emerged. The plan is for Labour peers to hold an emergency meeting on Monday afternoon to consider the idea. If it is taken forward, the ballot would take place over Tuesday and Wednesday, with the result soon afterwards, it is understood. If the no-confidence motion was passed it would have no formal effect, but would be a blow to the authority of Corbyn. Earlier this week more than 60 took out an advertisement in the Guardian accusing Corbyn of having “failed the test of leadership” over his handling of antisemitism complaints within the party. The latest move follows the decision by Corbyn’s office to sack Baroness Hayter as a Brexit minister in the Lords after she accused Corbyn of having a “bunker mentality” similar to the final days of Hitler. The European commission has now itself debunked Boris Johnson’s claim about kipper food safety regulations, the Telegraph’s James Crisp reports. At the last Tory leadership hustings last night Boris Johnson brandished a kipper from the Isle of Man, and claimed that it exemplified why EU rules were so damaging. He said that the producer was complaining that, because of new EU regulations, he now has to send kippers through the post with a plastic ice pillow, making the whole process much more expensive. As is often the case when Johnson is talking about EU regulations, it turns out that he was not being accurate. The Telegraph’s James Crisp explains why here. Turning back to Brexit, Nick Robinson has written a very thorough summary of the revelations in his Panorama programme tonight here, under the title “10 things that stopped Brexit happening”. In the programme Michel Barnier, the EU’s chief Brexit negotiate, and Martin Selmayr, the European commission’s secretary general, both say Theresa May never explicitly threatened to leave without a deal in their private talks. Barnier told the programme: I think that the UK side, which is well informed and competent and knows the way we work on the EU side, knew from the very beginning that we’ve never been impressed by such a threat. It’s not useful to use it. May’s remaining time in No 10 might be so short that it can now safely be measured in hours, but it seems she is not above still getting furiously annoyed by political foes – and at this morning’s lobby briefing we got a clue as to how she feels about Barnier. Asked about Barnier’s claim, May’s spokesman not only denied this, but gave a reply dripping with sarcasm. Can I begin by saying how nice it was to hear from Michel Barnier again this morning, and how generous it was of the BBC to give him a platform to share his views with us all. On that specific point, the prime minister was clear, both in public and in private that the UK was prepared to leave without a deal. No love lost, it would seem. In the Commons David Lidington, the Cabinet Office minister, is making a statement now about covering rendition and the treatment of detainees. He says the UK does not practice or condone torture. There is already guidance for the security services setting out the rules for detainees who are interrogated overseas. He says that new guidance is being issued. Theresa May has set out details in a written statement today, he says. Lidington says, after 9/11, it took the British intelligence agencies too long to appreciate the extent to which other countries were using torture (or unacceptable practices, as Lidingon puts it). He says lessons have been learnt. Three separate reports into this have been published, he says. He says better guidance is now coupled with a world-leading oversight regime. The intelligence and security committee has new powers to oversee the intelligence services, he says. He says the rules make it clear that ministers must be consulted if there is a real risk of detainees being mistreated by others. Addressing calls for a further public inquiry, Lidington says in 2013 the government said it would consider the case for a further judicial inquiry after other investigations were over. Lidington says the government has ruled out a further judicial inquiry. There is no policy need for one, he says. And there is no judicial need for one. He says mistreatment allegations have been investigated by the police. Lidington rules out further judicial inquiry into British collusion with rendition and the torture of terrorist suspects. Hilary Benn, the Labour chair of the Commons Brexit committee, and Alistair Burt, the the former Foreign Office minister, have joined up to table a new amendment to the Northern Ireland (executive formation) bill that would categorically stop a new prime minister proroguing parliament in the autumn to facilitate a no-deal Brexit, Sky’s Beth Rigby reports. She says it has been selected. Knife crime in England and Wales hit a record high in 2018/19, up 8% on the previous year, the Press Association reports. Police recorded 43,516 offences involving knives or sharp objects in the year to March 2019, the highest since comparable records began in 2011. The figures released this morning by the Office for National Statistics (ONS) do not include Greater Manchester Police, which records data differently. There was a rise of 3,301 knife crime offences from 2017/18, with the volume of offences up 42% since the year ending March 2011. The total number of homicides in 2018/19 increased slightly to 701 offences from 693 in the previous 12 months, excluding terror attacks. Mark Bangs, from the ONS Centre for Crime and Justice, said: The picture of crime is a complex one. Overall levels of crime have remained steady, but this is not the case for all types of crime. For example, overall levels of violence have remained steady but we have seen increases in violent crimes involving knives and sharp instruments. We have seen increases in fraud and overall theft, but decreases in burglary following recent rises. The RAF is heading into space, Penny Mordaunt, the defence secretary, told a conference this morning. As the Press Association reports, the UK is joining Operation Olympic Defender, a US-led international unit aimed at strengthening deterrence against hostile actors in space and at stopping the spread of debris in orbit. Mordaunt told the Air and Space Power Conference in central London that an RAF pilot is set to be seconded to the Virgin Orbit small satellite programme. She noted that Virgin Orbit already has pilots with astronaut training and it is carrying out research into launching small satellites into space from the wing of a Boeing 747. She said: Science fiction is becoming science fact. One day I want to see RAF pilots earning their space wings and flying beyond the stratosphere. So, today I can announce we’re making a giant leap in that direction by working towards placing a test pilot into the Virgin Orbit programme. Here is my colleague Larry Elliott’s story about what the Office for Budget Responsiblity is saying about the impact of a no-deal Brexit. As mentioned earlier (see 9.45am), the OBR say itself that it’s no-deal stress test is not based on a worst-case scenario. And Philip Hammond, the chancellor, has just been making this point too. In a clip broadcast by Sky, Hammond said that a no-deal Brexit of the kind being considered by some prominent Brexiters (he meant Boris Johnson) would hit the economy much harder. He explained: The report that the OBR have published this morning shows that even in the most benign version of a no-deal exit there would be a very significant hit to the UK economy, a very significant reduction in tax revenues and a big increase in our national debt - a recession caused by a no-deal Brexit. But that most benign version is not the version that is being talked about by prominent Brexiters. They are talking about a much harder version, which would cause much more disruption to our economy. And the OBR is clear that in that less benign version of no-deal the hit would be much greater, the impact would be much harder, the recession would be bigger. So I greatly fear the impact on our economy and our public finances of the kind of no deal Brexit that is realistically being discussed now. In his press conference Robert Chote, the head of the OBR, explained the difference between the more benign no-deal that on which the OBR stress test was based, and a more disruptive no-deal. He said: We’ve looked at the fiscal implications of the less severe of the two no-deal, no-transition scenarios set out by the International Monetary Fund in its World Economic Outlook. This scenario is not necessarily the most likely outcome, and it is relatively benign compared to some, for example, assuming no major short-term border disruptions. A more disruptive outcome, closer to the Bank of England scenario that we used for our stress test two years ago, would have more severe consequences. As Stephen Barclay, the Brexit secretary, told MPs yesterday, the government’s no-deal planning does assume delays at the border. Tonight the BBC is showing a Panorama programme made by Nick Robinson exploring why the Brexit talks failed. Among the people he interviewed was Frans Timmermans, the first vice president of the European commission. As Politico Europe reports, Timmermans said that before the negotiations started the EU assumed that the British team would be “brilliant” because of the professionalism of their civil service. But the EU quickly realised this was not the case, Timmermans said. He went on: And then the first time I saw public utterances by David Davis and I saw him not coming [to Brussels], not negotiating, grandstanding elsewhere I thought: ‘Oh my God, they haven’t got a plan, they haven’t got a plan’. That was really shocking frankly, because the damage if you don’t have a plan — you know, we see it — time’s running out and you don’t have a plan, it’s like Lance Corporal Jones — you know, ‘Don’t panic, don’t panic’, running around like idiots. Lord Callanan, a Brexit minister, has responded with his own Dad’s Army quote, my colleague Jennifer Rankin reports. And here is an extract from what the OBR report says about a no-deal Brexit. In Chapter 10 we carry out a fiscal ‘stress test’ that quantifies the impact on the public finances of a particular no-deal, no-transition Brexit scenario, namely the less disruptive of the two presented by the IMF in its April 2019 World Economic Outlook. While it is a scenario, rather than a forecast, it is nevertheless useful for exploring the channels through which the public finances might respond in the case of a no-deal Brexit. Heightened uncertainty and declining confidence deter investment, while higher trade barriers with the EU weigh on exports. Together, these push the economy into recession, with asset prices and the pound falling sharply. Real GDP falls by 2% by the end of 2020 and is 4% below our March forecast by that point. Higher trade barriers also slow growth in potential productivity, while lower net inward migration reduces labour force growth, so potential output is lower than the baseline throughout the scenario (and beyond). The imposition of tariffs and the sterling depreciation raise inflation and squeeze real household incomes, but the monetary policy committee is able to cut bank rate to support demand, helping to bring output back towards potential and inflation back towards target. Borrowing is around £30bn a year higher than our March forecast from 2020-21 onwards. Lower receipts – in particular income tax and NICs (due to the recession) and capital taxes (due to weaker asset prices) – explain most of the deterioration. These are partly offset by lower debt interest spending (thanks to lower interest rates and RPI inflation) and the revenue raised customs duties (which are treated as EU rather than UK taxes in the baseline). Higher borrowing and the assumed rollover of Term Funding Scheme loans leave public sector net debt around 12% of GDP higher than our March forecast by 2023-24. The OBR also says this stress test is “by no means a worst-case scenario under a no-deal, no-transition Brexit”. The Office for Budget Responsibility’s 300-page Fiscal Risks Report is here (pdf). My colleague Graeme Wearden is covering the publication of the Office for Budget Responsibility’s Fiscal Risks Report on his business live blog here. The blog also has a link to a live feed from the OBR’s press conference. This is from Sky’s Ed Conway. MPs trying to use parliamentary votes to stop a no-deal Brexit have not had much luck recently. Last month the government comfortably defeated a Labour attempt to allow backbenchers to take control of the Commons timetable which, if passed, might have allowed a bill opposing no-deal to be passed. Last week the Speaker refused to call a Dominic Grieve amendment that would definitely prevented the next prime minister proroguing parliament in the autumn to facilitate a no-deal Brexit. Grieve also lost votes on two other related amendments. But he did win a vote on a move saying the government would have to publish fortnightly reports in the autumn on progress towards restoring the power-sharing executive in Northern Ireland. He acknowledged that this on its own would not necessarily stop an autumn prorogation, but he said he hoped peers would beef it up in the Lords. But even this relatively anaemic amendment only passed by one vote, and that was just because a government whip, Jo Churchill, forgot to cast her vote. Last night the House of Lords did beef up the original Grieve proposal, by passing an amendment saying there would have to be debates on those fortnightly reports mandated by Grieve. Whether this would stop a new PM proroguing parliament is a matter of debate, but at the very least it would provide stronger legal grounds for a court challenge against a decision to prorogue. Today the government will try to reverse that decision in the Commons. At one level it is just a dispute about a narrow procedural amendment, but of course this has become a contest about whether or not parliament should be willing to contemplate a no-deal Brexit. Based on how MPs voted last week, the government should have a decent chance of winning. But last night Newsnight’s Nicholas Watt reported that some pro-European cabinet ministers were considering resigning so that they could vote against the government. And this morning David Gauke, the justice secretary, refused to rule out rebelling over this issue. He did not say he definitely would resign (and on many occasions pro-Europeans ministers have threatened to quit over Brexit only to back down at the last minute). But instead of just saying that he would support the government, he told the Today programme that he had not yet made up his mind. This is what he said when asked how he would vote: I will have to see what the precise amendments are and we’re hearing what the whipping will be and the arguments for that so I’m not in a position to necessarily say. But what I would say is the idea that parliament should be suspended in October - a period where it always sits, parliament has always in recent years sat at that time of year - at a crucial point in this country’s history, if you like, that parliament should not be able to sit, should not be able to express its opinion and its will, I think would be outrageous. I very much doubt that any prime minister would in fact suspend parliament in these circumstances but I can understand the concerns that a lot of my colleagues have. Gauke, of course, expects to be sacked by the new prime minister (almost certainly Boris Johnson) next week. So he does not really have much to lose. I will be covering the debate in full. Here is the agenda for the day. 9.30am: David Gauke, the justice secretary, gives a speech on sentencing. 9.30am: Crime figures for England and Wales are published. 9.30am: The Office for Budget Responsibility publishes is Fiscal Risks Report. 10am: The Alternative Arrangements Commission, an independent body set up to look for alternatives to the Northern Ireland backstop, publishes its final report. Around 12pm: MPs debate the Northern Ireland (executive formation) bill. As Jessica Elgot reports, the government will seek to overturn a vote in the Lords adding an amendment to the bill intended to make it harder for the next PM to prorogue parliament in the autumn to facilitate a no-deal Brexit. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "37427",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/18/13m-in-bonuses-paid-to-brexit-department-civil-servants",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-18T15:54:12Z",
    "webTitle": "£1.3m in bonuses paid to Brexit department civil servants",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/18/13m-in-bonuses-paid-to-brexit-department-civil-servants",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/18/13m-in-bonuses-paid-to-brexit-department-civil-servants",
    "fields": {
      "headline": "£1.3m in bonuses paid to Brexit department civil servants",
      "standfirst": "<p>About 16,000 civil servants have worked on Brexit at estimated cost of £1.5bn to date<br><br><br></p>",
      "trailText": "About 16,000 civil servants have worked on Brexit at estimated cost of £1.5bn to date<br><br><br>",
      "byline": "Lisa O'Carroll Brexit correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"cd5e2c179b6595f89bb2508809092a370ba4abbc\"> <img src=\"https://media.guim.co.uk/cd5e2c179b6595f89bb2508809092a370ba4abbc/0_147_5336_3204/1000.jpg\" alt=\"Speaker of the House of Commons John Bercow speaking during a debate on the second reading of the European Union Withdrawal (No. 5) bill in April 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bercow, the Speaker, during a Brexit debate. The Commons has paid £700,000 in bonuses to administration and Digital Service staff to reward them for the extra hours they have had to put in because of Brexit.</span> <span class=\"element-image__credit\">Photograph: Mark Duffy/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Civil servants working for the Department for Exiting the European Union have been awarded nearly £1.3m in bonuses, new figures show.</p> <p>DExEU disclosed on Thursday that it had paid out £350,000 in bonuses in the year after the referendum. This is in addition to the revelation last month that it had paid out £1m in performance-related awards for April 2017 to March 2018.</p> <p>It made the late disclosure on its first-year bonuses on Thursday in a bid for full transparency, it said.</p> <p>The department paid £343,650 to delegated graded civil servants, in amounts ranging from £700 to £2,500, for the year 2016 to 2017.</p> <p>In its <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/818451/2018-19_Annual_Report_and_Accounts_Final.pdf\">annual report for 2018-19</a> also published on Thursday, it revealed that the highest-paid official was the recently retired permanent secretary, Philip Rycroft, who earned between £225,000 and £230,000 including benefits in kind of £17,900 and a pension of £46,000. His benefits in kind included travel costs between home and work.</p> <p>About 16,000 civil servants have been working on Brexit at an estimated cost of £1.5bn to date. While no-deal planning has continued across Whitehall, some staff working on emergency <a href=\"https://www.theguardian.com/politics/2019/mar/20/uks-emergency-plans-for-no-deal-brexit-begin-to-be-put-into-action\">Operation Yellowhammer</a> duties were stood down in April by the Cabinet Office when article 50 was <a href=\"https://www.theguardian.com/politics/2019/apr/11/may-agrees-to-october-brexit-after-franco-german-carve-up\">extended until Halloween</a>, after an estimated £1.5bn had been spent including on recruits from the private sector.</p> <p>Now departments are expected to be ordered to ramp up no-deal planning immediately after the new prime minister, expected to be Boris Johnson, gets into No 10 next Wednesday.</p> <p>It is not known who is going to be on his Brexit team but the attorney general, Geoffrey Cox, is being tipped, as is the pro-Brexit trade consultant Shanker Singham as an adviser.</p> <p>He is the leading force at the privately funded Alternative Arrangements Commission, which has sought to find solutions to the Irish border question. It is understood he has not been approached but would be willing to work on a Johnson or Hunt team.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/government-spends-almost-100m-brexit-consultants\">Government spends almost £100m on Brexit consultants</a> </p> </aside>  <p>It is thought all big Whitehall departments have made Brexit bonuses but virtually all have refused Guardian freedom of information requests for disclosure.</p> <p>So far the House of Commons is the only other department to disclose its payments.</p> <p>Last month, it revealed it had made £700,000 in extra payments involving a £250 bonus to all 2,800 Commons administration and parliamentary Digital Service staff in recognition of their hard work sitting additional days and working into the night.</p> <p>The departments that did respond to freedom of information requests include the Ministry of Defence, which said it paid 19 staff “a reward” or gave them a “thank you” voucher for their work on Brexit up to April 2019.</p> <p>In March, the armed forces mobilised a special team in a 24-hour cover in a nuclear-proof bunker under their headquarters as part of the military’s crisis management operation, dubbed Operation Redfold.</p> <p>They were due to direct 3,500 military personnel on standby if required in the case of chaos on the streets, which could have included congestion on the roads to Dover, disruption to medical supplies and aviation.</p> <p>The MoD said it had paid out a total of £8,250: the highest award was £2,000 and the smallest £100.</p> <p>The Food Standards Agency paid out almost £30,000 to 64 staff in bonuses ranging from £250 per person to £1,000, while the Medicines and Healthcare products Regulatory Agency paid seven staff between £500 and £800 in a Brexit bonus.</p> <p>It is responsible for the safety of medicines and medical devices, many of which come from the EU.</p> <p>While virtually all the big departments refused to disclose Brexit bonus data, some did reveal what they had spent on Brexit so far.</p> <p>DExEU spent £101.6m in the year 2017-18.</p> <p>Her Majesty’s Revenue and Customs spent £308m on Brexit: £47m in 2017-18 and £261m for the financial year 2018-19.</p> <p>The Home Office, which was responsible for developing the settled status scheme for EU citizens, spent £70m in the year 2017-18.</p> <p>The Ministry of Justice revealed it had spent £9.7m on Brexit-related work in 2018-19.</p> <p>The Cabinet Office, the Environment Agency, and the Department for Infrastructure in Northern Ireland said they did not award bonuses.</p> <p>The National Police Chiefs’ Council revealed that the International Crime Coordination Centre, which was set up to provide continuity for UK law enforcement following Brexit, said it spent £18,000 in 2017-18 and £1.75m in the year 2018-19.</p>",
      "wordcount": "727",
      "firstPublicationDate": "2019-07-18T15:54:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:47Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bqq5m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cd5e2c179b6595f89bb2508809092a370ba4abbc/0_147_5336_3204/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Civil servants working for the Department for Exiting the European Union have been awarded nearly £1.3m in bonuses, new figures show. DExEU disclosed on Thursday that it had paid out £350,000 in bonuses in the year after the referendum. This is in addition to the revelation last month that it had paid out £1m in performance-related awards for April 2017 to March 2018. It made the late disclosure on its first-year bonuses on Thursday in a bid for full transparency, it said. The department paid £343,650 to delegated graded civil servants, in amounts ranging from £700 to £2,500, for the year 2016 to 2017. In its annual report for 2018-19 also published on Thursday, it revealed that the highest-paid official was the recently retired permanent secretary, Philip Rycroft, who earned between £225,000 and £230,000 including benefits in kind of £17,900 and a pension of £46,000. His benefits in kind included travel costs between home and work. About 16,000 civil servants have been working on Brexit at an estimated cost of £1.5bn to date. While no-deal planning has continued across Whitehall, some staff working on emergency Operation Yellowhammer duties were stood down in April by the Cabinet Office when article 50 was extended until Halloween, after an estimated £1.5bn had been spent including on recruits from the private sector. Now departments are expected to be ordered to ramp up no-deal planning immediately after the new prime minister, expected to be Boris Johnson, gets into No 10 next Wednesday. It is not known who is going to be on his Brexit team but the attorney general, Geoffrey Cox, is being tipped, as is the pro-Brexit trade consultant Shanker Singham as an adviser. He is the leading force at the privately funded Alternative Arrangements Commission, which has sought to find solutions to the Irish border question. It is understood he has not been approached but would be willing to work on a Johnson or Hunt team. It is thought all big Whitehall departments have made Brexit bonuses but virtually all have refused Guardian freedom of information requests for disclosure. So far the House of Commons is the only other department to disclose its payments. Last month, it revealed it had made £700,000 in extra payments involving a £250 bonus to all 2,800 Commons administration and parliamentary Digital Service staff in recognition of their hard work sitting additional days and working into the night. The departments that did respond to freedom of information requests include the Ministry of Defence, which said it paid 19 staff “a reward” or gave them a “thank you” voucher for their work on Brexit up to April 2019. In March, the armed forces mobilised a special team in a 24-hour cover in a nuclear-proof bunker under their headquarters as part of the military’s crisis management operation, dubbed Operation Redfold. They were due to direct 3,500 military personnel on standby if required in the case of chaos on the streets, which could have included congestion on the roads to Dover, disruption to medical supplies and aviation. The MoD said it had paid out a total of £8,250: the highest award was £2,000 and the smallest £100. The Food Standards Agency paid out almost £30,000 to 64 staff in bonuses ranging from £250 per person to £1,000, while the Medicines and Healthcare products Regulatory Agency paid seven staff between £500 and £800 in a Brexit bonus. It is responsible for the safety of medicines and medical devices, many of which come from the EU. While virtually all the big departments refused to disclose Brexit bonus data, some did reveal what they had spent on Brexit so far. DExEU spent £101.6m in the year 2017-18. Her Majesty’s Revenue and Customs spent £308m on Brexit: £47m in 2017-18 and £261m for the financial year 2018-19. The Home Office, which was responsible for developing the settled status scheme for EU citizens, spent £70m in the year 2017-18. The Ministry of Justice revealed it had spent £9.7m on Brexit-related work in 2018-19. The Cabinet Office, the Environment Agency, and the Department for Infrastructure in Northern Ireland said they did not award bonuses. The National Police Chiefs’ Council revealed that the International Crime Coordination Centre, which was set up to provide continuity for UK law enforcement following Brexit, said it spent £18,000 in 2017-18 and £1.75m in the year 2018-19.",
      "charCount": "4380",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lisaocarroll\">Lisa O'Carroll</a> Brexit correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jul/18/labour-mayors-urge-government-to-speed-up-gender-law-changes-england-wales",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-07-18T13:56:33Z",
    "webTitle": "Labour mayors urge government to speed up gender law changes",
    "webUrl": "https://www.theguardian.com/society/2019/jul/18/labour-mayors-urge-government-to-speed-up-gender-law-changes-england-wales",
    "apiUrl": "https://content.guardianapis.com/society/2019/jul/18/labour-mayors-urge-government-to-speed-up-gender-law-changes-england-wales",
    "fields": {
      "headline": "Labour mayors urge government to speed up gender law changes",
      "standfirst": "<p>Khan and Burnham among those saying process for trans people to self-ID should be easier</p>",
      "trailText": "Khan and Burnham among those saying process for trans people to self-ID should be easier",
      "byline": "Helen Pidd and Maya Wolfe-Robinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"634ffc5093c9f9d48616803ef5f79c39e2e5fe32\"> <img src=\"https://media.guim.co.uk/634ffc5093c9f9d48616803ef5f79c39e2e5fe32/0_145_3000_1800/1000.jpg\" alt=\"Crowds enjoying the Pride parade through Manchester city centre\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trans people should be able ‘to more easily gain legal recognition of their gender identity,’ the Labour mayors argued in a letter to the equalities minister.</span> <span class=\"element-image__credit\">Photograph: Joel Goodman/LNP/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The mayors of London, Greater Manchester and other English cities have written to the government urging faster implementation of “desperately needed” changes to gender recognition legislation.</p> <p>Sadiq Khan, London’s mayor, wrote to the equalities minister, Penny Mordaunt, along with Andy Burnham, the mayor of Greater Manchester, and Steve Rotheram and Dan Jarvis, the mayors of the Liverpool and Sheffield city regions.</p> <p>The Labour politicians encouraged Mordaunt to introduce the changes soon to make it easier for trans people to have their gender identity legally recognised. They argue that the <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/786910/t455-eng.pdf\">Gender Recognition Act (GRA) 2004</a> is “now outdated and in urgent need of reform”.</p> <p>Campaigners have criticised the current process – whereby trans people should supply evidence of a medical diagnosis of gender dysphoria and of having lived in their “acquired gender” for two years – as humiliating and bureaucratic.</p> <p>The government estimates that 12% of trans people have a gender recognition certificate. In a national LGBT survey last year, 92% said they would be interested in getting one.</p> <p>The mayors argued: “GRA reform is a key step in addressing the marginalisation of trans and non-binary communities by allowing them to more easily gain legal recognition of their gender identity.”</p> <p>They said the current GRA process “creates unnecessary barriers” preventing trans people from achieving legal recognition. “The government has made commitments to ‘streamline and demedicalise’ the gender recognition process, a promise that was welcomed by trans and non-binary people across the country. We hope to see this reflected in the new legislation,” they told Mordaunt.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/jul/16/transgender-man-who-gave-birth-loses-high-court-privacy-case-fred-mcconnell\">Transgender man who gave birth loses high court privacy ruling</a> </p> </aside>  <p>The proposed changes have stirred great debate, particularly about who can access single-sex services such as domestic violence refuges. Although the changes would not alter exceptions that make provision for single- and separate-sex spaces, some groups argue that self-ID is potentially open to abuse by predatory men seeking to access women’s spaces and women’s bodies. The consultation closed in October last year.</p> <p>A number of countries have already made it easier for trans people to be recognised in their chosen gender identity. The mayors said in their letter to Mordaunt: “Changing the law would bring us in line with the standard already set by Ireland, Denmark and Norway, whilst transforming the lives of trans and non-binary people.”</p> <p>Scotland has <a href=\"https://www.theguardian.com/uk-news/2019/jun/20/scotland-to-run-new-consultations-before-updating-gender-law\">postponed similar changes</a> to its gender recognition laws after criticism it had not addressed concerns about the impact of its proposals. It sparked public tensions within the Scottish National party and a fierce debate among politicians, campaigners and women’s groups which Scotland’s equalities secretary, Shirley-Anne Somerville, labelled as “toxic”.</p> <p>Paul Martin, the chief executive of the LGBT Foundation and a government adviser on LGBT issues, welcomed the mayoral intervention. He said: “We are delighted to see that four mayors from some of our country’s biggest metropolitan areas have joined together to make such a strong statement of support for their trans and non-binary constituents.</p> <p>“In these turbulent political times it can be easy to forget that the everyday business of government must continue. The Gender Recognition Act is outdated and is in need of urgent reform to meet the needs of the communities it was originally designed to support.</p> <p>“We look forward to the upcoming announcement and call on the government to allow trans people to legally change their gender by self-declaration, introduce legal recognition for non-binary people and improve inclusion for young trans people.”</p>",
      "newspaperPageNumber": "18",
      "wordcount": "557",
      "firstPublicationDate": "2019-07-18T13:56:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-19T14:15:55Z",
      "newspaperEditionDate": "2019-07-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqpz4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/634ffc5093c9f9d48616803ef5f79c39e2e5fe32/0_145_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The mayors of London, Greater Manchester and other English cities have written to the government urging faster implementation of “desperately needed” changes to gender recognition legislation. Sadiq Khan, London’s mayor, wrote to the equalities minister, Penny Mordaunt, along with Andy Burnham, the mayor of Greater Manchester, and Steve Rotheram and Dan Jarvis, the mayors of the Liverpool and Sheffield city regions. The Labour politicians encouraged Mordaunt to introduce the changes soon to make it easier for trans people to have their gender identity legally recognised. They argue that the Gender Recognition Act (GRA) 2004 is “now outdated and in urgent need of reform”. Campaigners have criticised the current process – whereby trans people should supply evidence of a medical diagnosis of gender dysphoria and of having lived in their “acquired gender” for two years – as humiliating and bureaucratic. The government estimates that 12% of trans people have a gender recognition certificate. In a national LGBT survey last year, 92% said they would be interested in getting one. The mayors argued: “GRA reform is a key step in addressing the marginalisation of trans and non-binary communities by allowing them to more easily gain legal recognition of their gender identity.” They said the current GRA process “creates unnecessary barriers” preventing trans people from achieving legal recognition. “The government has made commitments to ‘streamline and demedicalise’ the gender recognition process, a promise that was welcomed by trans and non-binary people across the country. We hope to see this reflected in the new legislation,” they told Mordaunt. The proposed changes have stirred great debate, particularly about who can access single-sex services such as domestic violence refuges. Although the changes would not alter exceptions that make provision for single- and separate-sex spaces, some groups argue that self-ID is potentially open to abuse by predatory men seeking to access women’s spaces and women’s bodies. The consultation closed in October last year. A number of countries have already made it easier for trans people to be recognised in their chosen gender identity. The mayors said in their letter to Mordaunt: “Changing the law would bring us in line with the standard already set by Ireland, Denmark and Norway, whilst transforming the lives of trans and non-binary people.” Scotland has postponed similar changes to its gender recognition laws after criticism it had not addressed concerns about the impact of its proposals. It sparked public tensions within the Scottish National party and a fierce debate among politicians, campaigners and women’s groups which Scotland’s equalities secretary, Shirley-Anne Somerville, labelled as “toxic”. Paul Martin, the chief executive of the LGBT Foundation and a government adviser on LGBT issues, welcomed the mayoral intervention. He said: “We are delighted to see that four mayors from some of our country’s biggest metropolitan areas have joined together to make such a strong statement of support for their trans and non-binary constituents. “In these turbulent political times it can be easy to forget that the everyday business of government must continue. The Gender Recognition Act is outdated and is in need of urgent reform to meet the needs of the communities it was originally designed to support. “We look forward to the upcoming announcement and call on the government to allow trans people to legally change their gender by self-declaration, introduce legal recognition for non-binary people and improve inclusion for young trans people.”",
      "charCount": "3632",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/helenpidd\">Helen Pidd</a> and <a href=\"profile/maya-wolfe-robinson\">Maya Wolfe-Robinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/18/misogyny-parliament-westminster-bullying-harassment-sexism",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-18T12:30:26Z",
    "webTitle": "I reported on misogyny in parliament 29 years ago – shockingly little has changed | Jennifer Nadel",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/18/misogyny-parliament-westminster-bullying-harassment-sexism",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/18/misogyny-parliament-westminster-bullying-harassment-sexism",
    "fields": {
      "headline": "I reported on misogyny in parliament 29 years ago – shockingly little has changed",
      "standfirst": "To stamp out bullying, harassment and sexism in Westminster, we need to shift the whole way we do politics<br />• Jennifer Nadel is the co-founder of Compassion in Politics",
      "trailText": "To stamp out bullying and harassment in Westminster, we need a whole shift, says Jennifer Nadel, co-founder of Compassion in Politics",
      "byline": "Jennifer Nadel",
      "main": "<figure class=\"element element-image\" data-media-id=\"4f0be65fe35000ab78af4d3500f0ff2337e10604\"> <img src=\"https://media.guim.co.uk/4f0be65fe35000ab78af4d3500f0ff2337e10604/0_166_3500_2100/1000.jpg\" alt=\"Labour MP Jess Phillips\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour MP Jess Phillips says she’s supporting a number of women who have experienced groping, inappropriate messaging and one incident of rape.’</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>Twenty-nine years ago this week I carried out an investigation for the Guardian about the endemic levels of sexism in parliament. A generation later, although much has been done, it is shocking to discover that so little has changed.</p> <p>Last week’s reports on bullying and harassment in the Commons and Lords by the QCs <a href=\"https://www.theguardian.com/politics/2019/jul/11/westminster-bullying-and-harassment-is-significant-problem\" title=\"\">Gemma White</a> and <a href=\"https://www.theguardian.com/politics/2019/jul/10/house-of-lords-staff-too-scared-to-complain-about-harassment\" title=\"\">Naomi Ellenbogen</a> reveal a parliament that is still chauvinistic, lecherous and patriarchal.</p> <p>In 1990, when just 42 of the 650 MPs were women, this was unacceptable but perhaps less surprising. We hoped having more women MPs and friendlier sitting hours would transform the environment.</p> <p>“We mustn’t be deceived by the numbers game,” says Helena Kennedy QC, the Labour peer and author of <a href=\"https://www.theguardian.com/books/2018/oct/14/eve-was-shamed-how-british-justice-failing-women-review-helena-kennedy\" title=\"\">Eve Was Shamed: How British Justice is Failing Women</a>. “Yes we have more women in both houses and almost everywhere in society, but that alone isn’t enough to bring about change. Deeply held attitudes of entitlement and misogyny persist because our patriarchal culture is so deeply ingrained.”</p> <p>Emma Nicholson, who I interviewed when she was a Conservative MP for my original piece, and who now sits in the Lords, says the situation has got worse. She points to how PMQs has replaced two brief and containable sessions of debate with a single gladiatorial dual: “If parliamentary debate’s centrepiece is one woman being pelted with mud for up to an hour by predominantly male opponents it sets the tone for the whole week: it’s a bear pit.”</p> <p>Emma Dent Coad – elected the Labour MP for Kensington in 2017 – says she’s never experienced such blatant sexism. She cites the rise of Donald Trump and Boris Johnson as evidence that conditions are regressing: “If you have no moral integrity you can’t be a good leader. To treat women as expendable objects is misogyny.”</p> <p>The Labour MP Jess Phillips says she’s supporting a number of women who have experienced groping, persistent inappropriate messaging and one incident of rape. The processes aren’t easy for women, she says, because they have to decide which flawed complaints process – parliamentary, legal, party – to pursue.</p> <p>Complainants are also worried about the political harm speaking out might do, she tells me. That’s a dilemma I can relate to. As a radical young reporter, I was pounced on by a member of the Greater London Council. Although I was horrified I remained silent because of the potential damage speaking out might do to the wider political cause.</p> <p>For those who choose to take their complaints to their party, there’s an inherent flaw. The party’s purpose is to succeed politically and therefore to protect its public image. So the odds are stacked against women who do pursue a complaint, not least because it is often their word against that of a much more powerful and politically “significant” man.</p> <p>White’s and Ellenbogen’s reports contain strong recommendations to safeguard the working conditions of staff in parliament and these must be adopted. But they won’t be enough unless we also address the wider picture.</p>  <figure class=\"element element-image\" data-media-id=\"98e6376285d44114ba754ed6162f70d3db0364fa\"> <img src=\"https://media.guim.co.uk/98e6376285d44114ba754ed6162f70d3db0364fa/31_0_3204_1923/1000.jpg\" alt=\"The speaker, John Bercow, during prime minister's questions\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Why are politicians allowed to howl in a way that wouldn’t be tolerated in any classroom?’ The speaker, John Bercow, during prime minister’s questions.</span> <span class=\"element-image__credit\">Photograph: HO/AFP/Getty Images</span> </figcaption> </figure>  <p>Bullying – and gender-based harassment – are what people with power do to those they perceive to have less power. And our whole political system is built on it.</p> <p>Take the whipping system, which nearly all parties rely on. Whips are chosen for their prowess at bullying MPs into voting “with the party” (rather than for the country). Do we honestly think we can eradicate bullying elsewhere in political life whilst leaving the whipping system intact?</p> <p>Then there’s the <a href=\"https://www.theguardian.com/politics/firstpastthepost\" title=\"\">first-past-the-post</a> electoral system, which results in millions of voters’ preferences being ignored because their party wasn’t “first”. It’s a winner-takes-all system that thrives on competitive self-interest rather than cooperation and collaboration.</p> <p>And even more basic is the way MPs conduct themselves in debate. Why are politicians allowed to shout, jeer and howl in a way that wouldn’t be tolerated in any classroom, board meeting or family home?</p> <p>At Compassion in Politics – the organisation I co-founded – we are working with MPs and peers across six political parties as well as organisations such as <a href=\"https://5050parliament.co.uk/\" title=\"\">50:50 Parliament</a>, <a href=\"https://www.makevotesmatter.org.uk/\" title=\"\">Make Votes Matter</a>, <a href=\"http://www.compassonline.org.uk/\" title=\"\">Compass</a>, the <a href=\"https://compassionatemind.co.uk/\" title=\"\">Compassionate Mind Foundation</a> and the <a href=\"https://www.jocoxfoundation.org/\" title=\"\">Jo Cox Foundation</a> to create a better way of doing politics. It matters not just because bullying and sexism are wrong but also because we can’t expect good policies to emerge from a toxic system.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/17/women-fear-say-no-sexual-violence\">We shouldn’t have to live in a world where women are afraid to say no | Ellie Mae O’Hagan</a> </p> </aside>  <p>Polling conducted for the campaign by Opinium reveals that voters too want radical reforms. For example, two-thirds of the public (67%) would like to see MPs carry out three weeks of work experience in their constituency and 70% would like to see ministers complete a similar amount of on-the-ground training in the portfolio they are appointed to. Such a change could see ministers helping out in schools, hospitals and on the railways. They also want to be involved in the reforms with 69% wanting public involvement in the rewriting of <a href=\"https://www.parliament.uk/site-information/glossary/code-of-conduct-for-mps/\" title=\"\">MPs code of conduct</a>.</p> <p>If we are serious about stamping out gender-based abuses of power in parliament it’s time for radical solutions and zero tolerance of practices that enshrine a bullying culture, no matter how longstanding and historic. It is also time for wider societal measures. If misogyny were to be made a hate crime a clear message would be sent to politicians and public alike that the unacceptable will no longer be tolerated. We need to reach beyond the symptoms to the systemic and cultural causes. It’s time to stop rearranging the deckchairs and to shift the whole way we do politics.</p> <p>• Jennifer Nadel is a writer and journalist and the co-founder of Compassion in Politics</p>",
      "wordcount": "923",
      "commentable": "false",
      "firstPublicationDate": "2019-07-18T12:30:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-24T10:59:55Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bqy6a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4f0be65fe35000ab78af4d3500f0ff2337e10604/0_166_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Twenty-nine years ago this week I carried out an investigation for the Guardian about the endemic levels of sexism in parliament. A generation later, although much has been done, it is shocking to discover that so little has changed. Last week’s reports on bullying and harassment in the Commons and Lords by the QCs Gemma White and Naomi Ellenbogen reveal a parliament that is still chauvinistic, lecherous and patriarchal. In 1990, when just 42 of the 650 MPs were women, this was unacceptable but perhaps less surprising. We hoped having more women MPs and friendlier sitting hours would transform the environment. “We mustn’t be deceived by the numbers game,” says Helena Kennedy QC, the Labour peer and author of Eve Was Shamed: How British Justice is Failing Women. “Yes we have more women in both houses and almost everywhere in society, but that alone isn’t enough to bring about change. Deeply held attitudes of entitlement and misogyny persist because our patriarchal culture is so deeply ingrained.” Emma Nicholson, who I interviewed when she was a Conservative MP for my original piece, and who now sits in the Lords, says the situation has got worse. She points to how PMQs has replaced two brief and containable sessions of debate with a single gladiatorial dual: “If parliamentary debate’s centrepiece is one woman being pelted with mud for up to an hour by predominantly male opponents it sets the tone for the whole week: it’s a bear pit.” Emma Dent Coad – elected the Labour MP for Kensington in 2017 – says she’s never experienced such blatant sexism. She cites the rise of Donald Trump and Boris Johnson as evidence that conditions are regressing: “If you have no moral integrity you can’t be a good leader. To treat women as expendable objects is misogyny.” The Labour MP Jess Phillips says she’s supporting a number of women who have experienced groping, persistent inappropriate messaging and one incident of rape. The processes aren’t easy for women, she says, because they have to decide which flawed complaints process – parliamentary, legal, party – to pursue. Complainants are also worried about the political harm speaking out might do, she tells me. That’s a dilemma I can relate to. As a radical young reporter, I was pounced on by a member of the Greater London Council. Although I was horrified I remained silent because of the potential damage speaking out might do to the wider political cause. For those who choose to take their complaints to their party, there’s an inherent flaw. The party’s purpose is to succeed politically and therefore to protect its public image. So the odds are stacked against women who do pursue a complaint, not least because it is often their word against that of a much more powerful and politically “significant” man. White’s and Ellenbogen’s reports contain strong recommendations to safeguard the working conditions of staff in parliament and these must be adopted. But they won’t be enough unless we also address the wider picture. Bullying – and gender-based harassment – are what people with power do to those they perceive to have less power. And our whole political system is built on it. Take the whipping system, which nearly all parties rely on. Whips are chosen for their prowess at bullying MPs into voting “with the party” (rather than for the country). Do we honestly think we can eradicate bullying elsewhere in political life whilst leaving the whipping system intact? Then there’s the first-past-the-post electoral system, which results in millions of voters’ preferences being ignored because their party wasn’t “first”. It’s a winner-takes-all system that thrives on competitive self-interest rather than cooperation and collaboration. And even more basic is the way MPs conduct themselves in debate. Why are politicians allowed to shout, jeer and howl in a way that wouldn’t be tolerated in any classroom, board meeting or family home? At Compassion in Politics – the organisation I co-founded – we are working with MPs and peers across six political parties as well as organisations such as 50:50 Parliament, Make Votes Matter, Compass, the Compassionate Mind Foundation and the Jo Cox Foundation to create a better way of doing politics. It matters not just because bullying and sexism are wrong but also because we can’t expect good policies to emerge from a toxic system. Polling conducted for the campaign by Opinium reveals that voters too want radical reforms. For example, two-thirds of the public (67%) would like to see MPs carry out three weeks of work experience in their constituency and 70% would like to see ministers complete a similar amount of on-the-ground training in the portfolio they are appointed to. Such a change could see ministers helping out in schools, hospitals and on the railways. They also want to be involved in the reforms with 69% wanting public involvement in the rewriting of MPs code of conduct. If we are serious about stamping out gender-based abuses of power in parliament it’s time for radical solutions and zero tolerance of practices that enshrine a bullying culture, no matter how longstanding and historic. It is also time for wider societal measures. If misogyny were to be made a hate crime a clear message would be sent to politicians and public alike that the unacceptable will no longer be tolerated. We need to reach beyond the symptoms to the systemic and cultural causes. It’s time to stop rearranging the deckchairs and to shift the whole way we do politics. • Jennifer Nadel is a writer and journalist and the co-founder of Compassion in Politics",
      "charCount": "5591",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-nadel\">Jennifer Nadel</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "books/2019/jul/18/michael-gove-man-in-hurry-owen-bennett-review",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-07-18T06:30:17Z",
    "webTitle": "Michael Gove by Owen Bennett review – did this book end his leadership bid?",
    "webUrl": "https://www.theguardian.com/books/2019/jul/18/michael-gove-man-in-hurry-owen-bennett-review",
    "apiUrl": "https://content.guardianapis.com/books/2019/jul/18/michael-gove-man-in-hurry-owen-bennett-review",
    "fields": {
      "headline": "Michael Gove by Owen Bennett review – did this book end his leadership bid?",
      "standfirst": "<p>This skilful, if flawed, biography revealed that Gove took cocaine. Can the Tory party’s ‘best rhetorician’ come back yet again? </p>",
      "trailText": "This skilful, if flawed, biography revealed that Gove took cocaine. Can the Tory party’s ‘best rhetorician’ come back yet again? ",
      "byline": "Stephen Bush",
      "main": "<figure class=\"element element-image\" data-media-id=\"a84b6e600558971e4877f84b7f42a0908747bfe9\"> <img src=\"https://media.guim.co.uk/a84b6e600558971e4877f84b7f42a0908747bfe9/0_98_2339_1403/1000.jpg\" alt=\"Michael Gove leaves BBC House after a TV debate in central London, June 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Gove leaves BBC House after a TV debate in central London, June 2019.</span> <span class=\"element-image__credit\">Photograph: Vudi Xhymshiti/AP</span> </figcaption> </figure>",
      "body": "<p>“Political biographers who choose to write about a figure not yet at the end of their career are taking a gamble,” Owen Bennett writes in his biography of <a href=\"https://www.theguardian.com/politics/2019/jun/20/tory-leadership-rumours-of-dark-arts-swirl-before-final-vote\" title=\"\">Michael Gove</a>. He is talking not about himself but about Gove’s own entry in the genre, <em>Portillo: The Future of the Right.</em> Weeks after Gove’s study of Michael Portillo hit bookshelves, the Enfield Southgate MP’s putative leadership bid had hit the buffers.</p> <p>Bennett’s <em>A Man in a Hurry</em> has suffered a similar fate. And unlike <em>The Future of the Right</em>, which was criticised (both at the time and by Bennett) for pulling its punches, this book arguably played a decisive role in the downfall of its subject. It is in these pages that Bennett revealed that <a href=\"https://www.theguardian.com/politics/2019/jun/07/michael-gove-admits-to-taking-cocaine-on-several-social-occasions\" title=\"\">Gove took cocaine while working at the Times</a>, a story which, given the wafer-thin margin that separated him from Jeremy Hunt in the vote of MPs, may well have brought his leadership bid to an early end.</p> <p>It is by no means guaranteed that Gove will even be kept in the cabinet if and when Boris Johnson takes office. Even if he is, he looks, at present, to be a politician on the downward slope. He has enjoyed, as Bennett details, not one but two political resurrections already: once when David Cameron restored him to full cabinet rank after electoral triumph in 2015, once after <a href=\"https://www.theguardian.com/politics/2018/nov/15/beleaguered-may-offers-gove-brexit-secretary-job\" title=\"\">Theresa May brought him back from the wilderness</a> after electoral disaster in 2017. While you would have to be foolish to rule out a third return, the chances are that this book is a work of historical interest rather than a vital explainer of the man of the moment. How does it fare?</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>I know of no candidate to the Oxford Union who managed to reach the presidency 'without resorting to dark tactics' as Bennett claims Gove did</p> </blockquote> </aside>  <p>One of the many difficulties of writing a biography of Gove is that anyone who begins the task is, at once, writing about the right’s most readable polemicist and the Conservative party’s best rhetorician of the last 20 years. It’s a nerve-racking job for any writer, but Bennett handles it well. The book rattles along nicely as it recounts Gove’s early life, school days and career before politics. It frustrates when, as with any historical work, the author’s conclusions seem arguable. I’m not convinced by Bennett’s views on Gove’s family, for instance. The book points out that he resisted finding out about his biological mother in deference to the woman who raised him. Bennett thinks there’s a contradiction between this and statements by Gove’s adoptive mother that she would support him should he wish to meet his biological mother. But it’s in the nature of loving parents to be self-sacrificing, and in the nature of considerate sons to try to avoid causing them pain. If he is overly suspicious about Gove’s family, Bennett is far too generous about his career in student politics; I know of no candidate to the Oxford Union who managed to reach the presidency “without resorting to dark tactics” as Bennett claims Gove did.</p> <p>Nor I am I convinced by Bennett’s audit of <a href=\"https://www.theguardian.com/education/2014/jul/22/michael-gove-legacy-education-secretary\" title=\"\">Gove’s time as education secretary</a>: he focuses on the vast increase in the number of academies and free schools that opened under him. That Gove carried out his reforms is not in question. What is in question is whether the difference between his academies and those of Tony Blair required him to make an enemy of the teaching profession, a decision that has dogged his career ever since. Of course, the measures that he and his staff took to restrict the circle of trust and information in the department make it harder to make the pro-Gove case and may well mean that future historians conclude that he was simply an irredeemable bomb-thrower.</p> <p>Sometimes the biographical focus can throw the reader off. Bennett fillets the contents of <em><a href=\"https://www.theguardian.com/politics/commentisfree/2016/jul/05/the-tv-show-i-made-with-michael-gove-still-gives-me-nightmares\" title=\"\">A Stab in the Dark</a></em>, the shortlived late-night Channel 4 satire that Gove presented with David Baddiel and Tracey MacLeod. That the book presents us with the most outrageous and close-to-the-bone remarks – such as Gove asking one homophobic guest if the practice of anal sex isn’t simply an example of “man using his intelligence and adaptability” – means that the reader spends much of the relevant chapter under the impression that Gove was a comic genius and the series a forgotten gem. It comes as a shock when Bennett informs us that most of the show was dire and that it flopped. (Gove himself is quoted as describing the programme as a “turkey”.)</p> <p>But these are the quibbles that shouldn’t detract from a highly skilful bringing together of diaries, contemporary accounts and the author’s own research. The story ends with <a href=\"https://www.theguardian.com/commentisfree/2016/jul/01/michael-gove-tory-leadership-speech-brexit-tory-blood\" title=\"\">Gove launching his campaign </a>– a campaign derailed mostly because Conservative members wanted the loudest and most uncompromising Brexiter in the field.</p> <p>As a result, this is a good book that feels somewhat pointless: though we shouldn’t forget that we’d have said the same thing had Bennett published a biography of Boris Johnson in the summer of 2016.</p> <p>• <em>Michael Gove: A Man in a Hurry</em> is published by Biteback (£20). To order a copy go to <a href=\"https://guardianbookshop.com/michael-gove-9781785904400.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">guardianbookshop.com</a> or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.</p>",
      "newspaperPageNumber": "14",
      "wordcount": "860",
      "commentable": "false",
      "firstPublicationDate": "2019-07-18T06:30:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-18T06:30:17Z",
      "newspaperEditionDate": "2019-07-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq7bq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a84b6e600558971e4877f84b7f42a0908747bfe9/0_98_2339_1403/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“Political biographers who choose to write about a figure not yet at the end of their career are taking a gamble,” Owen Bennett writes in his biography of Michael Gove. He is talking not about himself but about Gove’s own entry in the genre, Portillo: The Future of the Right. Weeks after Gove’s study of Michael Portillo hit bookshelves, the Enfield Southgate MP’s putative leadership bid had hit the buffers. Bennett’s A Man in a Hurry has suffered a similar fate. And unlike The Future of the Right, which was criticised (both at the time and by Bennett) for pulling its punches, this book arguably played a decisive role in the downfall of its subject. It is in these pages that Bennett revealed that Gove took cocaine while working at the Times, a story which, given the wafer-thin margin that separated him from Jeremy Hunt in the vote of MPs, may well have brought his leadership bid to an early end. It is by no means guaranteed that Gove will even be kept in the cabinet if and when Boris Johnson takes office. Even if he is, he looks, at present, to be a politician on the downward slope. He has enjoyed, as Bennett details, not one but two political resurrections already: once when David Cameron restored him to full cabinet rank after electoral triumph in 2015, once after Theresa May brought him back from the wilderness after electoral disaster in 2017. While you would have to be foolish to rule out a third return, the chances are that this book is a work of historical interest rather than a vital explainer of the man of the moment. How does it fare? One of the many difficulties of writing a biography of Gove is that anyone who begins the task is, at once, writing about the right’s most readable polemicist and the Conservative party’s best rhetorician of the last 20 years. It’s a nerve-racking job for any writer, but Bennett handles it well. The book rattles along nicely as it recounts Gove’s early life, school days and career before politics. It frustrates when, as with any historical work, the author’s conclusions seem arguable. I’m not convinced by Bennett’s views on Gove’s family, for instance. The book points out that he resisted finding out about his biological mother in deference to the woman who raised him. Bennett thinks there’s a contradiction between this and statements by Gove’s adoptive mother that she would support him should he wish to meet his biological mother. But it’s in the nature of loving parents to be self-sacrificing, and in the nature of considerate sons to try to avoid causing them pain. If he is overly suspicious about Gove’s family, Bennett is far too generous about his career in student politics; I know of no candidate to the Oxford Union who managed to reach the presidency “without resorting to dark tactics” as Bennett claims Gove did. Nor I am I convinced by Bennett’s audit of Gove’s time as education secretary: he focuses on the vast increase in the number of academies and free schools that opened under him. That Gove carried out his reforms is not in question. What is in question is whether the difference between his academies and those of Tony Blair required him to make an enemy of the teaching profession, a decision that has dogged his career ever since. Of course, the measures that he and his staff took to restrict the circle of trust and information in the department make it harder to make the pro-Gove case and may well mean that future historians conclude that he was simply an irredeemable bomb-thrower. Sometimes the biographical focus can throw the reader off. Bennett fillets the contents of A Stab in the Dark, the shortlived late-night Channel 4 satire that Gove presented with David Baddiel and Tracey MacLeod. That the book presents us with the most outrageous and close-to-the-bone remarks – such as Gove asking one homophobic guest if the practice of anal sex isn’t simply an example of “man using his intelligence and adaptability” – means that the reader spends much of the relevant chapter under the impression that Gove was a comic genius and the series a forgotten gem. It comes as a shock when Bennett informs us that most of the show was dire and that it flopped. (Gove himself is quoted as describing the programme as a “turkey”.) But these are the quibbles that shouldn’t detract from a highly skilful bringing together of diaries, contemporary accounts and the author’s own research. The story ends with Gove launching his campaign – a campaign derailed mostly because Conservative members wanted the loudest and most uncompromising Brexiter in the field. As a result, this is a good book that feels somewhat pointless: though we shouldn’t forget that we’d have said the same thing had Bennett published a biography of Boris Johnson in the summer of 2016. • Michael Gove: A Man in a Hurry is published by Biteback (£20). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99.",
      "charCount": "4980",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stephen-bush\">Stephen Bush</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]