[
  {
    "id": "politics/2019/sep/15/labour-members-to-push-for-anti-brexit-stance-at-conference",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-15T21:00:36Z",
    "webTitle": "Labour members to push for anti-Brexit stance at conference",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/15/labour-members-to-push-for-anti-brexit-stance-at-conference",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/15/labour-members-to-push-for-anti-brexit-stance-at-conference",
    "fields": {
      "headline": "Labour members to push for anti-Brexit stance at conference",
      "standfirst": "<p>Vast majority of motions submitted call for party to explicitly back remain</p>",
      "trailText": "Vast majority of motions submitted call for party to explicitly back remain",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"af3ed3073d9194da209741504e23f4d9493d4477\"> <img src=\"https://media.guim.co.uk/af3ed3073d9194da209741504e23f4d9493d4477/98_90_3421_2054/1000.jpg\" alt=\"Labour ‘s deputy leader, Tom Watson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour ‘s deputy leader, Tom Watson, called last week for the ‘unambiguously and unequivocally back remain’.</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>",
      "body": "<p>Labour will face increased pressure from local party activists to adopt a more wholehearted anti-Brexit stance at its upcoming conference, according to an analysis of submitted motions which shows 90% want the party to openly back remain in any future referendum.</p> <p>The scrutiny of the 90 motions connected to Brexit tabled by local parties ahead of the conference in Brighton, which will begin on Saturday 21 September, showed 81 of them called for Labour to explicitly support remain, while there were none opposing a second referendum which included a remain option.</p> <p>The group Another Europe is Possible, which carried out the study and which campaigns for remain from a leftwing perspective, said the results showed the Labour leadership should listen to the views of party members on Brexit.</p> <p>Labour is currently committed to going into a general election pushing for a new referendum, which would include a “credible” leave option – possibly a deal negotiated by Labour – and an option to stay in the EU.</p> <p>However, there has been no decision as to what side Labour would back in a referendum, with some tension between more remain-minded elements of the parliamentary party and the more cautious approach of Jeremy Corbyn and his allies.</p> <p>Last week the party’s deputy leader, Tom Watson, <a href=\"https://www.theguardian.com/politics/2019/sep/10/tom-watson-to-break-labours-uneasy-truce-over-brexit\">used a speech</a> to argue that Labour should “unambiguously and unequivocally back remain”, and also seek a second Brexit referendum before a general election. The idea was <a href=\"https://www.theguardian.com/politics/2019/sep/11/jeremy-corbyn-rejects-call-tom-watson-labour-fully-back-remain\">swiftly rejected</a> by Corbyn, who called it “Tom’s view”.</p> <p>Remain-minded campaigners are set to push the issue at the conference. A majority of the Brexit motions submitted have been put forward either by Another Europe is Possible or two other groups, Labour for a Socialist Europe and Open Labour.</p> <p>Michael Chessum from Another Europe is Possible said: “Labour members are the secret weapon of the party at a general election, and the party ignores them at its peril.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/11/labour-activists-pledge-to-create-most-radical-manifesto-ever\">Labour activists pledge to create most radical manifesto ever</a> </p> </aside>  <p>“Support for an explicit remain stance is evidently overwhelming. If backroom manoeuvres are deployed to stop this being debated on conference floor it will be a disaster for morale and for Labour’s prospects.</p> <p>“We need a debate and a vote at conference. Only if Labour can get clarity on this part of its policy can it fight the election on its domestic agenda.”</p> <p>Polling has indicated that the mass Labour membership is notably more remain-minded than the party’s official policy, with <a href=\"https://www.theguardian.com/politics/2019/jan/02/most-labour-members-believe-corbyn-should-back-second-brexit-vote\">one survey from January</a> saying 72% sought a second referendum, and 88% saying they would back remain if one was held.</p>",
      "wordcount": "421",
      "firstPublicationDate": "2019-09-15T21:00:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:52Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cbdgx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/af3ed3073d9194da209741504e23f4d9493d4477/98_90_3421_2054/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour will face increased pressure from local party activists to adopt a more wholehearted anti-Brexit stance at its upcoming conference, according to an analysis of submitted motions which shows 90% want the party to openly back remain in any future referendum. The scrutiny of the 90 motions connected to Brexit tabled by local parties ahead of the conference in Brighton, which will begin on Saturday 21 September, showed 81 of them called for Labour to explicitly support remain, while there were none opposing a second referendum which included a remain option. The group Another Europe is Possible, which carried out the study and which campaigns for remain from a leftwing perspective, said the results showed the Labour leadership should listen to the views of party members on Brexit. Labour is currently committed to going into a general election pushing for a new referendum, which would include a “credible” leave option – possibly a deal negotiated by Labour – and an option to stay in the EU. However, there has been no decision as to what side Labour would back in a referendum, with some tension between more remain-minded elements of the parliamentary party and the more cautious approach of Jeremy Corbyn and his allies. Last week the party’s deputy leader, Tom Watson, used a speech to argue that Labour should “unambiguously and unequivocally back remain”, and also seek a second Brexit referendum before a general election. The idea was swiftly rejected by Corbyn, who called it “Tom’s view”. Remain-minded campaigners are set to push the issue at the conference. A majority of the Brexit motions submitted have been put forward either by Another Europe is Possible or two other groups, Labour for a Socialist Europe and Open Labour. Michael Chessum from Another Europe is Possible said: “Labour members are the secret weapon of the party at a general election, and the party ignores them at its peril. “Support for an explicit remain stance is evidently overwhelming. If backroom manoeuvres are deployed to stop this being debated on conference floor it will be a disaster for morale and for Labour’s prospects. “We need a debate and a vote at conference. Only if Labour can get clarity on this part of its policy can it fight the election on its domestic agenda.” Polling has indicated that the mass Labour membership is notably more remain-minded than the party’s official policy, with one survey from January saying 72% sought a second referendum, and 88% saying they would back remain if one was held.",
      "charCount": "2528",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/sep/15/george-orwell-was-right-private-schools-bar-moves-towards-a-fairer-society",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-09-15T15:47:55Z",
    "webTitle": "George Orwell was right, private schools bar moves towards a fairer society | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/sep/15/george-orwell-was-right-private-schools-bar-moves-towards-a-fairer-society",
    "apiUrl": "https://content.guardianapis.com/education/2019/sep/15/george-orwell-was-right-private-schools-bar-moves-towards-a-fairer-society",
    "fields": {
      "headline": "George Orwell was right, private schools bar moves towards a fairer society",
      "standfirst": "<strong>Jol Miskin </strong>and<strong> Margaret Tulloch </strong>on what Labour may do about private education, and <strong>Robert Harding </strong>and<strong> John Lancaster </strong>on the Oxbridge intake from state schools",
      "trailText": "Letters: <strong>Jol Miskin </strong>and<strong> Margaret Tulloch </strong>on what Labour may do about private education, and <strong>Robert Harding </strong>and<strong> John Lancaster </strong>on the Oxbridge intake from state schools",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"632daaa4db813853a0e5a9d90f6d0bff5ceae835\"> <img src=\"https://media.guim.co.uk/632daaa4db813853a0e5a9d90f6d0bff5ceae835/0_224_3700_2221/1000.jpg\" alt=\"Eton public schoolboys.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Eton public schoolboys. ‘Those educated in such establishments sustain the status quo of a hierarchical society, with them nicely positioned at the top.’</span> <span class=\"element-image__credit\">Photograph: Andrew Michael/Alamy</span> </figcaption> </figure>",
      "body": "<p>I couldn’t agree more with Melissa Benn that the private school system is “morally rotten” and the moment for its demise is, or could, be close (<a href=\"https://www.theguardian.com/education/2019/sep/10/private-school-system-morally-rotten-moment-for-downfall-melissa-benn\" title=\"\">Education</a>, 10 September). I emphasise “could” as this is hardly a new phenomenon or issue.</p> <p>George Orwell in The Lion and the Unicorn recognised clearly how private education stood in the way of any move towards a fairer, more egalitarian and equal society. He – a product himself of Eton – knew only too well how those educated in such establishments sustained the status quo of a hierarchical society, with them nicely positioned at the top. Today, look no further than the highest echelons of the legal profession, banking, politics and the armed forces for confirmation: public (private) schools and Oxbridge backgrounds are massively over-represented.</p> <p>We need a government that has the will to act. As Benn suggests, there are options. One, the slow death of private education through withdrawing charitable status, dripping in more working-class kids, etc. But how long would that take? Orwell suggested the state should start by taking responsibility for all education. He argued this might just be a gesture, but that gestures were important.</p> <p>Why not nationalise all education, but in order that private schools quickly become an integrated part of a new democratically controlled comprehensive state education system? And that also means bringing back local education authorities. Let’s hope this forms part of the Labour party’s emerging national education service.<br><strong>Jol Miskin</strong><br><em>Sheffield</em></p> <p>• It’s good news if “Labour looks ready to end an uneasy silence” on the entrenched segregation of private education. However, it has not broken its silence on ending the entrenched segregation of selection at 11, which affects thousands of children and it did not, in all those years in office, take any real action to end it. So will we see a new Labour government bring private schools into the state system, and along with them even more selection?<br><strong>Margaret Tulloch</strong><br><em>London</em></p> <p>• There have been many articles about Oxbridge’s high number of undergraduates from private schools and the reasons particular to those universities as to why (<a href=\"https://www.theguardian.com/education/2019/sep/09/cambridge-university-accepts-record-number-of-state-school-pupils\" title=\"\">Cambridge ‘encouraged’ by highest intake of freshers from state schools</a>, 9 September). But high compared with what? Rarely, if ever, has an article made the point that Oxford and Cambridge private school intake percentages are broadly comparable with those of a number of other universities; and that last year 24 institutions had intakes on or above 20%. Surely, there needs to be a move away from this obsession with Oxbridge in order to interrogate the university sector as a whole.<br><strong>Robert Harding</strong><br><em>Ely, Cambridgeshire</em></p> <p>• It is heartening to read about Cambridge University increasing its proportion of state school students to 68%. I wonder what percentage are from comprehensive schools and how many come from grammar schools and from those selective sixth-form colleges like Hills Road in Cambridge, where I believe a number of refugees from the private sector seek to benefit from the university’s most welcome conversion to positive discrimination.<br><strong>John Lancaster</strong><br><em>Peterborough</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "545",
      "commentable": "false",
      "firstPublicationDate": "2019-09-15T15:47:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-15T16:15:01Z",
      "newspaperEditionDate": "2019-09-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cbdae",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/632daaa4db813853a0e5a9d90f6d0bff5ceae835/0_224_3700_2221/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I couldn’t agree more with Melissa Benn that the private school system is “morally rotten” and the moment for its demise is, or could, be close (Education, 10 September). I emphasise “could” as this is hardly a new phenomenon or issue. George Orwell in The Lion and the Unicorn recognised clearly how private education stood in the way of any move towards a fairer, more egalitarian and equal society. He – a product himself of Eton – knew only too well how those educated in such establishments sustained the status quo of a hierarchical society, with them nicely positioned at the top. Today, look no further than the highest echelons of the legal profession, banking, politics and the armed forces for confirmation: public (private) schools and Oxbridge backgrounds are massively over-represented. We need a government that has the will to act. As Benn suggests, there are options. One, the slow death of private education through withdrawing charitable status, dripping in more working-class kids, etc. But how long would that take? Orwell suggested the state should start by taking responsibility for all education. He argued this might just be a gesture, but that gestures were important. Why not nationalise all education, but in order that private schools quickly become an integrated part of a new democratically controlled comprehensive state education system? And that also means bringing back local education authorities. Let’s hope this forms part of the Labour party’s emerging national education service. Jol Miskin Sheffield • It’s good news if “Labour looks ready to end an uneasy silence” on the entrenched segregation of private education. However, it has not broken its silence on ending the entrenched segregation of selection at 11, which affects thousands of children and it did not, in all those years in office, take any real action to end it. So will we see a new Labour government bring private schools into the state system, and along with them even more selection? Margaret Tulloch London • There have been many articles about Oxbridge’s high number of undergraduates from private schools and the reasons particular to those universities as to why (Cambridge ‘encouraged’ by highest intake of freshers from state schools, 9 September). But high compared with what? Rarely, if ever, has an article made the point that Oxford and Cambridge private school intake percentages are broadly comparable with those of a number of other universities; and that last year 24 institutions had intakes on or above 20%. Surely, there needs to be a move away from this obsession with Oxbridge in order to interrogate the university sector as a whole. Robert Harding Ely, Cambridgeshire • It is heartening to read about Cambridge University increasing its proportion of state school students to 68%. I wonder what percentage are from comprehensive schools and how many come from grammar schools and from those selective sixth-form colleges like Hills Road in Cambridge, where I believe a number of refugees from the private sector seek to benefit from the university’s most welcome conversion to positive discrimination. John Lancaster Peterborough • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3456",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/15/five-highlights-from-the-liberal-democrat-conference",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-15T15:29:01Z",
    "webTitle": "Today at the Liberal Democrat conference",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/15/five-highlights-from-the-liberal-democrat-conference",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/15/five-highlights-from-the-liberal-democrat-conference",
    "fields": {
      "headline": "Today at the Liberal Democrat conference",
      "standfirst": "<p>A controversial Brexit motion passed in Bournemouth, and Jo Swinson shared her thoughts on David Cameron</p>",
      "trailText": "A controversial Brexit motion passed in Bournemouth, and Jo Swinson shared her thoughts on David Cameron ",
      "byline": "Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"fee7065962c7d058bb38ff3610d3034885e04978\"> <img src=\"https://media.guim.co.uk/fee7065962c7d058bb38ff3610d3034885e04978/0_129_3500_2101/1000.jpg\" alt=\"Jo Swinson (centre left) and Lib Dem colleagues vote during the Liberal Democrats autumn conference in Bournemouth\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson (centre left) and Lib Dem colleagues vote during the Liberal Democrats autumn conference in Bournemouth</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>",
      "body": "<h2>Quote of the day</h2> <blockquote class=\"quoted\"> <p>No, I don’t forgive David Cameron for calling the referendum. I think so much of the problems we are facing right now stem from David Cameron’s shocking misjudgment in putting the interests of the Conservative party in front of the national interest.”</p> </blockquote> <p><em>Jo Swinson, the Lib Dem leader, at a Q&amp;A session with conference delegates</em></p> <h2>Debate of the day</h2> <p>To revoke or not revoke? A motion on Europe contained a policy committing the party to unilaterally revoke Brexit, without a referendum, if it won a majority in the next general election.</p> <p>This caused a fairly robust debate in the hall, with some delegates, among them the party veteran and former MP Simon Hughes, arguing it risked pushing the Lib Dems towards a core remain appeal, which might go down well in some cities but would not win new votes elsewhere.</p> <p>But proponents said it would distinguish the party’s Brexit policy from Labour and would only happen with the democratic endorsement of an election win. The unspoken subtext was that not even die-hard Lib Dems believe they will win a Commons majority, so it is primarily an election ruse. The motion thus passed overwhelmingly.</p> <h2>Speech of the day</h2> <p>Former leader Vince Cable cheered the faithful with a rousing speech that covered everything from being mistaken for a TV weatherman by a hen party while on a trip to Gibraltar, to comparing Boris Johnson to the briefly reigning 1st-century Roman emperor Galba – with a punchline delivered in Latin.</p> <h2>Tweet of the day</h2> <p>New recruit Sam Gyimah defended his role as a Conservative minister in blocking a backbench bill to retrospectively wipe the criminal records of gay men convicted over now-repealed laws, which has prompted some criticism.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamGyimah/status/1173204130686480384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On my role in the Turing Bill. I’m proud to have been the Minister who got it onto the Statute book with full cross-party support. Unfortunate that in the process had to stop a flawed bill that would have created an unjust law. Love is love. <a href=\"https://t.co/WzZjX9NLyO\">https://t.co/WzZjX9NLyO</a></p>&mdash; Sam Gyimah MP (@SamGyimah) <a href=\"https://twitter.com/SamGyimah/status/1173204130686480384?ref_src=twsrc%5Etfw\">September 15, 2019</a></blockquote>  </figure>  <h2>Monday’s highlights</h2> <p>The main speeches to come on Monday are from another new recruit, Chuka Umunna, and from Ed Davey, the party’s deputy leader and Treasury spokesman, who lost out to Swinson in the leadership election. The conference floor will also debate tackling the climate emergency, an increasingly important issue for the Lib Dems.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "342",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-09-15T15:29:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:53Z",
      "newspaperEditionDate": "2019-09-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cbdbc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fee7065962c7d058bb38ff3610d3034885e04978/0_129_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Quote of the day No, I don’t forgive David Cameron for calling the referendum. I think so much of the problems we are facing right now stem from David Cameron’s shocking misjudgment in putting the interests of the Conservative party in front of the national interest.” Jo Swinson, the Lib Dem leader, at a Q&amp;A session with conference delegates Debate of the day To revoke or not revoke? A motion on Europe contained a policy committing the party to unilaterally revoke Brexit, without a referendum, if it won a majority in the next general election. This caused a fairly robust debate in the hall, with some delegates, among them the party veteran and former MP Simon Hughes, arguing it risked pushing the Lib Dems towards a core remain appeal, which might go down well in some cities but would not win new votes elsewhere. But proponents said it would distinguish the party’s Brexit policy from Labour and would only happen with the democratic endorsement of an election win. The unspoken subtext was that not even die-hard Lib Dems believe they will win a Commons majority, so it is primarily an election ruse. The motion thus passed overwhelmingly. Speech of the day Former leader Vince Cable cheered the faithful with a rousing speech that covered everything from being mistaken for a TV weatherman by a hen party while on a trip to Gibraltar, to comparing Boris Johnson to the briefly reigning 1st-century Roman emperor Galba – with a punchline delivered in Latin. Tweet of the day New recruit Sam Gyimah defended his role as a Conservative minister in blocking a backbench bill to retrospectively wipe the criminal records of gay men convicted over now-repealed laws, which has prompted some criticism. Monday’s highlights The main speeches to come on Monday are from another new recruit, Chuka Umunna, and from Ed Davey, the party’s deputy leader and Treasury spokesman, who lost out to Swinson in the leadership election. The conference floor will also debate tackling the climate emergency, an increasingly important issue for the Lib Dems.",
      "charCount": "2053",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "tv-and-radio/2019/sep/15/question-time-40th-anniversary-bbc-bias-brexit-fiona-bruce",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-09-15T08:00:21Z",
    "webTitle": "Fiona Bruce on 40 years of Question Time: 'It's where the reality confronts the rhetoric'",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/sep/15/question-time-40th-anniversary-bbc-bias-brexit-fiona-bruce",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/sep/15/question-time-40th-anniversary-bbc-bias-brexit-fiona-bruce",
    "fields": {
      "headline": "Fiona Bruce on 40 years of Question Time: 'It's where the reality confronts the rhetoric'",
      "standfirst": "<p>The BBC panel show now causes as much debate as it hosts, accused of bias by all sides. Presenter Fiona Bruce still has hope for the future</p>",
      "trailText": "The BBC panel show now causes as much debate as it hosts, accused of bias by all sides. Presenter Fiona Bruce still has hope for the future",
      "byline": "Tim Adams",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"8b5072fce4b0e6e1818968ed1a1729696121c5e7\"> \n <img src=\"https://media.guim.co.uk/8b5072fce4b0e6e1818968ed1a1729696121c5e7/0_832_9000_5401/1000.jpg\" alt=\"Fiona Bruce\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Fiona Bruce: ‘The BBC value I aspire to represent on <em>Question Time</em> is simply impartiality.’ Photograph by Pål Hansen, hair and makeup by Sadaf Ahmad </span> \n  <span class=\"element-image__credit\">Photograph: Pål Hansen/The Observer</span> \n </figcaption> \n</figure>",
      "body": "<p><em>Question Time</em> turns 40 at the end of this month. The BBC institution is not immune to that birthday’s particular mix of crisis and denial. While the programme’s 25th year was marked with affectionate celebration and nostalgic retrospectives, this time around there will be little fanfare. Mostly, you imagine, like many of us who have experienced that midlife milestone, the show would ideally like to take to its bed in a darkened room to fret about its blood pressure and its sell-by date, and to relive those golden years before any red-faced audience member ever yelled the words “no deal” or “confirmatory vote” or “the Irish backstop”.</p> \n<p>For those who hold to the idea that politics and journalism should be more about listening than lecturing, more about informed doubt than angry certainty, <em>Question Time</em> has for a long while been an uncomfortable watch. Since the redoubtable charmer David Dimbleby finally threw in the towel after 25 years, aged 80, in December, the hottest seat in British broadcasting has belonged to Fiona Bruce, who maintains a measure of order with a mixture of good humour and exasperation and that judiciously raised eyebrow. Her early outings on the show were praised for their briskness and confidence. As this long year has worn on, however, she has, like the rest of us, looked a little more beleaguered. She was not 20 minutes into the first show after the summer break before she was calling a time-out to the partisan bickering: “We are better than this.” Most evidence in the current public square suggests that we are not.</p> \n<p>I met her last Monday, at the same moment that her equivalent in the House of Commons, John Bercow, was announcing his departure. She had been instrumental, the week before, in bringing back <em>Question Time</em> earlier than scheduled “because we all felt it was important for people to be able to hold their elected representatives to account in the absence of parliament”. Was there a part of her that wished she had stuck to <em>Fake </em><em>Or Fortune?</em>, <em>The Antiques Roadshow</em> and the news?</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"cefafa39-4b99-49a1-b081-b34cfe92684d\" data-atom-type=\"timeline\"> \n  <div>\n   <div class=\"atom-Timeline\">\n    <p><i>(September 13, 1979)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>The first episode of <i>Question Time</i> is broadcast on BBC One on 25 September, hosted by Robin Day. The panel – “There they are and here we go” – consists of the Labour MP Michael Foot, Edna O’Brien, the Tory MP Teddy Taylor and the archbishop of Liverpool Derek Worlock. The format is based on Radio 4’s <i>Any Questions?</i></p>\n    <p></p>\n    <p><i>(September 13, 1984)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>A special <i>Question Time</i> episode from Brussels with the former Tory PM Edward Heath, the Labour MP Robin Cook and the SDP co-founder Roy Jenkins.</p>\n    <p></p>\n    <p><i>(September 13, 1989)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Robin Day announces his retirement. Peter Sissons takes over until 1993. The BBC begins filming the show in different locations.&nbsp;</p>\n    <p></p>\n    <p><i>(September 13, 1994)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>David Dimbleby succeeds Sissons. In the mid 90s, there is a change in format, whereby audience members vote at the end of the show using voting&nbsp;pads.&nbsp;</p>\n    <p></p>\n    <p><i>(September 13, 2004)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p><i>Schools Question Time</i> launches, the aim being to improve political literacy and communication skills.</p>\n    <p></p>\n    <p><i>(September 13, 2005)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p><i>Question Time</i> makes history during the general election by featuring a head to head between the three main party leaders – Tony Blair, Michael Howard and Charles Kennedy.&nbsp;</p>\n    <p></p>\n    <p><i>(September 13, 2009)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>The show records its highest figures to date, peaking at 8.3&nbsp;million viewers when the BNP leader, Nick Griffin, appears on the panel. David Dimbleby misses chairing an episode for the first time in 15 years, having been injured by a bullock on his farm. John Humphrys steps in.</p>\n    <p></p>\n    <p><i>(September 13, 2018)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>David Dimbleby announces his retirement after 25 years and 914 episodes. Fiona Bruce replaces him.&nbsp;</p>\n    <p><i>Question Time</i> is the BBC’s most tweeted-about show in 2018.</p>\n    <p></p>\n    <p><i>(September 13, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>To date, 1,413 episodes of <i>Question Time</i> have aired and the show has about 2 million viewers per episode.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>She insists none at all. “At the moment, <em>Question Time</em> occupies so much mental energy [for me]. But I tell myself a) times will not always be this fraught, and b) I will get more used to it. So it won’t always be like this.”</p> \n<p>I wish I shared her confidence. That first week back she gave in to the inevitable and the audience talked Brexit and prorogation for the whole hour. Why?</p> \n<p>“When we get the questions in from the audience, we are trying to plot a way through the programme. But last week the plan was just to try to find a way forward [in the current political stalemate].”</p> \n<p>She began that quest by asking the audience in advance to signal whether they were remainers or leavers, roundheads or cavaliers. The gesture looked like a pre-emptive strike to appease those critics who see bias in the BBC’s every utterance.</p> \n<p>Of course, it achieved no such thing. <em>Question Time</em> has a bigger Twitter response in the UK <a href=\"https://www.campaignlive.co.uk/article/love-island-beats-politics-tweeted-about-tv-show-2018/1521081\" title=\"\">than any programme other than </a><em><a href=\"https://www.campaignlive.co.uk/article/love-island-beats-politics-tweeted-about-tv-show-2018/1521081\" title=\"\">Love Island</a></em>. Each episode of the programme has long since become a real-time media studies lesson. Bruce and the panel and selected members of the audience are freeze-framed for evidence of Brexit collusion or Remoaner conspiracy. No one, it can seem on Twitter at least, is immune to these tribal knee-jerks. Iain Dale, the LBC presenter and Tory commentator, who was a guest on that first show, was thrilled to note the boost it had given to his online following. He immediately fed that crowd by tweeting a tally of the amount of time each panellist had been allowed to speak. Despite the fact that by far the most newsworthy moment of that programme involved Labour’s Emily Thornberry being exposed explaining the absurdist contradictions of her party’s current policy, Dale used the data to support his belief that there was an anti-Brexit conspiracy on the show.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4b651e39-3d5d-46c3-b10b-05bd77f89673\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/bGnEcyxZIOM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Bruce rolls her eyes just a little. “Last week, it was six people on the panel [instead of the usual five] and that definitely made it harder,” she says. “But I think there is little point counting the minutes and seconds each person gets. Partly because you need to take the political representation over the series rather than one snapshot programme, and of course how much you talk doesn’t necessarily reflect how much impact you have.”</p> \n<p><em>Question Time</em> was born in a similar moment of political polarisation: 1979, the first year of the Thatcher government. As the first chair, Sir Robin Day, said, it was an experiment in putting politicians in front of “what’s described in TV circles as ‘real people’ to distinguish them from people who work in television”. It was the third episode before a cabinet minister, Michael Heseltine, appeared, and offered himself as a rather grandiose conductor of the audience’s discontent. Watching those early episodes now, you have a sense of a different kind of relationship between panel and questioners. There is a little more general politeness from the latter, and a degree of anxiety about being the target of Day’s gruff wit. In the years since then, many things have changed. But the most obvious one is that people now have more practice and opportunity in broadcasting opinions – and belief in their need to be heard.</p> \n<p>In the early days of social media, Dimbleby used to read out the show’s Twitter hashtag in the style of a high court judge presented with the latest fashion in tattoos. Latterly, he acknowledged the highly vocal “audience at home” as a crucial part of the reach of the show. Our greater access to politicians, and to commenting on their every gesture, has led to two things: their calibre has apparently fallen, and the collective mistrust of them has grown. Does Bruce think the relationship is retrievable?</p> \n<p>“The one thing that <em>Question Time</em> still does which other programmes cannot do is cut through the political messaging,” she says. “I always ask people to be polite; sometimes they are very direct. And as any politician knows, if you face the public directly, anything can happen. Look at Boris Johnson in West Yorkshire the other day – you just don’t know who is going to shake your hand and<a href=\"https://www.theguardian.com/politics/2019/sep/06/walkabout-goes-awry-for-johnson-in-straight-talking-yorkshire\" title=\"\"> politely tell you to ‘leave their town’</a>. That is where the jeopardy comes on <em>Question Time</em> and not all politicians want to come on it, for that reason.”</p> \n<figure class=\"element element-image\" data-media-id=\"74f4789832c09dd65d3ba6bb21d8a515a0e68ce0\"> \n <img src=\"https://media.guim.co.uk/74f4789832c09dd65d3ba6bb21d8a515a0e68ce0/188_246_886_886/500.jpg\" alt=\"Sir Robin Day, Question Time’s first presenter.\" width=\"500\" height=\"500\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Sir Robin Day, Question Time’s first presenter.</span> \n  <span class=\"element-image__credit\">Photograph: Mirrorpix/Alamy</span> \n </figcaption> \n</figure> \n<p>Those who do rarely seem to have the time or the inclination to utter anything other than practised party lines. Hasn’t it actually become yet another opportunity for the two tribes that now make up our nation to display their colours, and to let off some steam?</p> \n<p>“It can be cathartic, people like to vent on Brexit, but I still think it works best when people want an answer to a specific question. For example, I remember Nigel Farage was on – he has actually only been on once since I started – and someone asked him: ‘What other country trades only on WTO rules?’ The man in the audience just kept trying to get him to name one, which he didn’t. The best thing, on <em>Question Time</em>, is when the reality confronts the rhetoric.”</p> \n<p>In his own recollections of the programme, Day mentioned that he regretted not having a greater say in choosing panellists. Has Bruce managed to win that concession?</p> \n<p>“I do get involved,” she says. “It would be wonderful if I could sit there and say: ‘let’s have Michael Gove this week’, or whatever. But sadly it is not like that. Mostly there is a member of the government and a member of the opposition put forward, and then the rest is worked out over a year to get fair representation.”</p> \n<p>Farage, who has an amazing appearance record, seems to have been a particularly fortunate beneficiary of that system…</p> \n<p>“Not as amazing as Ken Clarke, who has been on it 59 times, I think.”</p> \n<p>But whereas Clarke has held many of the highest offices in the land over half a century, Farage has been on 33 times having never been elected an MP…</p> \n<p>“I am not fully across why that was,” Bruce says. “It was before my time. He came on with me after the European elections, once, which seemed reasonable, as he led the largest party.”</p> \n<figure class=\"element element-image\" data-media-id=\"8d3f5fb20370477957b27544e0777e9a316c47a7\"> \n <img src=\"https://media.guim.co.uk/8d3f5fb20370477957b27544e0777e9a316c47a7/28_0_4800_2880/1000.jpg\" alt=\"Question Time in London, 5 September 2019: (left to right) Layla Moran, Richard Tice, Emily Thornberry, Fiona Bruce, Kwasi Kwarteng, Ian Blackford, Iain Dale.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Question Time in London, 5 September 2019: (left to right) Layla Moran, Richard Tice, Emily Thornberry, Fiona Bruce, Kwasi Kwarteng, Ian Blackford, Iain Dale.</span> \n  <span class=\"element-image__credit\">Photograph: Universal News And Sport (Europe)</span> \n </figcaption> \n</figure> \n<p>In some ways Bruce’s own appointment appeared an odd choice at the time. It was generally accepted that whoever would replace Dimbleby had to be a woman, but others among what Bruce sweetly calls “the BBC sisterhood” – Mishal Husain, Kirsty Wark, Emily Maitlis – had arguably a greater depth of political experience. Bruce, by all accounts, aced the audition process, which involved a practice live show. Her apparently impermeable good humour was no doubt a factor. Anyone who took the thing more to heart would probably go bonkers after a couple of weeks.</p> \n<p>You don’t have to spend long in her company to understand that her <em>Antiques Roadshow</em> bonhomie is not just for the cameras. There is a cloak of cheery confidence about her. A 2009 appearance on <em><a href=\"http://www.bbc.co.uk/whodoyouthinkyouare/new-stories/fiona-bruce/index.shtml\" title=\"\">Who Do You Think You Are?</a></em> revealed some of the roots of that, when she traced her father’s family back to an impoverished fishing village in Scotland. Her old man had escaped that, a considerable autodidact, to make it from the post room to the boardroom at Unilever.</p> \n<p>Would she say that he had imbued his youngest child with a sense that anything was possible?</p> \n<p>“He never said that in so many words. But yes, given where he came from and what he did, I think subconsciously I have always felt that.”</p> \n<p>When <em>Question Time</em> came her way, she followed Dimbleby’s obvious advice and just tried to be herself.</p> \n<p>“I am a simple soul,” she says, not quite believably. “And you don’t have time to dissemble on live TV even if you wanted to. Everything is happening around you and you just react. If you were also trying to be a character, I’m not sure how you would do that.”</p> \n<p>Day in particular gave the show its knockabout gravitas by being a political insider. Would she count politicians among her friends?</p> \n<p>“That is not the world I have inhabited. God, who knows how long I will do this and if that will change. But I think it is healthy for me to keep a distance.”</p> \n<p>That sense of perspective, of an outsider’s eye, she suggests, is rooted in a childhood that began in Singapore where her father ran Unilever’s east Asian operation.</p> \n<p>“I didn’t grow up in this British system,” she says. The family came back briefly to live on the Wirral when she was six. Then later, until she was 14, she was sent to an international school in Milan, “a Tower of Babel of different languages and nationalities”. Her best friend was Norwegian, and they remain close. She returned from Milan, where she mixed with the “kids of international business people”, to a comprehensive in New Cross, south London, another “big adjustment”. From there, she used the language skills she had to win a place at Oxford, where she was “interested in women’s politics and having a good time”. She was very briefly a protester at Greenham Common; she fronted a punky band and dyed her hair blue (but only for a week). She was not involved in student party politics, and never a member of any party “because no party has ever had sufficient pull for me. And that is just as well now.”</p> \n<figure class=\"element element-image\" data-media-id=\"7c85e54b4858a47f708b12768a051084c8479966\"> \n <img src=\"https://media.guim.co.uk/7c85e54b4858a47f708b12768a051084c8479966/0_110_1728_1037/1000.jpg\" alt=\"David Dimbleby with guest Tony Blair in 2000.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">David Dimbleby with guest Tony Blair in 2000.</span> \n  <span class=\"element-image__credit\">Photograph: Chris Ison/PA</span> \n </figcaption> \n</figure> \n<p>Her desire to go into journalism came quite late. She worked at the management consultancy Accenture for a year, with airy ideas of an MBA, but spent much of it crying in the loos. She escaped to a job in advertising for four years – “had a blast” – and met her husband of 25 years, Nigel Sharrocks, who was a director at the BMP agency. She eventually talked her way into a job as a researcher on <em>Panorama</em> after she met its editor at a wedding.</p> \n<p>She became the first woman to have presented both <em>News at Six</em> and <em>News at 10</em>. Does she think of herself as a presenter or a journalist?</p> \n<p>“I think of myself as a journalist first and foremost.”</p> \n<p>Before Dimbleby took on the <em>Question Time</em> job, Jeremy Paxman auditioned. By some accounts he savaged both the panel and the audience. Does Bruce feel TV journalism has to be combative to get at the truth?</p> \n<p>“Not always. I had done debate programmes before and quite often you go into them thinking: ‘I might need to build some energy in the room.’ On <em>Question Time</em>, the reverse is true. A lot of the time, I am just trying to not have it turn into a slanging match. You want some heat in the programme, but you need more light than heat. I think if I don’t do that, sometimes it is just going to run away and be incredibly ill tempered. Who wants to watch that?”</p> \n<p>The answer to that question is perhaps: quite a lot of people. For a while, in more politically stable times, there seemed to be an effort to invite mostly career contrarians on the programme in case it became dull. Ten years ago, there was considerable furore around <a href=\"https://www.theguardian.com/politics/2009/oct/23/bnp-nick-griffin-question-time\" title=\"\">the appearance of BNP leader Nick Griffin</a>. More than 8 million people – nearly three times the regular audience, and still easily a record – tuned in to see him undone by Jack Straw and Bonnie Greer. Could Bruce imagine having a figure like Tommy Robinson on?</p> \n<p>The thing about Griffin was that he had become an MEP, Bruce says. “If Robinson hasn’t won representation through a national election, then the question wouldn’t arise.”</p> \n<figure class=\"element element-image\" data-media-id=\"b90ec931222158d2612c52681eec10f332103b48\"> \n <img src=\"https://media.guim.co.uk/b90ec931222158d2612c52681eec10f332103b48/0_382_5729_3437/1000.jpg\" alt=\"Fiona Bruce on Antiques Roadshow.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Fiona Bruce on Antiques Roadshow.</span> \n  <span class=\"element-image__credit\">Photograph: Anna Gordon/The Guardian</span> \n </figcaption> \n</figure> \n<p>The audience appetite for something of a political ruck, however, appears to have sharpened, ingrained by the winner-takes-all mentality of first past the post, and a mistrust of coalition and compromise. Since about the time <em>Question Time</em> first appeared on our screens, it could be argued that we have increased the demand for politicians to entertain us, to be colourful rather than competent. We are, you might say, now reaping that particular whirlwind.</p> \n<p>The present prime minister was a regular fixture on Dimbleby’s <em>Question Time</em> panels. He played a characteristic part in one of the most memorable exchanges on the programme, when the panel debated the award of a knighthood to Salman Rushdie in 2007. Dame Shirley Williams, surprisingly and to her discredit, suggested that the honour was ill judged since it risked insulting some Muslim groups and inflaming tensions. The late Christopher Hitchens made a robust defence of the novelist’s right to offend, with a righteous erudition rarely heard on British TV. When Johnson’s turn came, he inevitably ducked that nuanced and principled argument, and instead mumbled a crowd-pleasing wish that the knighthood had gone to an English novelist with “a grasp of plot and character”: Dick Francis was his suggestion.<br>One result of that ongoing desire for politicians that look for easy applause, rather than confronting hard choices, is a sense of debate as a zero-sum game, rather than an attempt to find consensus. The clips that trend on Twitter from <em>Question Time</em> are often prefaced by the language of cage fighting: “Watch X get owned by Y”; “Y tears Z a new one”. The clips are followed by dialogue in which people shout intemperately on Twitter about <em>Question Time</em> being unwatchable because it reflects a nation in which people shout intemperately.</p> \n<p>It is hard to see that temper cooling. Does Bruce imagine that she might soon have to start programmes by asking everyone to play nicely?</p> \n<p>“I don’t want to be the schoolmarm. You just have to sense the feeling in the room. We had one guy who became so irate he stood up and started haranguing one of the panellists. I had to tell him to sit down, which sounded a little odd.”</p> \n<figure class=\"element element-image\" data-media-id=\"009d48a9e9a616e3f0f79dd54dac2b8441d8bc2f\"> \n <img src=\"https://media.guim.co.uk/009d48a9e9a616e3f0f79dd54dac2b8441d8bc2f/0_0_4096_2458/1000.jpg\" alt=\"Crowds outside New Broadcasting House in central London protest against then BNP leader Nick Griffin’s 2009 Question Time appearance.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Crowds outside the BBC’s former headquarters in White City, London, protest against then BNP leader Nick Griffin’s 2009 Question Time appearance.</span> \n  <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> \n </figcaption> \n</figure> \n<p>The other armchair <em>Question Time</em> sport is the opportunity is provides for the current national pastime of bias-hunting. It is good fodder for those who would rather put our current political impasse down to a misjudged sneer from John Humphrys on the <em>Today</em> programme, or an answer cut short by Fiona Bruce, than to three decades of rising inequality and underinvestment in infrastructure and skills. The BBC has been found wanting in various ways in reporting our political meltdown, but those who, like the Labour peer Andrew Adonis, call it “the Brexit Broadcasting Corporation”, or conversely, along with Nigel Farage, characterise it as “the enemy” should be careful what they wish for.</p> \n<p>“The BBC value I aspire to represent on <em>Question Time</em> is simply impartiality,” Bruce says. “From what I can tell on social media people think the programme is too rightwing. And when you look at the audience research we get people thinking it is too leftwing. I can only hope we fall between those two and plot a course down the middle.”</p> \n<p>The problem is that the middle ground no longer appears to exist, even as a widely held aspiration. Bruce can look like an easy target for those political forces that want to suggest the BBC is the voice of a supposed metropolitan elite. She has homes in Hampstead and Oxfordshire, and has been known to write about nice holidays for the <em>Telegraph</em>. I wonder if she thinks the scrutiny of the corporation in general and <em>Question Tim</em>e in particular has been helped or hindered by publishing presenters’ and journalists’ salaries? (Bruce’s was reportedly between £350,000 and £400,000 before she accepted the <em>Question Time</em> job.)</p> \n<p>“I think it’s a good thing,” she says. “I think it has been helpful for women. And I think: why not?”</p> \n<p>Does she not think average earners might look at those numbers and think: why on earth are taxpayers paying TV presenters four times as much as the prime minister?</p> \n<p>“I can understand that. And I feel incredibly lucky to be doing the jobs I do and be remunerated as I am.”</p> \n<p>Does she see any danger of becoming too far removed from the people she is giving voice to, the audience and the viewers?</p> \n<p>“I don’t think that. But I also think that is partly why I cannot see myself becoming the person who goes to Westminster parties and so on. I see my role on the programme as helping the audience get their answers.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d535d44c-5d09-4df4-8516-8f6e53544e72\" data-atom-type=\"media\"> \n  <div> \n   <iframe width=\"420\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/lai7w7ywgGo\" frameborder=\"0\" allowfullscreen> </iframe> \n  </div>\n </gu-atom> \n</figure> \n<p>You believe Bruce when she says she has the will to escape from work, though it can be all-encompassing. “I go and walk the dog or go horse-riding or whatever it is in the great outdoors and that, for me, is a switch-off,” she says. “My daughter does not like to talk about politics, though my son does, but that means we talk about it at home less than we might. I try not to look at my phone. There was a period where I had Trump’s tweets coming up and that got in my head, so I stopped. But these last couple of weeks it has been impossible, obviously. We had people round for dinner at the weekend, and it was all dominated by Amber Rudd’s resigning.”</p> \n<p>We talk a little about the history of <em>Question Time</em>. The time David Steel and David Owen <a href=\"http://news.bbc.co.uk/1/hi/programmes/question_time/8258846.stm\" title=\"\">proposed their political pact on air</a>; and the time there was <a href=\"http://news.bbc.co.uk/1/hi/uk/4234907.stm\" title=\"\">a marriage proposal in the audience</a> and an awful delay before a “yes”.</p> \n<p>“It is clear the tenor of it has changed so much,” she says. “When Jilly Cooper was on she used to bring champagne and smoked salmon for everyone. Then again, someone once threw a bread roll at Tony Blair at the end of the show and we haven’t had that yet.” If the show holds a mirror up to Britain, what does it currently look like from where she is sitting?</p> \n<p>“We are just so angry,” she says. “And people feel so let down and not listened to and unrepresented, on both sides. It is not a happy country at all at the moment.”</p> \n<p>Does she not fear, whatever madness happens in the coming months, that if she sits there for another five years, or 10 years, every show is going to be about Brexit and its consequences?</p> \n<p>She winces at the thought. “That can’t happen can it? Surely years of negotiating the minutiae of trade deals behind closed doors will not be the same?”</p> \n<p>It only won’t be the same, I suggest, if we belatedly rediscover the arts of consensus, listening, taking on board expert knowledge, and learning how to disagree better. Bruce fervently believes that <em>Question Time</em> has a role to play in that, and also in helping the nation to plot a course through the current mess.</p> \n<p>I admire her confidence. Of all the mail and reaction she has had over these last nine months, I ask, has she received a single letter or tweet or email from someone saying: ‘Thank you to <em>Question Time</em> for helping me to see things in a different light and for changing my view on this subject?’”</p> \n<p>She laughs at the idea. “What do you think?” she says.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "3553",
      "commentCloseDate": "2019-09-15T11:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-15T08:00:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:46:26Z",
      "newspaperEditionDate": "2019-09-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cayaf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8b5072fce4b0e6e1818968ed1a1729696121c5e7/0_832_9000_5401/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Question Time turns 40 at the end of this month. The BBC institution is not immune to that birthday’s particular mix of crisis and denial. While the programme’s 25th year was marked with affectionate celebration and nostalgic retrospectives, this time around there will be little fanfare. Mostly, you imagine, like many of us who have experienced that midlife milestone, the show would ideally like to take to its bed in a darkened room to fret about its blood pressure and its sell-by date, and to relive those golden years before any red-faced audience member ever yelled the words “no deal” or “confirmatory vote” or “the Irish backstop”. For those who hold to the idea that politics and journalism should be more about listening than lecturing, more about informed doubt than angry certainty, Question Time has for a long while been an uncomfortable watch. Since the redoubtable charmer David Dimbleby finally threw in the towel after 25 years, aged 80, in December, the hottest seat in British broadcasting has belonged to Fiona Bruce, who maintains a measure of order with a mixture of good humour and exasperation and that judiciously raised eyebrow. Her early outings on the show were praised for their briskness and confidence. As this long year has worn on, however, she has, like the rest of us, looked a little more beleaguered. She was not 20 minutes into the first show after the summer break before she was calling a time-out to the partisan bickering: “We are better than this.” Most evidence in the current public square suggests that we are not. I met her last Monday, at the same moment that her equivalent in the House of Commons, John Bercow, was announcing his departure. She had been instrumental, the week before, in bringing back Question Time earlier than scheduled “because we all felt it was important for people to be able to hold their elected representatives to account in the absence of parliament”. Was there a part of her that wished she had stuck to Fake Or Fortune?, The Antiques Roadshow and the news? She insists none at all. “At the moment, Question Time occupies so much mental energy [for me]. But I tell myself a) times will not always be this fraught, and b) I will get more used to it. So it won’t always be like this.” I wish I shared her confidence. That first week back she gave in to the inevitable and the audience talked Brexit and prorogation for the whole hour. Why? “When we get the questions in from the audience, we are trying to plot a way through the programme. But last week the plan was just to try to find a way forward [in the current political stalemate].” She began that quest by asking the audience in advance to signal whether they were remainers or leavers, roundheads or cavaliers. The gesture looked like a pre-emptive strike to appease those critics who see bias in the BBC’s every utterance. Of course, it achieved no such thing. Question Time has a bigger Twitter response in the UK than any programme other than Love Island. Each episode of the programme has long since become a real-time media studies lesson. Bruce and the panel and selected members of the audience are freeze-framed for evidence of Brexit collusion or Remoaner conspiracy. No one, it can seem on Twitter at least, is immune to these tribal knee-jerks. Iain Dale, the LBC presenter and Tory commentator, who was a guest on that first show, was thrilled to note the boost it had given to his online following. He immediately fed that crowd by tweeting a tally of the amount of time each panellist had been allowed to speak. Despite the fact that by far the most newsworthy moment of that programme involved Labour’s Emily Thornberry being exposed explaining the absurdist contradictions of her party’s current policy, Dale used the data to support his belief that there was an anti-Brexit conspiracy on the show. Bruce rolls her eyes just a little. “Last week, it was six people on the panel [instead of the usual five] and that definitely made it harder,” she says. “But I think there is little point counting the minutes and seconds each person gets. Partly because you need to take the political representation over the series rather than one snapshot programme, and of course how much you talk doesn’t necessarily reflect how much impact you have.” Question Time was born in a similar moment of political polarisation: 1979, the first year of the Thatcher government. As the first chair, Sir Robin Day, said, it was an experiment in putting politicians in front of “what’s described in TV circles as ‘real people’ to distinguish them from people who work in television”. It was the third episode before a cabinet minister, Michael Heseltine, appeared, and offered himself as a rather grandiose conductor of the audience’s discontent. Watching those early episodes now, you have a sense of a different kind of relationship between panel and questioners. There is a little more general politeness from the latter, and a degree of anxiety about being the target of Day’s gruff wit. In the years since then, many things have changed. But the most obvious one is that people now have more practice and opportunity in broadcasting opinions – and belief in their need to be heard. In the early days of social media, Dimbleby used to read out the show’s Twitter hashtag in the style of a high court judge presented with the latest fashion in tattoos. Latterly, he acknowledged the highly vocal “audience at home” as a crucial part of the reach of the show. Our greater access to politicians, and to commenting on their every gesture, has led to two things: their calibre has apparently fallen, and the collective mistrust of them has grown. Does Bruce think the relationship is retrievable? “The one thing that Question Time still does which other programmes cannot do is cut through the political messaging,” she says. “I always ask people to be polite; sometimes they are very direct. And as any politician knows, if you face the public directly, anything can happen. Look at Boris Johnson in West Yorkshire the other day – you just don’t know who is going to shake your hand and politely tell you to ‘leave their town’. That is where the jeopardy comes on Question Time and not all politicians want to come on it, for that reason.” Those who do rarely seem to have the time or the inclination to utter anything other than practised party lines. Hasn’t it actually become yet another opportunity for the two tribes that now make up our nation to display their colours, and to let off some steam? “It can be cathartic, people like to vent on Brexit, but I still think it works best when people want an answer to a specific question. For example, I remember Nigel Farage was on – he has actually only been on once since I started – and someone asked him: ‘What other country trades only on WTO rules?’ The man in the audience just kept trying to get him to name one, which he didn’t. The best thing, on Question Time, is when the reality confronts the rhetoric.” In his own recollections of the programme, Day mentioned that he regretted not having a greater say in choosing panellists. Has Bruce managed to win that concession? “I do get involved,” she says. “It would be wonderful if I could sit there and say: ‘let’s have Michael Gove this week’, or whatever. But sadly it is not like that. Mostly there is a member of the government and a member of the opposition put forward, and then the rest is worked out over a year to get fair representation.” Farage, who has an amazing appearance record, seems to have been a particularly fortunate beneficiary of that system… “Not as amazing as Ken Clarke, who has been on it 59 times, I think.” But whereas Clarke has held many of the highest offices in the land over half a century, Farage has been on 33 times having never been elected an MP… “I am not fully across why that was,” Bruce says. “It was before my time. He came on with me after the European elections, once, which seemed reasonable, as he led the largest party.” In some ways Bruce’s own appointment appeared an odd choice at the time. It was generally accepted that whoever would replace Dimbleby had to be a woman, but others among what Bruce sweetly calls “the BBC sisterhood” – Mishal Husain, Kirsty Wark, Emily Maitlis – had arguably a greater depth of political experience. Bruce, by all accounts, aced the audition process, which involved a practice live show. Her apparently impermeable good humour was no doubt a factor. Anyone who took the thing more to heart would probably go bonkers after a couple of weeks. You don’t have to spend long in her company to understand that her Antiques Roadshow bonhomie is not just for the cameras. There is a cloak of cheery confidence about her. A 2009 appearance on Who Do You Think You Are? revealed some of the roots of that, when she traced her father’s family back to an impoverished fishing village in Scotland. Her old man had escaped that, a considerable autodidact, to make it from the post room to the boardroom at Unilever. Would she say that he had imbued his youngest child with a sense that anything was possible? “He never said that in so many words. But yes, given where he came from and what he did, I think subconsciously I have always felt that.” When Question Time came her way, she followed Dimbleby’s obvious advice and just tried to be herself. “I am a simple soul,” she says, not quite believably. “And you don’t have time to dissemble on live TV even if you wanted to. Everything is happening around you and you just react. If you were also trying to be a character, I’m not sure how you would do that.” Day in particular gave the show its knockabout gravitas by being a political insider. Would she count politicians among her friends? “That is not the world I have inhabited. God, who knows how long I will do this and if that will change. But I think it is healthy for me to keep a distance.” That sense of perspective, of an outsider’s eye, she suggests, is rooted in a childhood that began in Singapore where her father ran Unilever’s east Asian operation. “I didn’t grow up in this British system,” she says. The family came back briefly to live on the Wirral when she was six. Then later, until she was 14, she was sent to an international school in Milan, “a Tower of Babel of different languages and nationalities”. Her best friend was Norwegian, and they remain close. She returned from Milan, where she mixed with the “kids of international business people”, to a comprehensive in New Cross, south London, another “big adjustment”. From there, she used the language skills she had to win a place at Oxford, where she was “interested in women’s politics and having a good time”. She was very briefly a protester at Greenham Common; she fronted a punky band and dyed her hair blue (but only for a week). She was not involved in student party politics, and never a member of any party “because no party has ever had sufficient pull for me. And that is just as well now.” Her desire to go into journalism came quite late. She worked at the management consultancy Accenture for a year, with airy ideas of an MBA, but spent much of it crying in the loos. She escaped to a job in advertising for four years – “had a blast” – and met her husband of 25 years, Nigel Sharrocks, who was a director at the BMP agency. She eventually talked her way into a job as a researcher on Panorama after she met its editor at a wedding. She became the first woman to have presented both News at Six and News at 10. Does she think of herself as a presenter or a journalist? “I think of myself as a journalist first and foremost.” Before Dimbleby took on the Question Time job, Jeremy Paxman auditioned. By some accounts he savaged both the panel and the audience. Does Bruce feel TV journalism has to be combative to get at the truth? “Not always. I had done debate programmes before and quite often you go into them thinking: ‘I might need to build some energy in the room.’ On Question Time, the reverse is true. A lot of the time, I am just trying to not have it turn into a slanging match. You want some heat in the programme, but you need more light than heat. I think if I don’t do that, sometimes it is just going to run away and be incredibly ill tempered. Who wants to watch that?” The answer to that question is perhaps: quite a lot of people. For a while, in more politically stable times, there seemed to be an effort to invite mostly career contrarians on the programme in case it became dull. Ten years ago, there was considerable furore around the appearance of BNP leader Nick Griffin. More than 8 million people – nearly three times the regular audience, and still easily a record – tuned in to see him undone by Jack Straw and Bonnie Greer. Could Bruce imagine having a figure like Tommy Robinson on? The thing about Griffin was that he had become an MEP, Bruce says. “If Robinson hasn’t won representation through a national election, then the question wouldn’t arise.” The audience appetite for something of a political ruck, however, appears to have sharpened, ingrained by the winner-takes-all mentality of first past the post, and a mistrust of coalition and compromise. Since about the time Question Time first appeared on our screens, it could be argued that we have increased the demand for politicians to entertain us, to be colourful rather than competent. We are, you might say, now reaping that particular whirlwind. The present prime minister was a regular fixture on Dimbleby’s Question Time panels. He played a characteristic part in one of the most memorable exchanges on the programme, when the panel debated the award of a knighthood to Salman Rushdie in 2007. Dame Shirley Williams, surprisingly and to her discredit, suggested that the honour was ill judged since it risked insulting some Muslim groups and inflaming tensions. The late Christopher Hitchens made a robust defence of the novelist’s right to offend, with a righteous erudition rarely heard on British TV. When Johnson’s turn came, he inevitably ducked that nuanced and principled argument, and instead mumbled a crowd-pleasing wish that the knighthood had gone to an English novelist with “a grasp of plot and character”: Dick Francis was his suggestion. One result of that ongoing desire for politicians that look for easy applause, rather than confronting hard choices, is a sense of debate as a zero-sum game, rather than an attempt to find consensus. The clips that trend on Twitter from Question Time are often prefaced by the language of cage fighting: “Watch X get owned by Y”; “Y tears Z a new one”. The clips are followed by dialogue in which people shout intemperately on Twitter about Question Time being unwatchable because it reflects a nation in which people shout intemperately. It is hard to see that temper cooling. Does Bruce imagine that she might soon have to start programmes by asking everyone to play nicely? “I don’t want to be the schoolmarm. You just have to sense the feeling in the room. We had one guy who became so irate he stood up and started haranguing one of the panellists. I had to tell him to sit down, which sounded a little odd.” The other armchair Question Time sport is the opportunity is provides for the current national pastime of bias-hunting. It is good fodder for those who would rather put our current political impasse down to a misjudged sneer from John Humphrys on the Today programme, or an answer cut short by Fiona Bruce, than to three decades of rising inequality and underinvestment in infrastructure and skills. The BBC has been found wanting in various ways in reporting our political meltdown, but those who, like the Labour peer Andrew Adonis, call it “the Brexit Broadcasting Corporation”, or conversely, along with Nigel Farage, characterise it as “the enemy” should be careful what they wish for. “The BBC value I aspire to represent on Question Time is simply impartiality,” Bruce says. “From what I can tell on social media people think the programme is too rightwing. And when you look at the audience research we get people thinking it is too leftwing. I can only hope we fall between those two and plot a course down the middle.” The problem is that the middle ground no longer appears to exist, even as a widely held aspiration. Bruce can look like an easy target for those political forces that want to suggest the BBC is the voice of a supposed metropolitan elite. She has homes in Hampstead and Oxfordshire, and has been known to write about nice holidays for the Telegraph. I wonder if she thinks the scrutiny of the corporation in general and Question Time in particular has been helped or hindered by publishing presenters’ and journalists’ salaries? (Bruce’s was reportedly between £350,000 and £400,000 before she accepted the Question Time job.) “I think it’s a good thing,” she says. “I think it has been helpful for women. And I think: why not?” Does she not think average earners might look at those numbers and think: why on earth are taxpayers paying TV presenters four times as much as the prime minister? “I can understand that. And I feel incredibly lucky to be doing the jobs I do and be remunerated as I am.” Does she see any danger of becoming too far removed from the people she is giving voice to, the audience and the viewers? “I don’t think that. But I also think that is partly why I cannot see myself becoming the person who goes to Westminster parties and so on. I see my role on the programme as helping the audience get their answers.” You believe Bruce when she says she has the will to escape from work, though it can be all-encompassing. “I go and walk the dog or go horse-riding or whatever it is in the great outdoors and that, for me, is a switch-off,” she says. “My daughter does not like to talk about politics, though my son does, but that means we talk about it at home less than we might. I try not to look at my phone. There was a period where I had Trump’s tweets coming up and that got in my head, so I stopped. But these last couple of weeks it has been impossible, obviously. We had people round for dinner at the weekend, and it was all dominated by Amber Rudd’s resigning.” We talk a little about the history of Question Time. The time David Steel and David Owen proposed their political pact on air; and the time there was a marriage proposal in the audience and an awful delay before a “yes”. “It is clear the tenor of it has changed so much,” she says. “When Jilly Cooper was on she used to bring champagne and smoked salmon for everyone. Then again, someone once threw a bread roll at Tony Blair at the end of the show and we haven’t had that yet.” If the show holds a mirror up to Britain, what does it currently look like from where she is sitting? “We are just so angry,” she says. “And people feel so let down and not listened to and unrepresented, on both sides. It is not a happy country at all at the moment.” Does she not fear, whatever madness happens in the coming months, that if she sits there for another five years, or 10 years, every show is going to be about Brexit and its consequences? She winces at the thought. “That can’t happen can it? Surely years of negotiating the minutiae of trade deals behind closed doors will not be the same?” It only won’t be the same, I suggest, if we belatedly rediscover the arts of consensus, listening, taking on board expert knowledge, and learning how to disagree better. Bruce fervently believes that Question Time has a role to play in that, and also in helping the nation to plot a course through the current mess. I admire her confidence. Of all the mail and reaction she has had over these last nine months, I ask, has she received a single letter or tweet or email from someone saying: ‘Thank you to Question Time for helping me to see things in a different light and for changing my view on this subject?’” She laughs at the idea. “What do you think?” she says.",
      "charCount": "19953",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/timadams\">Tim Adams</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/sep/15/we-must-stop-brexit-in-any-form-councillors-tell-jeremy-corbyn",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-15T07:13:18Z",
    "webTitle": "We must stop Brexit in any form, councillors tell Jeremy Corbyn",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/15/we-must-stop-brexit-in-any-form-councillors-tell-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/15/we-must-stop-brexit-in-any-form-councillors-tell-jeremy-corbyn",
    "fields": {
      "headline": "We must stop Brexit in any form, councillors tell Jeremy Corbyn",
      "standfirst": "Grassroots leaders call for a decisive stance to stay in EU and deliver a radical new manifesto",
      "trailText": "Grassroots leaders call for a decisive stance to stay in EU and deliver a radical new manifesto",
      "byline": "Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"f6aed931bc57a117d840ccdf9fde6e48ec0b4502\"> <img src=\"https://media.guim.co.uk/f6aed931bc57a117d840ccdf9fde6e48ec0b4502/0_107_5176_3106/1000.jpg\" alt=\"Jeremy Corbyn.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour members of county and borough councils issued a warning to Jeremy Corbyn.</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn has come under growing internal pressure to commit Labour to a unequivocal policy of remaining in the European Union as more than 100 councillors issued a joint warning to the party’s ruling body that any form of Brexit would threaten jobs, public services, workers’ rights and the environment.</p> <p>In a letter to the national executive committee (NEC), which meets this week, the Labour councillors, including several leaders of county and borough councils, called on the party “to campaign unambiguously and energetically for a public vote on Brexit and to endorse a ‘remain and transform’ position in all circumstances”.</p> <p>The group also said it would “support revoking article 50, if necessary to prevent no deal, and a commitment to a remain and transform position in a general election Labour manifesto”.</p> <p>The grassroots intervention comes ahead of Labour’s annual conference starting in Brighton next weekend, at which the party’s stance on Brexit will be the subject of heated debate.</p> <p>With the Tories and Brexit party committed to leaving the EU, and Liberal Democrats, SNP and Greens firmly in favour of remaining, many Labour MPs, members and activists believe the party needs a similarly clear Brexit policy on which to fight a general election. Labour’s current position is that it would try to renegotiate a new Brexit deal if it formed a government, then put that to a second referendum with the options on the ballot paper being to remain in the EU or accept the new deal.</p>  <figure class=\"element element-image\" data-media-id=\"693988095513ab642710d715b5a5a21bf0b93aa7\"> <img src=\"https://media.guim.co.uk/693988095513ab642710d715b5a5a21bf0b93aa7/0_145_4338_2603/1000.jpg\" alt=\"Emily Thornberry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Thornberry is among shadow cabinet members who said they would vote to remain.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>  <p>Several members of Corbyn’s shadow cabinet, including the shadow foreign secretary, Emily Thornberry, the shadow chancellor, John McDonnell, and the chief whip, Nick Brown, have all said they would vote to remain in such a referendum, rather than vote for their own party’s deal. Corbyn has not said how he would campaign or whether the party would officially take a side.</p> <p>While the nuanced position aims to accommodate both Remain and Leave voters, and is backed by several unions, there are signs of a growing grassroots revolt in favour of an unambiguous commitment to remain. Motions to the conference have already been submitted by more than 60 local branches calling on Corbyn to drop his plan to renegotiate and to commit to staying in the EU in all circumstances. The NEC will meet on Tuesday to discuss Brexit and how to handle the issue at conference.</p> <p>Last year, the subject<a href=\"https://www.theguardian.com/politics/2018/sep/23/brexit-corbyn-under-pressure-from-all-sides-over-peoples-vote\" title=\"\"> dominated Labour’s conference in Liverpool</a>. Eventually the party emerged with a fudged position under which it agreed to keep the idea of a second referendum on the table, if it could not force an early general election.</p>  <figure class=\"element element-image\" data-media-id=\"f0ae5af55e5e16920c068cfe2d0b795e397b4c0d\"> <img src=\"https://media.guim.co.uk/f0ae5af55e5e16920c068cfe2d0b795e397b4c0d/0_139_4164_2498/1000.jpg\" alt=\"The 2018 Labour conference in Liverpool fudged the Brexit issue.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The 2018 Labour conference in Liverpool fudged the Brexit issue.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>  <p>In their letter to the NEC, the councillors say: “As Labour councillors we struggle with huge difficulties caused by Tory government cuts. Further, the economic effects of Brexit have already, and will continue, to increase the problems our constituents face and the barriers councils face in delivering local public services, including fighting the climate emergency.</p> <p>“Any form of Brexit threatens jobs, workers’ rights, migrants, the NHS, public health, public services and the environment, and will make it harder to deliver a radical Labour manifesto. Ending austerity, expanding common ownership, fixing the social care system, and delivering a national education service will be hindered by any form of Brexit. If we leave the EU, we face years of negotiations and neoliberal trade deals.”</p> <p>In <a href=\"https://www.theguardian.com/politics/2019/sep/13/nick-brown-joins-senior-labour-figures-vowing-back-remain\" title=\"\">an email to his Newcastle East constituents, the MP Nick Brown</a> said: “I am a moderate Remainer and have consistently believed that continued membership of the EU is in the national interest. I also believe it is in the overwhelming interest of the north-east of England. Therefore in such a confirmatory ballot, as in the 2016 referendum, I would campaign and vote to remain in the EU.”</p> <p>At its conference, which opened in Bournemouth last night, the Liberal Democrat party will vote on whether to support revoking article 50 without a referendum if it forms the next government. In the latest Opinium/<em>Observer</em> poll, the Conservatives are up 2 points compared to a week ago on 37%, while Labour is unchanged on 24% and the Lib Dems are down one point on 16%. The Brexit party is unchanged on 13%.</p> <p>A Labour party spokesperson said policy on Brexit would not be decided by the NEC and added: “Labour’s priority is to stop a disastrous no-deal Brexit. We can’t trust Boris Johnson to not crash us out of Europe on the worst possible terms.”</p>",
      "newspaperPageNumber": "7",
      "wordcount": "739",
      "commentable": "false",
      "firstPublicationDate": "2019-09-15T07:13:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:59Z",
      "newspaperEditionDate": "2019-09-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cb9nq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f6aed931bc57a117d840ccdf9fde6e48ec0b4502/0_107_5176_3106/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has come under growing internal pressure to commit Labour to a unequivocal policy of remaining in the European Union as more than 100 councillors issued a joint warning to the party’s ruling body that any form of Brexit would threaten jobs, public services, workers’ rights and the environment. In a letter to the national executive committee (NEC), which meets this week, the Labour councillors, including several leaders of county and borough councils, called on the party “to campaign unambiguously and energetically for a public vote on Brexit and to endorse a ‘remain and transform’ position in all circumstances”. The group also said it would “support revoking article 50, if necessary to prevent no deal, and a commitment to a remain and transform position in a general election Labour manifesto”. The grassroots intervention comes ahead of Labour’s annual conference starting in Brighton next weekend, at which the party’s stance on Brexit will be the subject of heated debate. With the Tories and Brexit party committed to leaving the EU, and Liberal Democrats, SNP and Greens firmly in favour of remaining, many Labour MPs, members and activists believe the party needs a similarly clear Brexit policy on which to fight a general election. Labour’s current position is that it would try to renegotiate a new Brexit deal if it formed a government, then put that to a second referendum with the options on the ballot paper being to remain in the EU or accept the new deal. Several members of Corbyn’s shadow cabinet, including the shadow foreign secretary, Emily Thornberry, the shadow chancellor, John McDonnell, and the chief whip, Nick Brown, have all said they would vote to remain in such a referendum, rather than vote for their own party’s deal. Corbyn has not said how he would campaign or whether the party would officially take a side. While the nuanced position aims to accommodate both Remain and Leave voters, and is backed by several unions, there are signs of a growing grassroots revolt in favour of an unambiguous commitment to remain. Motions to the conference have already been submitted by more than 60 local branches calling on Corbyn to drop his plan to renegotiate and to commit to staying in the EU in all circumstances. The NEC will meet on Tuesday to discuss Brexit and how to handle the issue at conference. Last year, the subject dominated Labour’s conference in Liverpool. Eventually the party emerged with a fudged position under which it agreed to keep the idea of a second referendum on the table, if it could not force an early general election. In their letter to the NEC, the councillors say: “As Labour councillors we struggle with huge difficulties caused by Tory government cuts. Further, the economic effects of Brexit have already, and will continue, to increase the problems our constituents face and the barriers councils face in delivering local public services, including fighting the climate emergency. “Any form of Brexit threatens jobs, workers’ rights, migrants, the NHS, public health, public services and the environment, and will make it harder to deliver a radical Labour manifesto. Ending austerity, expanding common ownership, fixing the social care system, and delivering a national education service will be hindered by any form of Brexit. If we leave the EU, we face years of negotiations and neoliberal trade deals.” In an email to his Newcastle East constituents, the MP Nick Brown said: “I am a moderate Remainer and have consistently believed that continued membership of the EU is in the national interest. I also believe it is in the overwhelming interest of the north-east of England. Therefore in such a confirmatory ballot, as in the 2016 referendum, I would campaign and vote to remain in the EU.” At its conference, which opened in Bournemouth last night, the Liberal Democrat party will vote on whether to support revoking article 50 without a referendum if it forms the next government. In the latest Opinium/Observer poll, the Conservatives are up 2 points compared to a week ago on 37%, while Labour is unchanged on 24% and the Lib Dems are down one point on 16%. The Brexit party is unchanged on 13%. A Labour party spokesperson said policy on Brexit would not be decided by the NEC and added: “Labour’s priority is to stop a disastrous no-deal Brexit. We can’t trust Boris Johnson to not crash us out of Europe on the worst possible terms.”",
      "charCount": "4436",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "us-news/2019/sep/14/rip-gop-review-stanley-greenberg-donald-trump",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-09-15T05:00:18Z",
    "webTitle": "RIP GOP review: how Democrats can usher fall of the house of Trump",
    "webUrl": "https://www.theguardian.com/us-news/2019/sep/14/rip-gop-review-stanley-greenberg-donald-trump",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/sep/14/rip-gop-review-stanley-greenberg-donald-trump",
    "fields": {
      "headline": "RIP GOP review: how Democrats can usher fall of the house of Trump",
      "standfirst": "<p>Stanley Greenberg makes key points about Republican decline – but the president’s opponents face tough challenges too</p>",
      "trailText": "Stanley Greenberg makes key points about Republican decline – but the president’s opponents face tough challenges too",
      "byline": "Lloyd Green",
      "main": "<figure class=\"element element-image\" data-media-id=\"d664f331fdfe0ac9bede58844d3a88027d724e59\"> <img src=\"https://media.guim.co.uk/d664f331fdfe0ac9bede58844d3a88027d724e59/0_0_4394_2637/1000.jpg\" alt=\"Donald Trump speaks to the media at the White House.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump speaks to the media at the White House.</span> <span class=\"element-image__credit\">Photograph: Saul Loeb/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Nearly 35 years ago, the pollster Stanley Greenberg took a hard look at Macomb county, Michigan, wanting to better understand the political DNA of <a href=\"https://www.nytimes.com/2008/11/11/opinion/11greenberg.html\">“Reagan Democrats”</a>. <a href=\"https://www.washingtonpost.com/archive/politics/1992/03/16/home-of-reagan-democrats-holds-trouble-for-bush/94278df0-afbd-4d55-bd19-aa3cc84db609/\">He concluded</a>: “These white Democratic defectors express a profound distaste for blacks, a sentiment that pervades almost everything they think about government and politics.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/sep/14/the-many-lives-of-michael-bloomberg-review-new-york-mayor-trump-president\">The Many Lives of Michael Bloomberg review: not quite a presidential read</a> </p> </aside>  <p>A supporter of Robert Kennedy in 1968, Greenberg saw class, not race, as the lever of choice in wooing Democratic voters. A quarter-century later, he was Bill Clinton’s pollster in his victorious 1992 presidential bid.</p> <p>Now Greenberg delivers RIP GOP, in which he predicts that the rage engendered by Donald Trump will lead to his defeat in 2020, Democratic control of the Senate and the collapse of the current Republican party. Imagine the past midterms on steroids.</p> <p>An illustration of a dead elephant lying on a mound of dirt, all four legs skyward, graces Greenberg’s cover. Apparently, the author is less interested in unifying the US than in forging durable coalitions. Think math, not therapy. It’s about 50% +1.</p>  <figure class=\"element element-interactive interactive element--thumbnail\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/book/index.html?opinion-tint=false&amp;is-extract=false&amp;image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2Fb75c60ff2c8ccddfd026828ab137d90059f1e9ba%3Fcrop%3D0_0_329_499&amp;title=RIP%20GOP&amp;author=Stanley%20Greenberg&amp;publisher=Thomas%20Dunne%20Books&amp;link=https%3A%2F%2Fwww.amazon.com%2FRIP-GOP-America-Dooming-Republicans%2Fdp%2F1250311756\" data-alt=\"RIP GOP\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/book/index.html?opinion-tint=false&is-extract=false&image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2Fb75c60ff2c8ccddfd026828ab137d90059f1e9ba%3Fcrop%3D0_0_329_499&title=RIP%20GOP&author=Stanley%20Greenberg&publisher=Thomas%20Dunne%20Books&link=https%3A%2F%2Fwww.amazon.com%2FRIP-GOP-America-Dooming-Republicans%2Fdp%2F1250311756\">RIP GOP</a> </figure>  <p>The book is methodically and meticulously researched. It portrays an America where white voters without a four-year degree remain nearly a majority and suburbia is home to half of the population. A country grown less worshipful and more diverse. We really do live in a bubbling cauldron of contradictions and countervailing forces.</p> <p>In Greenberg’s telling, a galvanized Democratic party led by minorities, single women, younger voters and women with degrees will upend a decade of Republican ascendancy built on the Koch brothers’ money, hostility toward modernity, racial resentment and nativism. It’s a bold prediction, even if Trump’s <a href=\"https://www.realclearpolitics.com/epolls/other/president_trump_job_approval-6179.html\">approval ratings</a> are underwater and the <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=19&amp;cad=rja&amp;uact=8&amp;ved=2ahUKEwjIjdzn_cDkAhXGVN8KHVlpCtYQFjASegQIBRAB&amp;url=https%3A%2F%2Fabcnews.go.com%2FPolitics%2FwireStory%2Fstate-republican-parties-mull-canceling-primaries-caucuses-65451603&amp;usg=AOvVaw1cjR3KOonsadvAEhzZt3CW\">GOP is scrapping primaries</a> to avoid embarrassing their guy.</p> <p>First, presidents seldom lose re-election, and unlike Bush 41, Trump is not mired in a recession. Inverted yield curves are not the same as actual negative growth or mass unemployment.</p> <p>Second, Greenberg is betting <a href=\"https://www.theguardian.com/commentisfree/2019/sep/12/joe-biden-2020-race-anti-trump\">progressive economics tethered to multiculturalism</a> will not cost the Democrats the White House, a wager open to debate if the latest polling from Wisconsin, a state Trump won, is reflective of the state of play.</p> <p>In <a href=\"https://law.marquette.edu/poll/wp-content/uploads/2019/09/MLSP53Toplines.pdf\">the Badger State</a>, Joe Biden, an establishment liberal with a marked following among older voters and African Americans, is the only Democrat holding <a href=\"https://projects.fivethirtyeight.com/polls/wisconsin/\">a solid lead</a> (nine points) over the president. Elizabeth Warren, whose kind words grace RIP GOP’s jacket, is in a dead heat with Trump. Reminiscent of 2016, she and the president are both weighed down by negatives.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Greenberg is betting progressive economics tethered to multiculturalism will not cost the Democrats the White House</p> </blockquote> </aside>  <p>A full-throated progressive, <a href=\"https://medium.com/@teamwarren/a-fair-and-welcoming-immigration-system-8fff69cd674e\">Warren has called for decriminalizing US immigration policy</a>, which puts her at odds with Biden and most of the US. A plurality of Democrats and nearly two-thirds of Americans <a href=\"#page=3\">disagree</a> with Massachusetts’ senior senator.</p> <p>Looking at Brexit and immigration, Greenberg acknowledges that he has long been “critical of center-left parties for not showing that managing immigration was first principle and not showing that they would prioritize citizens over non-citizens”.</p> <p>As part of his examination of the topic, Greenberg refers to the 15th amendment of the constitution as the legal foundation for “birthright citizenship”, by which those born within the US are automatically deemed to be citizens. Here Greenberg errs. That rule is enshrined in the 14th amendment, which secures equal protection and due process. The 15th amendment guarantees the voting rights of former slaves.</p> <p>If history is a guide, the embrace of identity politics results in pushback. Hillary Clinton’s defeat was not just about having a tin ear to economic anxiety or income stagnation, a source of finger-pointing by Greenberg. Nor was it solely due to Trump’s race-baiting.</p> <p>Clinton’s loss also stemmed from her worship at the altars of multiculturalism and political correctness. Showcasing Lesley McSpadden, mother of the late Michael Brown, at the Democratic convention may have been too much for too many after police were gunned down in Dallas and Baton Rouge earlier that July.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The concerns and interests of middle-aged suburbia do not necessarily line up with those of the Squad or Bernie Sanders</p> </blockquote> </aside>  <p>Trump fell into a similar trap. He persisted in harping on grievances, real and imagined, long after taking the oath of office. He continued to demonize minorities and migrants and made no attempt to reach to the center. Charlottesville and Pittsburgh indelibly stain his already toxic legacy.</p> <p>Furthermore, bashing Colin Kaepernick hurt more than it helped in suburbia and swing districts. In those precincts, the public turned a deaf ear as the president kept on yammering about caravans and gangs.</p> <p>Greenberg is optimistic that if the Democrats win they will be able to press for a more activist government. To a point.</p> <p>The concerns and interests of middle-aged suburbia do not necessarily line up with those of the Squad or Bernie Sanders. Culture counts. If the midterms taught us anything, it is that imposing a check upon an untethered president should not be equated with a desire for a revolution or turning the US on its head.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/sep/01/call-sign-chaos-review-james-mattis-trump\">Call Sign Chaos review: James Mattis pulls a flanking manuever on Trump</a> </p> </aside>  <p>Preserving the social safety net is different from unbridled government expansion. Safeguarding social security, Medicare, Medicaid and Obamacare brings a larger constituency than stripping people of private insurance for the sake of single-payer healthcare. If the Democrats succeed as Greenberg predicts, they will do so by bringing some Republicans along for the ride, by definition a moderating action and influence.</p> <p>Having been stung by the effective abolition of the deductibility of state and local taxes, wealthier coastal voters will also likely be resistant to a potpourri of costly initiatives. Infrastructure is one thing. The Green New Deal is probably something else.</p> <p>Trade is another issue that may pit Democrats against each other. Although Greenberg has long sounded the klaxon concerning the impact of trade on America’s vulnerable, Trump’s embrace of protectionism has made free trade popular among Democrats.</p> <p><a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=2ahUKEwiGp6SlpMHkAhWlct8KHXcJCngQFjAAegQIBRAB&amp;url=https%3A%2F%2Fwww.nationaljournal.com%2Fs%2F681293%3Funlock%3D100F6ZZV37VRWXKE&amp;usg=AOvVaw1W7akYPnjrA23Xtf7rGRJC\">Trumpism won’t be disappearing anytime soon</a>. Rural Americans and evangelicals will not stop making themselves heard. Calls to blood and soil will continue. Meanwhile, Trump’s minions endeavor to enshrine a <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=2ahUKEwiGp6SlpMHkAhWlct8KHXcJCngQFjAAegQIBRAB&amp;url=https%3A%2F%2Fwww.nationaljournal.com%2Fs%2F681293%3Funlock%3D100F6ZZV37VRWXKE&amp;usg=AOvVaw1W7akYPnjrA23Xtf7rGRJC\">dynasty</a>. Our political landscape has changed.</p>",
      "wordcount": "972",
      "firstPublicationDate": "2019-09-15T05:00:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-12-15T14:35:07Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cag3v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d664f331fdfe0ac9bede58844d3a88027d724e59/0_0_4394_2637/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nearly 35 years ago, the pollster Stanley Greenberg took a hard look at Macomb county, Michigan, wanting to better understand the political DNA of “Reagan Democrats”. He concluded: “These white Democratic defectors express a profound distaste for blacks, a sentiment that pervades almost everything they think about government and politics.” A supporter of Robert Kennedy in 1968, Greenberg saw class, not race, as the lever of choice in wooing Democratic voters. A quarter-century later, he was Bill Clinton’s pollster in his victorious 1992 presidential bid. Now Greenberg delivers RIP GOP, in which he predicts that the rage engendered by Donald Trump will lead to his defeat in 2020, Democratic control of the Senate and the collapse of the current Republican party. Imagine the past midterms on steroids. An illustration of a dead elephant lying on a mound of dirt, all four legs skyward, graces Greenberg’s cover. Apparently, the author is less interested in unifying the US than in forging durable coalitions. Think math, not therapy. It’s about 50% +1. The book is methodically and meticulously researched. It portrays an America where white voters without a four-year degree remain nearly a majority and suburbia is home to half of the population. A country grown less worshipful and more diverse. We really do live in a bubbling cauldron of contradictions and countervailing forces. In Greenberg’s telling, a galvanized Democratic party led by minorities, single women, younger voters and women with degrees will upend a decade of Republican ascendancy built on the Koch brothers’ money, hostility toward modernity, racial resentment and nativism. It’s a bold prediction, even if Trump’s approval ratings are underwater and the GOP is scrapping primaries to avoid embarrassing their guy. First, presidents seldom lose re-election, and unlike Bush 41, Trump is not mired in a recession. Inverted yield curves are not the same as actual negative growth or mass unemployment. Second, Greenberg is betting progressive economics tethered to multiculturalism will not cost the Democrats the White House, a wager open to debate if the latest polling from Wisconsin, a state Trump won, is reflective of the state of play. In the Badger State, Joe Biden, an establishment liberal with a marked following among older voters and African Americans, is the only Democrat holding a solid lead (nine points) over the president. Elizabeth Warren, whose kind words grace RIP GOP’s jacket, is in a dead heat with Trump. Reminiscent of 2016, she and the president are both weighed down by negatives. A full-throated progressive, Warren has called for decriminalizing US immigration policy, which puts her at odds with Biden and most of the US. A plurality of Democrats and nearly two-thirds of Americans disagree with Massachusetts’ senior senator. Looking at Brexit and immigration, Greenberg acknowledges that he has long been “critical of center-left parties for not showing that managing immigration was first principle and not showing that they would prioritize citizens over non-citizens”. As part of his examination of the topic, Greenberg refers to the 15th amendment of the constitution as the legal foundation for “birthright citizenship”, by which those born within the US are automatically deemed to be citizens. Here Greenberg errs. That rule is enshrined in the 14th amendment, which secures equal protection and due process. The 15th amendment guarantees the voting rights of former slaves. If history is a guide, the embrace of identity politics results in pushback. Hillary Clinton’s defeat was not just about having a tin ear to economic anxiety or income stagnation, a source of finger-pointing by Greenberg. Nor was it solely due to Trump’s race-baiting. Clinton’s loss also stemmed from her worship at the altars of multiculturalism and political correctness. Showcasing Lesley McSpadden, mother of the late Michael Brown, at the Democratic convention may have been too much for too many after police were gunned down in Dallas and Baton Rouge earlier that July. Trump fell into a similar trap. He persisted in harping on grievances, real and imagined, long after taking the oath of office. He continued to demonize minorities and migrants and made no attempt to reach to the center. Charlottesville and Pittsburgh indelibly stain his already toxic legacy. Furthermore, bashing Colin Kaepernick hurt more than it helped in suburbia and swing districts. In those precincts, the public turned a deaf ear as the president kept on yammering about caravans and gangs. Greenberg is optimistic that if the Democrats win they will be able to press for a more activist government. To a point. The concerns and interests of middle-aged suburbia do not necessarily line up with those of the Squad or Bernie Sanders. Culture counts. If the midterms taught us anything, it is that imposing a check upon an untethered president should not be equated with a desire for a revolution or turning the US on its head. Preserving the social safety net is different from unbridled government expansion. Safeguarding social security, Medicare, Medicaid and Obamacare brings a larger constituency than stripping people of private insurance for the sake of single-payer healthcare. If the Democrats succeed as Greenberg predicts, they will do so by bringing some Republicans along for the ride, by definition a moderating action and influence. Having been stung by the effective abolition of the deductibility of state and local taxes, wealthier coastal voters will also likely be resistant to a potpourri of costly initiatives. Infrastructure is one thing. The Green New Deal is probably something else. Trade is another issue that may pit Democrats against each other. Although Greenberg has long sounded the klaxon concerning the impact of trade on America’s vulnerable, Trump’s embrace of protectionism has made free trade popular among Democrats. Trumpism won’t be disappearing anytime soon. Rural Americans and evangelicals will not stop making themselves heard. Calls to blood and soil will continue. Meanwhile, Trump’s minions endeavor to enshrine a dynasty. Our political landscape has changed.",
      "charCount": "6190",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lloyd-green\">Lloyd Green</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]