[
  {
    "id": "commentisfree/2019/oct/04/peace-ireland-brexit-boris-johnson-good-friday-agreement",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-04T17:04:56Z",
    "webTitle": "Peace in Ireland is precious. Brexit has made us forget that | Jonathan Freedland",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/04/peace-ireland-brexit-boris-johnson-good-friday-agreement",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/04/peace-ireland-brexit-boris-johnson-good-friday-agreement",
    "fields": {
      "headline": "Peace in Ireland is precious. Brexit has made us forget that",
      "standfirst": "<p>Boris Johnson’s stance on the Irish border shows his casual disdain for the Good Friday agreement, a fragile accord that ended a bloody war</p>",
      "trailText": "Boris Johnson’s stance on the Irish border shows his casual disdain for the Good Friday agreement, says Guardian columnist Jonathan Freedland",
      "byline": "Jonathan Freedland",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"9142a916bb1ea0ac3096e3fdbc20b04d7d2215ba\"> <img src=\"https://media.guim.co.uk/9142a916bb1ea0ac3096e3fdbc20b04d7d2215ba/0_0_2560_1536/1000.jpg\" alt=\"Illustration by Matt Kenyon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by Matt Kenyon</span> <span class=\"element-image__credit\">Illustration: Matt Kenyon/The Guardian</span> </figcaption> </figure>",
      "body": "<p>It is one of the stranger aspects of the Brexit debate. When the plea is raised to remember the <a href=\"https://www.theguardian.com/world/good-friday-agreement\" title=\"\">Good Friday agreement</a>, to do nothing that might jeopardise the fragile peace that has held in Northern Ireland for two decades, that plea usually comes in a continental European accent. Of course, Irish politicians have been saying it loudly from the start, but this week it was striking to hear French, German, Dutch or Belgian voices explaining to British TV and radio audiences why the EU couldn’t possibly accept Boris Johnson’s <a href=\"https://www.theguardian.com/commentisfree/2019/oct/03/northern-ireland-border-brexit-boris-johnson\" title=\"\">revised Brexit plan</a> because of the risk it posed to peace in a corner of the United Kingdom where a bloody conflict had raged within recent memory.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/oct/03/northern-ireland-border-brexit-boris-johnson\">Johnson’s unworkable Brexit plan won’t solve the Northern Ireland border issue | Katy Hayward</a> </p> </aside>  <p>You’d think Britons wouldn’t need to be reminded. An estimated 3,500 people were killed during the 30-year war we euphemistically referred to as “the Troubles”. That violence was the background hum of life on these islands – on the news most days – until the late 1990s, in Northern Ireland obviously but also in Britain. Pubs were bombed, along with department stores and shopping centres, even a party conference. As a schoolchild, I remember how routine it became for the tube home to be closed due to “a bomb scare”.</p> <p>Back then, it seemed it might go on for ever. When the various armed groups declared a ceasefire and began to talk, a resolution looked like the stuff of fantasy. Journalists whose heads ache now at the intricacies of Brexit had a foretaste with the complexities of the Northern Ireland peace process. So many circles had to be squared, so many neuralgic issues of tradition and identity had to be soothed, it demanded the most intense imaginative engagement from multiple sides: Washington, London, Dublin, unionists, nationalists, loyalists, republicans. Pulling it off was the diplomatic equivalent of a moon landing.</p> <p>And yet, instead of handling this delicate creation with care, Johnson has yanked and tugged at it, breaking bits off in the process, as he attempts to squeeze it into the parcel labelled Brexit that he has vowed to deliver by 31 October. Put simply, he has raised the prospect of customs checks on the island of Ireland when the key to the Good Friday agreement was its removal of all such paraphernalia, its gentle erasure of the <a href=\"https://www.theguardian.com/politics/2019/oct/02/johnsons-new-plan-for-border-disastrous-say-northern-irish-leaders\" title=\"\">physical border</a> between north and south, thereby allowing citizens of Northern Ireland to identify as British or Irish without the need for either side to accept total victory or total defeat.</p> <p>Is it mere forgetfulness that explains how a UK government could handle something so precious so recklessly? Put aside the DUP, which opposed the Good Friday agreement and is ideologically committed to maintaining the distinction between the Republic and the north. It’s true that only <a href=\"https://en.wikipedia.org/wiki/List_of_United_Kingdom_MPs_by_seniority_(2017%E2%80%93present)\" title=\"\">105 of today’s MPs</a> were in the House of Commons when the agreement was sealed in 1998: have the rest simply forgotten how great a prize it was, and how hard it was to win it? I found myself looking up the age of Karen Bradley, Theresa May’s Northern Ireland secretary, who infamously admitted not knowing that in Northern Ireland “people who are nationalists don’t vote for unionist parties and vice versa”. Turns out she was born in 1970: bombs were going off in her 20s, just as they were in mine. Johnson is older still; he has even less excuse. </p> <p>But age is not the issue. The most charitable explanation is that, after 1998, most politicians simply considered the issue done, to be filed away. But there’s more to it than that. The truth is, they were casually dismissive of Ireland because it simply didn’t matter to them. In confessing he had not read the Good Friday agreement “<a href=\"https://inews.co.uk/news/politics/brexit/good-friday-agreement-dominic-raab-brexit-secretary-northern-ireland-peace-142242\" title=\"\">all the way through</a>” the then Brexit secretary Dominic Raab was exhibiting a disdain that has proved remarkably durable.</p> <p>When I called Diarmaid Ferriter, the Irish historian and author of <a href=\"https://www.theguardian.com/books/2019/feb/01/border-legacy-century-anglo-irish-politics-diarmaid-ferriter-review\" title=\"\">The Border</a>, to discuss the Johnson plan’s almost casual insouciance towards Ireland, his first words were, “We’re well used to that.” He recalled the remark of Lord Salisbury in 1924: “The average English voter has little interest in, and even less understanding of, the Irish question.” It reminded me of the time that, as a young reporter, a BBC editor had advised me that as far as the audience were concerned: “The two most boring words in the English language are ‘Northern Ireland’.” </p> <p>The point is, these attitudes were expressed even when the conflict was raging. Ferriter recalls how it took great effort to engage prime minister Edward Heath on the Irish issue, even as UK citizens were being killed on UK streets. That is the context in which John Major and Tony Blair, pivotal figures in the Good Friday process, could issue <a href=\"https://www.theguardian.com/politics/2016/jun/09/tony-blair-and-john-major-brexit-would-close-irish-border\" title=\"\">their warning</a> – that Brexit would bring back border controls in Ireland – during the 2016 campaign and yet be ignored. </p> <p>As David Reynolds puts it in Island Stories, an upcoming book on British history in the age of Brexit: “During the EU referendum debate, the Conservative and Unionist party closed its eyes to recent history.” Such a blind spot is born of a great, even colonial condescension. Recall Johnson’s comparison of the Irish border to the <a href=\"https://www.bbc.co.uk/news/uk-politics-43210156\" title=\"\">boundary between Islington and Camden</a>, or his fury that the issue now loomed so large: “<a href=\"https://www.newsletter.co.uk/news/boris-johnson-irish-border-tail-wagging-the-dog-over-brexit-1-8526555\" title=\"\">We’re allowing the tail to wag the dog</a>.” Johnson revealed the assumption long held by the British, and especially English, ruling class: that “little Ireland” can’t possibly get in the way of what Britain wants. Except now that it’s backed by 26 fellow members of the EU, it really can.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/01/boris-johnson-reckless-peace-in-ireland-irish-border\">Expecting Ireland to be servile is part of a long British tradition | Richard McMahon</a> </p> </aside>  <p>Still, amnesia and imperiousness do not alone explain this carelessness towards the life-saving document that is the Good Friday agreement. It may seem a matter of apple-pie consensus now, but the peace process and eventual accord faced strident opponents – today’s arch-Brexiteers among them. The DUP was hostile throughout, of course, but so was one <a href=\"http://www.finfacts.ie/MichaelGove.pdf\" title=\"\">Michael Gove</a>, author of a 58-page jeremiad that compared the agreement to Nazi-era appeasement, describing it as a “humiliation” and “moral stain”. Is it a surprise that this government is risking a return to violence in Ireland when it includes those who loathed the very pact that ended it?</p> <p>In this fog of forgetfulness, one crucial point is especially lost. Yes, the pictures from 1998 show Bill Clinton and his handpicked US peace envoy. But it was the European Union that made the Good Friday agreement possible. It was because both the UK and Ireland were now members of a larger entity and, crucially, a shared single market, that the border between them could fade to invisibility. Tamper with that and you erode the foundation of the peace that has held for two decades.</p> <p>It points to a glum truth about Brexit. Thanks to the complicated, bloody history and geography of these islands, leaving the EU, including the single market and customs union, means constructing a border between the EU and the UK in the one place where it’s just too dangerous to have such a border. Put another way, leaving the EU would be easier for every other member state than it would be for us. We should not be the first country to leave the European Union. In fact, given our past – our pain and the peace that ended it – we should be the very last.</p> <p>• Jonathan Freedland is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1229",
      "commentCloseDate": "2019-10-04T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-04T17:04:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:53Z",
      "newspaperEditionDate": "2019-10-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ceyhm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9142a916bb1ea0ac3096e3fdbc20b04d7d2215ba/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is one of the stranger aspects of the Brexit debate. When the plea is raised to remember the Good Friday agreement, to do nothing that might jeopardise the fragile peace that has held in Northern Ireland for two decades, that plea usually comes in a continental European accent. Of course, Irish politicians have been saying it loudly from the start, but this week it was striking to hear French, German, Dutch or Belgian voices explaining to British TV and radio audiences why the EU couldn’t possibly accept Boris Johnson’s revised Brexit plan because of the risk it posed to peace in a corner of the United Kingdom where a bloody conflict had raged within recent memory. You’d think Britons wouldn’t need to be reminded. An estimated 3,500 people were killed during the 30-year war we euphemistically referred to as “the Troubles”. That violence was the background hum of life on these islands – on the news most days – until the late 1990s, in Northern Ireland obviously but also in Britain. Pubs were bombed, along with department stores and shopping centres, even a party conference. As a schoolchild, I remember how routine it became for the tube home to be closed due to “a bomb scare”. Back then, it seemed it might go on for ever. When the various armed groups declared a ceasefire and began to talk, a resolution looked like the stuff of fantasy. Journalists whose heads ache now at the intricacies of Brexit had a foretaste with the complexities of the Northern Ireland peace process. So many circles had to be squared, so many neuralgic issues of tradition and identity had to be soothed, it demanded the most intense imaginative engagement from multiple sides: Washington, London, Dublin, unionists, nationalists, loyalists, republicans. Pulling it off was the diplomatic equivalent of a moon landing. And yet, instead of handling this delicate creation with care, Johnson has yanked and tugged at it, breaking bits off in the process, as he attempts to squeeze it into the parcel labelled Brexit that he has vowed to deliver by 31 October. Put simply, he has raised the prospect of customs checks on the island of Ireland when the key to the Good Friday agreement was its removal of all such paraphernalia, its gentle erasure of the physical border between north and south, thereby allowing citizens of Northern Ireland to identify as British or Irish without the need for either side to accept total victory or total defeat. Is it mere forgetfulness that explains how a UK government could handle something so precious so recklessly? Put aside the DUP, which opposed the Good Friday agreement and is ideologically committed to maintaining the distinction between the Republic and the north. It’s true that only 105 of today’s MPs were in the House of Commons when the agreement was sealed in 1998: have the rest simply forgotten how great a prize it was, and how hard it was to win it? I found myself looking up the age of Karen Bradley, Theresa May’s Northern Ireland secretary, who infamously admitted not knowing that in Northern Ireland “people who are nationalists don’t vote for unionist parties and vice versa”. Turns out she was born in 1970: bombs were going off in her 20s, just as they were in mine. Johnson is older still; he has even less excuse. But age is not the issue. The most charitable explanation is that, after 1998, most politicians simply considered the issue done, to be filed away. But there’s more to it than that. The truth is, they were casually dismissive of Ireland because it simply didn’t matter to them. In confessing he had not read the Good Friday agreement “all the way through” the then Brexit secretary Dominic Raab was exhibiting a disdain that has proved remarkably durable. When I called Diarmaid Ferriter, the Irish historian and author of The Border, to discuss the Johnson plan’s almost casual insouciance towards Ireland, his first words were, “We’re well used to that.” He recalled the remark of Lord Salisbury in 1924: “The average English voter has little interest in, and even less understanding of, the Irish question.” It reminded me of the time that, as a young reporter, a BBC editor had advised me that as far as the audience were concerned: “The two most boring words in the English language are ‘Northern Ireland’.” The point is, these attitudes were expressed even when the conflict was raging. Ferriter recalls how it took great effort to engage prime minister Edward Heath on the Irish issue, even as UK citizens were being killed on UK streets. That is the context in which John Major and Tony Blair, pivotal figures in the Good Friday process, could issue their warning – that Brexit would bring back border controls in Ireland – during the 2016 campaign and yet be ignored. As David Reynolds puts it in Island Stories, an upcoming book on British history in the age of Brexit: “During the EU referendum debate, the Conservative and Unionist party closed its eyes to recent history.” Such a blind spot is born of a great, even colonial condescension. Recall Johnson’s comparison of the Irish border to the boundary between Islington and Camden, or his fury that the issue now loomed so large: “We’re allowing the tail to wag the dog.” Johnson revealed the assumption long held by the British, and especially English, ruling class: that “little Ireland” can’t possibly get in the way of what Britain wants. Except now that it’s backed by 26 fellow members of the EU, it really can. Still, amnesia and imperiousness do not alone explain this carelessness towards the life-saving document that is the Good Friday agreement. It may seem a matter of apple-pie consensus now, but the peace process and eventual accord faced strident opponents – today’s arch-Brexiteers among them. The DUP was hostile throughout, of course, but so was one Michael Gove, author of a 58-page jeremiad that compared the agreement to Nazi-era appeasement, describing it as a “humiliation” and “moral stain”. Is it a surprise that this government is risking a return to violence in Ireland when it includes those who loathed the very pact that ended it? In this fog of forgetfulness, one crucial point is especially lost. Yes, the pictures from 1998 show Bill Clinton and his handpicked US peace envoy. But it was the European Union that made the Good Friday agreement possible. It was because both the UK and Ireland were now members of a larger entity and, crucially, a shared single market, that the border between them could fade to invisibility. Tamper with that and you erode the foundation of the peace that has held for two decades. It points to a glum truth about Brexit. Thanks to the complicated, bloody history and geography of these islands, leaving the EU, including the single market and customs union, means constructing a border between the EU and the UK in the one place where it’s just too dangerous to have such a border. Put another way, leaving the EU would be easier for every other member state than it would be for us. We should not be the first country to leave the European Union. In fact, given our past – our pain and the peace that ended it – we should be the very last. • Jonathan Freedland is a Guardian columnist",
      "charCount": "7198",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanfreedland\">Jonathan Freedland</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "society/2019/oct/04/homelessness-crisis-is-the-result-of-years-of-neglect",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-10-04T16:16:05Z",
    "webTitle": "Homelessness crisis is the result of years of neglect | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/oct/04/homelessness-crisis-is-the-result-of-years-of-neglect",
    "apiUrl": "https://content.guardianapis.com/society/2019/oct/04/homelessness-crisis-is-the-result-of-years-of-neglect",
    "fields": {
      "headline": "Homelessness crisis is the result of years of neglect",
      "standfirst": "Social housing has been ignored by successive governments, writes <strong>Prof Mike Stein</strong>, while <strong>Jeremy Cushing</strong> believes political parties have pushed the issue aside. <strong>Rev Paul Nicolson</strong> calls for emergency action, and <strong>Geoff Smith</strong> says small gestures can help",
      "trailText": "<strong>Letters:</strong> Social housing has been ignored by successive governments, writes <strong>Prof Mike Stein</strong>, while <strong>Jeremy Cushing</strong> believes political parties have pushed the issue aside. <strong>Rev Paul Nicolson</strong> calls for emergency action, and <strong>Geoff Smith</strong> says small gestures can help",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9c2a8a5bfaac402a373ad22ea0ff1cf0a9aef470\"> <img src=\"https://media.guim.co.uk/9c2a8a5bfaac402a373ad22ea0ff1cf0a9aef470/0_280_6257_3754/1000.jpg\" alt=\"A homeless man sleeps outside a Greggs in the centre of Cardiff, UK\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Poor housing in Britain is probably the biggest single cause of human misery,’ writes Jeremy Cushing.</span> <span class=\"element-image__credit\">Photograph: Dimitris Legakis/Athena Pictures</span> </figcaption> </figure>",
      "body": "<p>We can look closer to home than Germany, the US and Finland to combat rough sleeping (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/02/the-guardian-view-on-homeless-people-lets-give-them-homes-and-support\" title=\"\">Hundreds of people are dying on our streets. Let’s give them homes</a>, Editorial, 3 October). As a result of Blair’s cross-departmental initiative introduced in 1997, rough sleeping stood at 532 on any given night in England in 2001. By 2018 it had risen to an estimated 5,000 people, and, as your editorial points out, 726 people, or on average two a day, die on the streets.</p> <p>Yes, a Housing First approach is urgently needed, not least because of the neglect of social housing by successive governments over the last 20 years. A desperate situation has been compounded by draconian cuts since 2010, the impact of universal credit on the most vulnerable, and the cutting to the bone of preventive services to address mental health, drug and relationship problems when they first arise. It is difficult to avoid the conclusion that we are creating a welfare system underpinned by punishment, regulation and deterrence, that legitimises the sacrificing of the street homeless.<br><strong>Prof Mike Stein</strong><br><em>University of York</em></p> <p>• Emergency action is needed very soon to house in secure, affordable accommodation the ever rising number of homeless families in temporary accommodation and rough sleepers on the streets. It will take 10 years or more to build enough adequate, truly affordable homes. Some families have already been in temporary arrangements for over 10 years.</p> <p>Young children are spending the vital early years of their education at the mercy of landlords and council officials, who have moved them several times, tearing them out of one community after another.</p> <p>Quantitative easing was used to save the banks. It can also save the homeless. It ought to be used urgently to enable councils to buy and renovate empty and unused properties and let them out at a truly affordable rent. <br><strong>Rev Paul Nicolson</strong><br><em>Taxpayers Against Poverty</em></p> <p>• Liam Byrne (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/01/homelessness-deaths-liam-byrne\" title=\"\">Homelessness could happen to any of us. This is a crisis</a>, Journal, 2 October) is absolutely right. Poor housing (not just homelessness) in Britain is probably the biggest single cause of human misery, underachievement and loss of potential, not to mention poor health. Reform of housing would almost certainly outperform proper funding of the NHS, the care system, schools and the legal system – all rightly in politicians’ sights – in improving the human condition.</p> <p>Come to that, it would probably on its own make the NHS more affordable and hugely improve the performance of the schools system.</p> <p>Yet New Labour almost totally neglected it – apparently nobody in Tony Blair’s cabinet was interested in it, possibly because none of them had personally experienced any problems; the Tories neglect it because they believe that by providing cheap housing you <a href=\"https://www.theguardian.com/politics/2016/sep/02/nick-clegg-george-osborne-cut-welfare-poorest-boost-tory-popularity\" title=\"\">just create more Labour voters</a>. Of course, Labour does have a housing policy: it’s long, complicated, unreadable and completely unbelievable, especially in view of its invisibility at conference.</p> <p>All that is needed is a simple declaration: by the end of the first Labour parliament, every citizen will be properly housed, no matter what we need to do to achieve it. <br><strong>Jeremy Cushing</strong><br><em>Exeter</em></p> <p>• Following your column advising on how best to help the homeless as we encounter them on the street (<a href=\"https://www.theguardian.com/cities/2019/sep/24/homelessness-is-now-part-of-all-our-lives-heres-what-you-can-do-to-help\" title=\"\">G2</a>, 24 September), last Monday morning I asked a woman sitting on the pavement outside a sandwich shop if I could buy her a sandwich. She said: “No, but a coffee would be good.” When I asked her how she liked it, she said: “Just tell them it is for me – they know how I prefer it.”</p> <p>I duly bought her the coffee, the staff saying it was her fourth that morning. They clearly disapproved of my action, no doubt regarding it as encouraging a vagabond to squat outside their shop. There are no simple answers, but I shall strive to avoid cynicism and consider small gestures of help in the future.<br><strong>Geoff Smith</strong><br><em>Clayton West, </em><em>West Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "697",
      "commentable": "false",
      "firstPublicationDate": "2019-10-04T16:16:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-04T16:17:21Z",
      "newspaperEditionDate": "2019-10-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cey34",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9c2a8a5bfaac402a373ad22ea0ff1cf0a9aef470/0_280_6257_3754/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We can look closer to home than Germany, the US and Finland to combat rough sleeping (Hundreds of people are dying on our streets. Let’s give them homes, Editorial, 3 October). As a result of Blair’s cross-departmental initiative introduced in 1997, rough sleeping stood at 532 on any given night in England in 2001. By 2018 it had risen to an estimated 5,000 people, and, as your editorial points out, 726 people, or on average two a day, die on the streets. Yes, a Housing First approach is urgently needed, not least because of the neglect of social housing by successive governments over the last 20 years. A desperate situation has been compounded by draconian cuts since 2010, the impact of universal credit on the most vulnerable, and the cutting to the bone of preventive services to address mental health, drug and relationship problems when they first arise. It is difficult to avoid the conclusion that we are creating a welfare system underpinned by punishment, regulation and deterrence, that legitimises the sacrificing of the street homeless. Prof Mike Stein University of York • Emergency action is needed very soon to house in secure, affordable accommodation the ever rising number of homeless families in temporary accommodation and rough sleepers on the streets. It will take 10 years or more to build enough adequate, truly affordable homes. Some families have already been in temporary arrangements for over 10 years. Young children are spending the vital early years of their education at the mercy of landlords and council officials, who have moved them several times, tearing them out of one community after another. Quantitative easing was used to save the banks. It can also save the homeless. It ought to be used urgently to enable councils to buy and renovate empty and unused properties and let them out at a truly affordable rent. Rev Paul Nicolson Taxpayers Against Poverty • Liam Byrne (Homelessness could happen to any of us. This is a crisis, Journal, 2 October) is absolutely right. Poor housing (not just homelessness) in Britain is probably the biggest single cause of human misery, underachievement and loss of potential, not to mention poor health. Reform of housing would almost certainly outperform proper funding of the NHS, the care system, schools and the legal system – all rightly in politicians’ sights – in improving the human condition. Come to that, it would probably on its own make the NHS more affordable and hugely improve the performance of the schools system. Yet New Labour almost totally neglected it – apparently nobody in Tony Blair’s cabinet was interested in it, possibly because none of them had personally experienced any problems; the Tories neglect it because they believe that by providing cheap housing you just create more Labour voters. Of course, Labour does have a housing policy: it’s long, complicated, unreadable and completely unbelievable, especially in view of its invisibility at conference. All that is needed is a simple declaration: by the end of the first Labour parliament, every citizen will be properly housed, no matter what we need to do to achieve it. Jeremy Cushing Exeter • Following your column advising on how best to help the homeless as we encounter them on the street (G2, 24 September), last Monday morning I asked a woman sitting on the pavement outside a sandwich shop if I could buy her a sandwich. She said: “No, but a coffee would be good.” When I asked her how she liked it, she said: “Just tell them it is for me – they know how I prefer it.” I duly bought her the coffee, the staff saying it was her fourth that morning. They clearly disapproved of my action, no doubt regarding it as encouraging a vagabond to squat outside their shop. There are no simple answers, but I shall strive to avoid cynicism and consider small gestures of help in the future. Geoff Smith Clayton West, West Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4196",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/oct/04/gini-index-is-a-poor-inequality-measure",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-10-04T16:15:22Z",
    "webTitle": "Gini index is a poor inequality measure | Letter",
    "webUrl": "https://www.theguardian.com/business/2019/oct/04/gini-index-is-a-poor-inequality-measure",
    "apiUrl": "https://content.guardianapis.com/business/2019/oct/04/gini-index-is-a-poor-inequality-measure",
    "fields": {
      "headline": "Gini index is a poor inequality measure",
      "standfirst": "<strong>Graham Sowter</strong> takes issue with a recent letter by Tim Worstall of the Adam Smith Institute that cited data suggesting that income inequality has decreased slightly in the UK in the last decade",
      "trailText": "Letter: <strong>Graham Sowter</strong> takes issue with a recent letter by Tim Worstall of the Adam Smith Institute that cited data suggesting that income inequality has decreased slightly in the UK in the last decade",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9085cfc6420cfc27d15580cceccdba6ccc390ca0\"> <img src=\"https://media.guim.co.uk/9085cfc6420cfc27d15580cceccdba6ccc390ca0/0_143_5312_3187/1000.jpg\" alt=\"Plastic workers sitting on stacks of coins to represent income inequality\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Tim Worstall … is careful to refer to income inequality,’ writes Graham Sowter.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>There are lies, damned lies and Gini index statistics. A single statistical measure invented in 1912 cannot hope to capture the nature of inequality in an entire country in 2019. Tim Worstall of the Adam Smith Institute (<a href=\"https://www.theguardian.com/business/2019/oct/01/reforming-capitalism-isnt-so-easy\" title=\"\">Letters</a>, 2 October) is careful to refer to income inequality, as do the Tory politicians who often make the same claim, but accumulated wealth is now a very important component of inequality: 10% of the population own over 45% of total wealth.</p> <p>There are separate Gini indices for property wealth, financial wealth and private pension wealth, also published by the Office for National Statistics, that all have much higher values than the index for income. Effective disposable incomes are also crucial; if you are spending 30%-50% of your post-tax income on rent, you are not as rich as the Gini index says you are. Rents now represent a significant transfer of money from the poor to the rich.</p> <p>For a more detailed critique of why the Gini index is misleading, read the references to it in Thomas Piketty’s brilliant book <a href=\"https://guardianbookshop.com/capital-in-the-twenty-first-century-9780674979857.html\" title=\"\">Capital in the Twenty-First Century</a>. <br><strong>Graham Sowter</strong><br><em>Langho, Lanca</em><em>shire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "233",
      "commentable": "false",
      "firstPublicationDate": "2019-10-04T16:15:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-04T16:17:21Z",
      "newspaperEditionDate": "2019-10-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ceyc4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9085cfc6420cfc27d15580cceccdba6ccc390ca0/0_143_5312_3187/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There are lies, damned lies and Gini index statistics. A single statistical measure invented in 1912 cannot hope to capture the nature of inequality in an entire country in 2019. Tim Worstall of the Adam Smith Institute (Letters, 2 October) is careful to refer to income inequality, as do the Tory politicians who often make the same claim, but accumulated wealth is now a very important component of inequality: 10% of the population own over 45% of total wealth. There are separate Gini indices for property wealth, financial wealth and private pension wealth, also published by the Office for National Statistics, that all have much higher values than the index for income. Effective disposable incomes are also crucial; if you are spending 30%-50% of your post-tax income on rent, you are not as rich as the Gini index says you are. Rents now represent a significant transfer of money from the poor to the rich. For a more detailed critique of why the Gini index is misleading, read the references to it in Thomas Piketty’s brilliant book Capital in the Twenty-First Century. Graham Sowter Langho, Lancashire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1408",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "music/2019/oct/04/tories-subverting-the-music-of-protest",
    "type": "article",
    "sectionId": "music",
    "sectionName": "Music",
    "webPublicationDate": "2019-10-04T16:14:07Z",
    "webTitle": "Tories subverting the music of protest | Brief letters",
    "webUrl": "https://www.theguardian.com/music/2019/oct/04/tories-subverting-the-music-of-protest",
    "apiUrl": "https://content.guardianapis.com/music/2019/oct/04/tories-subverting-the-music-of-protest",
    "fields": {
      "headline": "Tories subverting the music of protest",
      "standfirst": "Forced to eat kasha | Catherine the Great | Derby County | Hands to dinner | The Who’s Baba O’Riley",
      "trailText": "<strong>Brief letters:</strong> Forced to eat kasha | Catherine the Great | Derby County | Hands to dinner | The Who’s Baba O’Riley",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6181919cae42c96396dc29851420a8d57d721d42\"> <img src=\"https://media.guim.co.uk/6181919cae42c96396dc29851420a8d57d721d42/0_0_1930_1820/1000.jpg\" alt=\"The Who pictured in 1968\" width=\"1000\" height=\"943\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Who pictured in 1968.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>As someone who was forced – and I do mean forced – to eat kasha as a child (<a href=\"https://www.theguardian.com/food/2019/oct/03/super-bowl-eight-delicious-porridge-without-using-oats\" title=\"\">Super bowl</a>, G2, 3 October), I can confirm that both I and my brother have suffered a lifetime’s trauma because of it. Offered it for breakfast a few years ago in Minsk, he fled the room – and my son ran after him and took up smoking that day. I was trapped and forced to eat their portions. This is the first time I have been able to talk about it. I can feel myself healing.<br><strong>Clive Horbacki</strong><br><em>Broadstairs, Kent</em></p> <p>• Your photo caption tells us that Helen Mirren’s Russian ancestry makes her “the perfect casting choice” to play Catherine the Great (<a href=\"https://www.theguardian.com/tv-and-radio/2019/oct/03/catherine-the-great-review-helen-mirren-labour-of-love-needs-magic-touch\" title=\"\">TV review</a>, 4 October). Except, of course, that Catherine was German, born in Stettin – which is a significant part of this extraordinary story.<br><strong>William Wallace</strong><br><em>Liberal Democrat, House of Lords</em></p> <p>• Re Huddersfield Town supporters (<a href=\"https://www.theguardian.com/technology/2019/sep/30/its-a-pity-to-lose-fleabag-talent-to-amazon\" title=\"\">Letters</a>, 1 October), in Derby, during a period of indifferent home performances, I naively asked a man in a black and white scarf if he was going to the match. He replied: “No! They didn’t come to see me when I was bad.”<br><strong>Chris Osborne</strong><br><em>West Bridgford, Nottinghamshire</em></p> <p>• When I was serving on a destroyer as a national serviceman in the Royal Navy in the late 50s, the midday meal was officially called dinner (<a href=\"https://www.theguardian.com/music/2019/oct/03/the-original-gross-domestic-product\" title=\"\">Letters</a>, 4 October), but on many occasions the call came over the Tannoy: “Hands to dinner; national servicemen to lunch.” It was the same food, but at least we were not forgotten.<br><strong>Nick Cockcroft</strong><br><em>Weymouth, Dorset</em></p> <p>• Did I hear the Who’s Baba O’Riley – aka “Teenage Wasteland” – being used as theme music for the Tory party conference? Says it all, really.<br><strong>David Walker</strong><br><em>Sheffield</em></p> <p>• So much for the anti-establishment ethos of “We won’t get fooled again”. I feel betrayed, depressed, incredibly angry that the music of protest, of subversion, of freedom, has been harnessed by the behemoth of capitalism. RIP the Who. <br><strong>Sarah Harding</strong><br><em>Bradford-on-Avon, Wiltshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "371",
      "commentable": "false",
      "firstPublicationDate": "2019-10-04T16:14:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:25Z",
      "newspaperEditionDate": "2019-10-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ceyg8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6181919cae42c96396dc29851420a8d57d721d42/0_256_1930_1158/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As someone who was forced – and I do mean forced – to eat kasha as a child (Super bowl, G2, 3 October), I can confirm that both I and my brother have suffered a lifetime’s trauma because of it. Offered it for breakfast a few years ago in Minsk, he fled the room – and my son ran after him and took up smoking that day. I was trapped and forced to eat their portions. This is the first time I have been able to talk about it. I can feel myself healing. Clive Horbacki Broadstairs, Kent • Your photo caption tells us that Helen Mirren’s Russian ancestry makes her “the perfect casting choice” to play Catherine the Great (TV review, 4 October). Except, of course, that Catherine was German, born in Stettin – which is a significant part of this extraordinary story. William Wallace Liberal Democrat, House of Lords • Re Huddersfield Town supporters (Letters, 1 October), in Derby, during a period of indifferent home performances, I naively asked a man in a black and white scarf if he was going to the match. He replied: “No! They didn’t come to see me when I was bad.” Chris Osborne West Bridgford, Nottinghamshire • When I was serving on a destroyer as a national serviceman in the Royal Navy in the late 50s, the midday meal was officially called dinner (Letters, 4 October), but on many occasions the call came over the Tannoy: “Hands to dinner; national servicemen to lunch.” It was the same food, but at least we were not forgotten. Nick Cockcroft Weymouth, Dorset • Did I hear the Who’s Baba O’Riley – aka “Teenage Wasteland” – being used as theme music for the Tory party conference? Says it all, really. David Walker Sheffield • So much for the anti-establishment ethos of “We won’t get fooled again”. I feel betrayed, depressed, incredibly angry that the music of protest, of subversion, of freedom, has been harnessed by the behemoth of capitalism. RIP the Who. Sarah Harding Bradford-on-Avon, Wiltshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2209",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "technology/2019/oct/04/facebook-exempts-political-ads-ban-making-false-claims",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-10-04T12:36:30Z",
    "webTitle": "Facebook exempts political ads from ban on making false claims",
    "webUrl": "https://www.theguardian.com/technology/2019/oct/04/facebook-exempts-political-ads-ban-making-false-claims",
    "apiUrl": "https://content.guardianapis.com/technology/2019/oct/04/facebook-exempts-political-ads-ban-making-false-claims",
    "fields": {
      "headline": "Facebook exempts political ads from ban on making false claims",
      "standfirst": "<p>Firm quietly rescinds policy banning false advertising as UK general election looms</p>",
      "trailText": "Firm quietly rescinds policy banning false advertising as UK general election looms",
      "byline": "Alex Hern",
      "main": "<figure class=\"element element-image\" data-media-id=\"069ee7920d903bf9978ce5e0c1f6b86b62602941\"> \n <img src=\"https://media.guim.co.uk/069ee7920d903bf9978ce5e0c1f6b86b62602941/0_384_5760_3456/1000.jpg\" alt=\"Facebook sign\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Facebook’s policy is at odds with its rival TikTok, which has banned political advertising on its platform.</span> \n  <span class=\"element-image__credit\">Photograph: Richard Drew/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Facebook has quietly rescinded a policy banning false claims in advertising, creating a specific exemption that leaves political adverts unconstrained regarding how they could mislead or deceive, as a potential general election looms in the UK.</p> \n<p>The social network had previously banned adverts containing “deceptive, false or misleading content”, a much stronger restriction than its general rules around Facebook posts. But, <a href=\"https://popular.info/p/facebook-says-trump-can-lie-in-his\">as reported by the journalist Judd Legum</a>, in the last week <a href=\"https://www.facebook.com/policies/ads\">the rules</a> have narrowed considerably, only banning adverts that “include claims debunked by third-party fact-checkers, or, in certain circumstances, claims debunked by organisations with particular expertise”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/oct/04/should-trump-be-banned-from-twitter\">Should Trump be banned from Twitter?</a> </p> \n</aside> \n<p>Under Facebook’s third-party fact-checking programme, it invites independent organisations such as the UK’s Full Fact to verify claims posted to the social network. But the groups, made up mainly of small charities and nonprofits, are heavily constrained in how many claims they can fact-check, meaning they often only verify the most viral cases.</p> \n<p>But even that limit has been lifted for some political adverts. A separate policy introduced by the social network recently declared opinion pieces and satire ineligible for verification, including any website or page “with the primary purpose of expressing the opinion or agenda of a political figure”. The end result is that any direct statement from a candidate or campaign cannot be fact-checked and so is automatically exempted from policies designed to prevent misinformation. (After the publication of this story, Facebook clarified that only politicians currently in office or running for office, and political parties, are exempt: other political adverts still need to be true.)</p> \n<p>The changes, Legum reported, followed a run of Donald Trump adverts that contained false claims but were not removed under the old rules.</p> \n<p>The new rules could prompt a clash between Facebook and UK regulators. The Advertising Standards Authority does not cover political adverts in Britain, the content of which is largely unregulated, but it does cover all other adverts, including those posted on Facebook. The ASA’s code explicitly bans adverts that “materially mislead or [are] likely to do so”, language that is close to that used in Facebook’s previous policies.</p> \n<p>A Facebook spokesman said: “We don’t believe that it’s an appropriate role for us to referee political debates. Nor do we think it would be appropriate to prevent a politician’s speech from reaching its audience and being subject to public debate and scrutiny.”</p> \n<p>Facebook’s decision comes as the rival service TikTok takes the opposite stance. In a blogpost, the social network, whose reported 500 million users would make it the largest in the world not owned by Facebook, made clear it would not be hosting any political adverts.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d91784ea-cadc-4af5-80bc-f0953ad9b5e6\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>TikTok is a video-sharing app which has become phenomenally popular with teenagers. Users film themselves in 15-second clips, typically set to music, and upload them to be viewed by followers and strangers alike. It has been the No 1 app on the worldwide App Store for five consecutive quarters, with <a href=\"https://www.cnbc.com/2018/09/19/short-video-apps-like-douyin-tiktok-are-dominating-chinese-screens.html\">an estimated 500 million users</a> worldwide.</p>\n    <p>Owned by Chinese startup ByteDance, the app as it is today is a merger of the original TikTok, which was launched internationally in September 2017, and the viral sensation Musical.ly. The latter had already become one of the most popular social media platforms for UK and US teenagers by the time it was purchased by ByteDance in November 2017. The merger meant TikTok ended up on the smartphones of more than 60 million users overnight.</p>\n    <p>Bytedance has a valuation of $75bn (£60bn), based primarily on the extraordinary growth of TikTok and its Chinese equivalent, Douyin. Lil Nas X found fame overnight when his track Old Town Road was used extensively on 15-second clips on the social network. That enthusiasm took the artist to a record-breaking run at<a href=\"https://www.theguardian.com/music/2019/apr/02/lil-nas-song-removed-from-billboard-not-country-enough\"> the top of the US Billboard Hot 100 chart</a>.</p>\n    <p>However, Bytedance was fined a record $5.7m in the US for illegally collecting personal information from children under 13, and has been under investigation in the UK for how it handles the personal data of its young users, and whether it prioritises the safety of children on its social network.</p>\n    <p><a href=\"https://www.theguardian.com/profile/alex-hern\"><b>Alex Hern</b></a>,&nbsp;UK technology editor</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“Any paid ads that come into the community need to fit the standards for our platform, and the nature of paid political ads is not something we believe fits the TikTok platform experience,” wrote Blake Chandlee, the company’s vice-president of global business solutions. “To that end, we will not allow paid ads that promote or oppose a candidate, current leader, political party or group, or issue at the federal, state, or local level – including election-related ads, advocacy ads, or issue ads.”</p> \n<p>Chandlee said the decision was prompted by TikTok’s mission “to inspire creativity and build joy”. That same rationale had been cited by the company, which is owned by the Chinese startup Bytedance, to explain why it censored posts that went against the political orthodoxy of Beijing, mentioning topics such as the Tiananmen Square killings or the independence movement in Taiwan.</p> \n<p>When <a href=\"https://www.theguardian.com/technology/2019/sep/25/revealed-how-tiktok-censors-videos-that-do-not-please-beijing\">the Guardian revealed</a> the censorship, TikTok said the rules had since been repealed and replaced with ones that “take localised approaches” to “provide an app experience that fosters their creativity”.</p>",
      "newspaperPageNumber": "17",
      "wordcount": "608",
      "firstPublicationDate": "2019-10-04T12:36:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:24:37Z",
      "newspaperEditionDate": "2019-10-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cekp7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/069ee7920d903bf9978ce5e0c1f6b86b62602941/0_384_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Facebook has quietly rescinded a policy banning false claims in advertising, creating a specific exemption that leaves political adverts unconstrained regarding how they could mislead or deceive, as a potential general election looms in the UK. The social network had previously banned adverts containing “deceptive, false or misleading content”, a much stronger restriction than its general rules around Facebook posts. But, as reported by the journalist Judd Legum, in the last week the rules have narrowed considerably, only banning adverts that “include claims debunked by third-party fact-checkers, or, in certain circumstances, claims debunked by organisations with particular expertise”. Under Facebook’s third-party fact-checking programme, it invites independent organisations such as the UK’s Full Fact to verify claims posted to the social network. But the groups, made up mainly of small charities and nonprofits, are heavily constrained in how many claims they can fact-check, meaning they often only verify the most viral cases. But even that limit has been lifted for some political adverts. A separate policy introduced by the social network recently declared opinion pieces and satire ineligible for verification, including any website or page “with the primary purpose of expressing the opinion or agenda of a political figure”. The end result is that any direct statement from a candidate or campaign cannot be fact-checked and so is automatically exempted from policies designed to prevent misinformation. (After the publication of this story, Facebook clarified that only politicians currently in office or running for office, and political parties, are exempt: other political adverts still need to be true.) The changes, Legum reported, followed a run of Donald Trump adverts that contained false claims but were not removed under the old rules. The new rules could prompt a clash between Facebook and UK regulators. The Advertising Standards Authority does not cover political adverts in Britain, the content of which is largely unregulated, but it does cover all other adverts, including those posted on Facebook. The ASA’s code explicitly bans adverts that “materially mislead or [are] likely to do so”, language that is close to that used in Facebook’s previous policies. A Facebook spokesman said: “We don’t believe that it’s an appropriate role for us to referee political debates. Nor do we think it would be appropriate to prevent a politician’s speech from reaching its audience and being subject to public debate and scrutiny.” Facebook’s decision comes as the rival service TikTok takes the opposite stance. In a blogpost, the social network, whose reported 500 million users would make it the largest in the world not owned by Facebook, made clear it would not be hosting any political adverts. “Any paid ads that come into the community need to fit the standards for our platform, and the nature of paid political ads is not something we believe fits the TikTok platform experience,” wrote Blake Chandlee, the company’s vice-president of global business solutions. “To that end, we will not allow paid ads that promote or oppose a candidate, current leader, political party or group, or issue at the federal, state, or local level – including election-related ads, advocacy ads, or issue ads.” Chandlee said the decision was prompted by TikTok’s mission “to inspire creativity and build joy”. That same rationale had been cited by the company, which is owned by the Chinese startup Bytedance, to explain why it censored posts that went against the political orthodoxy of Beijing, mentioning topics such as the Tiananmen Square killings or the independence movement in Taiwan. When the Guardian revealed the censorship, TikTok said the rules had since been repealed and replaced with ones that “take localised approaches” to “provide an app experience that fosters their creativity”.",
      "charCount": "3918",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/alex-hern\">Alex Hern</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]