[
  {
    "id": "education/2019/apr/25/anger-and-tears-at-tory-devastation-of-our-schools",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-04-25T16:49:01Z",
    "webTitle": "Anger and tears at Tory devastation of our schools | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/apr/25/anger-and-tears-at-tory-devastation-of-our-schools",
    "apiUrl": "https://content.guardianapis.com/education/2019/apr/25/anger-and-tears-at-tory-devastation-of-our-schools",
    "fields": {
      "headline": "Anger and tears at Tory devastation of our schools",
      "standfirst": "Readers respond to John Harris’s article on our schools being at breaking point",
      "trailText": "<strong>Letters:</strong> Readers respond to John Harris’s article on our schools being at breaking point",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d1623dcfb1fc1c358827c43b5024b6513c01edd3\"> <img src=\"https://media.guim.co.uk/d1623dcfb1fc1c358827c43b5024b6513c01edd3/0_210_6016_3611/1000.jpg\" alt=\"‘The Cameron/May governments have made the state’s education system utterly incoherent and therefore unfit for purpose,’ writes Allen Parrott. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Cameron/May governments have made the state’s education system utterly incoherent and therefore unfit for purpose,’ writes Allen Parrott. </span> <span class=\"element-image__credit\">Photograph: Julian Claxton/Alamy Stock Photo/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>John Harris is absolutely right (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/22/tories-schools-austerity-cuts-politicians\" title=\"\">Schools are now at breaking point. Where is the outrage?</a>, 22 April). But it is not just schools that have been devastated by nine years of Tory austerity and ineptitude. Every aspect of the system has been ravaged by cuts and wrong-headed ideology since 2010, from the country’s kindergartens and nurseries to its further education colleges and lifelong learning institutions. It is time not just for outrage but for a clean sheet, because the Cameron/May governments have made the state’s education system utterly incoherent and unfit for purpose.</p> <p>One starting point for a new national education council faced with such a clean sheet might be to establish a widespread national conversation about what the purposes of education should be for the 2020s. Such a council should listen carefully to people like the primary school head in the article, who is clearly an expert on children and their development. And we should ignore junior education ministers in the Lords who believe that the biggest current educational problem is waste in our schools. Their kind and their personal whims about education have held sway for too long.<br><strong>Allen Parrott</strong><br><em>Yeovil, Somerset</em></p> <p>• John Harris is only partly right to say lack of money is the root cause of the crisis in England’s schools. I started teaching in the 1970s, when <a href=\"https://en.wikipedia.org/wiki/Plowden_Report\" title=\"\">the Plowden report</a> had already effected radical, brave and positive change. UK state primary schools were seen as the best in the world and Hertfordshire, where I worked, the best in the UK. Our classrooms were visited by teachers from around the world who wanted to witness how we were achieving such superb results.</p> <p>During my career there was a gradual deterioration until the situation we have now, where our schools flounder among some of the worst. So what’s gone wrong? Four main things: (1) focus on results rather than children; (2) the loss of dedicated teachers who entered the profession because they loved children and wanted to make a difference; (3) the replacement of trust with a plethora of (often unnecessary and unrealistic) demands, expectations and targets from local and national government as well as Ofsted; 4) the scandalous lack of money that John Harris’s article highlights so well. <br><strong>Laurence Arnold</strong><br><em>Stevenage, Hertfordshire</em></p> <p>• My wife, a former primary school teacher, now aged 77, burst into tears while reading John Harris’s article. It says so much about our society as well as the state of the education fiasco. It should be required reading for all MPs and their advisers. Other recent revelations about land ownership and wealth concentration make it clear we no longer live in a democracy but in an oligarchy. Sadly, the prominent and largely incompetent members of that clique have shown that money, and the accumulation of it, is the only target of interest to them. Damn the rest of society. It is not a society in which we feel comfortable any longer.<br><strong>Jeremy Roberts</strong><br><em>Longden, Shrewsbury</em></p> <p>• How right John Harris is when he writes that “in eight years flat, they have inflicted damage on the schools system that may take decades to repair”. But they inflicted the damage long before that. I worked with teachers on how to cope with <a href=\"https://en.wikipedia.org/wiki/National_Curriculum_for_England\" title=\"\">Kenneth Baker’s 1988 national curriculum</a> and will never forget the misery in the voice of the teacher who said: “This is the end of our creativity.” Gradgrind has been the Tories’ inspiration always.<br><strong>John Airs</strong><br><em>Liverpool</em></p> <p>• Lord Agnew of Oulton is not the first DfE minister to waste money on a team of pointless advisers, nor the first to be born without a sense of irony. During the second Blair government, we in local education authorities were knee deep in DfE goons. Then the minister’s strategy for educational change had three elements: publish a policy; turn it into a scheme of work; send advisers to read the scheme of work to us. We counted 23 different advisers coming and going in the course of a term. Exasperated at the inherent idiocy, I complained publicly to a minister at a conference. The ministerial response was to send me a relationship adviser.<br><strong>John Nash</strong><br><em>Child Okeford, Dorset</em></p> <p>• May I suggest that schools plagued by fatuous cost savings suggested by Old Rugbeian Lord Agnew should set up the “Rugby Index”. Fees at Rugby for day pupils are £22,400 a year and the index would simply be the per-pupil allocation to each individual state school expressed as a percentage of the Rugby fee. Agnew’s suggestions are a disgrace and I hope they are disowned by his old school.<br><strong>Maxwell Wild</strong><br><em>Stockport</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "805",
      "commentable": "false",
      "firstPublicationDate": "2019-04-25T16:49:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-25T16:55:01Z",
      "newspaperEditionDate": "2019-04-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bb5c8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d1623dcfb1fc1c358827c43b5024b6513c01edd3/0_210_6016_3611/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Harris is absolutely right (Schools are now at breaking point. Where is the outrage?, 22 April). But it is not just schools that have been devastated by nine years of Tory austerity and ineptitude. Every aspect of the system has been ravaged by cuts and wrong-headed ideology since 2010, from the country’s kindergartens and nurseries to its further education colleges and lifelong learning institutions. It is time not just for outrage but for a clean sheet, because the Cameron/May governments have made the state’s education system utterly incoherent and unfit for purpose. One starting point for a new national education council faced with such a clean sheet might be to establish a widespread national conversation about what the purposes of education should be for the 2020s. Such a council should listen carefully to people like the primary school head in the article, who is clearly an expert on children and their development. And we should ignore junior education ministers in the Lords who believe that the biggest current educational problem is waste in our schools. Their kind and their personal whims about education have held sway for too long. Allen Parrott Yeovil, Somerset • John Harris is only partly right to say lack of money is the root cause of the crisis in England’s schools. I started teaching in the 1970s, when the Plowden report had already effected radical, brave and positive change. UK state primary schools were seen as the best in the world and Hertfordshire, where I worked, the best in the UK. Our classrooms were visited by teachers from around the world who wanted to witness how we were achieving such superb results. During my career there was a gradual deterioration until the situation we have now, where our schools flounder among some of the worst. So what’s gone wrong? Four main things: (1) focus on results rather than children; (2) the loss of dedicated teachers who entered the profession because they loved children and wanted to make a difference; (3) the replacement of trust with a plethora of (often unnecessary and unrealistic) demands, expectations and targets from local and national government as well as Ofsted; 4) the scandalous lack of money that John Harris’s article highlights so well. Laurence Arnold Stevenage, Hertfordshire • My wife, a former primary school teacher, now aged 77, burst into tears while reading John Harris’s article. It says so much about our society as well as the state of the education fiasco. It should be required reading for all MPs and their advisers. Other recent revelations about land ownership and wealth concentration make it clear we no longer live in a democracy but in an oligarchy. Sadly, the prominent and largely incompetent members of that clique have shown that money, and the accumulation of it, is the only target of interest to them. Damn the rest of society. It is not a society in which we feel comfortable any longer. Jeremy Roberts Longden, Shrewsbury • How right John Harris is when he writes that “in eight years flat, they have inflicted damage on the schools system that may take decades to repair”. But they inflicted the damage long before that. I worked with teachers on how to cope with Kenneth Baker’s 1988 national curriculum and will never forget the misery in the voice of the teacher who said: “This is the end of our creativity.” Gradgrind has been the Tories’ inspiration always. John Airs Liverpool • Lord Agnew of Oulton is not the first DfE minister to waste money on a team of pointless advisers, nor the first to be born without a sense of irony. During the second Blair government, we in local education authorities were knee deep in DfE goons. Then the minister’s strategy for educational change had three elements: publish a policy; turn it into a scheme of work; send advisers to read the scheme of work to us. We counted 23 different advisers coming and going in the course of a term. Exasperated at the inherent idiocy, I complained publicly to a minister at a conference. The ministerial response was to send me a relationship adviser. John Nash Child Okeford, Dorset • May I suggest that schools plagued by fatuous cost savings suggested by Old Rugbeian Lord Agnew should set up the “Rugby Index”. Fees at Rugby for day pupils are £22,400 a year and the index would simply be the per-pupil allocation to each individual state school expressed as a percentage of the Rugby fee. Agnew’s suggestions are a disgrace and I hope they are disowned by his old school. Maxwell Wild Stockport • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4823",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/25/gender-pay-inequities-in-matt-hancocks-health-sphere",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-25T16:25:24Z",
    "webTitle": "Gender pay inequities in Matt Hancock’s health sphere | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/25/gender-pay-inequities-in-matt-hancocks-health-sphere",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/25/gender-pay-inequities-in-matt-hancocks-health-sphere",
    "fields": {
      "headline": "Gender pay inequities in Matt Hancock’s health sphere",
      "standfirst": "<strong>Dr Carole Easton</strong> points out that the Department of Health reports a gender pay gap of 10.5%, as opposed to the 23% in the NHS, while <strong>Ted Watson</strong> says it is not obesity that has made the health service broke",
      "trailText": "Letters: <strong>Dr Carole Easton</strong> points out that the Department of Health reports a gender pay gap of 10.5%, as opposed to the 23% in the NHS, while <strong>Ted Watson</strong> says it is not obesity that has made the health service broke",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bbf22a3b3f747d5b4f8258248672a4f47e835fb5\"> <img src=\"https://media.guim.co.uk/bbf22a3b3f747d5b4f8258248672a4f47e835fb5/0_95_3000_1800/1000.jpg\" alt=\"The health secretary, Matt Hancock (left), with prime minister Theresa May talking with staff at the Alder Hey Children’s NHS Foundation Trust in January 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The health secretary, Matt Hancock (left), with prime minister Theresa May talking with staff at the Alder Hey Children’s NHS Foundation Trust in January 2019.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Matt Hancock states that “<a href=\"https://www.theguardian.com/commentisfree/2019/apr/25/nhs-women-employer-family-friendly-gender-equality\" title=\"\">The NHS is a huge employer of women – I want it to be one of the best as well</a>” (theguardian.com, 25 April). His intention to reduce bullying and harassment is laudable, as is his desire to increase flexible working. But has he paid sufficient attention to the enormous discrepancies between the civil servants and the frontline workers in his own area of responsibility?</p> <p>For example, the Department of Health and Social Care reports a gender pay gap of 10.5%, as opposed to the 23% in the NHS. Maybe this has something to do with the fact that the DHSC offers 26 weeks on full maternity pay, while NHS frontline staff are only entitled to eight weeks on full pay and a further 18 on half pay. Given the urgent need for frontline staff in the NHS, and for gender equality, it would be timely to address these inequities.<br><strong>Dr Carole Easton</strong><br><em>Chief executive, Young Women’s Trust </em></p> <p>• Linda Theobald says “The NHS is broke because of obesity” (<a href=\"https://www.theguardian.com/world/2019/apr/23/great-british-art-did-not-start-with-a-flea\" title=\"\">Letters</a>, 24 April). On the contrary, according to research commissioned by the Dutch government in 2007, although obesity prevention leads to a decrease in costs of obesity-related diseases, this decrease is offset by cost increases due to diseases unrelated to obesity in life-years gained. Put simply, the average slim jogger who dies in his 90s costs more to the NHS in the long term than the obese person who dies prematurely – and draws a pension for far fewer years. While obesity prevention is important for healthy living, it cannot be a substitute for a well-funded NHS.<br><strong>Ted Watson</strong><br><em>Brighton </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "314",
      "commentable": "false",
      "firstPublicationDate": "2019-04-25T16:25:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-25T16:55:08Z",
      "newspaperEditionDate": "2019-04-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bb6ez",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bbf22a3b3f747d5b4f8258248672a4f47e835fb5/0_95_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Matt Hancock states that “The NHS is a huge employer of women – I want it to be one of the best as well” (theguardian.com, 25 April). His intention to reduce bullying and harassment is laudable, as is his desire to increase flexible working. But has he paid sufficient attention to the enormous discrepancies between the civil servants and the frontline workers in his own area of responsibility? For example, the Department of Health and Social Care reports a gender pay gap of 10.5%, as opposed to the 23% in the NHS. Maybe this has something to do with the fact that the DHSC offers 26 weeks on full maternity pay, while NHS frontline staff are only entitled to eight weeks on full pay and a further 18 on half pay. Given the urgent need for frontline staff in the NHS, and for gender equality, it would be timely to address these inequities. Dr Carole Easton Chief executive, Young Women’s Trust • Linda Theobald says “The NHS is broke because of obesity” (Letters, 24 April). On the contrary, according to research commissioned by the Dutch government in 2007, although obesity prevention leads to a decrease in costs of obesity-related diseases, this decrease is offset by cost increases due to diseases unrelated to obesity in life-years gained. Put simply, the average slim jogger who dies in his 90s costs more to the NHS in the long term than the obese person who dies prematurely – and draws a pension for far fewer years. While obesity prevention is important for healthy living, it cannot be a substitute for a well-funded NHS. Ted Watson Brighton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1856",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/25/change-uk-and-the-european-elections",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-25T16:25:05Z",
    "webTitle": "Change UK and the European elections | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/25/change-uk-and-the-european-elections",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/25/change-uk-and-the-european-elections",
    "fields": {
      "headline": "Change UK and the European elections",
      "standfirst": "Readers respond to letters and articles suggesting ways pro-remain voters might cast their ballots at the upcoming European elections",
      "trailText": "<strong>Letters:</strong> Readers respond to letters and articles suggesting ways pro-remain voters might cast their ballots at the upcoming European elections",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ff856d5fffb9a43434bfea87f265b3b8c93c1d90\"> <img src=\"https://media.guim.co.uk/ff856d5fffb9a43434bfea87f265b3b8c93c1d90/0_82_4928_2957/1000.jpg\" alt=\"Gavin Esler at the launch of the Independent Group European election campaign in Bristol on 23 April 2019. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gavin Esler at the launch of the Independent Group European election campaign in Bristol on 23 April 2019. </span> <span class=\"element-image__credit\">Photograph: Finnbarr Webster/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Tony Greaves’s suggestion (<a href=\"https://www.theguardian.com/politics/2019/apr/22/cross-party-unity-could-be-the-key-to-brexit-deal\" title=\"\">Letters</a>, 23 April) that, to avoid splitting votes in the European elections, the three pro-remain parties should divide up the English regions between them will not work. Neither will Dick Bateman’s proposal that these parties should form a “stay coalition”. Change UK has already rebuffed overtures from the Lib Dems. The situation is a bit like the “tragedy of the commons”: individual parties are acting independently and contrary to the common good by depleting a resource (votes) that they could maximise via collective action. A mixture of self-interest and over-confidence may be to blame.</p> <p>There is a possible solution. An organisation respected by pro-remain voters, such as the People’s Vote Campaign, or an individual who holds their confidence, such as Gina Miller, could divide up the English regions equally between the three parties (with or without their agreement). The allocation could be purely random or take account of which of the three parties is most likely to maximise the remain vote in different constituencies.</p> <p>Pro-remain voters could then vote according to the party that has received the imprimatur of the allocating authority. The main problem would be in disseminating this information: a large “R” on the ballot paper next to the chosen candidate is probably out of the question. But traditional and social media could play a part.<br><strong>Nigel Harvey</strong><br><em>St Albans, Hertfordshire</em></p> <p>• Now Change UK has discovered that it’s actually the party on the ballot paper that people vote for, not the individual (<a href=\"https://www.theguardian.com/politics/2019/apr/23/change-uk-independent-group-launches-european-election-campaign-brexit\" title=\"\">Rachel Johnson and Gavin Esler to stand for Change UK</a>, 24 April), will we see all of the TIG MPs at Westminster resign their seats and stand as Change UK candidates at byelections? This will allow their constituents to decide whether they want to be represented by Change UK or another party. Or is this not what they meant?<br><strong>Martin Freedman</strong><br><em>London</em></p> <p>• Change UK is struggling to differentiate itself from the pack – even to the extent of fielding a member of the Johnson family. While a strengthened Lib Dem presence at Westminster would be of no lasting value, it should be clear to those who wish to remain in the EU, especially the ultras of Change UK, that getting behind the only UK-wide party that is unashamedly pro-European could be in the national interest.</p> <p>Embracing the party that sustained David Cameron’s government for five years is likely to be problematic for many electors, but not so for TIG’s founders. However, it would bring into question the strength of their commitment to real change rather than vanity and career opportunities.<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "474",
      "commentable": "false",
      "firstPublicationDate": "2019-04-25T16:25:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:56Z",
      "newspaperEditionDate": "2019-04-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bb66b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ff856d5fffb9a43434bfea87f265b3b8c93c1d90/0_82_4928_2957/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tony Greaves’s suggestion (Letters, 23 April) that, to avoid splitting votes in the European elections, the three pro-remain parties should divide up the English regions between them will not work. Neither will Dick Bateman’s proposal that these parties should form a “stay coalition”. Change UK has already rebuffed overtures from the Lib Dems. The situation is a bit like the “tragedy of the commons”: individual parties are acting independently and contrary to the common good by depleting a resource (votes) that they could maximise via collective action. A mixture of self-interest and over-confidence may be to blame. There is a possible solution. An organisation respected by pro-remain voters, such as the People’s Vote Campaign, or an individual who holds their confidence, such as Gina Miller, could divide up the English regions equally between the three parties (with or without their agreement). The allocation could be purely random or take account of which of the three parties is most likely to maximise the remain vote in different constituencies. Pro-remain voters could then vote according to the party that has received the imprimatur of the allocating authority. The main problem would be in disseminating this information: a large “R” on the ballot paper next to the chosen candidate is probably out of the question. But traditional and social media could play a part. Nigel Harvey St Albans, Hertfordshire • Now Change UK has discovered that it’s actually the party on the ballot paper that people vote for, not the individual (Rachel Johnson and Gavin Esler to stand for Change UK, 24 April), will we see all of the TIG MPs at Westminster resign their seats and stand as Change UK candidates at byelections? This will allow their constituents to decide whether they want to be represented by Change UK or another party. Or is this not what they meant? Martin Freedman London • Change UK is struggling to differentiate itself from the pack – even to the extent of fielding a member of the Johnson family. While a strengthened Lib Dem presence at Westminster would be of no lasting value, it should be clear to those who wish to remain in the EU, especially the ultras of Change UK, that getting behind the only UK-wide party that is unashamedly pro-European could be in the national interest. Embracing the party that sustained David Cameron’s government for five years is likely to be problematic for many electors, but not so for TIG’s founders. However, it would bring into question the strength of their commitment to real change rather than vanity and career opportunities. Les Bright Exeter, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2922",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-25T16:23:29Z",
    "webTitle": "Liam Fox accused of legitimising climate change denial - live news",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news",
    "fields": {
      "headline": "Liam Fox accused of legitimising climate change denial - live news",
      "standfirst": "<p>Rolling coverage of the day’s political coverage as it happens</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc1aaa08f08d5e277b548ad#block-5cc1aaa08f08d5e277b548ad\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc1d4198f08d5e277b54ae7#block-5cc1d4198f08d5e277b54ae7\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political coverage as it happens",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"f48003a2e3986effbe1324ca36fe8175921e6e47\"> <img src=\"https://media.guim.co.uk/f48003a2e3986effbe1324ca36fe8175921e6e47/0_105_4800_2880/1000.jpg\" alt=\" Liam Fox, the international trade secretary.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> Liam Fox, the international trade secretary.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cc1d4198f08d5e277b54ae7\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T16:18:37.709Z\">5.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Liam Fox, the international trade secretary, has been accused of legitimising climate change denial. </strong>He was criticised by Labour and the Lib Dems after he released a statement implying that scepticism about climate change being driven by man-made carbon emissions might be justified. Subsequently he said that he “respects” the scientific consensus on climate change. But his office was unable to confirm that he agreed with it. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc1c6518f08d5e277b54a07#block-5cc1c6518f08d5e277b54a07\"> 4.07pm.</a>)</li> </ul> <ul> <li><strong>The SNP has said the Westminster government should not be allowed to stop Edinburgh calling a second independence referendum.</strong> Under the current law Westminster would have to approve such a referendum, and <strong>David Lidington</strong>, the Cabinet Office minister, confirmed today that the UK government would not allow this. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc1ba888f08c89bd9068383#block-5cc1ba888f08c89bd9068383\">2.50pm.)</a> In response, <strong>Ian Blackford</strong>, the SNP leader at Westminster,<strong> </strong>cited recent polling showing that 66% of Scots think the Scottish parliament should have the final say on whether there should be another independence referendum. He went on:</li> </ul> <blockquote class=\"quoted\"> <p>Scotland’s future cannot and will not be decided by the arrogant diktat of this shambles of a Tory government which has been rejected by Scottish voters at every election and which is soon likely to be out of office.</p> <p>Whatever people’s views on independence, a strong majority of people back the Scottish parliament’s right to determine the nation’s future.</p> <p>Overwhelmingly, it is Holyrood – not Westminster – which the people of Scotland believe should have the right to decide this country’s democratic path. </p> </blockquote> <ul> <li><strong>Jeremy Hunt, the foreign secretary, has sought to quash suggestions that voting remain in 2016 would make him ineligible to be next party leader. </strong>Speaking at a press gallery lunch, and asked if the next Tory leader would have to be someone who voted leave, Hunt replied:</li> </ul> <blockquote class=\"quoted\"> <p>It has got to be somebody who believes in Brexit because that’s the fundamental mission of the government at the moment. </p> <p>You have to be someone who believes - as I do and, to be honest, I think all the people who are touted as leadership contenders do - that Britain can make an extraordinary success of our post-EU future.</p> </blockquote> <ul> <li><a href=\"https://www.bbc.co.uk/news/uk-politics-48052839\"><strong>Hunt has also said that Donald Trump should be invited to address parliament during his state visit to the UK in June.</strong></a></li> </ul> <ul> <li><strong><a href=\"https://www.thesun.co.uk/news/brexit/8938714/nigel-farage-brexit-party-general-election/\">Nigel Farage has said in an interview with the Sun that his new Brexit party will put up candidates at the next general election if MPs do not deliver Brexit.</a></strong></li> </ul> <ul> <li><strong>Sinn Fein has said the European elections in Northern Ireland will be a referendum on Brexit.</strong> <strong>Michelle O’Neill</strong>, the party’s vice president, said:</li> </ul> <blockquote class=\"quoted\"> <p>This election will be very much be about the remain vs leave vote, this will very much be an election once again for people to register that they do not want to be dragged out of the EU, that there is no good to come from Brexit, and they do not want Brexit foisted upon us.</p> </blockquote> <p>Northern Ireland has three seats in the European parliament and in the past they have been divided between Sinn Fein, which opposes Brexit, the DUP, which supports Brexit, and the Ulster Unionists, who opposed Brexit in 2016 but who accept the result of the referendum.</p> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/25/tory-local-election-candidate-punched-canvassing-colchester-essex-carla-hales\">Police are investigating an alleged politically motivated attack on a Conservative local election candidate who was punched while out leafleting in Essex.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/apr/25/foreign-office-advises-uk-citizens-not-to-travel-to-sri-lanka\">The UK Foreign Office has advised British citizens not to travel to Sri Lanka unless their journey is essential.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T16:21:01.037Z\">at 5.21pm BST</time></p>  </div> <div id=\"block-5cc1cf5c8f08d5e277b54aa7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T15:23:00.892Z\">4.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Turning back to Scotland and the SNP’s decision to push for another referendum on independence if the UK does leave the EU, <strong>John Swinney</strong>, the deputy first minister, has insisted that statements from the UK government saying it will not allow such a poll (<a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc07cc88f08d5e277b53f21#block-5cc07cc88f08d5e277b53f21\">yesterday</a>, and <a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc1ba888f08c89bd9068383#block-5cc1ba888f08c89bd9068383\">again today</a>) are not the end of the matter. Speaking at the Scottish Council of Development and Industry (SCDI) annual forum in Edinburgh, he said:</p> <blockquote class=\"quoted\"> <p>I don’t currently think the UK government looks particularly stable, if I may put it as delicately as that. </p> <p>I think there’s a lot of water to go under the bridge about these questions, we’ve a lot of discussions to undertake with the UK government and others on these questions but I don’t think that should be viewed as the last word on the subject.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"03948f69edb4262a395c4b29bb760cf6bcb1dfd0\"> <img src=\"https://media.guim.co.uk/03948f69edb4262a395c4b29bb760cf6bcb1dfd0/538_255_3173_1904/1000.jpg\" alt=\"John Swinney\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Swinney</span> <span class=\"element-image__credit\">Photograph: Duncan McGlynn/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1ce7c8f08d5e277b54a87\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T15:14:32.198Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from ITV’s Robert <strong>Peston.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121425028065763328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This matters. The International Commission of Labour’s National Policy Forum - which consists of MPs, trade unionists, MEPs, and constituency representatives - has just voted UNANIMOUSLY that Labour’s manifesto for EU elections should pledge to hold a confirmatory referendum...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121425028065763328?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121425029613408256\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">on any Brexit deal. My sources say there were no dissenting voices. And yesterday all Labour MEPs voted in precisely the same unanimous way, for a referendum. Tomorrow Labour’s Trade Union Liaison Organisation is likely to inform the party’s ruling NEC that its big...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121425029613408256?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121425031110844416\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">union supporters - including Unison, the GMB and USDAW, but obviously NOT Unite - also want a referendum. So it is increasingly hard to see how Labour’s ruling NEC can next Tuesday, at its emergency meeting ignore such widespread membership pressure and do anything but adopt...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121425031110844416?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121425033031766016\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">a confirmatory referendum as the foundation of its manifesto. That said many senior Labour figures tell me they worry Seumas Milne and <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> will somehow find a way to prevent the party adopting an unambiguous pledge to campaign for a referendum. As one senior Labour...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121425033031766016?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121425035720306688\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">said to me, “it is a test of whether Jeremy really believes in party democracy”.</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121425035720306688?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T16:23:12.004Z\">at 5.23pm BST</time></p>  </div> <div id=\"block-5cc1c6518f08d5e277b54a07\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T15:07:01.410Z\">4.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Liam Fox accused of legitimising climate change denial</h2>  <div class=\"block-elements\">  <p>This morning, in response to <a href=\"https://www.theguardian.com/environment/2019/apr/24/extinction-rebellion-declares-end-to-london-protests\">the latest Extinction Rebellion protest,</a> the Department for International Trade released this statement from <strong>Liam Fox</strong>, the international trade secretary.</p> <blockquote class=\"quoted\"> <p>It’s important that we take climate issues seriously.</p> <p>Whether or not individuals accept the current scientific consensus on the causes of climate change, it is sensible for everyone to use finite resources in a responsible way.</p> <p>We in the United Kingdom were the first country to establish legally binding emission targets through the climate change act 2008, we have reduced emissions faster than any other G7 country and we are leaders in clean energy production.</p> <p>There is an estimated $11.5tr dollars that is likely to be invested in clean energy between now and 2050 globally, that represents an enormous opportunity for the United Kingdom, which is already as I’ve said a global leader, both by practice and by export, and could mean a lot of potential jobs for the United Kingdom.</p> </blockquote> <p>This immediately provoked criticism because the second sentence in the statement implies that scepticism about climate change being driven by man-made carbon emissions is justified.</p> <p><strong>Barry Gardiner</strong>, Fox’s Labour shadow, said:</p> <blockquote class=\"quoted\"> <p>The science is clear. It is shameful that in the week when a sixteen year old school child has educated MPs with such clarity about the climate emergency we face, we have a cabinet minister showing confusion and ignorance on such a staggering scale.</p> </blockquote> <p>And <strong>Wera Hobhouse</strong>, the Lib Dem climate change spokesperson, said:</p> <blockquote class=\"quoted\"> <p>The Conservative government are finally showing their true colours, as apologists for climate change denial. While their ranks have many who reject the scientific evidence that humans are contributing to climate change, the government had least accepted what was happening, but now it seems they’ve changed their mind.</p> </blockquote> <p>Fox has now put out a statement saying he fully “respects” the scientific consensus on climate change. But it does not say he “accepts” the consensus, or agrees with it.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LiamFox/status/1121421792902512641\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I have always taken environmental issues extremely seriously. The state of our planet should concern us all. There is a clear scientific consensus on climate change, which I fully respect. Even those who don’t accept it should want to see our finite resources carefully managed.</p>&mdash; Dr Liam Fox MP (@LiamFox) <a href=\"https://twitter.com/LiamFox/status/1121421792902512641?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <p>I called his press office a moment ago to ask for clarification, and was told “his words speak for themselves”. When I pointed out that, actually, they don’t, because he has not said specifically that he agrees with the climate change consensus, the press officer was unable to elaborate and just repeated the language used by Fox himself.</p> <p>So what does Fox actually think about the causes of climate change? Who knows? As a doctor, you would expect him to accept the science. But this is a reminder that Fox (who has good Washington contacts) is one of the relatively few Conservative MPs who would feel culturally at home in the US Republican party, where it is normal to find dismiss climate change as a myth.</p>  <figure class=\"element element-image\" data-media-id=\"79392bf5fa4eaedad3a3023279c0ed0088420d28\"> <img src=\"https://media.guim.co.uk/79392bf5fa4eaedad3a3023279c0ed0088420d28/0_69_3312_1987/1000.jpg\" alt=\"Liam Fox.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liam Fox.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T16:23:29.315Z\">at 5.23pm BST</time></p>  </div> <div id=\"block-5cc1c2f08f08c89bd90683ee\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T14:33:40.342Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson paid £123,000 for delivering three-hour speech in Delhi</h2>  <div class=\"block-elements\">  <p>My colleague <strong>Peter Walker</strong> has been looking at the latest register of members’ interests, and some of the details are eye-watering.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1121396966838218754\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wow! Latest register of MPs&#39; interests shows Boris Johnson earned - *opens calculator* – £161,149 (and 74p) for just TWO speeches last month, one in London and one in Delhi. <a href=\"https://t.co/duoftll16t\">pic.twitter.com/duoftll16t</a></p>&mdash; Peter Walker (@peterwalker99) <a href=\"https://twitter.com/peterwalker99/status/1121396966838218754?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <p>You can read Boris Johnson’s full entry <a href=\"https://publications.parliament.uk/pa/cm/cmregmem/190423/johnson_boris.htm\">here. </a>For one three-hour speech in India, he was paid £123,000. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1121397909382156289\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Johnson also received yet another donation from Brexit-mad digger makers JCB, this time for £8,000. <a href=\"https://t.co/8NpZrWOfu2\">pic.twitter.com/8NpZrWOfu2</a></p>&mdash; Peter Walker (@peterwalker99) <a href=\"https://twitter.com/peterwalker99/status/1121397909382156289?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1121412822515240960\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">In other MPs&#39; interests news, Priti Patel (first pic) and Dominic Raab (second) are other Tory leadership hopefuls busy trousering extra money. <a href=\"https://t.co/219zeJ0Vfk\">pic.twitter.com/219zeJ0Vfk</a></p>&mdash; Peter Walker (@peterwalker99) <a href=\"https://twitter.com/peterwalker99/status/1121412822515240960?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1121412988542574595\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Meanwhile, Jacob Rees-Mogg was paid for a speech in Champagne. <a href=\"https://t.co/h8y10v369c\">pic.twitter.com/h8y10v369c</a></p>&mdash; Peter Walker (@peterwalker99) <a href=\"https://twitter.com/peterwalker99/status/1121412988542574595?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"7501cf44517deda03714c77c3047a7e191a6dd86\"> <img src=\"https://media.guim.co.uk/7501cf44517deda03714c77c3047a7e191a6dd86/0_117_3500_2100/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson</span> <span class=\"element-image__credit\">Photograph: Brian Lawless/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1ba888f08c89bd9068383\" class=\"block is-key-event\" data-block-contributor=\"profile/libbybrooks\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T13:50:00.532Z\">2.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Scottish independence issue has been 'settled for a generation', says Lidington</h2>  <div class=\"block-elements\">  <p>Theresa May’s de facto deputy, <strong>David Lidington</strong>, has ruled out giving Scotland the power to hold an independence referendum by 2021, despite Nicola Sturgeon claiming yesterday that Westminster’s opposition was “unsustainable”.</p> <p>He said that the UK government would not grant a section 30 order - which effectively provides the legal basis for a referendum - before 2021, saying:</p> <blockquote class=\"quoted\"> <p>We don’t see the case for that. This was supposed to be settled for a generation in 2014 and we should stick to that.</p> </blockquote> <p>Lidington, who was in Glasgow attending a cybersecurity conference, added that there was “no evidence since then that the appetite of the Scottish people to go through a referendum once again has surged up”.</p>  <figure class=\"element element-image\" data-media-id=\"afe7e4bc0c11b9e7f05996571808903fd039ec46\"> <img src=\"https://media.guim.co.uk/afe7e4bc0c11b9e7f05996571808903fd039ec46/0_74_3500_2100/1000.jpg\" alt=\"David Lidington speaking during CYBERUK held at the Scottish Event Campus in Glasgow.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Lidington speaking during CYBERUK held at the Scottish Event Campus in Glasgow.</span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1aaa08f08d5e277b548ad\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T13:35:36.428Z\">2.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Ministers have shelved plans for a debate and vote on the planned EU withdrawal agreement bill.</strong> There has been speculation that the bill could be brought to the Commons next week (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc160bc8f08c89bd9067f6d#block-5cc160bc8f08c89bd9067f6d\"> 9.10am)</a> but when <strong>Andrea Leadsom,</strong> the Commons leader, announced the Commons business for next week, the bill was not included. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc19b338f085bb0e0de81dd#block-5cc19b338f085bb0e0de81dd\"> 12.39pm.)</a> That does not mean a debate definitely will not go ahead next week; it just means that ministers are not willing to commit to one now. Their caution is understandable because a vote against the bill at second reading could leave May with all her Brexit options exhausted.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/25/andrew-adonis-apologises-brexiters-not-vote-labour-eu-elections-brexit\">The pro-remain Labour peer Andrew Adonis, who is standing for the party in the EU elections, has backed its “sensible alternative plan” to deliver a Brexit deal, in a Facebook post that baffled some of his supporters.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/25/brexit-party-opera-singer-ex-loaded-editor-eu-elections-candidates\">An opera singer, a former lads’ magazine editor and a senior civil servant who resigned from his job just 48 hours ago have been unveiled as candidates for Nigel Farage’s Brexit party in the European elections.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/environment/2019/apr/25/mps-warn-post-brexit-environment-plans-fall-woefully-short\">Proposals to replace the EU’s strong environmental protections after Brexit “fall woefully short”, according to a highly critical report from a cross-party committee of MPs.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak\">Labour has demanded “a full leak inquiry” into whoever was responsible for this week’s unauthorised disclosure from the national security council that the Chinese company Huawei will be allowed to supply 5G telecoms equipment in the UK.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/apr/25/homicides-in-england-and-wales-hit-highest-level-in-a-decade\">Homicides in the last year rose to their highest level in over a decade, with 732 people killed in England and Wales, according to the latest official statistics, which also showed an increase in knife crime.</a> </strong>You can read the Office for National Statistics report in full <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingdecember2018\">here. </a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/25/labour-reveals-plan-billion-pounds-local-bus-services-tory-cuts\">Labour would spend £1.3bn a year to reverse recent cuts to local bus services as a means of boosting communities and helping the environment, the party has announced.</a></strong></li> </ul> <ul> <li><strong>Rory Stewart, the prisons minister, has announced that he may stand for the Conservative party leadership if there is a contest this year. </strong>Asked if he would be a candidate, he told the Press Association:</li> </ul> <blockquote class=\"quoted\"> <p>Yes, I think if there were one this year, I’d probably throw my hat in the ring. It’s a lot of unknowns in politics, but yes. </p> <p>I think it’s a really important time in British politics. </p> <p>I believe I have something to contribute and I particularly believe that it’s important to have somebody who’s prepared to stand up for the centre ground of British politics - in other words stand up, not for a hard Brexit, or a hard remain, but, at a time when politics is getting more and more polarised and people going to extremes, to have somebody saying I love Britain, I believe in Britain, and I don’t believe Britain shouldn’t be split into two camps. What we need to do is find the things that we have in common.</p> </blockquote> <p><a href=\"https://www.spectator.co.uk/2019/04/rory-stewart-why-id-make-a-good-prime-minister/\">In a separate interview with the Spectator, </a>Stewart said that his experience as a diplomat, who served as a regional governor in Iraq after the war, meant that he would be good at rebuilding Brexit Britain. He told the magazine:</p> <blockquote class=\"quoted\"> <p>Difficult periods need different types of people. One of the reasons why I would be tempted towards this job is that we desperately need to rebuild ourselves internationally after Brexit. I am one of the only people in parliament who is a genuine specialist ...<br></p> <p>That’s been my life. I’ve written four books about it, done three television documentaries about it, I’ve taught it at Harvard, I’ve spent more than a decade living in funny countries and working there. I’ve done it as a developer, as a diplomat, I’ve done it in war zones.</p> </blockquote> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/25/lib-dem-european-elections-candidate-loses-legal-row-with-party\">The Liberal Democrats’ deputy treasurer has lost a legal battle against his party after he failed to secure its top European parliament elections spot for London.</a></strong> As <strong>Jessica Elgot</strong> reports, <strong><a href=\"https://www.theguardian.com/small-business-network/audio/2018/jan/31/im-a-remainer-because-i-want-a-market-of-508-million\">Dinesh Dhamija</a>,</strong> the millionaire founder of the travel website eBookers, who is one of the party’s biggest funders, had hoped to be placed first among the prospective Lib Dem candidates for London but a members’ ballot placed him second, behind the new member Irina von Wiese.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/environment/2019/apr/24/extinction-rebellion-declares-end-to-london-protests\">Up to 400 Extinction Rebellion activists have been stopping traffic in moving protests across the City of London’s to highlight the role of the finance industry in fuelling climate change.</a></strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T13:39:25.338Z\">at 2.39pm BST</time></p>  </div> <div id=\"block-5cc1b0838f08c89bd9068316\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T13:17:33.090Z\">2.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Edward Leigh says he will stand for election as next Speaker</h2>  <div class=\"block-elements\">  <p>We’re in the early stages of a Conservative party leadership election, with several candidates actively organising and campaigning, even though there is, as yet, no vacancy, and no one has officially announced their candidature.</p> <p>But some Tories are focusing on another election - the one to replace John Bercow as Speaker. He was expected to resign this summer. Now <a href=\"https://www.express.co.uk/news/uk/1113978/Brexit-news-John-Bercow-Speaker-EU-exit-Theresa-May-blow-Parliament-House-of-Commons\">there are reports he may delay that until after the UK has left the EU. </a>But that has not stopped the Tory Brexiter<strong> Sir Edward Leigh</strong> announcing that he will be standing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardLeighMP/status/1121367417509351424\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When a vacancy occurs I intend to stand for the office of Speaker. I would be a traditional speaker who does not speak much. Like a judge I would, by my conduct and dress, submerge my personality into the office.</p>&mdash; Sir Edward Leigh MP (@EdwardLeighMP) <a href=\"https://twitter.com/EdwardLeighMP/status/1121367417509351424?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <p>This means that he would restore the custom of the Speaker wearing a wig, a longstanding tradition until it was abandoned by Betty Boothroyd when she became Speaker in 1992.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardLeighMP/status/1121367541291601920\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I would prioritise serious debate. This may mean time limits of not less than five minutes in debates. Urgent questions should be held when needed: when there is something urgent and important to be discussed.</p>&mdash; Sir Edward Leigh MP (@EdwardLeighMP) <a href=\"https://twitter.com/EdwardLeighMP/status/1121367541291601920?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <p>That means he would grant fewer urgent questions (UQs) than Bercow, who has massively expanded the number allowed.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardLeighMP/status/1121367700910092288\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I oppose the costly, unnecessary, and environmentally unsound demolition of Richmond House and the creation of a replica chamber. When a decant becomes necessary, it should be as short as possible into a temporary chamber.</p>&mdash; Sir Edward Leigh MP (@EdwardLeighMP) <a href=\"https://twitter.com/EdwardLeighMP/status/1121367700910092288?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardLeighMP/status/1121388015476191234\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today I spoke with Marcus Binney of <a href=\"https://twitter.com/SAVEBrit?ref_src=twsrc%5Etfw\">@SAVEBrit</a>. They’re fighting to save Richmond House, this Grade II*-listed building by trailblazing British postmodernist William Whitfield. Facing demolition to be replaced by temporary Commons chamber, rejecting cheaper &amp; greener alternatives. <a href=\"https://t.co/l0FBszlVPC\">pic.twitter.com/l0FBszlVPC</a></p>&mdash; Sir Edward Leigh MP (@EdwardLeighMP) <a href=\"https://twitter.com/EdwardLeighMP/status/1121388015476191234?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardLeighMP/status/1121367971266482177\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I would be rigidly impartial.<br><br>I oppose any move against the present Speaker who must be allowed to retire at a time of his choosing. In order to protect the office of Speaker, this issue must not be politicised.</p>&mdash; Sir Edward Leigh MP (@EdwardLeighMP) <a href=\"https://twitter.com/EdwardLeighMP/status/1121367971266482177?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc1ae728f085bb0e0de82f9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T13:01:23.500Z\">2.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Chinese vice premier says South China Sea issue has harmed relations with UK</h2>  <div class=\"block-elements\">  <p>Chinese vice premier Hu Chunhua has told Philip Hammond of his regret that the South China Sea issue has harmed relations between his country and the UK. As the Press Association reports, the chancellor, on a visit to Beijing, said he also regretted that there had been “some difficulties in advancing the positive course of the relationship that our leaders have set out”. Hammond said the UK takes “no position” in relation to the issues in the South China Sea, where Beijing has been involved in a dispute over navigation rights and territorial claims. </p> <p>Speaking at the start of a meeting, Hu told the chancellor: </p> <blockquote class=\"quoted\"> <p>It is regrettable that since August last year the relations between our two countries witnessed some fluctuations because of the South China Sea issue and a series of institutional dialogues and cooperation projects had to pause.</p> </blockquote> <p>Hammond said: “Of course you understand that the UK takes no position in relation to the issues in the South China Sea.” </p> <p>As the Press Association reports, Hammond’s trip to China in February was pulled after <a href=\"https://www.theguardian.com/politics/2019/feb/11/brexit-uk-military-defence-gavin-williamson\">the defence secretary, Gavin Williamson, threatened to deploy a warship in the Pacific.</a><br></p>  <figure class=\"element element-image\" data-media-id=\"a31380a2edd280028914e8be5c3928d14a55faf1\"> <img src=\"https://media.guim.co.uk/a31380a2edd280028914e8be5c3928d14a55faf1/0_112_2571_1543/1000.jpg\" alt=\"Chinese Vice Premier Hu Chunhua\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chinese Vice Premier Hu Chunhua</span> <span class=\"element-image__credit\">Photograph: JASON LEE/POOL/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1aadf8f08c89bd90682e3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T12:41:22.106Z\">1.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"74ddd4160b042476862407afe6d53d78d2316f6a\"> <img src=\"https://media.guim.co.uk/74ddd4160b042476862407afe6d53d78d2316f6a/0_90_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn has a look around an ‘eco bus’ during a visit to Nottingham, where the Labour council runs its own buses including a fleet of eco buses through Nottingham City Transport.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn has a look around an ‘eco bus’ during a visit to Nottingham, where the Labour council runs its own buses including a fleet of eco buses through Nottingham City Transport.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1a9d38f085bb0e0de82c9\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T12:39:22.773Z\">1.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Following her statement to Holyrood yesterday, in which she announced <a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc0631b8f08d5e277b53dcb#block-5cc0631b8f08d5e277b53dcb\">new legislation to stage a second independence referendum, stating one must be held by May 2021 if Brexit goes ahead</a>, it was inevitable that<strong> Nicola Sturgeon</strong> would face criticism at FMQs.</p> <p>But surprisingly – aside from a few jibes about being obsessed with the constitution from Scottish Labour – it was the pro-independence Greens who went on the attack.</p> <p>Scottish Greens co-leader <strong>Patrick Harvie </strong>welcomed yesterday’s announcement, but challenged Sturgeon on her proposed economic policy for an independent Scotland, describing the SNP’s growth commission report – which is to be debated at the party’s conference this weekend – as “closer to the failed economics of the UK”.</p> <p>Harvie argued that adopting the growth commission’s recommendations – which have been criticised as too cautious and market-driven, especially by those on the left of the independence movement – would mean “gaining political independence but without the economic control we need”. He went on:</p> <blockquote class=\"quoted\"> <p>People who were not convinced in 2014 are far more likely to back independence if its made on a positive bold vision of Scotland’s future.</p> </blockquote> <p>Sturgeon, of course, disagreed with this characterisation, saying the commission set out why so many smaller independent countries are richer and fairer than Scotland and how Scotland can emulate that and it was a “bold vision” she would campaign on. <br></p>  <figure class=\"element element-image\" data-media-id=\"f40e1711e50e4786fe815c4d2a51635a02b9d62b\"> <img src=\"https://media.guim.co.uk/f40e1711e50e4786fe815c4d2a51635a02b9d62b/0_192_5760_3456/1000.jpg\" alt=\"Scottish Green MSP Patrick Harvie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scottish Green MSP Patrick Harvie</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1a8698f085bb0e0de82b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T12:35:22.861Z\">1.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Philip Hammond</strong>, the chancellor, is in Beijing today for a summit where he is due to present the UK as a “natural partner” for trade and investment at a summit in Beijing on China’s multibillion-pound infrastructure plans. </p>  <figure class=\"element element-image\" data-media-id=\"e6854b5fc2aa4975f958126814feebb39b9d4c8e\"> <img src=\"https://media.guim.co.uk/e6854b5fc2aa4975f958126814feebb39b9d4c8e/0_217_3500_2100/1000.jpg\" alt=\"Philip Hammond meeting with China’s vice premier Hu Chunhua during a visit to the Diaoyutai State Guesthouse in Beijing o\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Philip Hammond meeting with China’s vice premier Hu Chunhua during a visit to the Diaoyutai State Guesthouse in Beijing o</span> <span class=\"element-image__credit\">Photograph: Jason Lee/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"acb24a23784ada0c918b615868633c74cb2b3ed7\"> <img src=\"https://media.guim.co.uk/acb24a23784ada0c918b615868633c74cb2b3ed7/0_86_3500_2100/1000.jpg\" alt=\"Philip Hammond meeting the Chinese vice premier Hu Chunhua at the Diaoyutai State Guesthouse in Beijing, China\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Philip Hammond meeting the Chinese vice premier Hu Chunhua at the Diaoyutai State Guesthouse in Beijing, China</span> <span class=\"element-image__credit\">Photograph: JASON LEE/POOL/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1a3d48f08d5e277b54862\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T12:12:52.752Z\">1.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrew Adonis,</strong> the Labour peer, has posted this on Twitter, insisting that his recent Facebook post (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc170a98f08d5e277b545bd#block-5cc170a98f08d5e277b545bd\"> 9.52am)</a> does not mean he has changed his commitment to a second referendum.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Andrew_Adonis/status/1121373200083030017\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My statement yesterday is Labour&#39;s approved conference policy. It doesn&#39;t change my commitment to a public vote on any Brexit deal. That&#39;s what Jeremy and Labour voted for in Parliament on April 1. The people must be given the final say!</p>&mdash; Andrew Adonis (@Andrew_Adonis) <a href=\"https://twitter.com/Andrew_Adonis/status/1121373200083030017?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc1a17f8f08c89bd906824e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T12:04:30.437Z\">1.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier I posted a link to the LSE’s <a href=\"http://democraticdashboard.com/\">Democratic Dashboard</a>, which will give you information about the elections in your area if you insert your postcode.</p> <p>The <strong>Democracy Club</strong> has its own version, <a href=\"https://whocanivotefor.co.uk/\">Who can I vote for? </a>It’s probably more useful because, unlike the Democratic Dashboard, it now includes information about candidates.</p> </div>   </div> <div id=\"block-5cc19df88f085bb0e0de821e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T11:52:36.577Z\">12.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrea Leadsom</strong>, the leader of the Commons, has just told MPs that there will be a debate on the statutory instrument changing the date of Brexit in the EU Withdrawal Act to 31 October.</p> <p>Ministers have to change the date in the act following the agreement with the EU to extend article 50. Under the system used for this sort of SI, <a href=\"https://www.parliament.uk/about/how/laws/secondary-legislation/\">the negative resolution procedure,</a> there does not have to be a Commons vote. But <strong>Sir Bill Cash</strong>, the Tory Brexiter, has tabled a motion saying it should be annulled. These motions do not have to be debated, but Leadsom told Cash that this one would be.</p> <p>Presumably the government is allowing a debate because it is very confident that it will win.</p> <p><em>UPDATE:</em> Cash has tweeted this.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BillCashMP/status/1121404638299852808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I have secured a debate on the extension of Article 50 Statutory Instrument which we regard as being beyond the legal authority of the Government.<a href=\"https://t.co/CMJItItCDu\">https://t.co/CMJItItCDu</a> <a href=\"https://t.co/4ZVllYpCSS\">pic.twitter.com/4ZVllYpCSS</a></p>&mdash; Bill Cash (@BillCashMP) <a href=\"https://twitter.com/BillCashMP/status/1121404638299852808?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T13:53:14.362Z\">at 2.53pm BST</time></p>  </div> <div id=\"block-5cc19b338f085bb0e0de81dd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T11:39:36.387Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Leadsom announces Commons business for next week without including new Brexit vote</h2>  <div class=\"block-elements\">  <p><strong>Andrea Leadsom</strong>, the leader of the Commons, has just announced the Commons business for next week. And it does not include the EU withdrawal agreement bill.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrexitCentral/status/1121376501059018753\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/CommonsLeader?ref_src=twsrc%5Etfw\">@CommonsLeader</a> confirms next week’s business in the Commons and there’s no mention of either the Withdrawal Agreement Bill or Meaningful Vote 4 coming back to be voted on. <a href=\"https://t.co/qbnZ7HLpcb\">pic.twitter.com/qbnZ7HLpcb</a></p>&mdash; BrexitCentral (@BrexitCentral) <a href=\"https://twitter.com/BrexitCentral/status/1121376501059018753?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <p>That does not definitely mean that reports saying the bill (or the WAB, as it is known in Whitehall) are wrong. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc160bc8f08c89bd9067f6d#block-5cc160bc8f08c89bd9067f6d\"> 9.10am.) </a>The government could still introduce the bill next week by announcing changes to the Commons business at the last minute.</p>  <figure class=\"element element-image\" data-media-id=\"25a052071a9dede161875b6a431496aa4ffcac5d\"> <img src=\"https://media.guim.co.uk/25a052071a9dede161875b6a431496aa4ffcac5d/20_0_602_361/500.jpg\" alt=\"Andrea Leadsom\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrea Leadsom</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc18cb68f085bb0e0de811f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T11:29:13.213Z\">12.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Chuka Umunna sets out provisional progressive manifesto</h2>  <div class=\"block-elements\">  <p>And on the other side of the Brexit argument, <strong>Chuka Umunna</strong>, the former Labour MP who now represents Change UK (the Independent Group) has been speaking at an event where he is publishing <a href=\"https://static.wixstatic.com/ugd/0bdefb_3ee19c4e58e541c9b526ff871c4551fd.pdf\">‘What are progressives for?’ (pdf)</a>, a report with opinion poll research showing support for progressive ideas.</p> <p>Change UK has not published a manifesto, but the report, and the news release sent out with it, set out various policy ideas backed by Umunna himself. So effectively it’s an embryonic Umunna manifesto.</p> <p>It’s a mix. Some of the policies have a strong Conservative flavour, some would quite happily sit in a Labour manifesto, and some are a bit harder to place.</p> <p><em>Here are two Conservative-leaning ones.</em></p> <p><strong>1) Introducing a form of national citizen service.</strong> David Cameron introduced a voluntary version of this. Umunna seems to favour making it compulsory.</p> <p><strong>2) A hypothecated NHS tax (ie, a ringfenced tax, with the money going to the NHS). </strong>This is not Conservative policy, but if Jeremy Hunt were to become Tory leader, it could be, because <a href=\"https://www.express.co.uk/news/uk/976573/nhs-tax-jeremy-hunt-health-funding-uk\">he has said there are “compelling” arguments in favour.</a></p> <p><em>Here are three Labourish proposals.</em></p> <p><strong>1) Raising the tax rate on dividend income to the same level as the tax on regular income, raising £5.9bn.</strong></p> <p><strong>2) Imposing a cap on executive pay, linking it to a ratio of average pay.</strong> Labour proposed this in its manifesto for firms getting government contracts.</p> <p><strong>3) Putting workers on company boards so they have a say over executive pay. </strong>Theresa May proposed this when she ran for the Conservative party leadership, but <a href=\"https://www.theguardian.com/business/2018/jun/10/theresa-may-misses-a-trick-after-u-turn-over-workers-on-boards\">subsequently dropped the idea after opposition from business.</a> But <a href=\"http://www.cityam.com/263486/labour-calls-workers-sit-company-boards\">Labour is in favour.</a></p> <p><em>And here are two ideas that are harder to place - unless you call them centrist.</em></p> <p><strong>1) Abolishing tuition fees, but only for those from underprivileged backgrounds.</strong> At the last election Labour proposed abolishing all tuition fees. The government is currently reviewing fees, but this is expected to result in a proposal to lower fees, not to abolish them.</p> <p><strong>2) Putting “public interest companies” in charge of some public services.</strong> It is not clear quite what this would mean, but it seems to be a half-way house between nationalisation and privatisation.</p> <p>The research shows quite a lot of support for some of these ideas, although they do not all have majority backing.</p> <p>Commenting on the report, Umunna said:</p> <blockquote class=\"quoted\"> <p>Ours is a multifaceted, diverse, country and stronger for it but this is often ignored and belittled in political debate. An appreciation of the complexities of modern Britain is dismissed as ‘centrism,’ a term which is thrown around as an insult.</p> <p>‘Centrists’ stand accused of seeking to maintain the status quo and being blind to the urgency for change when the opposite is true. The online trolls of the populist left and right, who poison so much debate in this country, do this every day but they don’t speak for mainstream Britain. As this new Opinium polling for the <a href=\"https://www.progressive-centre.com/\">Progressive Centre</a> illustrates, progressive ideas and values are alive and well, and command popular support in our country. For too long we have been defensive about our progressive politics - instead we must be loud and proud champions of it.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKProgressive/status/1121369478275551232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/ChukaUmunna?ref_src=twsrc%5Etfw\">@ChukaUmunna</a> “The idea that politics is broken is everywhere in this country. “ <a href=\"https://t.co/n5YikvXXDV\">pic.twitter.com/n5YikvXXDV</a></p>&mdash; Progressive Centre UK (@UKProgressive) <a href=\"https://twitter.com/UKProgressive/status/1121369478275551232?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc1928a8f08c89bd9068188\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T10:59:10.296Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The two final candidates unveiled at the Brexit party news conference were <a href=\"https://twitter.com/brexitparty_uk/status/1121365739766714368\">Elizabeth Babade, </a>a Nigerian-born laywer, and <a href=\"https://twitter.com/brexitparty_uk/status/1121366435178086400\">Henrik Overgaard-Nielsen,</a> a Danish dentist who has lived in the UK for more than 20 years and who works for the NHS.</p> </div>   </div> <div id=\"block-5cc18e818f085bb0e0de8134\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T10:44:16.948Z\">11.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Two more candidates have been unveiled at the Brexit party launch: Martin Daubney, a former editor of Loaded, the men’s magazine, and <strong>James Wells.</strong> Wells is speaking now, and he says that this week he resigned from his job at head of UK trade at the Office for National Statistics so that he could be a Brexit party candidate for the European elections in Wales.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshHalliday/status/1121363546300928001\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">James Wells resigned yesterday from his job as the head of UK trade at the Office for National Statistics so he can stand as Brexit party MEP candidate for Wales. <a href=\"https://t.co/FkFcR4LIzN\">pic.twitter.com/FkFcR4LIzN</a></p>&mdash; Josh Halliday (@JoshHalliday) <a href=\"https://twitter.com/JoshHalliday/status/1121363546300928001?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc189668f085bb0e0de80f7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T10:28:16.299Z\">11.28am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Brexit party unveils new candidates</h2>  <div class=\"block-elements\">  <p>The Brexit party is holding a press conference where it is unveiling six more of its European election candidates. <strong>Richard Tice</strong>, the party chairman, says the full list of candidates will be published later today. He has just introduced<strong> Louis Stedman-Bryce</strong>, a businessman, who is standing for the party in Scotland. The party is sensitive to claims that it is reactionary and bigoted, and Stedman-Bryce challenged this as he explained why he was standing. He told the press conference:</p> <blockquote class=\"quoted\"> <p>I’m also tired by the media’s portrayal of the type of person that voted for Brexit. It makes me sick. The perception out that quite often is that we are white, we’re homophobic, we are definitely racist, and we did not know what were were voting for. So I stand before you as a gay, black man and I can also tell you that I definitely knew what I was voting for when I voted for Brexit.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brexitparty_uk/status/1121357474148360192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Standing for The Brexit Party is Louis Stedman Bryce who runs a social care company in Scotland. <a href=\"https://t.co/5ppCVzNnwk\">pic.twitter.com/5ppCVzNnwk</a></p>&mdash; The Brexit Party (@brexitparty_uk) <a href=\"https://twitter.com/brexitparty_uk/status/1121357474148360192?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <p>The next new candidate to be introduced was <a href=\"https://twitter.com/brexitparty_uk/status/1121358829361537024\">Lucy Harris, an opera singer.</a></p> <p>There is a live feed of the launch <a href=\"https://www.pscp.tv/w/1vAxRWlongDKl\">here.</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T10:29:43.559Z\">at 11.29am BST</time></p>  </div> <div id=\"block-5cc186c58f08c89bd90680e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T10:07:52.335Z\">11.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here is <strong>Chuka Umunna, </strong>the former Labour MP who now represents Change UK (the Independent Group), on Andrew Adonis’s latest statement.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChukaUmunna/status/1121118703683293184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I thought this was a spoof account when I read this on my friend Andrew Adonis’ page but then I remembered he is now standing for ⁦<a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a>⁩ in the European elections and so has been gagged by the leadership. Bye bye <a href=\"https://twitter.com/hashtag/PeoplesVote?src=hash&amp;ref_src=twsrc%5Etfw\">#PeoplesVote</a>+Remain, hello soft Brexit. So disappointing <a href=\"https://t.co/EUYf6jEAgH\">pic.twitter.com/EUYf6jEAgH</a></p>&mdash; Chuka Umunna (@ChukaUmunna) <a href=\"https://twitter.com/ChukaUmunna/status/1121118703683293184?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc185ba8f08d5e277b54694\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T10:05:28.303Z\">11.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is <strong>James Cleverly,</strong> a Brexit minister, on Andrew Adonis’s apparent reincarnation as a Corbynite on the issue of Brexit. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/25/brexit-latest-news-developments-theresa-may-told-tory-mps-expect-her-to-resign-before-end-of-year-as-possible-new-brexit-vote-planned-for-next-week-live-news?page=with:block-5cc170a98f08d5e277b545bd#block-5cc170a98f08d5e277b545bd\"> 9.52am.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCleverly/status/1121170121924460552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If you read the first letter, of the second word, on every third line of this Facebook post a coded message says “Help me, Seumas is making me write this Brexit stuff that I don’t believe.”<br><br>Whatever your views on the EU we need to <a href=\"https://twitter.com/hashtag/FreeAndrew?src=hash&amp;ref_src=twsrc%5Etfw\">#FreeAndrew</a> <a href=\"https://twitter.com/hashtag/TheAdonisOne?src=hash&amp;ref_src=twsrc%5Etfw\">#TheAdonisOne</a> <a href=\"https://t.co/ATn7gPN4DN\">pic.twitter.com/ATn7gPN4DN</a></p>&mdash; James Cleverly MP (@JamesCleverly) <a href=\"https://twitter.com/JamesCleverly/status/1121170121924460552?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc183378f085bb0e0de8075\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T09:59:19.792Z\">10.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jo Platt</strong>, the shadow Cabinet Office minister who tabled the UQ, is responding.</p> <p>She says it would be “shocking” if a minister leaked details of the NSC decision for personal advantage. She says there should be a leak inquiry, and if a minister is found to be responsible, he or she should be sacked.</p> <p>She says officials have said there is still a security risk posed by Huawei. Is this still the view of the security services?</p> <p>So why has this company been given the go-ahead to help build critical national infrastructure?</p> <p>In response, <strong>Jeremy Wright </strong>says no final decision has been made.</p> <p>But he says he entirely agrees with what Platt said about the leak. There is a good reason why these discussions should be confidential, he says.</p> <p>He says security officials must be able to feel that they can give advice to the NSC that will remain private.</p> <p>He says there is an oversight board that scrutinises the equipment supplied by Huawei.</p> <p>He says it is worth recognising that Huawei equipment is prevalent around the world. There is a good deal of it already in the UK network, he says.</p>  <figure class=\"element element-image\" data-media-id=\"e177a077bc0e97d4bfca5e83442850f7ff3cb66f\"> <img src=\"https://media.guim.co.uk/e177a077bc0e97d4bfca5e83442850f7ff3cb66f/25_0_597_358/500.jpg\" alt=\"Jeremy Wright\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Wright</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc1827f8f085bb0e0de806a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T09:51:47.110Z\">10.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jeremy Wright,</strong> the culture secretary, is responding to the Huawei UQ.</p> <p>He says the security of the mobile phone network is paramount.</p> <p>His department has been carrying out a review of security over the network, he says.</p> <p>He says despite the focus on Huawei, this review is not about one company, or one country.</p> <p>He says the government needs to strike a balance between security and prosperity in its 5G planning.</p> <p>But security is pre-eminent, he says.</p> <p>He says the review is very thorough. It will report once ministerial decisions have been taken, he says.</p> <p>He says national security council decisions must be confidential.</p> <p>He says he will make an announcement in due course.</p> </div>   </div> <div id=\"block-5cc1810c8f08d5e277b54658\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T09:45:15.899Z\">10.45am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Urgent question on Huawei</h2>  <div class=\"block-elements\">  <p>We are about to get a Commons urgent question on Huawei.</p> <p>Here is my colleague <strong>Dan Sabbagh</strong>’s overnight story about the leak saying Theresa May plans to allow the Chinese telecoms firm to supply some “non-core” equipment for 5G mobile phone networks.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2019/apr/24/tory-mps-seek-to-overturn-mays-huawei-supply-decision\">Tory MPs seek to overturn May's Huawei supply decision</a> </p> </aside> </div>   </div> <div id=\"block-5cc178928f085bb0e0de7ff1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T09:32:36.097Z\">10.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A week today local elections are taking place in England. In normal circumstances they would be getting a fair bit of media attention, but this year everything has been overshadowed by Brexit and you could be forgiven for not realising the locals are a thing. (The European elections have been making the news, but they comprise part of the over-arching Brexit narrative.)</p> <p>If you want to know whether local elections are taking part in your area, this online <a href=\"http://democraticdashboard.com/\">Democratic Dashboard,</a> run by the LSE’s Democratic Audit team, is very helpful. Just enter your postcode and it will tell you about the elections taking place this May in your area.</p> <p>Theresa May doesn’t seem to be showing much interest in the locals but, to their credit, <strong>Jeremy Corbyn</strong> and Labour are campaigning and announcing policy. Today Corbyn is announcing that a Labour government would spend £1.3bn reversing cuts that have led to 3,000 bus routes being cut or withdrawn since 2010. My colleague<strong> Peter Walker</strong> has the details here.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/25/labour-reveals-plan-billion-pounds-local-bus-services-tory-cuts\">Labour reveals plan to put £1.3bn a year back into local bus services</a> </p> </aside>  <p>Last night Labour used its Twitter feed to complain about the Today programme not showing much interest in the story, pointing out that although buses may not be much of an issue in London (where the Transport for London bus service is generally very good), outside the capital it is an issue that generates much more controversy.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourpress/status/1121139540180312064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Deeply disappointing but sadly not surprising that <a href=\"https://twitter.com/BBCr4today?ref_src=twsrc%5Etfw\">@BBCR4Today</a> is refusing to cover a policy announcement we have tomorrow morning.<br><br>It&#39;s on a big issue for a lot of people outside London, but clearly not for out of touch Today editors.</p>&mdash; Labour Press Team (@labourpress) <a href=\"https://twitter.com/labourpress/status/1121139540180312064?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <p>Buses are also particularly important for Labour supporters. <a href=\"https://www.theguardian.com/politics/blog/live/2018/jul/04/pmqs-may-corbyn-gove-gove-plays-down-prospect-of-cabinet-resignations-at-key-chequers-summit-politics-live?page=with:block-5b3cca6ee4b074b33455025b#block-5b3cca6ee4b074b33455025b\">According to academic research,</a> if you are looking for a single factor that most correlates with voting Labour, it is not class, or age, or ethnicity, or even being a renter rather than a owner occupier; it is not having a car.</p> </div>   </div> <div id=\"block-5cc1759a8f085bb0e0de7fd8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T09:00:37.111Z\">10.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dominic Grieve</strong>, the Conservative MP who chairs parliament’s intelligence and security committee, has said that if a member of the cabinet was responsible for yesterday’s leak to the Daily Telegraph about the National Security Council’s discussion about allowing Huawei access to the UK’s 5G network, they should be sacked. Speaking to the BBC, he said:</p> <blockquote class=\"quoted\"> <p>The principle that what is discussed at the NSC is kept totally confidential is really important.</p> <p>That that should have been breached in this fashion - and I can’t think of any occasion where it has happened before - I think is deeply worrying. </p> <p>If it turned out that it was a member of the cabinet - or indeed a minster who was attending the NSC - they should be sacked immediately.</p> </blockquote> <p>Greive also said that the leak could be linked to ministers positioning themselves ahead of the forthcoming Conservative leadership contest. He said:</p> <blockquote class=\"quoted\"> <p>There has certainly been some posturing around on a whole range of issues. I can’t pretend that there aren’t people who appear to be preparing themselves for leadership bids. None of this is in the national interest in my view.</p> </blockquote> <p>There is an urgent question on this issue in the Commons at 10.30am.</p> </div>   </div> <div id=\"block-5cc170a98f08d5e277b545bd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T08:52:16.393Z\">9.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Adonis apologises for saying Brexiters should not vote Labour</h2>  <div class=\"block-elements\">  <p>If you stand for election as a candidate for a party, you are expected to support party policy. And so perhaps it is not that surprising that, having been picked as the second candidate on Labour’s list for the South West in the European elections,<strong> Lord Adonis </strong>has moderated his anti-Brexit rhetoric.</p> <p>Adonis has been one of the fiercest opponents of Brexit, and one of the strongest backers of remain, in parliament. But <a href=\"https://www.facebook.com/LordAndrewAdonis/?hc_ref=ARRILUmzGFY3Sjiuzco59wl9wDM8f2vDMG7HlwvHJ7NqcL2DKnsUwUQ6bJAvDT4EIhQ&amp;fref=nf&amp;__xts__[0]=68.ARBVPRVMNNYw_hyK8SHdvp55WUPe3GLH6R6Ymp8zzqflfevriqCTt58jmXkAyPlyiqXmdHZpNjl5a2VhCiIyAUW29d9lyHUnQDGSENiOEpCsaOiUaOezRUGdg2yCdZUkYhVG51judXYSDxlNviq8wM-83Qkyq44Z7x-jw5XTJAUYLh5As7KeLUZOnozQcE89LJJ0rFZ5hSPVmCvlrYi3OupDgD40sDxG-_hyINBk4ho66eD7UYdIqdSOW5zY-p3wRKlP9ThthEDe7CLJ5n2P0t42DzqONAEVV_jAtiUZc4O-3NdUOYjDcvE4OqVAMF5gRdkfHWrMJjNpHt9IJ5ehvg&amp;__tn__=kC-R\">in a post on Facebook</a>, he has apologised for saying last year that<a href=\"https://twitter.com/brexitparty_uk/status/1120990886945595393\"> Brexiters should not vote Labour</a> and set out Labour’s policy without a scintilla of remainer spin. He says:</p> <blockquote class=\"quoted\"> <p>Labour has always been clear that it respects the result of the referendum. What we do not respect is the way the Conservatives have sought to use Brexit to create a more unequal economy and a harsher society.</p> <p>That is why Labour has put forward a sensible alternative plan that would ensure a close economic relationship with the EU after Brexit, based on a new customs union and dynamic alignment on rights and standards. If such a plan cannot be secured due to the government’s infighting and irresponsibility, we believe all options should remain on the table, including the option of a public vote.</p> </blockquote> <p>This is a very accurate description of Labour policy. But, as <strong>Jack Blanchard </strong>writes in his Politico Europe <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-barclays-chinese-burn-dont-you-want-me-brady-brexit-in-stasis/\">London Playbook briefing</a>, this is not how Adonis has presented his views in the past. Blanchard explains:</p> <blockquote class=\"quoted\"> <p><strong>Reminder: </strong><a href=\"https://twitter.com/Andrew_Adonis/status/1116251832165249025\">This</a> was Adonis just two weeks ago: “The (article 50) extension is a bit short — 500 years would have been better — but it’s long enough to finish off Brexit. Referendum, Revoke, Remain.” <a href=\"https://twitter.com/Andrew_Adonis/status/1115611432530235398\">And the week before:</a> “Brexit can &amp; must be stopped!” <a href=\"https://twitter.com/Andrew_Adonis/status/1115136721811845120\">And a few days before that:</a> “These [cross-party] ‘talks’ are a last desperate pretence that some form of Brexit might be viable, when it isn’t.” And <a href=\"https://www.theguardian.com/politics/2019/apr/07/week-britains-two-part-political-system-shattered\">on April 7:</a> “Labour will split if … the party is complicit in Brexit.” Funny how these things turn out.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"9f6ad2440e5eefc288c21029928d9fe429099ffa\"> <img src=\"https://media.guim.co.uk/9f6ad2440e5eefc288c21029928d9fe429099ffa/0_161_4992_2995/1000.jpg\" alt=\"Labour peer Andrew Adonis\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour peer Andrew Adonis</span> <span class=\"element-image__credit\">Photograph: Geoffrey Swaine/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc170428f085bb0e0de7fa6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T08:31:17.526Z\">9.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are three urgent questions in the Commons today.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1121326257197789184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">3 UQs today:<br><br>1.  <a href=\"https://twitter.com/JoPlattMP?ref_src=twsrc%5Etfw\">@JoPlattMP</a> on the future role of Huawei in UK telecoms infrastructure<br><br>2. <a href=\"https://twitter.com/CatherineWest1?ref_src=twsrc%5Etfw\">@CatherineWest1</a> on the Electoral Registration Process for EU Citizens for the 2019 European Elections<br><br>3. <a href=\"https://twitter.com/JonAshworth?ref_src=twsrc%5Etfw\">@JonAshworth</a> on the publication of the Government’s mandate for the NHS</p>&mdash; Labour Whips (@labourwhips) <a href=\"https://twitter.com/labourwhips/status/1121326257197789184?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc160bc8f08c89bd9067f6d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-25T08:10:04.081Z\">9.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May told Tories expect her to go within months as possible new Brexit vote planned for next week</h2>  <div class=\"block-elements\">  <p>Theresa May received a partial reprieve yesterday when the executive of the Conservative backbench 1922 Committee rejected a proposal for party rules to be changed to allow an early vote of no confidence in her to take place. But according to Sky’s <strong>Beth Rigby</strong>, the vote was very close.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1121113922466189314\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">NEW: Told Brady abstained on vote, helping to avoid a tie. 9 voted against rule change and 7 voted for rule change. Two abstentions. More on <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@skynews</a> in two mins</p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1121113922466189314?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <p>But the executive, chaired by <strong>Sir Graham Brady,</strong> also decided <a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc093528f085bb0e0de7a11#block-5cc093528f085bb0e0de7a11\">to ask May to set out a timetable for her departure in the event of a Brexit deal not being passed.</a> (She has already said that, if MPs do vote for the deal, she will go quite soon, before the next stage of Brexit talks start.) In an interview with ITV, Brady made it clear that Tory MPs would expect her to resign before the end of the year even if the Brexit crisis remains unresolved.</p> <p>Asked if it would be possible for May to set out a timetable that would involve her remaining as prime minister until December, Brady replied:</p> <blockquote class=\"quoted\"> <p>I think that would be a surprising response. But we have communicated our request, which is in very clear terms, for proper clarity about her plans for departure should the Withdrawal Agreement not be approved. We need to hear her response to that and colleagues will of course form their own judgment when they receive that response.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/itvnews/status/1121107570096259073\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;It&#39;s a very clear message that the party expects clarity and certainty&quot; on Theresa May&#39;s departure.<br><br>Sir Graham Brady tells <a href=\"https://twitter.com/Peston?ref_src=twsrc%5Etfw\">@Peston</a> the 1922 Committee asked Mrs May for the schedule and timetable of her exit as PM if her Withdrawal Agreement is not passed <a href=\"https://t.co/la38dtOgVg\">pic.twitter.com/la38dtOgVg</a></p>&mdash; ITV News (@itvnews) <a href=\"https://twitter.com/itvnews/status/1121107570096259073?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <p>So far there have been no substantial developments on Brexit at all this week, but this morning there is heightened speculation that the government will schedule a vote on the EU withdrawal agreement bill (WAB)- the legislation that will implement the withdrawal agreement. (MPs have already voted against the agreement three times, but the bill itself has not yet been published.)</p> <p>In <a href=\"https://news.sky.com/story/may-plans-withdrawal-agreement-bill-vote-next-week-following-leadership-reprieve-11702900\">a story for Sky</a>, Rigby says that the government plans to laden the bill with “trinkets” for sceptical MPs, but that May would still be taking a risk.</p> <blockquote class=\"quoted\"> <p>Those familiar with No 10’s thinking told Sky News that the government would load the WAB with trinkets for different parliamentary factions in order to have at least a glimmer of hope that it might pass through the second reading.</p> <p>Two sources told Sky News that the government is planning to add reassurances on workers’ rights into the domestic legislation in order to try to win support from Labour MPs representing leave seats such as Rosie Cooper, Lisa Nandy and Gareth Snell.</p> <p>One Conservative source told Sky News that there were 22 Labour MPs in this grouping who might vote for the WAB if the reassurances were baked into the bill ...</p> <p>But it is a big gamble: If the WAB is rejected by MPs at its second reading - MP’s second chance to vote on it - the government could not bring it back in the current parliamentary session, and if anything, the mood against Mrs May’s Brexit plans seem to be hardening. “It is highly optimistic to think this has any chance,” remarked one minister.</p> </blockquote> <p>ITV’s <strong>Robert Peston</strong> says the bill could be introduced, but without the backstop provisions.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121307027106598912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I am told the PM is giving serious consideration to introducing the Withdrawal Agreement Bill to the Commons but with the Northern Ireland backstop stripped out - in the hope it shows, like the Brady amendment, that her Brexit would be approved without it. “We’re still...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121307027106598912?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121307028503310338\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">chasing unicorns, and eating up time” said a minister</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121307028503310338?ref_src=twsrc%5Etfw\">April 25, 2019</a></blockquote>  </figure>  <p>We may learn more when Andrea Leadsom, the leader of the Commons, makes a business statement to MPs after 10.30.</p> <p>But, there again, we may not. The business statement is not a definitive guide to what will happen next week because sometimes the government schedules new votes at the last minute.</p> <p>Here is the agenda for the day.</p> <p><em>9.30am:</em> Crime statistics are published.</p> <p><em>9.30am:</em> Liam Fox, the international trade secretary, takes questions in the Commons.</p> <p><em>After 10.30am:</em> Andrea Leadsom, the leader of the Commons, makes a statement to MPs about next week’s Commons business.</p> <p><em>11am:</em> The Brexit party unveils more European election candidates at an event in Manchester.</p> <p><em>2.45pm:</em> Matt Hancock, the health secretary, gives a speeh to the Royal College of Physicians (RCP) conference. As<strong> Jessica Elgot</strong> reports, he will say that <a href=\"https://www.theguardian.com/politics/2019/apr/25/nhs-must-close-gender-gaps-and-prioritise-staff-wellbeing-hancock\">the NHS needs a modern working culture where doctors are not expected to cancel important family events because of short-notice shift changes.</a></p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-barclays-chinese-burn-dont-you-want-me-brady-brexit-in-stasis/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T11:40:37.316Z\">at 12.40pm BST</time></p>  </div>",
      "wordcount": "5743",
      "commentCloseDate": "2019-04-25T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-25T08:10:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:57Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bb49d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f48003a2e3986effbe1324ca36fe8175921e6e47/0_105_4800_2880/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Liam Fox, the international trade secretary, has been accused of legitimising climate change denial. He was criticised by Labour and the Lib Dems after he released a statement implying that scepticism about climate change being driven by man-made carbon emissions might be justified. Subsequently he said that he “respects” the scientific consensus on climate change. But his office was unable to confirm that he agreed with it. (See 4.07pm.) The SNP has said the Westminster government should not be allowed to stop Edinburgh calling a second independence referendum. Under the current law Westminster would have to approve such a referendum, and David Lidington, the Cabinet Office minister, confirmed today that the UK government would not allow this. (See 2.50pm.) In response, Ian Blackford, the SNP leader at Westminster, cited recent polling showing that 66% of Scots think the Scottish parliament should have the final say on whether there should be another independence referendum. He went on: Scotland’s future cannot and will not be decided by the arrogant diktat of this shambles of a Tory government which has been rejected by Scottish voters at every election and which is soon likely to be out of office. Whatever people’s views on independence, a strong majority of people back the Scottish parliament’s right to determine the nation’s future. Overwhelmingly, it is Holyrood – not Westminster – which the people of Scotland believe should have the right to decide this country’s democratic path. Jeremy Hunt, the foreign secretary, has sought to quash suggestions that voting remain in 2016 would make him ineligible to be next party leader. Speaking at a press gallery lunch, and asked if the next Tory leader would have to be someone who voted leave, Hunt replied: It has got to be somebody who believes in Brexit because that’s the fundamental mission of the government at the moment. You have to be someone who believes - as I do and, to be honest, I think all the people who are touted as leadership contenders do - that Britain can make an extraordinary success of our post-EU future. Hunt has also said that Donald Trump should be invited to address parliament during his state visit to the UK in June. Nigel Farage has said in an interview with the Sun that his new Brexit party will put up candidates at the next general election if MPs do not deliver Brexit. Sinn Fein has said the European elections in Northern Ireland will be a referendum on Brexit. Michelle O’Neill, the party’s vice president, said: This election will be very much be about the remain vs leave vote, this will very much be an election once again for people to register that they do not want to be dragged out of the EU, that there is no good to come from Brexit, and they do not want Brexit foisted upon us. Northern Ireland has three seats in the European parliament and in the past they have been divided between Sinn Fein, which opposes Brexit, the DUP, which supports Brexit, and the Ulster Unionists, who opposed Brexit in 2016 but who accept the result of the referendum. Police are investigating an alleged politically motivated attack on a Conservative local election candidate who was punched while out leafleting in Essex. The UK Foreign Office has advised British citizens not to travel to Sri Lanka unless their journey is essential. That’s all from me for today. Thanks for the comments. Turning back to Scotland and the SNP’s decision to push for another referendum on independence if the UK does leave the EU, John Swinney, the deputy first minister, has insisted that statements from the UK government saying it will not allow such a poll (yesterday, and again today) are not the end of the matter. Speaking at the Scottish Council of Development and Industry (SCDI) annual forum in Edinburgh, he said: I don’t currently think the UK government looks particularly stable, if I may put it as delicately as that. I think there’s a lot of water to go under the bridge about these questions, we’ve a lot of discussions to undertake with the UK government and others on these questions but I don’t think that should be viewed as the last word on the subject. These are from ITV’s Robert Peston. This morning, in response to the latest Extinction Rebellion protest, the Department for International Trade released this statement from Liam Fox, the international trade secretary. It’s important that we take climate issues seriously. Whether or not individuals accept the current scientific consensus on the causes of climate change, it is sensible for everyone to use finite resources in a responsible way. We in the United Kingdom were the first country to establish legally binding emission targets through the climate change act 2008, we have reduced emissions faster than any other G7 country and we are leaders in clean energy production. There is an estimated $11.5tr dollars that is likely to be invested in clean energy between now and 2050 globally, that represents an enormous opportunity for the United Kingdom, which is already as I’ve said a global leader, both by practice and by export, and could mean a lot of potential jobs for the United Kingdom. This immediately provoked criticism because the second sentence in the statement implies that scepticism about climate change being driven by man-made carbon emissions is justified. Barry Gardiner, Fox’s Labour shadow, said: The science is clear. It is shameful that in the week when a sixteen year old school child has educated MPs with such clarity about the climate emergency we face, we have a cabinet minister showing confusion and ignorance on such a staggering scale. And Wera Hobhouse, the Lib Dem climate change spokesperson, said: The Conservative government are finally showing their true colours, as apologists for climate change denial. While their ranks have many who reject the scientific evidence that humans are contributing to climate change, the government had least accepted what was happening, but now it seems they’ve changed their mind. Fox has now put out a statement saying he fully “respects” the scientific consensus on climate change. But it does not say he “accepts” the consensus, or agrees with it. I called his press office a moment ago to ask for clarification, and was told “his words speak for themselves”. When I pointed out that, actually, they don’t, because he has not said specifically that he agrees with the climate change consensus, the press officer was unable to elaborate and just repeated the language used by Fox himself. So what does Fox actually think about the causes of climate change? Who knows? As a doctor, you would expect him to accept the science. But this is a reminder that Fox (who has good Washington contacts) is one of the relatively few Conservative MPs who would feel culturally at home in the US Republican party, where it is normal to find dismiss climate change as a myth. My colleague Peter Walker has been looking at the latest register of members’ interests, and some of the details are eye-watering. You can read Boris Johnson’s full entry here. For one three-hour speech in India, he was paid £123,000. Theresa May’s de facto deputy, David Lidington, has ruled out giving Scotland the power to hold an independence referendum by 2021, despite Nicola Sturgeon claiming yesterday that Westminster’s opposition was “unsustainable”. He said that the UK government would not grant a section 30 order - which effectively provides the legal basis for a referendum - before 2021, saying: We don’t see the case for that. This was supposed to be settled for a generation in 2014 and we should stick to that. Lidington, who was in Glasgow attending a cybersecurity conference, added that there was “no evidence since then that the appetite of the Scottish people to go through a referendum once again has surged up”. Ministers have shelved plans for a debate and vote on the planned EU withdrawal agreement bill. There has been speculation that the bill could be brought to the Commons next week (see 9.10am) but when Andrea Leadsom, the Commons leader, announced the Commons business for next week, the bill was not included. (See 12.39pm.) That does not mean a debate definitely will not go ahead next week; it just means that ministers are not willing to commit to one now. Their caution is understandable because a vote against the bill at second reading could leave May with all her Brexit options exhausted. The pro-remain Labour peer Andrew Adonis, who is standing for the party in the EU elections, has backed its “sensible alternative plan” to deliver a Brexit deal, in a Facebook post that baffled some of his supporters. An opera singer, a former lads’ magazine editor and a senior civil servant who resigned from his job just 48 hours ago have been unveiled as candidates for Nigel Farage’s Brexit party in the European elections. Proposals to replace the EU’s strong environmental protections after Brexit “fall woefully short”, according to a highly critical report from a cross-party committee of MPs. Labour has demanded “a full leak inquiry” into whoever was responsible for this week’s unauthorised disclosure from the national security council that the Chinese company Huawei will be allowed to supply 5G telecoms equipment in the UK. Homicides in the last year rose to their highest level in over a decade, with 732 people killed in England and Wales, according to the latest official statistics, which also showed an increase in knife crime. You can read the Office for National Statistics report in full here. Labour would spend £1.3bn a year to reverse recent cuts to local bus services as a means of boosting communities and helping the environment, the party has announced. Rory Stewart, the prisons minister, has announced that he may stand for the Conservative party leadership if there is a contest this year. Asked if he would be a candidate, he told the Press Association: Yes, I think if there were one this year, I’d probably throw my hat in the ring. It’s a lot of unknowns in politics, but yes. I think it’s a really important time in British politics. I believe I have something to contribute and I particularly believe that it’s important to have somebody who’s prepared to stand up for the centre ground of British politics - in other words stand up, not for a hard Brexit, or a hard remain, but, at a time when politics is getting more and more polarised and people going to extremes, to have somebody saying I love Britain, I believe in Britain, and I don’t believe Britain shouldn’t be split into two camps. What we need to do is find the things that we have in common. In a separate interview with the Spectator, Stewart said that his experience as a diplomat, who served as a regional governor in Iraq after the war, meant that he would be good at rebuilding Brexit Britain. He told the magazine: Difficult periods need different types of people. One of the reasons why I would be tempted towards this job is that we desperately need to rebuild ourselves internationally after Brexit. I am one of the only people in parliament who is a genuine specialist ... That’s been my life. I’ve written four books about it, done three television documentaries about it, I’ve taught it at Harvard, I’ve spent more than a decade living in funny countries and working there. I’ve done it as a developer, as a diplomat, I’ve done it in war zones. The Liberal Democrats’ deputy treasurer has lost a legal battle against his party after he failed to secure its top European parliament elections spot for London. As Jessica Elgot reports, Dinesh Dhamija, the millionaire founder of the travel website eBookers, who is one of the party’s biggest funders, had hoped to be placed first among the prospective Lib Dem candidates for London but a members’ ballot placed him second, behind the new member Irina von Wiese. Up to 400 Extinction Rebellion activists have been stopping traffic in moving protests across the City of London’s to highlight the role of the finance industry in fuelling climate change. We’re in the early stages of a Conservative party leadership election, with several candidates actively organising and campaigning, even though there is, as yet, no vacancy, and no one has officially announced their candidature. But some Tories are focusing on another election - the one to replace John Bercow as Speaker. He was expected to resign this summer. Now there are reports he may delay that until after the UK has left the EU. But that has not stopped the Tory Brexiter Sir Edward Leigh announcing that he will be standing. This means that he would restore the custom of the Speaker wearing a wig, a longstanding tradition until it was abandoned by Betty Boothroyd when she became Speaker in 1992. That means he would grant fewer urgent questions (UQs) than Bercow, who has massively expanded the number allowed. Chinese vice premier Hu Chunhua has told Philip Hammond of his regret that the South China Sea issue has harmed relations between his country and the UK. As the Press Association reports, the chancellor, on a visit to Beijing, said he also regretted that there had been “some difficulties in advancing the positive course of the relationship that our leaders have set out”. Hammond said the UK takes “no position” in relation to the issues in the South China Sea, where Beijing has been involved in a dispute over navigation rights and territorial claims. Speaking at the start of a meeting, Hu told the chancellor: It is regrettable that since August last year the relations between our two countries witnessed some fluctuations because of the South China Sea issue and a series of institutional dialogues and cooperation projects had to pause. Hammond said: “Of course you understand that the UK takes no position in relation to the issues in the South China Sea.” As the Press Association reports, Hammond’s trip to China in February was pulled after the defence secretary, Gavin Williamson, threatened to deploy a warship in the Pacific. Following her statement to Holyrood yesterday, in which she announced new legislation to stage a second independence referendum, stating one must be held by May 2021 if Brexit goes ahead, it was inevitable that Nicola Sturgeon would face criticism at FMQs. But surprisingly – aside from a few jibes about being obsessed with the constitution from Scottish Labour – it was the pro-independence Greens who went on the attack. Scottish Greens co-leader Patrick Harvie welcomed yesterday’s announcement, but challenged Sturgeon on her proposed economic policy for an independent Scotland, describing the SNP’s growth commission report – which is to be debated at the party’s conference this weekend – as “closer to the failed economics of the UK”. Harvie argued that adopting the growth commission’s recommendations – which have been criticised as too cautious and market-driven, especially by those on the left of the independence movement – would mean “gaining political independence but without the economic control we need”. He went on: People who were not convinced in 2014 are far more likely to back independence if its made on a positive bold vision of Scotland’s future. Sturgeon, of course, disagreed with this characterisation, saying the commission set out why so many smaller independent countries are richer and fairer than Scotland and how Scotland can emulate that and it was a “bold vision” she would campaign on. Philip Hammond, the chancellor, is in Beijing today for a summit where he is due to present the UK as a “natural partner” for trade and investment at a summit in Beijing on China’s multibillion-pound infrastructure plans. Andrew Adonis, the Labour peer, has posted this on Twitter, insisting that his recent Facebook post (see 9.52am) does not mean he has changed his commitment to a second referendum. Earlier I posted a link to the LSE’s Democratic Dashboard, which will give you information about the elections in your area if you insert your postcode. The Democracy Club has its own version, Who can I vote for? It’s probably more useful because, unlike the Democratic Dashboard, it now includes information about candidates. Andrea Leadsom, the leader of the Commons, has just told MPs that there will be a debate on the statutory instrument changing the date of Brexit in the EU Withdrawal Act to 31 October. Ministers have to change the date in the act following the agreement with the EU to extend article 50. Under the system used for this sort of SI, the negative resolution procedure, there does not have to be a Commons vote. But Sir Bill Cash, the Tory Brexiter, has tabled a motion saying it should be annulled. These motions do not have to be debated, but Leadsom told Cash that this one would be. Presumably the government is allowing a debate because it is very confident that it will win. UPDATE: Cash has tweeted this. Andrea Leadsom, the leader of the Commons, has just announced the Commons business for next week. And it does not include the EU withdrawal agreement bill. That does not definitely mean that reports saying the bill (or the WAB, as it is known in Whitehall) are wrong. (See 9.10am.) The government could still introduce the bill next week by announcing changes to the Commons business at the last minute. And on the other side of the Brexit argument, Chuka Umunna, the former Labour MP who now represents Change UK (the Independent Group) has been speaking at an event where he is publishing ‘What are progressives for?’ (pdf), a report with opinion poll research showing support for progressive ideas. Change UK has not published a manifesto, but the report, and the news release sent out with it, set out various policy ideas backed by Umunna himself. So effectively it’s an embryonic Umunna manifesto. It’s a mix. Some of the policies have a strong Conservative flavour, some would quite happily sit in a Labour manifesto, and some are a bit harder to place. Here are two Conservative-leaning ones. 1) Introducing a form of national citizen service. David Cameron introduced a voluntary version of this. Umunna seems to favour making it compulsory. 2) A hypothecated NHS tax (ie, a ringfenced tax, with the money going to the NHS). This is not Conservative policy, but if Jeremy Hunt were to become Tory leader, it could be, because he has said there are “compelling” arguments in favour. Here are three Labourish proposals. 1) Raising the tax rate on dividend income to the same level as the tax on regular income, raising £5.9bn. 2) Imposing a cap on executive pay, linking it to a ratio of average pay. Labour proposed this in its manifesto for firms getting government contracts. 3) Putting workers on company boards so they have a say over executive pay. Theresa May proposed this when she ran for the Conservative party leadership, but subsequently dropped the idea after opposition from business. But Labour is in favour. And here are two ideas that are harder to place - unless you call them centrist. 1) Abolishing tuition fees, but only for those from underprivileged backgrounds. At the last election Labour proposed abolishing all tuition fees. The government is currently reviewing fees, but this is expected to result in a proposal to lower fees, not to abolish them. 2) Putting “public interest companies” in charge of some public services. It is not clear quite what this would mean, but it seems to be a half-way house between nationalisation and privatisation. The research shows quite a lot of support for some of these ideas, although they do not all have majority backing. Commenting on the report, Umunna said: Ours is a multifaceted, diverse, country and stronger for it but this is often ignored and belittled in political debate. An appreciation of the complexities of modern Britain is dismissed as ‘centrism,’ a term which is thrown around as an insult. ‘Centrists’ stand accused of seeking to maintain the status quo and being blind to the urgency for change when the opposite is true. The online trolls of the populist left and right, who poison so much debate in this country, do this every day but they don’t speak for mainstream Britain. As this new Opinium polling for the Progressive Centre illustrates, progressive ideas and values are alive and well, and command popular support in our country. For too long we have been defensive about our progressive politics - instead we must be loud and proud champions of it. The two final candidates unveiled at the Brexit party news conference were Elizabeth Babade, a Nigerian-born laywer, and Henrik Overgaard-Nielsen, a Danish dentist who has lived in the UK for more than 20 years and who works for the NHS. Two more candidates have been unveiled at the Brexit party launch: Martin Daubney, a former editor of Loaded, the men’s magazine, and James Wells. Wells is speaking now, and he says that this week he resigned from his job at head of UK trade at the Office for National Statistics so that he could be a Brexit party candidate for the European elections in Wales. The Brexit party is holding a press conference where it is unveiling six more of its European election candidates. Richard Tice, the party chairman, says the full list of candidates will be published later today. He has just introduced Louis Stedman-Bryce, a businessman, who is standing for the party in Scotland. The party is sensitive to claims that it is reactionary and bigoted, and Stedman-Bryce challenged this as he explained why he was standing. He told the press conference: I’m also tired by the media’s portrayal of the type of person that voted for Brexit. It makes me sick. The perception out that quite often is that we are white, we’re homophobic, we are definitely racist, and we did not know what were were voting for. So I stand before you as a gay, black man and I can also tell you that I definitely knew what I was voting for when I voted for Brexit. The next new candidate to be introduced was Lucy Harris, an opera singer. There is a live feed of the launch here. And here is Chuka Umunna, the former Labour MP who now represents Change UK (the Independent Group), on Andrew Adonis’s latest statement. Here is James Cleverly, a Brexit minister, on Andrew Adonis’s apparent reincarnation as a Corbynite on the issue of Brexit. (See 9.52am.) Jo Platt, the shadow Cabinet Office minister who tabled the UQ, is responding. She says it would be “shocking” if a minister leaked details of the NSC decision for personal advantage. She says there should be a leak inquiry, and if a minister is found to be responsible, he or she should be sacked. She says officials have said there is still a security risk posed by Huawei. Is this still the view of the security services? So why has this company been given the go-ahead to help build critical national infrastructure? In response, Jeremy Wright says no final decision has been made. But he says he entirely agrees with what Platt said about the leak. There is a good reason why these discussions should be confidential, he says. He says security officials must be able to feel that they can give advice to the NSC that will remain private. He says there is an oversight board that scrutinises the equipment supplied by Huawei. He says it is worth recognising that Huawei equipment is prevalent around the world. There is a good deal of it already in the UK network, he says. Jeremy Wright, the culture secretary, is responding to the Huawei UQ. He says the security of the mobile phone network is paramount. His department has been carrying out a review of security over the network, he says. He says despite the focus on Huawei, this review is not about one company, or one country. He says the government needs to strike a balance between security and prosperity in its 5G planning. But security is pre-eminent, he says. He says the review is very thorough. It will report once ministerial decisions have been taken, he says. He says national security council decisions must be confidential. He says he will make an announcement in due course. We are about to get a Commons urgent question on Huawei. Here is my colleague Dan Sabbagh’s overnight story about the leak saying Theresa May plans to allow the Chinese telecoms firm to supply some “non-core” equipment for 5G mobile phone networks. A week today local elections are taking place in England. In normal circumstances they would be getting a fair bit of media attention, but this year everything has been overshadowed by Brexit and you could be forgiven for not realising the locals are a thing. (The European elections have been making the news, but they comprise part of the over-arching Brexit narrative.) If you want to know whether local elections are taking part in your area, this online Democratic Dashboard, run by the LSE’s Democratic Audit team, is very helpful. Just enter your postcode and it will tell you about the elections taking place this May in your area. Theresa May doesn’t seem to be showing much interest in the locals but, to their credit, Jeremy Corbyn and Labour are campaigning and announcing policy. Today Corbyn is announcing that a Labour government would spend £1.3bn reversing cuts that have led to 3,000 bus routes being cut or withdrawn since 2010. My colleague Peter Walker has the details here. Last night Labour used its Twitter feed to complain about the Today programme not showing much interest in the story, pointing out that although buses may not be much of an issue in London (where the Transport for London bus service is generally very good), outside the capital it is an issue that generates much more controversy. Buses are also particularly important for Labour supporters. According to academic research, if you are looking for a single factor that most correlates with voting Labour, it is not class, or age, or ethnicity, or even being a renter rather than a owner occupier; it is not having a car. Dominic Grieve, the Conservative MP who chairs parliament’s intelligence and security committee, has said that if a member of the cabinet was responsible for yesterday’s leak to the Daily Telegraph about the National Security Council’s discussion about allowing Huawei access to the UK’s 5G network, they should be sacked. Speaking to the BBC, he said: The principle that what is discussed at the NSC is kept totally confidential is really important. That that should have been breached in this fashion - and I can’t think of any occasion where it has happened before - I think is deeply worrying. If it turned out that it was a member of the cabinet - or indeed a minster who was attending the NSC - they should be sacked immediately. Greive also said that the leak could be linked to ministers positioning themselves ahead of the forthcoming Conservative leadership contest. He said: There has certainly been some posturing around on a whole range of issues. I can’t pretend that there aren’t people who appear to be preparing themselves for leadership bids. None of this is in the national interest in my view. There is an urgent question on this issue in the Commons at 10.30am. If you stand for election as a candidate for a party, you are expected to support party policy. And so perhaps it is not that surprising that, having been picked as the second candidate on Labour’s list for the South West in the European elections, Lord Adonis has moderated his anti-Brexit rhetoric. Adonis has been one of the fiercest opponents of Brexit, and one of the strongest backers of remain, in parliament. But in a post on Facebook, he has apologised for saying last year that Brexiters should not vote Labour and set out Labour’s policy without a scintilla of remainer spin. He says: Labour has always been clear that it respects the result of the referendum. What we do not respect is the way the Conservatives have sought to use Brexit to create a more unequal economy and a harsher society. That is why Labour has put forward a sensible alternative plan that would ensure a close economic relationship with the EU after Brexit, based on a new customs union and dynamic alignment on rights and standards. If such a plan cannot be secured due to the government’s infighting and irresponsibility, we believe all options should remain on the table, including the option of a public vote. This is a very accurate description of Labour policy. But, as Jack Blanchard writes in his Politico Europe London Playbook briefing, this is not how Adonis has presented his views in the past. Blanchard explains: Reminder: This was Adonis just two weeks ago: “The (article 50) extension is a bit short — 500 years would have been better — but it’s long enough to finish off Brexit. Referendum, Revoke, Remain.” And the week before: “Brexit can &amp; must be stopped!” And a few days before that: “These [cross-party] ‘talks’ are a last desperate pretence that some form of Brexit might be viable, when it isn’t.” And on April 7: “Labour will split if … the party is complicit in Brexit.” Funny how these things turn out. There are three urgent questions in the Commons today. Theresa May received a partial reprieve yesterday when the executive of the Conservative backbench 1922 Committee rejected a proposal for party rules to be changed to allow an early vote of no confidence in her to take place. But according to Sky’s Beth Rigby, the vote was very close. But the executive, chaired by Sir Graham Brady, also decided to ask May to set out a timetable for her departure in the event of a Brexit deal not being passed. (She has already said that, if MPs do vote for the deal, she will go quite soon, before the next stage of Brexit talks start.) In an interview with ITV, Brady made it clear that Tory MPs would expect her to resign before the end of the year even if the Brexit crisis remains unresolved. Asked if it would be possible for May to set out a timetable that would involve her remaining as prime minister until December, Brady replied: I think that would be a surprising response. But we have communicated our request, which is in very clear terms, for proper clarity about her plans for departure should the Withdrawal Agreement not be approved. We need to hear her response to that and colleagues will of course form their own judgment when they receive that response. So far there have been no substantial developments on Brexit at all this week, but this morning there is heightened speculation that the government will schedule a vote on the EU withdrawal agreement bill (WAB)- the legislation that will implement the withdrawal agreement. (MPs have already voted against the agreement three times, but the bill itself has not yet been published.) In a story for Sky, Rigby says that the government plans to laden the bill with “trinkets” for sceptical MPs, but that May would still be taking a risk. Those familiar with No 10’s thinking told Sky News that the government would load the WAB with trinkets for different parliamentary factions in order to have at least a glimmer of hope that it might pass through the second reading. Two sources told Sky News that the government is planning to add reassurances on workers’ rights into the domestic legislation in order to try to win support from Labour MPs representing leave seats such as Rosie Cooper, Lisa Nandy and Gareth Snell. One Conservative source told Sky News that there were 22 Labour MPs in this grouping who might vote for the WAB if the reassurances were baked into the bill ... But it is a big gamble: If the WAB is rejected by MPs at its second reading - MP’s second chance to vote on it - the government could not bring it back in the current parliamentary session, and if anything, the mood against Mrs May’s Brexit plans seem to be hardening. “It is highly optimistic to think this has any chance,” remarked one minister. ITV’s Robert Peston says the bill could be introduced, but without the backstop provisions. We may learn more when Andrea Leadsom, the leader of the Commons, makes a business statement to MPs after 10.30. But, there again, we may not. The business statement is not a definitive guide to what will happen next week because sometimes the government schedules new votes at the last minute. Here is the agenda for the day. 9.30am: Crime statistics are published. 9.30am: Liam Fox, the international trade secretary, takes questions in the Commons. After 10.30am: Andrea Leadsom, the leader of the Commons, makes a statement to MPs about next week’s Commons business. 11am: The Brexit party unveils more European election candidates at an event in Manchester. 2.45pm: Matt Hancock, the health secretary, gives a speeh to the Royal College of Physicians (RCP) conference. As Jessica Elgot reports, he will say that the NHS needs a modern working culture where doctors are not expected to cancel important family events because of short-notice shift changes. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "33768",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/25/huawei-leak-highlights-collapse-of-discipline-in-mays-cabinet",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-25T13:53:08Z",
    "webTitle": "Huawei leak highlights collapse of discipline in May's cabinet",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/25/huawei-leak-highlights-collapse-of-discipline-in-mays-cabinet",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/25/huawei-leak-highlights-collapse-of-discipline-in-mays-cabinet",
    "fields": {
      "headline": "Huawei leak highlights collapse of discipline in May's cabinet",
      "standfirst": "<p>Briefing from private meetings is rife as Tory leadership hopefuls jostle for position</p>",
      "trailText": "Briefing from private meetings is rife as Tory leadership hopefuls jostle for position",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"c29df65872f8b29f9f48803100a2a0783511092d\"> <img src=\"https://media.guim.co.uk/c29df65872f8b29f9f48803100a2a0783511092d/0_1282_2797_1677/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May’s authority is smashed and her promises are distrusted on all sides.</span> <span class=\"element-image__credit\">Photograph: UPI/Barcroft Images</span> </figcaption> </figure>",
      "body": "<p>Leaks from deep within Theresa May’s bitterly divided administration have become widespread and common: as one despairing official remarked recently, “this government is a sieve”.</p> <p>But the revelation of the highly sensitive news that ministers have decided to set aside cybersecurity concerns and involve the Chinese firm Huawei in the creation of Britain’s 5G network is regarded by many as <a href=\"https://www.theguardian.com/technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak\">a leak too far</a>.</p> <p>The decision was taken at the national security council, on which ministers sit alongside officials and members of the security services. The secrecy of its discussions has never before been breached.</p> <p>A full-scale inquiry is now expected to be launched, but a slew of other briefings and counter-briefings from private meetings in recent weeks and months has not just gone unpunished but become almost unremarkable.</p> <p>There are several, allied reasons for this pervasive culture of briefing and counter-briefing, which means multiple competing accounts of cabinet meetings are available shortly after ministers walk out of Downing Street.</p> <p>One is simply the ready availability of instant electronic communication – a string of WhatsApp messages is a lot quicker and more straightforward than the old-fashioned gossip over lunch or in a Westminster bar (though that still happens too, of course).</p> <p>Another is the historic significance of the issues at stake and the lack of trust on both sides of the Brexit debate, which means all the key players want to ensure their point is heard even if they lost the argument in the room.</p> <p>There has been a complete breakdown of discipline. Theresa May long ago passed far beyond the journalistic cliches of embattled or beleaguered, and entered some new state in which her authority is smashed and her promises are distrusted on all sides.</p> <p>That makes it all but impossible for many of her colleagues to summon the sense of loyalty, the hope of preferment or the fear of punishment that usually keep the lid on tittle-tattle – all the more so because it is clear she <a href=\"https://www.theguardian.com/politics/2019/apr/24/theresa-may-survives-attempt-to-allow-early-no-confidence-vote\">won’t be around for long</a>.</p> <p>May’s imminent departure has meant the leaks have taken on a more pointed edge in recent weeks and months. The Tory party is engaged in what is rapidly degenerating into a kind of 24/7 political beauty parade in which each contender is keen to show off to the two audiences they will need to win over to become the next prime minister: Conservative MPs and grassroots members.</p> <p>The prisons minister, Rory Stewart, became the latest potential candidate to muse about how keen he was on the job in a <a href=\"https://www.spectator.co.uk/2019/04/rory-stewart-why-id-make-a-good-prime-minister/\">Spectator interview</a> this week, but plenty of others have been rehearsing their views on subjects far beyond the day job.</p> <p>It is <a href=\"https://www.theguardian.com/politics/2019/mar/28/cabinet-ministers-considering-running-prime-minister-theresa-may-conservatives-tories\">hard to find a cabinet minister</a> who will definitively rule themselves out of the running, which means many of them – and their entourages of advisers and hangers-on – want to play up their backstory and political nous and cast aspersions on their rivals.</p> <p>One exasperated minister said it was obvious when colleagues around the polished cabinet table in Downing Street were making the strident, often over-long intervention they would then allow to be briefed to the press later.</p> <p>The chief whip – May’s enforcer – recently described his colleagues as the “worst example of ill-discipline in cabinet in British political history”.</p> <p>Every remark, every decision, every press interview, every <a href=\"https://www.theguardian.com/politics/2019/mar/21/jcb-backs-boris-johnson-leadership-conservatives-gift\">new haircut</a> or crisper-than-usual suit is viewed through the prism of the Tory leadership.</p> <p>It remains to be seen whether the source of the NSC leak will be identified as coming from the camp of one such sharp-elbowed contender – and whether it will result in a heavy, perhaps even criminal sanction.</p> <p>But even when May departs and the corrosive leadership contest is over, it may prove extremely difficult to reassemble the shattered pieces of government-as-usual, which include not just collective responsibility but also party discipline and loyalty.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "636",
      "firstPublicationDate": "2019-04-25T13:53:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-26T00:05:02Z",
      "newspaperEditionDate": "2019-04-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bb5cm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c29df65872f8b29f9f48803100a2a0783511092d/0_1282_2797_1677/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Leaks from deep within Theresa May’s bitterly divided administration have become widespread and common: as one despairing official remarked recently, “this government is a sieve”. But the revelation of the highly sensitive news that ministers have decided to set aside cybersecurity concerns and involve the Chinese firm Huawei in the creation of Britain’s 5G network is regarded by many as a leak too far. The decision was taken at the national security council, on which ministers sit alongside officials and members of the security services. The secrecy of its discussions has never before been breached. A full-scale inquiry is now expected to be launched, but a slew of other briefings and counter-briefings from private meetings in recent weeks and months has not just gone unpunished but become almost unremarkable. There are several, allied reasons for this pervasive culture of briefing and counter-briefing, which means multiple competing accounts of cabinet meetings are available shortly after ministers walk out of Downing Street. One is simply the ready availability of instant electronic communication – a string of WhatsApp messages is a lot quicker and more straightforward than the old-fashioned gossip over lunch or in a Westminster bar (though that still happens too, of course). Another is the historic significance of the issues at stake and the lack of trust on both sides of the Brexit debate, which means all the key players want to ensure their point is heard even if they lost the argument in the room. There has been a complete breakdown of discipline. Theresa May long ago passed far beyond the journalistic cliches of embattled or beleaguered, and entered some new state in which her authority is smashed and her promises are distrusted on all sides. That makes it all but impossible for many of her colleagues to summon the sense of loyalty, the hope of preferment or the fear of punishment that usually keep the lid on tittle-tattle – all the more so because it is clear she won’t be around for long. May’s imminent departure has meant the leaks have taken on a more pointed edge in recent weeks and months. The Tory party is engaged in what is rapidly degenerating into a kind of 24/7 political beauty parade in which each contender is keen to show off to the two audiences they will need to win over to become the next prime minister: Conservative MPs and grassroots members. The prisons minister, Rory Stewart, became the latest potential candidate to muse about how keen he was on the job in a Spectator interview this week, but plenty of others have been rehearsing their views on subjects far beyond the day job. It is hard to find a cabinet minister who will definitively rule themselves out of the running, which means many of them – and their entourages of advisers and hangers-on – want to play up their backstory and political nous and cast aspersions on their rivals. One exasperated minister said it was obvious when colleagues around the polished cabinet table in Downing Street were making the strident, often over-long intervention they would then allow to be briefed to the press later. The chief whip – May’s enforcer – recently described his colleagues as the “worst example of ill-discipline in cabinet in British political history”. Every remark, every decision, every press interview, every new haircut or crisper-than-usual suit is viewed through the prism of the Tory leadership. It remains to be seen whether the source of the NSC leak will be identified as coming from the camp of one such sharp-elbowed contender – and whether it will result in a heavy, perhaps even criminal sanction. But even when May departs and the corrosive leadership contest is over, it may prove extremely difficult to reassemble the shattered pieces of government-as-usual, which include not just collective responsibility but also party discipline and loyalty.",
      "charCount": "3896",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]