[
  {
    "id": "politics/2019/aug/08/is-it-time-to-ditch-or-delay-the-irish-backstop",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-08T18:04:08Z",
    "webTitle": "Is it time to ditch or delay the Irish backstop? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/08/is-it-time-to-ditch-or-delay-the-irish-backstop",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/08/is-it-time-to-ditch-or-delay-the-irish-backstop",
    "fields": {
      "headline": "Is it time to ditch or delay the Irish backstop?",
      "standfirst": "<strong>Dr Alan Fowler</strong>, <strong>Pat Carvill</strong> and Brexit party MEP <strong>Ben Habib </strong>on the contentious issue at the heart of the Brexit impasse",
      "trailText": "Letters: <strong>Dr Alan Fowler</strong>, <strong>Pat Carvill</strong> and Brexit party MEP <strong>Ben Habib </strong>on the contentious issue at the heart of the Brexit impasse",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2ae114df249467a81e44d3f6dba6e81af280bbf2\"> <img src=\"https://media.guim.co.uk/2ae114df249467a81e44d3f6dba6e81af280bbf2/0_242_3500_2101/1000.jpg\" alt=\"Irish police officers patrol the open border between Ireland and Northern Ireland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Irish police officers patrol the open border between Ireland and Northern Ireland.</span> <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Reuters</span> </figcaption> </figure>",
      "body": "<p>Martin Kettle refers to the particular damage that no deal would inflict on Ireland and the influence that this factor might carry (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/07/no-deal-dominic-cummings-boris-johnson-brexit\" title=\"\">Deal or no deal: it’s not really up to Dominic Cummings</a>, 8 August). But is there perhaps an argument that the EU’s insistence on the backstop is ultimately self-defeating, when up against someone as perverse as Boris Johnson, and is he therefore calculating that the EU will eventually be forced to “blink”?</p> <p>The EU is insisting, quite correctly, on the “insurance policy” of the backstop as the means of ensuring the integrity of the Good Friday agreement (GFA) in case a solution to the Irish border issue can’t be found before the future transition period expiry date. But if the UK left the EU this October without a deal, there would be an immediate and certain reinstatement of a land border across the island of Ireland, this autumn. From an EU perspective such an outcome is arguably worse than the one that the backstop seeks to avert, where at worst there would at least be a transition phase in which to mitigate the impact of border reinstatement.</p> <p>So given that the Johnson government, unlike the EU, is clearly not much concerned about the GFA, they have less incentive than the EU to avert no deal. In this sense, do they possess a significant negotiating advantage because no deal affects the EU’s cause more adversely than it does their own?<br><strong>Dr Alan Fowler</strong><br><em>Newcastle upon Tyne</em></p> <p>• Living in Northern Ireland, I understand only too well why a backstop is considered necessary. But why does it have to be finalised now?</p> <p>By definition it could not come into operation before the end of the transition period. During that time we will have negotiations on the future trading relationship. The outcome of those deliberations will show more clearly whether a backstop is needed, and just what shape it needs to take.</p> <p>Deferring the backstop discussions until that second phase would pose no risk to Ireland or the EU. They could still insist on a backstop as a precondition for a trading deal. At worst that might precipitate a hard Brexit in a few years’ time, but that is better than having one now.</p> <p>And perhaps by that time the parliamentary arithmetic may be more favourable to a compromise solution, such as the Northern Ireland-only backstop, which may well be the best way to avoid a hard border after leaving the EU.</p> <p>For Ireland and the EU to accept deferral would be a helpful gesture; refusal to do so would encourage the perception (which I do not share) that, for Ireland and the EU, form is more important than substance, and that it is they rather than Boris Johnson who are intransigent.<br><strong>Pat Carvill</strong><br><em>Bangor, Northern Ireland</em></p> <p>• As amusing as Seamas O’Reilly’s article is, he is mistaken (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/07/northern-ireland-hard-border-brexit-customs\" title=\"\">Hard Brexiters’ stance on the Irish border is nonsense – I can tell you, I grew up there</a>, 7 August).</p> <p>There has never been an impervious hard border between Northern Ireland and the Republic of Ireland. There was military infrastructure on the border during the Troubles, but it was never impervious. The IRA were able to practise “shoot and scoot” operations across the border, with the majority of killings having been in the border areas.</p> <p>The Good Friday agreement did not call for the removal of all border infrastructure. It required the removal of military apparatus. That has been done.</p> <p>After a no-deal Brexit, Northern Ireland and the Republic would indeed be operating as part of different customs areas, but there would be no need for border infrastructure. The WTO requires the imposition and collection of tariffs. It does not require that this be done in conjunction with border controls. Customs could sensibly be collected on the basis of self-declarations – just as VAT is collected. Checks could then be done in the exception, as audits, away from the border. It is also important to note that trade between Northern Ireland and the Republic amounts to 0.5% of total trade between the UK and EU – tiddly.</p> <p>Finally, while in theory an unpatrolled border may give rise to persons without requisite rights entering both Northern Ireland and the Republic, across their border, they would be illegal immigrants and subject to deportation. In practice, particularly given that Ireland is not part of the Schengen zone, the number of illegal immigrants is likely to be minimal.</p> <p>So, after a Brexit on WTO terms, there would be no need for any border infrastructure. This issue has been blown out of proportion and used by the EU and Ireland as a negotiating tool. The backstop is an insidious construction and the UK must never sign it.<br><strong>Ben Habib MEP</strong><br><em>London</em><em>, Brexit party</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "834",
      "commentable": "false",
      "firstPublicationDate": "2019-08-08T18:04:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:45Z",
      "newspaperEditionDate": "2019-08-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4tqx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2ae114df249467a81e44d3f6dba6e81af280bbf2/0_242_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Martin Kettle refers to the particular damage that no deal would inflict on Ireland and the influence that this factor might carry (Deal or no deal: it’s not really up to Dominic Cummings, 8 August). But is there perhaps an argument that the EU’s insistence on the backstop is ultimately self-defeating, when up against someone as perverse as Boris Johnson, and is he therefore calculating that the EU will eventually be forced to “blink”? The EU is insisting, quite correctly, on the “insurance policy” of the backstop as the means of ensuring the integrity of the Good Friday agreement (GFA) in case a solution to the Irish border issue can’t be found before the future transition period expiry date. But if the UK left the EU this October without a deal, there would be an immediate and certain reinstatement of a land border across the island of Ireland, this autumn. From an EU perspective such an outcome is arguably worse than the one that the backstop seeks to avert, where at worst there would at least be a transition phase in which to mitigate the impact of border reinstatement. So given that the Johnson government, unlike the EU, is clearly not much concerned about the GFA, they have less incentive than the EU to avert no deal. In this sense, do they possess a significant negotiating advantage because no deal affects the EU’s cause more adversely than it does their own? Dr Alan Fowler Newcastle upon Tyne • Living in Northern Ireland, I understand only too well why a backstop is considered necessary. But why does it have to be finalised now? By definition it could not come into operation before the end of the transition period. During that time we will have negotiations on the future trading relationship. The outcome of those deliberations will show more clearly whether a backstop is needed, and just what shape it needs to take. Deferring the backstop discussions until that second phase would pose no risk to Ireland or the EU. They could still insist on a backstop as a precondition for a trading deal. At worst that might precipitate a hard Brexit in a few years’ time, but that is better than having one now. And perhaps by that time the parliamentary arithmetic may be more favourable to a compromise solution, such as the Northern Ireland-only backstop, which may well be the best way to avoid a hard border after leaving the EU. For Ireland and the EU to accept deferral would be a helpful gesture; refusal to do so would encourage the perception (which I do not share) that, for Ireland and the EU, form is more important than substance, and that it is they rather than Boris Johnson who are intransigent. Pat Carvill Bangor, Northern Ireland • As amusing as Seamas O’Reilly’s article is, he is mistaken (Hard Brexiters’ stance on the Irish border is nonsense – I can tell you, I grew up there, 7 August). There has never been an impervious hard border between Northern Ireland and the Republic of Ireland. There was military infrastructure on the border during the Troubles, but it was never impervious. The IRA were able to practise “shoot and scoot” operations across the border, with the majority of killings having been in the border areas. The Good Friday agreement did not call for the removal of all border infrastructure. It required the removal of military apparatus. That has been done. After a no-deal Brexit, Northern Ireland and the Republic would indeed be operating as part of different customs areas, but there would be no need for border infrastructure. The WTO requires the imposition and collection of tariffs. It does not require that this be done in conjunction with border controls. Customs could sensibly be collected on the basis of self-declarations – just as VAT is collected. Checks could then be done in the exception, as audits, away from the border. It is also important to note that trade between Northern Ireland and the Republic amounts to 0.5% of total trade between the UK and EU – tiddly. Finally, while in theory an unpatrolled border may give rise to persons without requisite rights entering both Northern Ireland and the Republic, across their border, they would be illegal immigrants and subject to deportation. In practice, particularly given that Ireland is not part of the Schengen zone, the number of illegal immigrants is likely to be minimal. So, after a Brexit on WTO terms, there would be no need for any border infrastructure. This issue has been blown out of proportion and used by the EU and Ireland as a negotiating tool. The backstop is an insidious construction and the UK must never sign it. Ben Habib MEP London, Brexit party • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4914",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/08/counter-terror-chief-basu-speaks-truth-to-power-on-social-inclusion",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-08T17:58:15Z",
    "webTitle": "Counter-terror chief Basu speaks truth to power on social inclusion | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/08/counter-terror-chief-basu-speaks-truth-to-power-on-social-inclusion",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/08/counter-terror-chief-basu-speaks-truth-to-power-on-social-inclusion",
    "fields": {
      "headline": "Counter-terror chief Basu speaks truth to power on social inclusion",
      "standfirst": "<strong>Alison Harris </strong>and <strong>Prof Carl Parsons </strong>write in praise of the assistant commissioner’s words on young people and the need to address the causes rather than the symptoms of disaffection and extremism",
      "trailText": "Letters:<strong> Alison Harris </strong>and <strong>Prof Carl Parsons </strong>write in praise of the assistant commissioner’s words on young people and the need to address the causes rather than the symptoms of disaffection and extremism",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e916a4c8f0d21a3d3f2b985fea73ed7370df87ae\"> <img src=\"https://media.guim.co.uk/e916a4c8f0d21a3d3f2b985fea73ed7370df87ae/0_64_3500_2100/1000.jpg\" alt=\"Metropolitan police assistant comissioner Neil Basu\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In an interview with the Guardian Neil Basu spoke of the need for ‘more social inclusion, more social mobility and more education’ to help tackle terrorism.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>Two articles in Wednesday’s Guardian highlighted the problems of disaffected young people. Neil Basu (<a href=\"https://www.theguardian.com/uk-news/2019/aug/06/counter-terrorism-chief-calls-for-greater-social-inclusion\" title=\"\">Greater social inclusion vital to fight extremism, says counter-terror chief</a>, 7 August) talked of the common themes that characterise the more “malleable”: high anxiety, lack of confidence, education etc. In your Society section (<a href=\"https://www.theguardian.com/society/2019/aug/07/community-farms-under-threat-jail-cell\" title=\"\">‘If I hadn’t come here I would be in a jail cell’</a>, 7 August), a young man tells how he was transformed from a “naughty, obnoxious teenager” into a widely respected leader of activities by being involved in a community farm in south Wales. The project is facing a £200,000 subsidy cut because the local authority cannot afford to fund it any longer.</p> <p>Many similar projects face similar problems and the threat of closure; they are probably more effective in turning young people’s lives around than 20,000 extra police on the streets.</p> <p>I was involved in a very successful project to teach disaffected (male) teenagers to ride horses. The outcome was a group whose self-esteem and general behaviour improved greatly. These mainly urban projects should be encouraged and properly supported by the government if they have any interest in helping vulnerable young people. <br><strong>Alison Harris</strong><br><em>Harrogate, North Yorkshire</em></p> <p>• Huge praise to assistant commissioner Neil Basu, senior national coordinator for counter-terrorism, for his intelligent assessment of the sources of, and solutions to, home-grown terrorism.</p> <p>It is refreshing to hear such a senior public servant asserting that “more social inclusion, more social mobility and more education” are more powerful than “all the policing and state security apparatus put together” and that people need a stake and a voice in their society.</p> <p>This is not just in combating terrorism (or crime generally), but in low educational attainment, obesity, some mental illnesses and life satisfaction we need more of these things. This requires political will, investment, staffing, reduction in inequalities, progressive taxation and less family poverty.</p> <p>We await other senior figures coming out to admit that their services “are dealing with the symptoms and we need to deal with the root causes”. Speaking truth to power does not have a good record but shouted out loud on many fronts by high-profile figures might just get through. Either that, or wait for the disciplining and gagging of Assistant Commissioner Basu as a warning to others who might follow his example.<br><strong>Prof</strong><strong> Carl Parsons</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "432",
      "commentable": "false",
      "firstPublicationDate": "2019-08-08T17:58:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-08T17:59:27Z",
      "newspaperEditionDate": "2019-08-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4td3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e916a4c8f0d21a3d3f2b985fea73ed7370df87ae/0_64_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Two articles in Wednesday’s Guardian highlighted the problems of disaffected young people. Neil Basu (Greater social inclusion vital to fight extremism, says counter-terror chief, 7 August) talked of the common themes that characterise the more “malleable”: high anxiety, lack of confidence, education etc. In your Society section (‘If I hadn’t come here I would be in a jail cell’, 7 August), a young man tells how he was transformed from a “naughty, obnoxious teenager” into a widely respected leader of activities by being involved in a community farm in south Wales. The project is facing a £200,000 subsidy cut because the local authority cannot afford to fund it any longer. Many similar projects face similar problems and the threat of closure; they are probably more effective in turning young people’s lives around than 20,000 extra police on the streets. I was involved in a very successful project to teach disaffected (male) teenagers to ride horses. The outcome was a group whose self-esteem and general behaviour improved greatly. These mainly urban projects should be encouraged and properly supported by the government if they have any interest in helping vulnerable young people. Alison Harris Harrogate, North Yorkshire • Huge praise to assistant commissioner Neil Basu, senior national coordinator for counter-terrorism, for his intelligent assessment of the sources of, and solutions to, home-grown terrorism. It is refreshing to hear such a senior public servant asserting that “more social inclusion, more social mobility and more education” are more powerful than “all the policing and state security apparatus put together” and that people need a stake and a voice in their society. This is not just in combating terrorism (or crime generally), but in low educational attainment, obesity, some mental illnesses and life satisfaction we need more of these things. This requires political will, investment, staffing, reduction in inequalities, progressive taxation and less family poverty. We await other senior figures coming out to admit that their services “are dealing with the symptoms and we need to deal with the root causes”. Speaking truth to power does not have a good record but shouted out loud on many fronts by high-profile figures might just get through. Either that, or wait for the disciplining and gagging of Assistant Commissioner Basu as a warning to others who might follow his example. Prof Carl Parsons London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2750",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "sport/2019/aug/08/a-signal-failure-in-modern-politics",
    "type": "article",
    "sectionId": "sport",
    "sectionName": "Sport",
    "webPublicationDate": "2019-08-08T17:34:28Z",
    "webTitle": "A signal failure in modern politics | Brief letters",
    "webUrl": "https://www.theguardian.com/sport/2019/aug/08/a-signal-failure-in-modern-politics",
    "apiUrl": "https://content.guardianapis.com/sport/2019/aug/08/a-signal-failure-in-modern-politics",
    "fields": {
      "headline": "A signal failure in modern politics",
      "standfirst": "Wheelchair users and sports grounds | Footpaths | Mass shootings | Interrail | Baked potato recipes | Spads",
      "trailText": "<strong>Brief letters:</strong> Wheelchair users and sports grounds | Footpaths | Mass shootings | Interrail | Baked potato recipes | Spads",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fdc6ccbd2c3e11e43edbdeb578f64a377a02a1f1\"> <img src=\"https://media.guim.co.uk/fdc6ccbd2c3e11e43edbdeb578f64a377a02a1f1/85_56_1425_855/1000.jpg\" alt=\"Spad stands for ‘signal passed at danger’ on the railway, says Dave Crook, as opposed to its meaning in the world of politics. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spad stands for ‘signal passed at danger’ on the railway, says Dave Crook, as opposed to its meaning in the world of politics. </span> <span class=\"element-image__credit\">Photograph: David Cheskin/PA</span> </figcaption> </figure>",
      "body": "<p>I have seen wheelchair user fans at below pitch level at Stamford Bridge (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/05/disabled-football-fan-premier-league-ticket\" title=\"\">Let disabled fans enjoy the camaraderie of football too</a>, 6 August). Senior executives of football clubs should visit Trent Bridge cricket ground. On the middle tier of the Radcliffe Road stand are eight wheelchair bays with a chair for a carer. A lift dedicated to disabled users takes them to the bays. I understand there are more wheelchair bays in the New Stand. It can be done.<br><strong>Philip Wardle</strong><br><em>London</em></p> <p>• In 1975 my father, Ron Foyle, retired to Hereford and began walking endangered footpaths (<a href=\"https://www.theguardian.com/uk-news/2019/aug/07/ramble-on-the-fight-to-save-forgotten-footpaths\" title=\"\">Ramble on</a>, G2, 7 August). He wrote to the local paper inviting people to join him. The result was a pensioners’ rambling club, the Amblers, that met weekly in a pub car park for a ramble that took them back to the pub for lunch.<br><strong>Rosa Davis</strong><br><em>Stroud, Gloucestershire</em></p> <p>• Christine Crossley (<a href=\"https://www.theguardian.com/us-news/2019/aug/06/male-violence-and-us-mass-shootings\" title=\"\">Letters</a>, 7 August) refers to “the fact that …all of America’s mass shooters … are male”. While males are hugely overrepresented among the 114 incidents listed in <a href=\"https://www.motherjones.com/politics/2012/12/mass-shootings-mother-jones-full-data/\" title=\"\">Mother Jones’ database of mass shootings</a> in the US since 1982, four of the killers are in fact female.<br><strong>Peter McKenna</strong><br><em>Liverpool</em></p> <p>So, losing Interrail travel within the country “will have little effect on UK travellers” (UK train operators to pull out of Interrail, 7 August). A return journey to London, probably at peak hours in order to get as much travel done in a day as possible, is a huge part of the current benefit of an Interrail pass, and having to fork out separately for it could almost double the total cost for travellers from Scotland or Cornwall. Britain has some of the most expensive trains in Europe, after all.<br><strong>Kasper Lurcock</strong><br><em>Malmö, Sweden</em></p> <p>• The top baked potato recipe (<a href=\"https://www.theguardian.com/food/2019/aug/06/spuds-we-like-16-ways-to-enjoy-jacket-potatoes-at-home-from-seaweed-to-baked-bean-hotpot\" title=\"\">Jacket required</a>, G2, 6 August) is butter, Marmite and grated cheddar. Another favourite of ours is butter, cherry tomatoes and balsamic vinegar.<br><strong>Colin Evans</strong><br><em>Bristol</em></p> <p>• On the railway, spad stands for, “signal passed at danger” (<a href=\"https://www.theguardian.com/politics/2019/aug/05/boris-johnson-ushers-in-radical-new-era-of-special-advisers\" title=\"\">All the PM’s spads</a>, 6 August).<br><strong>Dave Crook</strong><br><em>Birmingham</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "380",
      "commentable": "false",
      "firstPublicationDate": "2019-08-08T17:34:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:28Z",
      "newspaperEditionDate": "2019-08-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4tad",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fdc6ccbd2c3e11e43edbdeb578f64a377a02a1f1/85_56_1425_855/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I have seen wheelchair user fans at below pitch level at Stamford Bridge (Let disabled fans enjoy the camaraderie of football too, 6 August). Senior executives of football clubs should visit Trent Bridge cricket ground. On the middle tier of the Radcliffe Road stand are eight wheelchair bays with a chair for a carer. A lift dedicated to disabled users takes them to the bays. I understand there are more wheelchair bays in the New Stand. It can be done. Philip Wardle London • In 1975 my father, Ron Foyle, retired to Hereford and began walking endangered footpaths (Ramble on, G2, 7 August). He wrote to the local paper inviting people to join him. The result was a pensioners’ rambling club, the Amblers, that met weekly in a pub car park for a ramble that took them back to the pub for lunch. Rosa Davis Stroud, Gloucestershire • Christine Crossley (Letters, 7 August) refers to “the fact that …all of America’s mass shooters … are male”. While males are hugely overrepresented among the 114 incidents listed in Mother Jones’ database of mass shootings in the US since 1982, four of the killers are in fact female. Peter McKenna Liverpool So, losing Interrail travel within the country “will have little effect on UK travellers” (UK train operators to pull out of Interrail, 7 August). A return journey to London, probably at peak hours in order to get as much travel done in a day as possible, is a huge part of the current benefit of an Interrail pass, and having to fork out separately for it could almost double the total cost for travellers from Scotland or Cornwall. Britain has some of the most expensive trains in Europe, after all. Kasper Lurcock Malmö, Sweden • The top baked potato recipe (Jacket required, G2, 6 August) is butter, Marmite and grated cheddar. Another favourite of ours is butter, cherry tomatoes and balsamic vinegar. Colin Evans Bristol • On the railway, spad stands for, “signal passed at danger” (All the PM’s spads, 6 August). Dave Crook Birmingham • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2281",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/sport",
    "pillarName": "Sport"
  }
]