[
  {
    "id": "uk-news/2019/jul/13/kim-darroch-met-rows-back-on-warnings-of-prosecution",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-13T16:11:11Z",
    "webTitle": "Kim Darroch: Met rows back on warning journalists could face prosecution",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/13/kim-darroch-met-rows-back-on-warnings-of-prosecution",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/13/kim-darroch-met-rows-back-on-warnings-of-prosecution",
    "fields": {
      "headline": "Kim Darroch: Met rows back on warning journalists could face prosecution",
      "standfirst": "<p>Force had said that publishing leaked diplomatic cables may breach Official Secrets Act</p>",
      "trailText": "Force had said that publishing leaked cables may breach Official Secrets Act",
      "byline": "Seth Jacobson",
      "main": "<figure class=\"element element-image\" data-media-id=\"b413c00bdd007667aa55c7b2e1459ff14f5014a6\"> \n <img src=\"https://media.guim.co.uk/b413c00bdd007667aa55c7b2e1459ff14f5014a6/0_561_3814_2289/1000.jpg\" alt=\"Metropolitan police assistant commissioner Neil Basu\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Metropolitan police assistant commissioner Neil Basu said the force respects media rights. </span> \n  <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>The Metropolitan police has rowed back from its warning that journalists could face prosecution if they publish any further leaked diplomatic cables such as those that ran in the Mail on Sunday last weekend, precipitating the resignation of the British ambassador to the US, Kim Darroch.</p> \n<p>In a statement released on Saturday afternoon, the Met assistant commissioner Neil Basu said the force “respects the rights of the media and has no intention of seeking to prevent editors from publishing stories in the public interest in a liberal democracy. The media hold an important role in scrutinising the actions of the state.”</p> \n<p>“We are, however, a body charged with enforcing the law, and we have received legal advice that has caused us to start a criminal inquiry into the leak of these specific documents as a potential breach of the Official Secrets Act (OSA). The focus of the investigation is clearly on identifying who was responsible for the leak,” Basu added.</p> \n<p>“However, we have also been told the publication of these specific documents, now knowing they may be a breach of the OSA, could also constitute a criminal offence and one that carries no public interest defence.</p> \n<p>“We know these documents and potentially others remain in circulation. We have a duty to prevent as well as detect crime and the previous statement was intended to alert to the risk of breaching the OSA.”</p> \n<p>On Friday, in a clear shot across the bows of newspapers planning to follow up last weekend’s revelations in the Mail on Sunday, Scotland Yard cautioned media organisations against running leaked government documents.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/12/met-police-open-investigation-into-leaked-kim-darroch-cables\">Met police launch investigation into leaked Darroch cables</a> </p> \n</aside> \n<p>“I would advise all owners, editors and publishers of social and mainstream media not to publish leaked government documents that may already be in their possession,” the statement read, “or which may be offered to them, and to turn them over to the police or their rightful owner, Her Majesty’s government.”</p> \n<p>However, throughout Saturday politicians and members of the media attacked the force’s heavy-handedness, including both of the Tory leadership candidates.</p> \n<p>Boris Johnson said that stopping newspapers printing such documents would represent “an infringement on press freedom and have a chilling effect on public debate”.</p> \n<p>His rival, Jeremy Hunt, <a href=\"https://twitter.com/Jeremy_Hunt/status/1149973973070995461\">tweeted</a> that the leaks had “damaged UK/US relations and cost a loyal ambassador his job, so the person responsible must be held fully to account. But I defend to the hilt the right of the press to publish those leaks if they receive them and judge them to be in the public interest: that is their job.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"420a0c9f-1ed2-403e-9c39-4487fe08ab49\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>In the cables allegedly leaked to the Mail on Sunday, the UK’s outgoing ambassador to Washington, Sir Kim Darroch told his bosses in London that:</p>\n    <ul>\n     <li>He did not believe the Trump administration would “become substantially more normal; less dysfunctional; less unpredictable; less faction riven; less diplomatically clumsy and inept”.</li>\n     <li>Trump may have been indebted to “dodgy Russians”.</li>\n     <li>There were bitter divisions within the Trump White House, saying euphemistically that administration officials would get into “knife fights”.</li>\n     <li>The Trump presidency could “crash and burn” and that “we could be at the beginning of a downward spiral ... that leads to disgrace and downfall”.</li>\n     <li>The US president’s approach to global trade could wreck the system on which it depends.</li>\n     <li>Trump could attack Iran, and that he abandoned the Iran nuclear deal as an act of 'diplomatic vandalism' to spite Barack Obama.</li>\n     <li>The White House was split over the withdrawal, and lacked a \"day-after\" plan for what might come next.</li>\n    </ul>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Their Tory colleague Michael Fallon, the former defence secretary who is backing Johnson, had earlier said that anyone “receiving stolen material … should give it back to the rightful owner and should be aware of the huge damage done and potential greater damage by further breaches of the Official Secrets Act.”</p> \n<p>The Labour leader, Jeremy Corbyn, said the leaks were “clearly a breach of confidence [and] information that should have been maintained as private. That has not happened and so the police have been involved and I think that is a normal process.”</p> \n<p>He said: “Freedom of the press is vital, of course. There are rules around that and there are considerable protections for journalists who do reveal things and that, of course, is the right thing to do.”</p> \n<p>Before the Met’s statement was released, George Osborne, the Evening Standard editor and former chancellor, tweeted:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/George_Osborne/status/1149997183334342658\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">What a mess the Met Police have got themselves into attacking press freedom. No prosecution would have a chance of succeeding anyway. I predict a u-turn today by Commissioner overruling Mr Basu; if they stick with his threats to the media then there will be calls for resignations</p>— George Osborne (@George_Osborne) \n  <a href=\"https://twitter.com/George_Osborne/status/1149997183334342658?ref_src=twsrc%5Etfw\">July 13, 2019</a>\n </blockquote> \n</figure>",
      "wordcount": "567",
      "firstPublicationDate": "2019-07-13T16:11:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-23T16:11:10Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bpmz9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b413c00bdd007667aa55c7b2e1459ff14f5014a6/0_561_3814_2289/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Metropolitan police has rowed back from its warning that journalists could face prosecution if they publish any further leaked diplomatic cables such as those that ran in the Mail on Sunday last weekend, precipitating the resignation of the British ambassador to the US, Kim Darroch. In a statement released on Saturday afternoon, the Met assistant commissioner Neil Basu said the force “respects the rights of the media and has no intention of seeking to prevent editors from publishing stories in the public interest in a liberal democracy. The media hold an important role in scrutinising the actions of the state.” “We are, however, a body charged with enforcing the law, and we have received legal advice that has caused us to start a criminal inquiry into the leak of these specific documents as a potential breach of the Official Secrets Act (OSA). The focus of the investigation is clearly on identifying who was responsible for the leak,” Basu added. “However, we have also been told the publication of these specific documents, now knowing they may be a breach of the OSA, could also constitute a criminal offence and one that carries no public interest defence. “We know these documents and potentially others remain in circulation. We have a duty to prevent as well as detect crime and the previous statement was intended to alert to the risk of breaching the OSA.” On Friday, in a clear shot across the bows of newspapers planning to follow up last weekend’s revelations in the Mail on Sunday, Scotland Yard cautioned media organisations against running leaked government documents. “I would advise all owners, editors and publishers of social and mainstream media not to publish leaked government documents that may already be in their possession,” the statement read, “or which may be offered to them, and to turn them over to the police or their rightful owner, Her Majesty’s government.” However, throughout Saturday politicians and members of the media attacked the force’s heavy-handedness, including both of the Tory leadership candidates. Boris Johnson said that stopping newspapers printing such documents would represent “an infringement on press freedom and have a chilling effect on public debate”. His rival, Jeremy Hunt, tweeted that the leaks had “damaged UK/US relations and cost a loyal ambassador his job, so the person responsible must be held fully to account. But I defend to the hilt the right of the press to publish those leaks if they receive them and judge them to be in the public interest: that is their job.” Their Tory colleague Michael Fallon, the former defence secretary who is backing Johnson, had earlier said that anyone “receiving stolen material … should give it back to the rightful owner and should be aware of the huge damage done and potential greater damage by further breaches of the Official Secrets Act.” The Labour leader, Jeremy Corbyn, said the leaks were “clearly a breach of confidence [and] information that should have been maintained as private. That has not happened and so the police have been involved and I think that is a normal process.” He said: “Freedom of the press is vital, of course. There are rules around that and there are considerable protections for journalists who do reveal things and that, of course, is the right thing to do.” Before the Met’s statement was released, George Osborne, the Evening Standard editor and former chancellor, tweeted:",
      "charCount": "3435",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/seth-jacobson\">Seth Jacobson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/13/tory-leadership-candidates-grilled-by-bbcs-andrew-neil",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-13T12:10:43Z",
    "webTitle": "Key moments from Tory candidates' interviews with Andrew Neil",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/13/tory-leadership-candidates-grilled-by-bbcs-andrew-neil",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/13/tory-leadership-candidates-grilled-by-bbcs-andrew-neil",
    "fields": {
      "headline": "Key moments from Tory candidates' interviews with Andrew Neil",
      "standfirst": "<p>Boris Johnson and Jeremy Hunt questioned on issues from Kim Darroch to trade</p>",
      "trailText": "Boris Johnson and Jeremy Hunt questioned on issues from Kim Darroch to trade",
      "byline": "Seth Jacobson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"234ed5cd-0030-4971-a33f-dc28967f2ffb\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/FYHQYfBBfMY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The two candidates for the Conservative leadership, Boris Johnson and Jeremy Hunt, were questioned by the BBC’s veteran political commentator Andrew Neil on Friday night. Both men found the experience testing, though while Johnson seemed to bluff his way through the encounter, Hunt often appeared caught in the headlights. Here are the key moments from the two half-hour interviews.</p> \n<h2>Johnson on not backing Kim Darroch</h2> \n<p>Johnson, the frontrunner, was pressed to explain his decision not to support the British ambassador to Washington, Sir Kim Darroch, who <a href=\"https://www.theguardian.com/uk-news/2019/jul/10/kim-darroch-resigns-as-uk-ambassador-to-us-after-leaked-trump-comment\">quit on Wednesday</a> after days of criticism by the US president, Donald Trump.</p> \n<p><strong>AN:</strong> When you were asked four times in the ITV debate to support our man in Washington, you did not do so. After watching it, he was so dismayed by your failure to do so it was one of the reasons he resigned.<br><strong>BJ:</strong> Actually, I spoke to him the following day and said how sad I was that he had resigned, and he pointed out that he didn’t watch it. So you might need to check your facts, Andrew, before you make –<br><strong>AN:</strong> Did it play a factor in his resignation?<br><strong>BJ:</strong> He said that what somebody had relayed to him had certainly played, had been a factor in his resignation –<br><strong>AN:</strong> So what – your lack of support for him was a factor in his resignation?<br><strong>BJ:</strong> I think that unfortunately what I – what I said on that TV debate was misrepresented to Kim.</p> \n<h2>Johnson on the Gatt arrangement</h2> \n<p>Johnson’s claims on Europe were also forensically examined, and the pair shared a bad-tempered exchange about the minutiae of article 24 of the general agreement on tariffs and trade (Gatt), which ended with the leadership hopeful admitting he did not know what one of the key clauses consisted of.</p> \n<p><strong>AN:</strong> So how would you handle – you talk about article 5B in Gatt 24 –<br><strong>BJ:</strong> Paragraph 5B. Article 24. Get the detail right. Get the detail right, Andrew. It’s article 24, paragraph 5B.<br><strong>AN:</strong> And how would you handle paragraph 5C?<br><strong>BJ:</strong> I would confide entirely in paragraph 5B, because that is –<br><strong>AN:</strong> How would you get round what’s in 5C?<br><strong>BJ:</strong> I would confide entirely in paragraph 5B, which is enough for our purposes.<br><strong>AN:</strong> Do you know what’s in 5C?<br><strong>BJ:</strong> No.</p> \n<h2>Johnson on London’s crime rate during his mayoralty</h2> \n<p>Neil also challenged the former foreign secretary about his achievements as London mayor, since Johnson has repeatedly tried to <a href=\"https://www.theguardian.com/politics/2019/jun/28/what-can-we-expect-from-a-boris-johnson-premiership\">take credit</a> for falling crime rates during his stewardship of the capital between 2008 and 2016.</p> \n<p><strong>AN:</strong> It went down 20% in London when you were mayor, crime?<br><strong>BJ:</strong> Crime went down roughly 20% when I was mayor.<br><strong>AN:</strong> How much did it go down at the same time in the rest of the country?<br><strong>BJ:</strong> Well –<br><strong>AN:</strong> By 26%.<br><strong>AN:</strong> So you were behind the rest of the country.</p> \n<h2>Hunt on not being ‘Theresa May in trousers’</h2> \n<p>Hunt has been painted as the <a href=\"https://www.theguardian.com/politics/2019/jun/21/show-softer-side-view-jeremy-hunt-constituency-surrey-tory-leadership\">continuity candidate</a>, having backed May’s EU withdrawal bill each time it was put before the House of Commons.</p> \n<p><strong>AN: </strong>Jeremy Hunt – like Theresa May, you voted to remain. Like Theresa May, you’re a Tory technocrat. Like Theresa May, you voted for her Brexit deal, three times. Why would the Tories want more of the same when it’s hardly been a golden age for them?<br><strong>JH:</strong> Because, Andrew, I am a totally different person and I have a totally different plan. And I did vote three times for Theresa May’s deal, and I’ll tell you exactly why: because I wanted to leave the European Union as quickly as possible. And had we voted to do that, as indeed did Boris Johnson and Jacob Rees-Mogg and many other people, we would have left the EU by now and I think we would have been in a better position as a country.<br><strong>AN:</strong> But a lot of Tories look at you and they say, ‘We tried you. It didn’t work.’ Trying Theresa in trousers isn’t going to be any better.</p> \n<h2>Hunt on being an entrepreneur</h2> \n<p>The foreign secretary has repeatedly reminded audiences at hustings and on TV debates he was the only person running for the leadership who had a successful <a href=\"https://www.theguardian.com/politics/2019/jul/09/tory-leadership-hunt-and-johnson-roll-through-familiar-lines-in-itv-debate\">business background</a>, but Neil gave him short shrift on this.</p> \n<p><strong>JH:</strong> … I would be the first prime minister who’s been an entrepreneur –<br><strong>AN:</strong> You’re an entrepreneur?<br><strong>JH:</strong> Yeah.<br><strong>AN:</strong> Who knew that?<br><strong>JH:</strong> Have you not heard that before, Andrew?<br><strong>AN:</strong> Well, only about 50 times … When you were an entrepreneur, you didn’t do negotiations anything like what will be required in Brussels, anything like the scale. And you go on about being an entrepreneur, [but] you weren’t exactly Steve Jobs or Bill Gates, were you?</p>",
      "wordcount": "771",
      "firstPublicationDate": "2019-07-13T12:10:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-13T14:37:13Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bpynv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4ffab3a1163e274a69919e29a22b822b21444bf8/0_157_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The two candidates for the Conservative leadership, Boris Johnson and Jeremy Hunt, were questioned by the BBC’s veteran political commentator Andrew Neil on Friday night. Both men found the experience testing, though while Johnson seemed to bluff his way through the encounter, Hunt often appeared caught in the headlights. Here are the key moments from the two half-hour interviews. Johnson on not backing Kim Darroch Johnson, the frontrunner, was pressed to explain his decision not to support the British ambassador to Washington, Sir Kim Darroch, who quit on Wednesday after days of criticism by the US president, Donald Trump. AN: When you were asked four times in the ITV debate to support our man in Washington, you did not do so. After watching it, he was so dismayed by your failure to do so it was one of the reasons he resigned. BJ: Actually, I spoke to him the following day and said how sad I was that he had resigned, and he pointed out that he didn’t watch it. So you might need to check your facts, Andrew, before you make – AN: Did it play a factor in his resignation? BJ: He said that what somebody had relayed to him had certainly played, had been a factor in his resignation – AN: So what – your lack of support for him was a factor in his resignation? BJ: I think that unfortunately what I – what I said on that TV debate was misrepresented to Kim. Johnson on the Gatt arrangement Johnson’s claims on Europe were also forensically examined, and the pair shared a bad-tempered exchange about the minutiae of article 24 of the general agreement on tariffs and trade (Gatt), which ended with the leadership hopeful admitting he did not know what one of the key clauses consisted of. AN: So how would you handle – you talk about article 5B in Gatt 24 – BJ: Paragraph 5B. Article 24. Get the detail right. Get the detail right, Andrew. It’s article 24, paragraph 5B. AN: And how would you handle paragraph 5C? BJ: I would confide entirely in paragraph 5B, because that is – AN: How would you get round what’s in 5C? BJ: I would confide entirely in paragraph 5B, which is enough for our purposes. AN: Do you know what’s in 5C? BJ: No. Johnson on London’s crime rate during his mayoralty Neil also challenged the former foreign secretary about his achievements as London mayor, since Johnson has repeatedly tried to take credit for falling crime rates during his stewardship of the capital between 2008 and 2016. AN: It went down 20% in London when you were mayor, crime? BJ: Crime went down roughly 20% when I was mayor. AN: How much did it go down at the same time in the rest of the country? BJ: Well – AN: By 26%. AN: So you were behind the rest of the country. Hunt on not being ‘Theresa May in trousers’ Hunt has been painted as the continuity candidate, having backed May’s EU withdrawal bill each time it was put before the House of Commons. AN: Jeremy Hunt – like Theresa May, you voted to remain. Like Theresa May, you’re a Tory technocrat. Like Theresa May, you voted for her Brexit deal, three times. Why would the Tories want more of the same when it’s hardly been a golden age for them? JH: Because, Andrew, I am a totally different person and I have a totally different plan. And I did vote three times for Theresa May’s deal, and I’ll tell you exactly why: because I wanted to leave the European Union as quickly as possible. And had we voted to do that, as indeed did Boris Johnson and Jacob Rees-Mogg and many other people, we would have left the EU by now and I think we would have been in a better position as a country. AN: But a lot of Tories look at you and they say, ‘We tried you. It didn’t work.’ Trying Theresa in trousers isn’t going to be any better. Hunt on being an entrepreneur The foreign secretary has repeatedly reminded audiences at hustings and on TV debates he was the only person running for the leadership who had a successful business background, but Neil gave him short shrift on this. JH: … I would be the first prime minister who’s been an entrepreneur – AN: You’re an entrepreneur? JH: Yeah. AN: Who knew that? JH: Have you not heard that before, Andrew? AN: Well, only about 50 times … When you were an entrepreneur, you didn’t do negotiations anything like what will be required in Brussels, anything like the scale. And you go on about being an entrepreneur, [but] you weren’t exactly Steve Jobs or Bill Gates, were you?",
      "charCount": "4382",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/seth-jacobson\">Seth Jacobson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]