[
  {
    "id": "politics/2019/mar/31/ministers-try-to-force-mays-hand-over-brexit-as-cabinet-rift-widens",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-31T19:53:31Z",
    "webTitle": "Ministers try to force May's hand over Brexit as cabinet rift widens",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/31/ministers-try-to-force-mays-hand-over-brexit-as-cabinet-rift-widens",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/31/ministers-try-to-force-mays-hand-over-brexit-as-cabinet-rift-widens",
    "fields": {
      "headline": "Ministers try to force May's hand over Brexit as cabinet rift widens",
      "standfirst": "<p>Remainers and Brexiters alike threaten to resign as MPs prepare for second round of indicative votes</p>",
      "trailText": "Remainers and Brexiters alike threaten to resign as MPs prepare for second round of indicative votes",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"36ad39520e6efea2602bb869f4460a21fc3cf8eb\"> \n <img src=\"https://media.guim.co.uk/36ad39520e6efea2602bb869f4460a21fc3cf8eb/0_262_3937_2362/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May’s cabinet ministers are set to clash this week over alternative options to her Brexit deal. </span> \n  <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<p>Theresa May’s government is on the verge of meltdown as cabinet ministers prepare to clash over whether to support plans for a softer Brexit and a possible lengthy delay before leaving the European Union.</p> \n<p>In a decisive intervention, David Gauke, the justice secretary, said on Sunday that the prime minister would have to accept the possibility of backing a customs union if the measure is supported by parliament this week.</p> \n<p>This was dismissed by Brexiters, including those in cabinet, who have threatened to resign if May accepts a customs union or submits to a delay that goes beyond 22 May. Those threatening to quit were reported to include Penny Mordaunt, the international development secretary, and Chris Grayling, the transport secretary.</p> \n<p>In another twist, Julian Smith, the chief whip, told the BBC on Monday that a softer Brexit was “inevitable” after the government lost its majority after the 2017 election.</p> \n<p>It comes as May and her dwindling number of supporters prepare to face a second round of “indicative” votes on alternatives to her deal on Monday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/31/will-crunch-week-finally-reveal-what-kind-of-brexit-will-happen\">Will crunch week finally reveal what kind of Brexit will happen?</a> </p> \n</aside> \n<p>Concerned by the possibility of cabinet resignations, May is being urged by some ministers to allow a free vote on any customs union proposal. If parliament backs a customs union, ministers believe May will be forced to make a decision that will lead to resignations when the cabinet meets on Tuesday.</p> \n<p>With 12 days before the UK is due to leave the EU, Gauke said the prime minister would have to <a href=\"https://www.theguardian.com/politics/2019/mar/31/theresa-may-accept-soft-brexit-if-parliament-backs-it-says-minister\">“look very closely” if MPs back a customs union in a fresh round of indicative votes</a>.</p> \n<p>“If parliament is voting overwhelmingly against leaving the <a href=\"https://www.theguardian.com/world/eu\">European Union</a> without a deal but is voting in favour of a softer Brexit, then I don’t think it’s sustainable to ignore parliament’s position and therefore leave without a deal,” Gauke said.</p> \n<p>Asked for his response to a letter from 170 Tory MPs, including 10 members of the cabinet, who wrote to May urging her to take the UK out of the EU “with or without a deal”, Gauke said he would resign rather than support no-deal Brexit.</p> \n<p>“My position is that it is not the responsible thing for a government to do, to leave without a deal in these circumstances. So obviously I wouldn’t be able to remain a member of the government,” Gauke told the BBC.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c54ce863-581e-4b04-9c40-b004b76de79b\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/QGeuIGdlhYI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Gauke joined five other ministers – including the welfare secretary, Amber Rudd, the business secretary, Greg Clark, and the Scottish secretary, David Mundell – in establishing a socially liberal Conservative grouping.</p> \n<p>The <a href=\"https://www.theguardian.com/politics/2019/mar/30/moderate-remainer-tories-one-nation-group-rudd\">One Nation</a> group, which is also backed by Rory Stewart, Claire Perry and Bim Afolami, plans to challenge the hardline Brexiters of the European Research Group, it was announced on Sunday.</p> \n<p>ERG members fear the indicative vote process, controlled by a cross-party group of MPs led by former minister Oliver Letwin, will inevitably lead to a softer Brexit.</p> \n<p>No 10 hopes that pressure will lead to more Brexiters reluctantly backing May’s deal after it cut the majority against it from 230 and 149 in the first two votes to 58 on Friday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/31/no-easy-options-what-will-may-do-if-her-brexit-deal-goes-down-again\">No easy options: what will May do if her Brexit deal goes down again?</a> </p> \n</aside> \n<p>One Brexit-backing minister said Gauke was rewriting the party’s manifesto. “This is a ridiculous statement [from Gauke]. I can only hope that he misspoke. Otherwise, he is talking way out of turn.”</p> \n<p>The so-called “pizza club” of pro-Brexit cabinet ministers, led by the House of Commons leader Andrea Leadsom, held an emergency conference call on Saturday night to coordinate their response to the crisis and agreed to block efforts to join a customs union.</p> \n<p>May’s grip on power looks increasingly fragile, with cabinet ministers openly preparing for a leadership challenge. She appears poised to trigger a general election if parliament fails to agree on a way forward that she would then lead.</p> \n<p>James Cleverly, the deputy chair of the Conservative party, told Sky News that May could well do so. Asked if May could lead the party into a snap election, he said: “That is an inevitable possibility.”</p> \n<p>He insisted that the party was not specifically preparing for a snap general election to resolve the Brexit deadlock, but acknowledged that “sensible and pragmatic” contingency planning was taking place.</p> \n<p>Any move by May to lead a snap election would be fiercely opposed by cabinet ministers, senior cabinet sources said.</p> \n<p>One cabinet minister told the Guardian: “Now the prime minister has said she is going, there is no point in hanging around indefinitely having said that.” The minister also poured cold water on claims that there would be a general election, pointing to the Fixed-term Parliaments Act.</p> \n<p>Meanwhile, senior Tories are openly campaigning to succeed May as prime minister. <a href=\"https://www.telegraph.co.uk/politics/2019/03/31/tories-need-experience-helm-says-cabinet-minister/\">In an interview with the Telegraph</a>, Grayling said her successor should be a senior Brexiter who could see the country through the next phase of negotiations and a full-scale leadership contest should be delayed until after the 2022 election.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/31/anger-whitehall-brexit-strife-delays-key-policies-legislation\">Anger in Whitehall as Brexit strife delays key policies and legislation</a> </p> \n</aside> \n<p>On Monday, MPs will vote on nine different alternatives to May’s Brexit plan in the second round of so-called indicative votes, none of which won a majority last week. They range from a second referendum to a plan to take Britain out without a deal on 12 April through to new powers to give Parliament the right to revoke article 50, postponing Brexit. John Bercow, the Speaker, is responsible for selecting which options can be put to a vote.</p> \n<p>Two “soft Brexit” plans have gained significant support from MPs since last Wednesday’s vote. Ken Clarke, the former chancellor, has been pushing a plan that would require a full customs union with the EU negotiated as part of the Brexit package. This option was defeated last week by a majority of only six votes.</p> \n<p>The “common market 2.0” plan, under which Britain would stay in the customs union and the single market, lost by 95 votes, but has since been altered.</p> \n<p>Hopes that Labour might support the common market 2.0 plan faded on Sunday after Emily Thornberry, the shadow foreign secretary, said it was Labour’s policy to be close to the single market, but not in it. “Our reservation about being in the single market is that we would have to accept things as they currently are in relation to immigration,” she said. “We can’t pretend that the referendum, part of the debate, wasn’t about immigration.”</p> \n<p>Meanwhile, the head of the European commission, Jean-Claude Juncker<strong>,</strong> has warned that patience with Britain could be running out. Juncker told Italian state TV RAI on Sunday that he would like Great Britain to be able to reach an agreement in the coming hours and days that could be followed.</p> \n<p>“So far, we know what the British parliament says no to, but we don’t know what it might say yes to,” he said. “We have had a lot of patience with our British friends over Brexit, but patience runs out.”</p> \n<p>Asked if a second referendum might be possible, Juncker said that was an issue exclusively for the British people.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1159",
      "firstPublicationDate": "2019-03-31T19:53:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:13Z",
      "newspaperEditionDate": "2019-04-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5nb3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/36ad39520e6efea2602bb869f4460a21fc3cf8eb/0_262_3937_2362/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May’s government is on the verge of meltdown as cabinet ministers prepare to clash over whether to support plans for a softer Brexit and a possible lengthy delay before leaving the European Union. In a decisive intervention, David Gauke, the justice secretary, said on Sunday that the prime minister would have to accept the possibility of backing a customs union if the measure is supported by parliament this week. This was dismissed by Brexiters, including those in cabinet, who have threatened to resign if May accepts a customs union or submits to a delay that goes beyond 22 May. Those threatening to quit were reported to include Penny Mordaunt, the international development secretary, and Chris Grayling, the transport secretary. In another twist, Julian Smith, the chief whip, told the BBC on Monday that a softer Brexit was “inevitable” after the government lost its majority after the 2017 election. It comes as May and her dwindling number of supporters prepare to face a second round of “indicative” votes on alternatives to her deal on Monday. Concerned by the possibility of cabinet resignations, May is being urged by some ministers to allow a free vote on any customs union proposal. If parliament backs a customs union, ministers believe May will be forced to make a decision that will lead to resignations when the cabinet meets on Tuesday. With 12 days before the UK is due to leave the EU, Gauke said the prime minister would have to “look very closely” if MPs back a customs union in a fresh round of indicative votes. “If parliament is voting overwhelmingly against leaving the European Union without a deal but is voting in favour of a softer Brexit, then I don’t think it’s sustainable to ignore parliament’s position and therefore leave without a deal,” Gauke said. Asked for his response to a letter from 170 Tory MPs, including 10 members of the cabinet, who wrote to May urging her to take the UK out of the EU “with or without a deal”, Gauke said he would resign rather than support no-deal Brexit. “My position is that it is not the responsible thing for a government to do, to leave without a deal in these circumstances. So obviously I wouldn’t be able to remain a member of the government,” Gauke told the BBC. Gauke joined five other ministers – including the welfare secretary, Amber Rudd, the business secretary, Greg Clark, and the Scottish secretary, David Mundell – in establishing a socially liberal Conservative grouping. The One Nation group, which is also backed by Rory Stewart, Claire Perry and Bim Afolami, plans to challenge the hardline Brexiters of the European Research Group, it was announced on Sunday. ERG members fear the indicative vote process, controlled by a cross-party group of MPs led by former minister Oliver Letwin, will inevitably lead to a softer Brexit. No 10 hopes that pressure will lead to more Brexiters reluctantly backing May’s deal after it cut the majority against it from 230 and 149 in the first two votes to 58 on Friday. One Brexit-backing minister said Gauke was rewriting the party’s manifesto. “This is a ridiculous statement [from Gauke]. I can only hope that he misspoke. Otherwise, he is talking way out of turn.” The so-called “pizza club” of pro-Brexit cabinet ministers, led by the House of Commons leader Andrea Leadsom, held an emergency conference call on Saturday night to coordinate their response to the crisis and agreed to block efforts to join a customs union. May’s grip on power looks increasingly fragile, with cabinet ministers openly preparing for a leadership challenge. She appears poised to trigger a general election if parliament fails to agree on a way forward that she would then lead. James Cleverly, the deputy chair of the Conservative party, told Sky News that May could well do so. Asked if May could lead the party into a snap election, he said: “That is an inevitable possibility.” He insisted that the party was not specifically preparing for a snap general election to resolve the Brexit deadlock, but acknowledged that “sensible and pragmatic” contingency planning was taking place. Any move by May to lead a snap election would be fiercely opposed by cabinet ministers, senior cabinet sources said. One cabinet minister told the Guardian: “Now the prime minister has said she is going, there is no point in hanging around indefinitely having said that.” The minister also poured cold water on claims that there would be a general election, pointing to the Fixed-term Parliaments Act. Meanwhile, senior Tories are openly campaigning to succeed May as prime minister. In an interview with the Telegraph, Grayling said her successor should be a senior Brexiter who could see the country through the next phase of negotiations and a full-scale leadership contest should be delayed until after the 2022 election. On Monday, MPs will vote on nine different alternatives to May’s Brexit plan in the second round of so-called indicative votes, none of which won a majority last week. They range from a second referendum to a plan to take Britain out without a deal on 12 April through to new powers to give Parliament the right to revoke article 50, postponing Brexit. John Bercow, the Speaker, is responsible for selecting which options can be put to a vote. Two “soft Brexit” plans have gained significant support from MPs since last Wednesday’s vote. Ken Clarke, the former chancellor, has been pushing a plan that would require a full customs union with the EU negotiated as part of the Brexit package. This option was defeated last week by a majority of only six votes. The “common market 2.0” plan, under which Britain would stay in the customs union and the single market, lost by 95 votes, but has since been altered. Hopes that Labour might support the common market 2.0 plan faded on Sunday after Emily Thornberry, the shadow foreign secretary, said it was Labour’s policy to be close to the single market, but not in it. “Our reservation about being in the single market is that we would have to accept things as they currently are in relation to immigration,” she said. “We can’t pretend that the referendum, part of the debate, wasn’t about immigration.” Meanwhile, the head of the European commission, Jean-Claude Juncker, has warned that patience with Britain could be running out. Juncker told Italian state TV RAI on Sunday that he would like Great Britain to be able to reach an agreement in the coming hours and days that could be followed. “So far, we know what the British parliament says no to, but we don’t know what it might say yes to,” he said. “We have had a lot of patience with our British friends over Brexit, but patience runs out.” Asked if a second referendum might be possible, Juncker said that was an issue exclusively for the British people.",
      "charCount": "6800",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/31/the-guardian-view-on-antidepressant-use-no-cure-all",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-31T17:24:45Z",
    "webTitle": "The Guardian view on antidepressant use: no cure-all | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/31/the-guardian-view-on-antidepressant-use-no-cure-all",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/31/the-guardian-view-on-antidepressant-use-no-cure-all",
    "fields": {
      "headline": "The Guardian view on antidepressant use: no cure-all",
      "standfirst": "<p>The record number of pills being handed out for depression is a cause of concern, especially when access to other treatments is restricted</p>",
      "trailText": "<strong>Editorial:</strong> The record number of pills being handed out for depression is a cause of concern, especially when access to other treatments is restricted",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"202776c3ef510dce065148c99f0ce142aa8b8193\"> <img src=\"https://media.guim.co.uk/202776c3ef510dce065148c99f0ce142aa8b8193/0_68_3604_2162/1000.jpg\" alt=\"A doctor writes out a prescription\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘In a decade, the number of antidepressant prescriptions has doubled.’</span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/PA</span> </figcaption> </figure>",
      "body": "<p>Almost <a href=\"https://www.theguardian.com/society/2019/mar/29/antidepressant-prescriptions-in-england-double-in-a-decade\" title=\"\">71m prescriptions for antidepressants</a> were given out in England last year – not including drugs dispensed in hospitals outside the NHS. This is a vast number of pills – more than twice the number of <a href=\"https://www.theguardian.com/society/2018/feb/27/fifth-of-prescribed-antibiotics-are-unnecessary-study-finds\" title=\"\">prescriptions given for antibiotics</a>; 20m more than for cholesterol-lowering statins. In a decade, the number of antidepressant prescriptions has doubled; it has risen by 3m in a year. Around 7 million adults (16% of the English adult population) are now taking this medicine, and around <a href=\"https://www.bbc.co.uk/news/health-44821886\" title=\"\">330,000 children</a>.</p> <p>The new data can’t say whether more people are depressed than previously – only that more are being medicated. The most recent <a href=\"https://www.gov.uk/government/statistics/adult-psychiatric-morbidity-survey-mental-health-and-wellbeing-england-2014\" title=\"\">official survey</a>, in 2016, revealed an increase in rates of the most common mental health conditions among women, particularly teenage girls. Recent reports from a commission assembled by the <a href=\"https://www.theguardian.com/society/2018/oct/09/world-mental-health-crisis-monumental-suffering-say-experts\" title=\"\">Lancet medical journal</a>, and the <a href=\"https://www.theguardian.com/society/2017/mar/31/depression-is-leading-cause-of-disability-worldwide-says-who-study\" title=\"\">World Health Organization</a>, have warned of a growing global mental health crisis, and called on policymakers and professionals worldwide to make this a priority.</p> <p>While people being ill is bad news, reports of people being treated for illness should, so long as the treatment is appropriate, be welcomed. Some researchers believe mental disorders remain <a href=\"https://www.theguardian.com/science/2018/feb/21/the-drugs-do-work-antidepressants-are-effective-study-shows\" title=\"\">under-treated</a> because they are poorly understood, because doctors and patients share doubts about the remedies, and because of the social stigma that makes people reluctant to report symptoms or seek a diagnosis. But even granting that some people may be taking antidepressants who previously went untreated, there is a debate about whether pills are being <a href=\"https://www.bmj.com/bmj/section-pdf/187887?path=/bmj/346/7907/Head_to_Head.full.pdf\" title=\"\">overprescribed</a>.</p> <p>Mental illness remains a complicated and contested area. A <a href=\"https://www.theguardian.com/science/2018/feb/21/the-drugs-do-work-antidepressants-are-effective-study-shows\" title=\"\">study last year</a> that looked at the results of more than 500 trials concluded that antidepressants – most of which are SSRIs, or selective serotonin reuptake inhibitors – are effective treatments. But psychological therapies are also effective, and recommended in the UK for depression along with drugs. While a prescription remains the most common outcome of a GP visit, <a href=\"https://www.theguardian.com/society/2018/apr/26/mental-health-patients-seeking-treatment-face-postcode-lottery\" title=\"\">waiting lists for talking therapy</a> are long and there is evidence that <a href=\"https://www.theguardian.com/society/2019/feb/12/too-many-older-people-given-antidepressants-instead-of-therapy\" title=\"\">older people are referred less often than other age groups</a>, despite a government programme supposed to boost access to this kind of support. Meanwhile <a href=\"https://www.theguardian.com/society/2018/oct/02/antidepressant-withdrawal-symptoms-severe-says-new-report\" title=\"\">MPs have raised concerns</a> about the difficulties patients have coming off antidepressants, while <a href=\"https://www.theguardian.com/society/2017/may/06/dont-know-who-am-antidepressant-long-term-use\" title=\"\">evidence about long-term use</a> is scarce.</p> <p>Antidepressants are a vital tool and are among the most <a href=\"https://www.newscientist.com/article/mg23931980-100-nobody-can-agree-about-antidepressants-heres-what-you-need-to-know/\" title=\"\">commonly prescribed drugs</a> in the western world. But they must not be the only therapy offered to depressed people, who can benefit from other forms of help – including the chance to think about what has made them unwell, if there are personal or environmental factors. The promised boost in so-called <a href=\"https://www.theguardian.com/society/2018/sep/06/nhs-should-expand-social-prescribing-says-health-secretary\" title=\"\">“social prescribing” by GPs</a>, of exercise and activities, could be a positive step. As the NHS <a href=\"https://www.nhs.uk/conditions/clinical-depression/treatment/\" title=\"\">recognises</a>, brain chemistry is not the be all and end all.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "454",
      "commentCloseDate": "2019-04-03T17:24:45Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-31T17:24:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-31T18:23:34Z",
      "newspaperEditionDate": "2019-04-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5m9k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/202776c3ef510dce065148c99f0ce142aa8b8193/0_68_3604_2162/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Almost 71m prescriptions for antidepressants were given out in England last year – not including drugs dispensed in hospitals outside the NHS. This is a vast number of pills – more than twice the number of prescriptions given for antibiotics; 20m more than for cholesterol-lowering statins. In a decade, the number of antidepressant prescriptions has doubled; it has risen by 3m in a year. Around 7 million adults (16% of the English adult population) are now taking this medicine, and around 330,000 children. The new data can’t say whether more people are depressed than previously – only that more are being medicated. The most recent official survey, in 2016, revealed an increase in rates of the most common mental health conditions among women, particularly teenage girls. Recent reports from a commission assembled by the Lancet medical journal, and the World Health Organization, have warned of a growing global mental health crisis, and called on policymakers and professionals worldwide to make this a priority. While people being ill is bad news, reports of people being treated for illness should, so long as the treatment is appropriate, be welcomed. Some researchers believe mental disorders remain under-treated because they are poorly understood, because doctors and patients share doubts about the remedies, and because of the social stigma that makes people reluctant to report symptoms or seek a diagnosis. But even granting that some people may be taking antidepressants who previously went untreated, there is a debate about whether pills are being overprescribed. Mental illness remains a complicated and contested area. A study last year that looked at the results of more than 500 trials concluded that antidepressants – most of which are SSRIs, or selective serotonin reuptake inhibitors – are effective treatments. But psychological therapies are also effective, and recommended in the UK for depression along with drugs. While a prescription remains the most common outcome of a GP visit, waiting lists for talking therapy are long and there is evidence that older people are referred less often than other age groups, despite a government programme supposed to boost access to this kind of support. Meanwhile MPs have raised concerns about the difficulties patients have coming off antidepressants, while evidence about long-term use is scarce. Antidepressants are a vital tool and are among the most commonly prescribed drugs in the western world. But they must not be the only therapy offered to depressed people, who can benefit from other forms of help – including the chance to think about what has made them unwell, if there are personal or environmental factors. The promised boost in so-called “social prescribing” by GPs, of exercise and activities, could be a positive step. As the NHS recognises, brain chemistry is not the be all and end all.",
      "charCount": "2882",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/mar/31/much-can-be-dung-to-resolve-the-cow-poo-problem",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-03-31T16:51:33Z",
    "webTitle": "Much can be dung to resolve the cow poo problem | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/mar/31/much-can-be-dung-to-resolve-the-cow-poo-problem",
    "apiUrl": "https://content.guardianapis.com/world/2019/mar/31/much-can-be-dung-to-resolve-the-cow-poo-problem",
    "fields": {
      "headline": "Much can be dung to resolve the cow poo problem",
      "standfirst": "Readers respond to the news that animal excrement is mucking up the environment",
      "trailText": "<strong>Letters:</strong> Readers respond to the news that animal excrement is mucking up the environment",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c011a067b87837b211112faf7d08a34e6017ff0d\"> <img src=\"https://media.guim.co.uk/c011a067b87837b211112faf7d08a34e6017ff0d/0_0_5760_3456/1000.jpg\" alt=\"A dairy cow chewing grass in a field\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A report noted that the UK’s cows produce 36m tonnes in waste every year. The problems it causes are ‘at least partly in the control of the farmers’, writes Julian Vincent.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>The problems caused by apparent overabundance of cow faeces (<a href=\"https://www.theguardian.com/news/2019/mar/25/animal-waste-excrement-four-billion-tonnes-dung-poo-faecebook\" title=\"\">Turd world: how poo is mucking up the environment</a>, 25 March) are at least partly in the control of the farmers, who feed a broadband insecticide (Dimilin) to their cows.</p> <p>The purpose is to stop flies and beetles from feeding in the dung and thus breaking it down, a crucial step in the removal of the dung. Flies and beetles are thus no more a problem in intensive rearing units. Dimilin can remain active in the dung for a month or more, so when the dung is disposed of, it is still not possible for an insect (or many other species of arthropod) to survive or breed in it. Dimilin then becomes an added pollutant of run-off and water courses.</p> <p>Its action is to disrupt the formation of a primary component (chitin) of the insect’s skin or shell. So the shell is never formed properly and breaks very easily, usually when the insect is expanding into its new shell after moulting. It can also affect the insect’s gut lining. I did some of the early work on Dimilin.<br><strong>Julian Vincent</strong><br><em>Bath</em></p> <p>• David Cox says we need a systemic approach to the disposal of farm animal dung, but that the most obvious use in fertilising land faces real obstacles. These could, however, be avoided if dung were fermented instead of decomposed.</p> <p>The right kind of fermentation (homolactic) kills bacteria so effectively that it even stops itself, producing a kind of pathogen-free preserve. When exposed to air, this becomes a harmless and attractive food for soil creatures, retains all of its original energy, carbon and nutrients, and smells sour rather than disgusting. It would make a perfect substitute for muck-spreading. The preserving process takes just a few weeks, as does the feeding frenzy in soil.</p> <p>In America, you can buy household fermentation for pet poo. Scaling up to farming is a huge undertaking but is surely doable. Environment departments everywhere, take note. Humans can use this, too. Hygienic dry toilets instead of sewage, anyone?<br><strong>Malcolm Fowles</strong><br><em>Reading, Berkshire</em></p> <p>• I notice you have not included the problem of greenhouse gas emissions from ruminants, or the huge agricultural acreages that meat production requires. Given the last UN report on global warming, it is surely the time to start taking serious action. A tax on meat and eggs would reduce the demand for meat, encourage veganism, and reduce the problems of poo, greenhouse gas emissions and inefficient use of agricultural land.</p> <p>The tax could partly be used to subsidise independent butchers, and assist them to find other business opportunities. Farmers could also be helped to move towards greater crop production for human consumption.</p> <p>As schoolchildren are telling us, time is running out for them, and it is time we started to take action. The dairy industry is probably too complicated for any change, but our lives will have to change in so many ways if we really want to stop global warming.<br><strong>Philip Stringer</strong><br><em>Lewisham, London</em></p> <p>• It’s fair that your article should highlight the potential issues with conversion of animal poo into energy using anaerobic digestion (AD). Judging by the increasing number of UK companies seeking business angel funding in this area, I am pleased to say that market activity is strong. Many of the innovations pitched to us attempt to radically reduce a farm’s storage and operational footprint, in a move to so-called “micro AD”. The problems you outline are crucial, but business angels are helping many startup companies invest to resolve them.<br><strong>Cam Ross</strong><br><em>Director, Green Angel Syndicate</em></p> <p>• Peter Duckers (<a href=\"https://www.theguardian.com/uk-news/2019/mar/25/ordure-ordure-for-house-of-commons\" title=\"\">Letters</a>, 26 March) is only 129 years late in suggesting the House of Commons as a receptacle for cow poo. William Morris got there first in News from Nowhere, his fantasy of a future socialist society: “Use them [Houses of Parliament]! Well, yes, they are used for a sort of subsidiary market, and a storage place for manure, and they are handy for that, being on the water-side.”<br><strong>Frank Jackson</strong><br><em>Harlow, Essex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "710",
      "commentable": "false",
      "firstPublicationDate": "2019-03-31T16:51:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-31T17:25:00Z",
      "newspaperEditionDate": "2019-04-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5n4g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c011a067b87837b211112faf7d08a34e6017ff0d/0_0_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The problems caused by apparent overabundance of cow faeces (Turd world: how poo is mucking up the environment, 25 March) are at least partly in the control of the farmers, who feed a broadband insecticide (Dimilin) to their cows. The purpose is to stop flies and beetles from feeding in the dung and thus breaking it down, a crucial step in the removal of the dung. Flies and beetles are thus no more a problem in intensive rearing units. Dimilin can remain active in the dung for a month or more, so when the dung is disposed of, it is still not possible for an insect (or many other species of arthropod) to survive or breed in it. Dimilin then becomes an added pollutant of run-off and water courses. Its action is to disrupt the formation of a primary component (chitin) of the insect’s skin or shell. So the shell is never formed properly and breaks very easily, usually when the insect is expanding into its new shell after moulting. It can also affect the insect’s gut lining. I did some of the early work on Dimilin. Julian Vincent Bath • David Cox says we need a systemic approach to the disposal of farm animal dung, but that the most obvious use in fertilising land faces real obstacles. These could, however, be avoided if dung were fermented instead of decomposed. The right kind of fermentation (homolactic) kills bacteria so effectively that it even stops itself, producing a kind of pathogen-free preserve. When exposed to air, this becomes a harmless and attractive food for soil creatures, retains all of its original energy, carbon and nutrients, and smells sour rather than disgusting. It would make a perfect substitute for muck-spreading. The preserving process takes just a few weeks, as does the feeding frenzy in soil. In America, you can buy household fermentation for pet poo. Scaling up to farming is a huge undertaking but is surely doable. Environment departments everywhere, take note. Humans can use this, too. Hygienic dry toilets instead of sewage, anyone? Malcolm Fowles Reading, Berkshire • I notice you have not included the problem of greenhouse gas emissions from ruminants, or the huge agricultural acreages that meat production requires. Given the last UN report on global warming, it is surely the time to start taking serious action. A tax on meat and eggs would reduce the demand for meat, encourage veganism, and reduce the problems of poo, greenhouse gas emissions and inefficient use of agricultural land. The tax could partly be used to subsidise independent butchers, and assist them to find other business opportunities. Farmers could also be helped to move towards greater crop production for human consumption. As schoolchildren are telling us, time is running out for them, and it is time we started to take action. The dairy industry is probably too complicated for any change, but our lives will have to change in so many ways if we really want to stop global warming. Philip Stringer Lewisham, London • It’s fair that your article should highlight the potential issues with conversion of animal poo into energy using anaerobic digestion (AD). Judging by the increasing number of UK companies seeking business angel funding in this area, I am pleased to say that market activity is strong. Many of the innovations pitched to us attempt to radically reduce a farm’s storage and operational footprint, in a move to so-called “micro AD”. The problems you outline are crucial, but business angels are helping many startup companies invest to resolve them. Cam Ross Director, Green Angel Syndicate • Peter Duckers (Letters, 26 March) is only 129 years late in suggesting the House of Commons as a receptacle for cow poo. William Morris got there first in News from Nowhere, his fantasy of a future socialist society: “Use them [Houses of Parliament]! Well, yes, they are used for a sort of subsidiary market, and a storage place for manure, and they are handy for that, being on the water-side.” Frank Jackson Harlow, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4270",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/31/solving-brexit-requires-positive-attitudes-not-platitudes",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-31T16:51:22Z",
    "webTitle": "Solving Brexit requires positive attitudes, not platitudes | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/31/solving-brexit-requires-positive-attitudes-not-platitudes",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/31/solving-brexit-requires-positive-attitudes-not-platitudes",
    "fields": {
      "headline": "Solving Brexit requires positive attitudes, not platitudes",
      "standfirst": "There’s no big solution to Brexit, argues <strong>Prof Ken Starkey</strong>,<strong> </strong>while <strong>Christopher Coppock </strong>dislikes what he sees as Grayson Perry’s Brexit platitudes. Plus letters from <strong>Ian Ferguson</strong>, <strong>Patrick Cosgrove</strong> and<strong> Joyce Miller</strong>",
      "trailText": "<strong>Letters: </strong>There’s no big solution to Brexit, argues <strong>Prof Ken Starkey</strong>,<strong> </strong>while <strong>Christopher Coppock </strong>dislikes what he sees as Grayson Perry’s Brexit platitudes. Plus letters from <strong>Ian Ferguson</strong>, <strong>Patrick Cosgrove</strong> and<strong> Joyce Miller</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"aa673510b4f6a6e639c1609055ee78f0c421b70b\"> <img src=\"https://media.guim.co.uk/aa673510b4f6a6e639c1609055ee78f0c421b70b/0_175_5238_3143/1000.jpg\" alt=\"A pro-Brexit campaigner at the rally in Parliament Square on 29 March\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pro-Brexit campaigner at the rally in Parliament Square on 29 March.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>",
      "body": "<p>As usual, Gordon Brown offers wise counsel (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/30/uk-year-extension-brexit-take-back-control\" title=\"\">Give us a year, to really take back control</a>, Opinion, 30 March). While we are clearly faced with a very serious, complex and perplexing Brexit issue, I would suggest that there are other more useful ways of framing the situation than as an unadulterated crisis.</p> <p>A narrative of crisis only perpetuates the fantasy of one big solution which, in this as in most cases, is clearly not yet obvious. Our political leaders would be better employed explaining to the public that what we are going through is a legitimate democratic process of trying to arrive at a solution that works for a majority and not just for one section of the population. Yes, it’s a messy process but there should be more explanation of why it is necessary to go through this rather than settle too soon on an outcome that we are likely to regret. In the debates of the coming weeks we need more inquiry into workable options (for us and the EU) and less advocacy of divisive and polarising opinions. Clearly we need more time for this process. We should use that time to re-learn how to talk with and listen to each other in a civil and democratic manner.<br><strong>Ken Starkey</strong><br><em>Professor of management and organisational learning, Nottingham University Business School</em></p> <p>• So, national treasure Grayson Perry tells us that, because leavers and remainers share a liking for “Marmite, the colour blue, tea and David Bowie”, “we all have much more in common than that which separates us” (<a href=\"https://www.theguardian.com/artanddesign/2019/mar/29/democracy-has-terrible-taste-grayson-perry-brexit-vases-acquired-by-va\" title=\"\">Report</a>, 29 March). When politicians and religious leaders issue the latter rather meaningless platitude, I accept this as part of mainstream community cohesion rhetoric. But when a contemporary artist uses such glib sentiment, which does nothing to talk to any of the fundamental issues that underpin the levels of social disaffection that stalk our green and pleasant land, I do fear for the inviolable role that dissension plays within contemporary art discourse. Perhaps Grayson Perry would do well to take a leaf out of Anish Kapoor’s book (<a href=\"https://www.theguardian.com/artanddesign/2019/mar/13/anish-kapoor-interview-isis-shamima-begum-racism\" title=\"\">Interview</a>, G2, 14 March) on this account.<br><strong>Christopher Coppock</strong><br><em>Cardiff </em></p> <p>• Jonathan Freedland (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/29/brexit-betrayal-myth-hardcore-brexiters\" title=\"\">Opinion</a>, 30 March) points out that the European Research Group is not European, does no research, and barely counts as a group. Reminded me of Voltaire, who once famously declared that the Holy Roman Empire was “neither holy, Roman, nor an empire”.<br><strong>Ian Ferguson</strong><br><em>Thornton Dale, </em><em>North Yorkshire</em></p> <p>• Political parties are gearing up for EU elections on 23 May – just in case it’s necessary. So, even if it’s only this once, please, please, please will the pro-EU parties agree electoral pacts in order not to split the remain electorate.<br><strong>Patrick Cosgrove</strong><br><em>Chapel Lawn, </em><em>Shropshire</em></p> <p>• I see that the man who has led the vote of no confidence against Dominic Grieve <a href=\"https://www.theguardian.com/politics/2019/mar/30/dominic-grieve-loses-confidence-vote-held-by-beaconsfield-tories\" title=\"\">is a pantomime producer</a>. You couldn’t make it up.<br><strong>Joyce Miller</strong><br><em>Berwick-upon-Tweed, Northumberland</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "522",
      "commentable": "false",
      "firstPublicationDate": "2019-03-31T16:51:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:15Z",
      "newspaperEditionDate": "2019-04-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5nag",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aa673510b4f6a6e639c1609055ee78f0c421b70b/0_175_5238_3143/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As usual, Gordon Brown offers wise counsel (Give us a year, to really take back control, Opinion, 30 March). While we are clearly faced with a very serious, complex and perplexing Brexit issue, I would suggest that there are other more useful ways of framing the situation than as an unadulterated crisis. A narrative of crisis only perpetuates the fantasy of one big solution which, in this as in most cases, is clearly not yet obvious. Our political leaders would be better employed explaining to the public that what we are going through is a legitimate democratic process of trying to arrive at a solution that works for a majority and not just for one section of the population. Yes, it’s a messy process but there should be more explanation of why it is necessary to go through this rather than settle too soon on an outcome that we are likely to regret. In the debates of the coming weeks we need more inquiry into workable options (for us and the EU) and less advocacy of divisive and polarising opinions. Clearly we need more time for this process. We should use that time to re-learn how to talk with and listen to each other in a civil and democratic manner. Ken Starkey Professor of management and organisational learning, Nottingham University Business School • So, national treasure Grayson Perry tells us that, because leavers and remainers share a liking for “Marmite, the colour blue, tea and David Bowie”, “we all have much more in common than that which separates us” (Report, 29 March). When politicians and religious leaders issue the latter rather meaningless platitude, I accept this as part of mainstream community cohesion rhetoric. But when a contemporary artist uses such glib sentiment, which does nothing to talk to any of the fundamental issues that underpin the levels of social disaffection that stalk our green and pleasant land, I do fear for the inviolable role that dissension plays within contemporary art discourse. Perhaps Grayson Perry would do well to take a leaf out of Anish Kapoor’s book (Interview, G2, 14 March) on this account. Christopher Coppock Cardiff • Jonathan Freedland (Opinion, 30 March) points out that the European Research Group is not European, does no research, and barely counts as a group. Reminded me of Voltaire, who once famously declared that the Holy Roman Empire was “neither holy, Roman, nor an empire”. Ian Ferguson Thornton Dale, North Yorkshire • Political parties are gearing up for EU elections on 23 May – just in case it’s necessary. So, even if it’s only this once, please, please, please will the pro-EU parties agree electoral pacts in order not to split the remain electorate. Patrick Cosgrove Chapel Lawn, Shropshire • I see that the man who has led the vote of no confidence against Dominic Grieve is a pantomime producer. You couldn’t make it up. Joyce Miller Berwick-upon-Tweed, Northumberland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3174",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/31/final-say-referendum-stronger-2016-no-deal-brexit-peoples-vote",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-31T15:31:52Z",
    "webTitle": "Give the people a final say: the case for a referendum is far stronger than in 2016 | Matthew d’Ancona",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/31/final-say-referendum-stronger-2016-no-deal-brexit-peoples-vote",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/31/final-say-referendum-stronger-2016-no-deal-brexit-peoples-vote",
    "fields": {
      "headline": "Give the people a final say: the case for a referendum is far stronger than in 2016",
      "standfirst": "With parliament deadlocked and no-deal Brexit still a terrifying possibility, the best way out would be a people’s vote",
      "trailText": "With parliament deadlocked, the best way out would be a people’s vote, says Guardian columnist Matthew d’Ancona",
      "byline": "Matthew d’Ancona",
      "main": "<figure class=\"element element-image\" data-media-id=\"83f668f16cbc403518681cf373b991ca19f43ca0\"> <img src=\"https://media.guim.co.uk/83f668f16cbc403518681cf373b991ca19f43ca0/0_219_5619_3371/1000.jpg\" alt=\"The people's vote march in March 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘After such a reckless and haphazard process, there is a strong case for the electorate to be given a final say on Brexit’s outcome.’</span> <span class=\"element-image__credit\">Photograph: Maja Smiejkowska/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>It is astonishing to reflect that the prime minister’s announcement on Wednesday of her <a href=\"https://www.theguardian.com/commentisfree/2019/mar/27/prime-minister-theresa-may-eu-withdrawal\" title=\"\">resignation plans</a> was by no means the most important political story of the week. Far from it, in fact. In normal circumstances – of which you may have a dim recollection – Theresa May’s declaration that she “<a href=\"https://www.theguardian.com/politics/2019/mar/27/theresa-may-to-resign-before-next-phase-of-brexit\" title=\"\">won’t stand in the way</a>” of “a new leadership” once her Brexit deal was approved would have driven all other news to the margins, rocked the markets, gripped the world. But, in these extraordinary times, such a story is just another day at the office.</p> <p>And rightly so. As significant as the identity of the next Conservative leader undoubtedly is – not least because that person will probably be the next prime minister – it is small potatoes compared with the redefinition of Britain’s relationship with the European Union and the scandalously amateurish process by which that matter is being decided.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/30/labour-plan-for-peoples-vote-on-final-brexit-deal-can-unite-country\">Labour’s plan for a people’s vote on the final Brexit deal can heal the country | Tom Watson</a> </p> </aside>  <p>True, the two questions are entangled to the extent that May’s successor will have a central role in the next phase of negotiations – assuming, of course, that the Tories remain in office for much longer. But it is a huge mistake to imagine, as many Tories do, that May is the fundamental cause of all their problems, and that the present shambles can be resolved by a simple change of personnel in No 10.</p> <p>In the mire of speculation about <a href=\"https://www.theguardian.com/commentisfree/2019/mar/29/tory-leadership-contest-brexit-conservative-party\" title=\"\">emerging leadership campaigns</a>, cabinet plots and a prospective <a href=\"https://www.theguardian.com/politics/2019/mar/30/furious-tory-mps-tell-theresa-may-they-will-block-snap-election\" title=\"\">snap election</a>, it is wise to keep the spotlight firmly focused on the infected mess of Brexit itself. It should be apparent by now that no political messiah is coming to save us all from ourselves.</p> <p>First, there is Monday’s <a href=\"https://www.theguardian.com/politics/2019/mar/31/what-is-future-for-brexit\" title=\"\">second series</a> of “indicative votes”, scheduled according to Oliver Letwin’s amendment that has transferred control of Brexit business to the Commons. The first round, last Wednesday, was a dismal embarrassment, in which all eight options <a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news?page=with:block-5c9be548e4b0347f70e74e28\" title=\"\">were rejected</a> by MPs, acting like 650 toddlers refusing to agree what to have for tea. If England is indeed the mother of parliaments, she had a pretty miserable Mother’s Day this year.</p> <p>To make amends, MPs now have the chance to conduct a serious quest for consensus on the way forward, and to acknowledge the weight of the responsibility they face. This is not a parlour game, or an exercise in party-political point-scoring, or an opportunity to snigger, pout and heckle like a the executive committee of a failing glee club: it is the most important debate on the nation’s future since the second world war. How it is settled will define the economic, institutional and social destiny of this country for many decades to come.</p> <p>So it would be nice if the Commons could see its way clear to at least approaching some form of agreement. Only two proposals commanded significant support last week: the motions in favour of, respectively, continued membership of the EU customs union (defeated 272 to 264) and a confirmatory referendum (295 to 268).</p> <p>There is still, it seems, a measure of confusion in Westminster about what all these constitutional configurations mean. Interviewed by Sophy Ridge on Sky News on Sunday, Emily Thornberry – who could soon be foreign secretary if Labour gets its way – revealed that she did not understand the <a href=\"https://www.theguardian.com/politics/2018/oct/15/what-is-the-brexit-backstop\" title=\"\">Irish border backstop</a> and its central feature: namely, that the whole UK would remain in the customs union while it was in operation. Such lapses do not inspire confidence in the capacity of parliamentarians to strike a deal. But this is no time for fatalism.</p> <p>My own – perhaps quixotic – hope is still that MPs will reach agreement on the version of Brexit that they find least repellent, attach it to a people’s vote, and then force the government’s hand by enshrining the proposal in a private member’s bill. This is the only means of ensuring that the executive is obliged to follow any Brexit plan devised by the Commons. It involves horrendously complex procedures and would necessitate the suspension of certain parliamentary standing orders. But it is achievable.</p> <p>As the week begins, there is a four-way battle between those who, astoundingly, favour no deal (170 Tory ministers and MPs have written to May, commending this option); the champions of continued membership of the customs union (Labour plus some Tories); May herself, who is trying to bring her deal back to the Commons for a fourth vote; and the growing number of MPs who back a referendum.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/29/brexit-betrayal-myth-hardcore-brexiters\">Beware the great betrayal myth. This debacle is the work of hard Brexiters | Jonathan Freedland</a> </p> </aside>  <p>This much is true. The case for a public vote is much stronger today than it was in 2016. Three years ago, David Cameron was trying to stave off the threat of Ukip and to manage lingering resentment over his <a href=\"https://www.theguardian.com/politics/2009/nov/04/david-cameron-referendum-campaign-over\" title=\"\">abandoned promise</a> to hold a referendum on the Lisbon treaty. The context in April 2019 is very different, and a textbook instance of the political setting in which a plebiscite is appropriate. There is, barring a breakthrough this week, a parliamentary impasse, a logjam so total that the UK could still conceivably crash out of the EU by default.</p> <p>And, after such a reckless and haphazard process, there is a strong case for the electorate to be given a final say on its outcome. As the great constitutional authority AV Dicey argued, a referendum is “the best, if not the only possible, check upon ill-considered alterations in the fundamental institutions of the country”.</p> <p>It seems to me that, if the leave option is as completely marvellous as its champions insist, a final vote on its merits will be a straightforward affair, supplying clear confirmation that they were right all along. Unless, that is, the “bad boys of Brexit” are actually scared of the outcome. But that couldn’t be. Could it?</p> <p>• Matthew d’Ancona is a Guardan columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "951",
      "commentCloseDate": "2019-03-31T20:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-31T15:31:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:08Z",
      "newspaperEditionDate": "2019-04-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5mzn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/83f668f16cbc403518681cf373b991ca19f43ca0/0_219_5619_3371/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is astonishing to reflect that the prime minister’s announcement on Wednesday of her resignation plans was by no means the most important political story of the week. Far from it, in fact. In normal circumstances – of which you may have a dim recollection – Theresa May’s declaration that she “won’t stand in the way” of “a new leadership” once her Brexit deal was approved would have driven all other news to the margins, rocked the markets, gripped the world. But, in these extraordinary times, such a story is just another day at the office. And rightly so. As significant as the identity of the next Conservative leader undoubtedly is – not least because that person will probably be the next prime minister – it is small potatoes compared with the redefinition of Britain’s relationship with the European Union and the scandalously amateurish process by which that matter is being decided. True, the two questions are entangled to the extent that May’s successor will have a central role in the next phase of negotiations – assuming, of course, that the Tories remain in office for much longer. But it is a huge mistake to imagine, as many Tories do, that May is the fundamental cause of all their problems, and that the present shambles can be resolved by a simple change of personnel in No 10. In the mire of speculation about emerging leadership campaigns, cabinet plots and a prospective snap election, it is wise to keep the spotlight firmly focused on the infected mess of Brexit itself. It should be apparent by now that no political messiah is coming to save us all from ourselves. First, there is Monday’s second series of “indicative votes”, scheduled according to Oliver Letwin’s amendment that has transferred control of Brexit business to the Commons. The first round, last Wednesday, was a dismal embarrassment, in which all eight options were rejected by MPs, acting like 650 toddlers refusing to agree what to have for tea. If England is indeed the mother of parliaments, she had a pretty miserable Mother’s Day this year. To make amends, MPs now have the chance to conduct a serious quest for consensus on the way forward, and to acknowledge the weight of the responsibility they face. This is not a parlour game, or an exercise in party-political point-scoring, or an opportunity to snigger, pout and heckle like a the executive committee of a failing glee club: it is the most important debate on the nation’s future since the second world war. How it is settled will define the economic, institutional and social destiny of this country for many decades to come. So it would be nice if the Commons could see its way clear to at least approaching some form of agreement. Only two proposals commanded significant support last week: the motions in favour of, respectively, continued membership of the EU customs union (defeated 272 to 264) and a confirmatory referendum (295 to 268). There is still, it seems, a measure of confusion in Westminster about what all these constitutional configurations mean. Interviewed by Sophy Ridge on Sky News on Sunday, Emily Thornberry – who could soon be foreign secretary if Labour gets its way – revealed that she did not understand the Irish border backstop and its central feature: namely, that the whole UK would remain in the customs union while it was in operation. Such lapses do not inspire confidence in the capacity of parliamentarians to strike a deal. But this is no time for fatalism. My own – perhaps quixotic – hope is still that MPs will reach agreement on the version of Brexit that they find least repellent, attach it to a people’s vote, and then force the government’s hand by enshrining the proposal in a private member’s bill. This is the only means of ensuring that the executive is obliged to follow any Brexit plan devised by the Commons. It involves horrendously complex procedures and would necessitate the suspension of certain parliamentary standing orders. But it is achievable. As the week begins, there is a four-way battle between those who, astoundingly, favour no deal (170 Tory ministers and MPs have written to May, commending this option); the champions of continued membership of the customs union (Labour plus some Tories); May herself, who is trying to bring her deal back to the Commons for a fourth vote; and the growing number of MPs who back a referendum. This much is true. The case for a public vote is much stronger today than it was in 2016. Three years ago, David Cameron was trying to stave off the threat of Ukip and to manage lingering resentment over his abandoned promise to hold a referendum on the Lisbon treaty. The context in April 2019 is very different, and a textbook instance of the political setting in which a plebiscite is appropriate. There is, barring a breakthrough this week, a parliamentary impasse, a logjam so total that the UK could still conceivably crash out of the EU by default. And, after such a reckless and haphazard process, there is a strong case for the electorate to be given a final say on its outcome. As the great constitutional authority AV Dicey argued, a referendum is “the best, if not the only possible, check upon ill-considered alterations in the fundamental institutions of the country”. It seems to me that, if the leave option is as completely marvellous as its champions insist, a final vote on its merits will be a straightforward affair, supplying clear confirmation that they were right all along. Unless, that is, the “bad boys of Brexit” are actually scared of the outcome. But that couldn’t be. Could it? • Matthew d’Ancona is a Guardan columnist",
      "charCount": "5614",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthew-dancona\">Matthew d’Ancona</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/31/article-50-petition-to-cancel-brexit-passes-6m-signatures",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-31T09:56:03Z",
    "webTitle": "Article 50 petition to cancel Brexit passes 6m signatures",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/31/article-50-petition-to-cancel-brexit-passes-6m-signatures",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/31/article-50-petition-to-cancel-brexit-passes-6m-signatures",
    "fields": {
      "headline": "Article 50 petition to cancel Brexit passes 6m signatures",
      "standfirst": "<p>Milestone hit a day and a half after Britain was originally meant to have left EU</p>",
      "trailText": "Milestone hit a day and a half after Britain was originally meant to have left EU",
      "byline": "Guardian staff",
      "main": "<figure class=\"element element-image\" data-media-id=\"afc90ebbd766269f58e34b195ae488fdc2f6867b\"> \n <img src=\"https://media.guim.co.uk/afc90ebbd766269f58e34b195ae488fdc2f6867b/0_187_3497_2099/1000.jpg\" alt=\"Anti-Brexit demonstrators wave EU flags on a bus driving by Parliament Square\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Anti-Brexit activists wave EU flags in Parliament Square on Friday 29 March, the original date of Brexit.</span> \n  <span class=\"element-image__credit\">Photograph: Frank Augstein/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>The <a href=\"https://petition.parliament.uk/petitions/241584\">petition asking the British government to revoke article 50</a> and reconsider its plan to exit the <a href=\"https://www.theguardian.com/world/eu\">European Union</a> passed 6m signatures a day and a half after Britain was meant to have left the European Union.</p> \n<p>The number of signatories <a href=\"https://www.theguardian.com/politics/2019/mar/24/brexit-petition-to-revoke-article-50-reaches-5m-signatures\">passed the 5m mark the previous Sunday</a>, making it the most popular petition to have been submitted to the parliament website. The previous highest total of 4,150,260 was for a 2016 petition calling for a second referendum should the initial poll not provide a definitive enough result.</p> \n<p>The woman behind the petition, Margaret Georgiadou, said <a href=\"https://www.theguardian.com/politics/2019/mar/23/more-than-4-million-people-sign-petition-to-revoke-article-50-brexit\">she had received death threats</a>. She also said she had deleted her Facebook account after receiving a “torrent of abuse”.</p> \n<p>Parliament will debate the petition on Monday. The government responded on 26 March that it would not revoke article 50, saying: “We will honour the result of the 2016 referendum and work with parliament to deliver a deal that ensures we leave the European Union.”</p> \n<p>Since then, Theresa May’s Brexit deal has been <a href=\"https://www.theguardian.com/politics/2019/mar/29/mps-reject-theresa-mays-brexit-deal-third-time\">rejected by MPs for the third time</a>, this time by 58 votes; the DUP’s deputy leader, Nigel Dodds, said <a href=\"https://www.theguardian.com/politics/2019/mar/30/dup-deputy-leader-id-rather-stay-in-eu-than-back-theresa-may-deal\">he would rather the UK stayed in the EU </a>than back her withdrawal agreement.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"82f62d13-4361-4c4b-b3dc-267769143e32\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/BsKIg1OHsgs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>May is set to return to Brussels for <a href=\"https://www.theguardian.com/world/2019/mar/29/donald-tusk-calls-emergency-eu-summit-over-brexit\">an emergency European council summit</a> on 10 April. The EU27 expect her to ask for a longer delay or accept a no-deal Brexit two days later, on 12 April.</p> \n<p>There have been conspiracy theories about the petition on both sides of the debate. Some said crashes on the site since the petition launched were a plot to prevent further signatures.</p> \n<p>Others claimed that a small proportion of signatures from overseas IP addresses – including one from North Korea – meant the petition had been hijacked by bots. In fact, 96% of the signatures were from the UK.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "305",
      "firstPublicationDate": "2019-03-31T09:56:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:16Z",
      "newspaperEditionDate": "2019-04-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5t6m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/afc90ebbd766269f58e34b195ae488fdc2f6867b/0_187_3497_2099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The petition asking the British government to revoke article 50 and reconsider its plan to exit the European Union passed 6m signatures a day and a half after Britain was meant to have left the European Union. The number of signatories passed the 5m mark the previous Sunday, making it the most popular petition to have been submitted to the parliament website. The previous highest total of 4,150,260 was for a 2016 petition calling for a second referendum should the initial poll not provide a definitive enough result. The woman behind the petition, Margaret Georgiadou, said she had received death threats. She also said she had deleted her Facebook account after receiving a “torrent of abuse”. Parliament will debate the petition on Monday. The government responded on 26 March that it would not revoke article 50, saying: “We will honour the result of the 2016 referendum and work with parliament to deliver a deal that ensures we leave the European Union.” Since then, Theresa May’s Brexit deal has been rejected by MPs for the third time, this time by 58 votes; the DUP’s deputy leader, Nigel Dodds, said he would rather the UK stayed in the EU than back her withdrawal agreement. May is set to return to Brussels for an emergency European council summit on 10 April. The EU27 expect her to ask for a longer delay or accept a no-deal Brexit two days later, on 12 April. There have been conspiracy theories about the petition on both sides of the debate. Some said crashes on the site since the petition launched were a plot to prevent further signatures. Others claimed that a small proportion of signatures from overseas IP addresses – including one from North Korea – meant the petition had been hijacked by bots. In fact, 96% of the signatures were from the UK.",
      "charCount": "1773",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Guardian staff"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/31/stop-looking-for-gotacha-moment-in-public-debate",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-31T06:00:08Z",
    "webTitle": "Stop looking for the ‘Gotcha!’ moment in public debate | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/31/stop-looking-for-gotacha-moment-in-public-debate",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/31/stop-looking-for-gotacha-moment-in-public-debate",
    "fields": {
      "headline": "Stop looking for the ‘Gotcha!’ moment in public debate",
      "standfirst": "<p>A Tory MP finds herself at the centre of an antisemitism row after using the term ‘cultural Marxism’</p>",
      "trailText": "A Tory MP finds herself at the centre of an antisemitism row after using the term ‘cultural Marxism’",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"c541788f54c764e8b61a0b3eb56aef78875253b2\"> <img src=\"https://media.guim.co.uk/c541788f54c764e8b61a0b3eb56aef78875253b2/0_279_4331_2598/1000.jpg\" alt=\"Suella Braverman MP at last week’s meeting of the Bruges Group thinktank in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Suella Braverman MP at last week’s meeting of the Bruges Group thinktank in London</span> <span class=\"element-image__credit\">Photograph: Richard Gardner/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>It’s not often you have a public row about the meaning of “cultural Marxism”, but in the heated cauldron of contemporary politics, almost anything can become a controversy.</p> <p>Last week, Tory MP and leading Brexiter <a href=\"https://www.theguardian.com/news/2019/mar/26/tory-mp-criticised-for-using-antisemitic-term-cultural-marxism\" title=\"\">Suella Braverman</a> spoke of “this ongoing creep of cultural Marxism which has come from Jeremy Corbyn”. Critics seized on the phrase as being <a href=\"https://www.theguardian.com/commentisfree/2015/jan/19/cultural-marxism-a-uniting-theory-for-rightwingers-who-love-to-play-the-victim\" title=\"\">antisemitic</a>. The Board of Deputies of British Jews observed that the phrase originated with the Nazis, who used the term <em>Kulturbolschewismus</em> (cultural Bolshevism) to accuse Jewish intellectuals of moral degeneracy. The deputies urged Braverman not to use the phrase in future. She insisted she was simply referring to Corbyn’s “authoritarian tendencies”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The row illuminates the inflamed character of public debate, the willingness to attribute bad faith to opponents</p> </blockquote> </aside>  <p>In the postwar years, “cultural Marxism” became a phrase in academic debates about the changing character of Marxist theory. In the 1990s, many on the US right, such as Pat Buchanan, used it to criticise the “degeneracy” of the west. And it’s become a choice phrase on the contemporary far right, constantly used, for instance, by Norwegian mass-murderer Anders Breivik.</p> <p>Few would suggest that postwar academics were being antisemitic. Most would accept that Breivik is. And Braverman? She was probably using the term more in the Buchanan than in the Breivik sense. It’s a stupid phrase, and unwise, but not necessarily playing to antisemitic themes.</p> <p>What the row does illuminate is the inflamed character of public debate, the willingness to attribute bad faith to opponents, to look for “Gotcha!” moments. We should be careful not to reheat antisemitic terms. We should be careful, too, not to overheat public debates.</p> <p>•Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "25",
      "wordcount": "266",
      "commentable": "false",
      "firstPublicationDate": "2019-03-31T06:00:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-31T06:00:08Z",
      "newspaperEditionDate": "2019-03-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b5gnj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c541788f54c764e8b61a0b3eb56aef78875253b2/0_279_4331_2598/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It’s not often you have a public row about the meaning of “cultural Marxism”, but in the heated cauldron of contemporary politics, almost anything can become a controversy. Last week, Tory MP and leading Brexiter Suella Braverman spoke of “this ongoing creep of cultural Marxism which has come from Jeremy Corbyn”. Critics seized on the phrase as being antisemitic. The Board of Deputies of British Jews observed that the phrase originated with the Nazis, who used the term Kulturbolschewismus (cultural Bolshevism) to accuse Jewish intellectuals of moral degeneracy. The deputies urged Braverman not to use the phrase in future. She insisted she was simply referring to Corbyn’s “authoritarian tendencies”. In the postwar years, “cultural Marxism” became a phrase in academic debates about the changing character of Marxist theory. In the 1990s, many on the US right, such as Pat Buchanan, used it to criticise the “degeneracy” of the west. And it’s become a choice phrase on the contemporary far right, constantly used, for instance, by Norwegian mass-murderer Anders Breivik. Few would suggest that postwar academics were being antisemitic. Most would accept that Breivik is. And Braverman? She was probably using the term more in the Buchanan than in the Breivik sense. It’s a stupid phrase, and unwise, but not necessarily playing to antisemitic themes. What the row does illuminate is the inflamed character of public debate, the willingness to attribute bad faith to opponents, to look for “Gotcha!” moments. We should be careful not to reheat antisemitic terms. We should be careful, too, not to overheat public debates. •Kenan Malik is an Observer columnist",
      "charCount": "1666",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]