[
  {
    "id": "politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T22:34:05Z",
    "webTitle": "John Bercow: I’ll stop Boris Johnson breaking the law on Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit",
    "fields": {
      "headline": "John Bercow: I’ll stop Boris Johnson breaking the law on Brexit",
      "standfirst": "<p>Commons Speaker issues direct challenge to ministers threatening to ignore legislation</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news\">Latest Brexit news - live updates</a></li></ul>",
      "trailText": "Commons Speaker issues direct challenge to ministers threatening to ignore legislation",
      "byline": "Rowena Mason and Owen Bowcott",
      "main": "<figure class=\"element element-image\" data-media-id=\"6ed508e44fe8dcb386faa1f33bc289fbfb52a761\"> \n <img src=\"https://media.guim.co.uk/6ed508e44fe8dcb386faa1f33bc289fbfb52a761/0_162_3500_2100/1000.jpg\" alt=\"John Bercow, delivering the Bingham Lecture at Middle Temple in London. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">John Bercow, delivering the Bingham Lecture at Middle Temple in London. </span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>John Bercow has threatened Boris Johnson that he will be prepared to rip up the parliamentary rulebook to stop any illegal attempt by the prime minister to take the UK out of the EU without a deal on 31 October.</p> \n<p>In a direct warning to No 10, the Speaker of the House of Commons said he is prepared to allow “additional procedural creativity” if necessary to allow parliament to block Johnson from ignoring the law.</p> \n<p>“If we come close to [Johnson ignoring the law], I would imagine parliament would want to cut off that possibility … Neither the limitations of the existing rulebook or ticking of the clock will stop it doing so,” he said, delivering the annual Bingham lecture in London. “If I have been remotely ambiguous so far, let me make myself crystal clear. The only form of Brexit that we have, whenever that might be, will be a Brexit that the House of Commons has explicitly endorsed.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news\">Bercow insists Johnson must obey law and ask for Brexit extension – live</a> </p> \n</aside> \n<p>He also proposed a written constitution to stop “executive malpractice or fiat”, which could potentially have avoided the constitutional crisis that the UK has found itself in over Brexit.</p> \n<p>Bercow’s dramatic intervention will be one of his last as Speaker, as he has announced that he will stand down at the end of October just two weeks after parliament is due to return from its current state of suspension.</p> \n<p>Johnson faced yet another difficult day on Thursday as <a href=\"https://www.theguardian.com/politics/2019/sep/12/absolutely-not-true-i-misled-queen-says-boris-johnson\">he was forced to deny having misled the Queen over his reasons for proroguing parliament</a>, which was <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-court-ruling-what-happens-next-in-prorogation-dispute\">judged unlawful this week by a Scottish court</a>. The full ruling of three appeal court judges was <a href=\"https://socialsecuritychamber.scot/docs/librariesprovider2/default-document-library/2019csih49.pdf?sfvrsn=e3179adf_2\">published on Thursday</a>, in which they agreed unanimously it was to prevent proper parliamentary scrutiny of his Brexit strategy, and for no other reason.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"35a7c4ea-09d2-4525-b493-64fae8036076\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/i_HCOPh4SU0?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Lord Carloway, the Lord President, <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a8f368f083106f455a8e0#block-5d7a8f368f083106f455a8e0\">said prorogation was sought “in a clandestine manner”</a> during a time when Downing Street knew that 75 MPs and peers were taking the government to court to block prorogation.</p> \n<p>Speaking after an event about shipbuilding, Johnson said it was “absolutely not true” that he lied to the monarch in advising her to suspend parliament, insisting it was a decision taken to facilitate a Queen’s speech in mid-October. The prime minister, who is due to give a speech in the north of England on Friday, highlighted a differing judgment by the high court in London and said it was for the supreme court to make a final adjudication next week.</p> \n<p>Johnson also sought to play down a row about the role of Scottish judges in ruling prorogation unlawful after the business minister, Kwasi Kwarteng, claimed “many people” <a href=\"https://www.theguardian.com/politics/2019/sep/12/brexit-kwasi-kwarteng-criticised-for-biased-judges-comment\">thought judges were biased in relation to Brexit</a>.</p> \n<p>With his options narrowing, Johnson appears to be increasing efforts to secure a deal with the EU, possibly by moving more towards a watered-down form of Northern Ireland-only backstop. However, he maintains that a no-deal Brexit on 31 October is still possible and sought to minimise the significance of the <a href=\"https://www.theguardian.com/politics/2019/sep/11/operation-yellowhammer-fears-no-deal-brexit-chaos-forced-to-publish-secret-papers\">Operation Yellowhammer documents published by order of parliament on Wednesday</a>. These set out the threat of food and medicine shortages, travel disruption and public disorder in a worst-case no-deal scenario.</p> \n<p>The prime minister has pledged to abide by the law in general but he has also said he would rather be “dead in a ditch” than ask the EU for another Brexit extension and suggested in a letter to Tory members that he is only bound by the legislation forbidding a no-deal exit on 31 October “in theory”. His top adviser, Dominic Cummings, is said to believe that the law does not make the government bound to secure a delay from the EU, but various options – such as sending a contradictory letter to Brussels – have been dismissed as illegal by experts. Iain Duncan Smith, the former Tory leader, has suggested Johnson could be a “Brexit martyr” if he holds out against requesting an extension.</p> \n<p>In his speech Bercow lambasted the idea that Johnson could even consider ignoring legislation passed by MPs, which mandates the prime minister to seek a three-month Brexit delay if no deal is struck by mid-October.</p> \n<p>He went on to compare any attempt by Brexit advocates to ignore the law in pursuit of what they believe to be a higher cause to “robbing a bank on the basis that the cash stolen would be donated to a charitable cause immediately afterwards”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-court-ruling-what-happens-next-in-prorogation-dispute\">Scottish court ruling: what happens next in prorogation dispute?</a> </p> \n</aside> \n<p>“Not obeying the law must surely be a non-starter. Period. Surely. In 2019, in modern Britain, in a parliamentary democracy, we parliamentarians, legislators, cannot in all conscience be conducting a debate as to whether adherence to the law is or is not required,” Bercow said.</p> \n<p>“What conceivable moral force do the public’s representatives have in seeking to tackle antisocial behaviour, in seeking to prosecute the fight against knife crime and seeking to argue the state should protect itself against all sorts of nefarious illegality if we are to treat for a moment the proposition it might be in order in the name of some higher cause to disregard … It is astonishing that anyone has even tried to entertain the notion. It would be the most terrible example to set to the rest of society.”</p> \n<p>Bercow, <a href=\"https://www.theguardian.com/politics/video/2019/sep/09/tearful-john-bercow-reveals-he-will-step-down-as-speaker-by-31-october-video\">who is standing down after 10 years in the Speaker’s chair</a>, said the “Brexit maelstrom” had exposed weaknesses in the country’s political framework.</p> \n<p>“I have been a sceptic in the past about the desirability of a written constitution for the UK,” he said. “I have come to the conclusion that it’s worth establishing a royal commission or a Speaker’s conference to explore [the options].”</p> \n<p>It should aim to ensure, he said, that the authority of the House of Commons is “never distorted by executive malpractices or fiat ... We must consider whether a written constitution is what we need.”</p> \n<p>Three outcomes, Bercow explained, were most likely when parliament returns on 14 October: a new withdrawal agreement supported by parliament, a no-deal Brexit backed by a Commons majority, or a request by the government to Brussels for a future temporary extension of the UK’s membership of the EU.</p> \n<p>Bercow has become a vilified figure among Brexiters who believe he has been complicit in thwarting efforts to leave the EU.</p> \n<p>Addressing his critics, Bercow said he believed he had never bent or broken the rules of the House of Commons.</p> \n<p>He condemned those “bigots” who conduct personal attacks on MPs. Portraying MPs such as Dominic Grieve in newspapers as “enemies of the people” is a dangerous development, he said. And using such terms as “Go back” is noxious and repellent, he added.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1095",
      "firstPublicationDate": "2019-09-12T19:04:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:59Z",
      "newspaperEditionDate": "2019-09-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/caqzg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6ed508e44fe8dcb386faa1f33bc289fbfb52a761/0_162_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Bercow has threatened Boris Johnson that he will be prepared to rip up the parliamentary rulebook to stop any illegal attempt by the prime minister to take the UK out of the EU without a deal on 31 October. In a direct warning to No 10, the Speaker of the House of Commons said he is prepared to allow “additional procedural creativity” if necessary to allow parliament to block Johnson from ignoring the law. “If we come close to [Johnson ignoring the law], I would imagine parliament would want to cut off that possibility … Neither the limitations of the existing rulebook or ticking of the clock will stop it doing so,” he said, delivering the annual Bingham lecture in London. “If I have been remotely ambiguous so far, let me make myself crystal clear. The only form of Brexit that we have, whenever that might be, will be a Brexit that the House of Commons has explicitly endorsed.” He also proposed a written constitution to stop “executive malpractice or fiat”, which could potentially have avoided the constitutional crisis that the UK has found itself in over Brexit. Bercow’s dramatic intervention will be one of his last as Speaker, as he has announced that he will stand down at the end of October just two weeks after parliament is due to return from its current state of suspension. Johnson faced yet another difficult day on Thursday as he was forced to deny having misled the Queen over his reasons for proroguing parliament, which was judged unlawful this week by a Scottish court. The full ruling of three appeal court judges was published on Thursday, in which they agreed unanimously it was to prevent proper parliamentary scrutiny of his Brexit strategy, and for no other reason. Lord Carloway, the Lord President, said prorogation was sought “in a clandestine manner” during a time when Downing Street knew that 75 MPs and peers were taking the government to court to block prorogation. Speaking after an event about shipbuilding, Johnson said it was “absolutely not true” that he lied to the monarch in advising her to suspend parliament, insisting it was a decision taken to facilitate a Queen’s speech in mid-October. The prime minister, who is due to give a speech in the north of England on Friday, highlighted a differing judgment by the high court in London and said it was for the supreme court to make a final adjudication next week. Johnson also sought to play down a row about the role of Scottish judges in ruling prorogation unlawful after the business minister, Kwasi Kwarteng, claimed “many people” thought judges were biased in relation to Brexit. With his options narrowing, Johnson appears to be increasing efforts to secure a deal with the EU, possibly by moving more towards a watered-down form of Northern Ireland-only backstop. However, he maintains that a no-deal Brexit on 31 October is still possible and sought to minimise the significance of the Operation Yellowhammer documents published by order of parliament on Wednesday. These set out the threat of food and medicine shortages, travel disruption and public disorder in a worst-case no-deal scenario. The prime minister has pledged to abide by the law in general but he has also said he would rather be “dead in a ditch” than ask the EU for another Brexit extension and suggested in a letter to Tory members that he is only bound by the legislation forbidding a no-deal exit on 31 October “in theory”. His top adviser, Dominic Cummings, is said to believe that the law does not make the government bound to secure a delay from the EU, but various options – such as sending a contradictory letter to Brussels – have been dismissed as illegal by experts. Iain Duncan Smith, the former Tory leader, has suggested Johnson could be a “Brexit martyr” if he holds out against requesting an extension. In his speech Bercow lambasted the idea that Johnson could even consider ignoring legislation passed by MPs, which mandates the prime minister to seek a three-month Brexit delay if no deal is struck by mid-October. He went on to compare any attempt by Brexit advocates to ignore the law in pursuit of what they believe to be a higher cause to “robbing a bank on the basis that the cash stolen would be donated to a charitable cause immediately afterwards”. “Not obeying the law must surely be a non-starter. Period. Surely. In 2019, in modern Britain, in a parliamentary democracy, we parliamentarians, legislators, cannot in all conscience be conducting a debate as to whether adherence to the law is or is not required,” Bercow said. “What conceivable moral force do the public’s representatives have in seeking to tackle antisocial behaviour, in seeking to prosecute the fight against knife crime and seeking to argue the state should protect itself against all sorts of nefarious illegality if we are to treat for a moment the proposition it might be in order in the name of some higher cause to disregard … It is astonishing that anyone has even tried to entertain the notion. It would be the most terrible example to set to the rest of society.” Bercow, who is standing down after 10 years in the Speaker’s chair, said the “Brexit maelstrom” had exposed weaknesses in the country’s political framework. “I have been a sceptic in the past about the desirability of a written constitution for the UK,” he said. “I have come to the conclusion that it’s worth establishing a royal commission or a Speaker’s conference to explore [the options].” It should aim to ensure, he said, that the authority of the House of Commons is “never distorted by executive malpractices or fiat ... We must consider whether a written constitution is what we need.” Three outcomes, Bercow explained, were most likely when parliament returns on 14 October: a new withdrawal agreement supported by parliament, a no-deal Brexit backed by a Commons majority, or a request by the government to Brussels for a future temporary extension of the UK’s membership of the EU. Bercow has become a vilified figure among Brexiters who believe he has been complicit in thwarting efforts to leave the EU. Addressing his critics, Bercow said he believed he had never bent or broken the rules of the House of Commons. He condemned those “bigots” who conduct personal attacks on MPs. Portraying MPs such as Dominic Grieve in newspapers as “enemies of the people” is a dangerous development, he said. And using such terms as “Go back” is noxious and repellent, he added.",
      "charCount": "6436",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/owenbowcott\">Owen Bowcott</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T20:30:10Z",
    "webTitle": "Bercow insists Johnson must obey law and ask for Brexit extension – as it happened",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news",
    "fields": {
      "headline": "Bercow insists Johnson must obey law and ask for Brexit extension – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including a speech from the outgoing Speaker on what Brexit has taught us (so far)</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/sep/12/absolutely-not-true-i-misled-queen-says-boris-johnson\">Absolutely not true I misled Queen, says Boris Johnson</a></li><li><a href=\"https://www.theguardian.com/politics/2019/sep/12/defra-refuses-disclose-details-no-deal-brexit-food-supply-disruptions\">Defra refuses to give details on no deal food supply disruptions</a></li><li><a href=\"https://www.theguardian.com/politics/2019/sep/12/northern-irish-court-dismisses-case-against-no-deal-brexit\">Northern Irish court dismisses case against no-deal Brexit</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a6d768f083106f455a70c#block-5d7a6d768f083106f455a70c\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow and Kevin Rawlinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"39272aa382c5942f89a3487d1c173fd536e04a5e\"> \n <img src=\"https://media.guim.co.uk/39272aa382c5942f89a3487d1c173fd536e04a5e/215_202_3084_1850/1000.jpg\" alt=\"John Bercow speaking at the Sixth Annual Bingham Lecture at Middle Temple in London \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">John Bercow speaking at the Sixth Annual Bingham Lecture at Middle Temple in London </span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5d7a9a518f08143ee1ae5412\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T20:25:01.193Z\">9.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Closing summary</h2> \n <div class=\"block-elements\"> \n  <p>We’re going to close down this live blog now, so here’s a summary of the evening’s events.</p> \n  <ul> \n   <li><strong>Three judges accused the prime minister of misleading the electorate.</strong> The Scottish appeal judges who ruled Boris Johnson unlawfully prorogued parliament <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a8f368f083106f455a8e0#block-5d7a8f368f083106f455a8e0\">agreed that he did so to prevent proper scrutiny of his Brexit strategy</a>, not for the reasons the government has given.</li> \n   <li><strong>The law requiring the prime minister to ask for a Brexit delay is just as important as that which outlaws bank robbery, the Commons Speaker has stressed.</strong> John Bercow said that, whatever the perceived political importance of leaving the EU quickly, the prime minister would be <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a89f58f083106f455a8ac#block-5d7a89f58f083106f455a8ac\">no more justified in ignoring the law</a> than would be a bank robber who promised to hand their loot to charity after the deed. “Not obeying the law must surely be a non-starter. Period,” he told an audience of lawyers.</li> \n   <li><strong>The UK should consider drawing up a codified constitution, Bercow added.</strong> The Speaker said parliament had succeeded in reasserting its authority over the executive in recent years, but that a <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a8c928f082514879f313c#block-5d7a8c928f082514879f313c\">codified constitution might be required</a> for it to complete that work.</li> \n   <li>You can see a <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a6d768f083106f455a70c#block-5d7a6d768f083106f455a70c\">round-up of the day’s earlier events here</a>.</li> \n  </ul> \n  <p>And, for those wishing to read yet more, my colleagues <strong>Rowena Mason</strong> and <strong>Owen Bowcott</strong> have the full story:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit\">John Bercow: I’ll stop Boris Johnson breaking the law on Brexit</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T21:30:10.837Z\">at 10.30pm BST</time></p> \n</div> \n<div id=\"block-5d7a8f368f083106f455a8e0\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T18:36:42.945Z\">7.36pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Judges accuse Johnson of misleading voters</h2> \n <div class=\"block-elements\"> \n  <p>The three Scottish appeal judges who ruled <strong>Boris Johnson</strong> had unlawfully prorogued parliament have bluntly accused the prime minister of misleading voters on his true reasons for suspending parliament.</p> \n  <p>They agree unanimously it was to prevent proper scrutiny of his Brexit strategy – and for no other reason – in their official rulings issued by the Scottish courts late on Thursday afternoon.</p> \n  <p><a href=\"https://socialsecuritychamber.scot/docs/librariesprovider2/default-document-library/2019csih49.pdf?sfvrsn=e3179adf_2\">Read the judges’ opinion in full here (pdf).</a></p> \n  <p>Lord Carloway, the lord president, said prorogation was sought “in a clandestine manner” when Downing Street knew 75 MPs and peers were taking the government to court to block it.</p> \n  <p>No 10 also did this knowing prorogation would stymie debate about Johnson’s Brexit plans and then gave the court no clear reason to justify prorogation, as well as the five-week period Johnson got from the Queen, which they described as an “extraordinary length of time.” Carloway said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The circumstances demonstrate that the true reason for the prorogation is to reduce the time available for parliamentary scrutiny of Brexit at a time when such scrutiny would appear to be a matter of considerable importance, given the issues at stake.</p> \n   <p>[Put] shortly, prorogation was being mooted specifically as a means to stymie any further legislation regulating Brexit.</p> \n  </blockquote> \n  <p><strong>Lord Drummond Young</strong> is particularly blunt, arguing that the UK government’s failure to provide the Scottish court with any valid reasons for proroguing Westminster for five weeks supported their conclusions it was unjustified.</p> \n  <blockquote class=\"quoted\"> \n   <p>If no reason is given, in the present circumstances, I am of opinion that the decision to prorogue parliament for five weeks out of the seven remaining before the United Kingdom is scheduled to leave the European Union leads inevitably to the conclusion that the reason for prorogation was to prevent parliamentary scrutiny of the government. I find it impossible to see that it could serve any other rational purpose.</p> \n  </blockquote> \n  <p><strong>Lord Brodie</strong>, the third judge, said that, despite the weight courts need to give to the royal prerogative and a government’s right to use procedures to suit its purposes, this was an “egregious” case of misuse of prorogation.</p> \n  <blockquote class=\"quoted\"> \n   <p>Procedural manoeuvres are the stuff of politics, whether conducted in parliament or in lesser bodies. However, when the manoeuvre is quite so blatantly designed ‘to frustrate parliament’ at such a critical juncture in the history of the United Kingdom, I consider that the court may legitimately find it to be unlawful.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T21:30:42.983Z\">at 10.30pm BST</time></p> \n</div> \n<div id=\"block-5d7a8c928f082514879f313c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T18:23:23.641Z\">7.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Bercow draws his address to a close, saying that the evolution and renaissance of parliament has been a positive development in the last decade. Now, he adds, it is “time to ask whether a written constitution is what we need to allow us to complete the voyage”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T18:27:32.116Z\">at 7.27pm BST</time></p> \n</div> \n<div id=\"block-5d7a8bf08f08143ee1ae53a1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T18:20:18.130Z\">7.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>He says he was previously sceptical but has come to conclude that it’s worth establishing a royal commission or a Speaker’s conference to look into the idea. Bercow says an act could be passed in the interim to make sure parliament’s authority is ensured.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T18:27:47.917Z\">at 7.27pm BST</time></p> \n</div> \n<div id=\"block-5d7a8ba88f082514879f3131\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T18:18:00.775Z\">7.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Speaker turns to the question of a codified constitution, saying the UK’s in a group of only three nations not to have one. He says the UK has been “travelling in the direction” of such a constitution.</p> \n </div> \n</div> \n<div id=\"block-5d7a8b438f083106f455a8ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T18:17:03.545Z\">7.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Concerned he has sat too long on the fence, Bercow adds:</p> \n  <blockquote class=\"quoted\"> \n   <p>Let me make myself crystal clear: Ladies and gentlemen, the only form of Brexit which we will have, whenever that might be, will be a Brexit that the House of Commons has explicitly endorsed.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d7a89f58f083106f455a8ac\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T18:14:14.341Z\">7.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Bercow insists Johnson must obey law and ask for Brexit extension</h2> \n <div class=\"block-elements\"> \n  <p>The Speaker has issued a stinging rebuke to those who support the idea of the prime minister, <strong>Boris Johnson</strong>, refusing to ask Brussels for a delay to Brexit – as the law requires.</p> \n  <blockquote class=\"quoted\"> \n   <p>Not obeying the law must surely be a non-starter. Period. Surely, in 2019, in modern Britain, in a parliamentary democracy, we – parliamentarians, legislators – cannot in all conscience be conducting a debate as to whether adherence to the law is or isn’t required.</p> \n   <p>What conceivable moral force do the public’s elected representatives have in seeking to tackle antisocial behaviour, in prosecuting with greater vigour and imagination and relentlessness the fight against knife crime, in arguing that the state must protect itself against all sorts of nefarious illegality, if we are to treat for a moment with the proposition that it might be in order, in the name of some higher cause, to disregard a law enacted by parliament?</p> \n   <p>It is astonishing that anyone has even entertained the notion ... It would be the most terrible example to set to the rest of society.</p> \n   <p>One should no more refuse to request an extension of article 50 because of what one might regard as the noble end of departing from the EU as soon as possible than one could possibly excuse robbing a bank on the basis that the cash stolen would be donated to a charitable cause immediately afterwards.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T18:30:01.534Z\">at 7.30pm BST</time></p> \n</div> \n<div id=\"block-5d7a87498f08143ee1ae5379\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T18:08:37.666Z\">7.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>What comes next, Bercow asks? Only three plausible possibilities:</p> \n  <ol> \n   <li>A new withdrawal agreement and political declaration that will require “heavy lifting” by parliament if it appears it could command a majority.</li> \n   <li>No new agreement, or one the Commons cannot not accept, and a vote by MPs for a no-deal Brexit. He says such a deliberate action – as opposed to “something coming about by default or happenstance” would be legitimate.</li> \n   <li>Neither support for an agreement, nor a no-deal Brexit, meaning the prime minister has to ask for an extension. “This is clearly legitimate,” he says, adding that, while there may be people who disagree with the move, it is – in procedural terms – he says that the Benn act is “orderly”.</li> \n  </ol> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T19:12:53.995Z\">at 8.12pm BST</time></p> \n</div> \n<div id=\"block-5d7a87018f08143ee1ae5376\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T17:58:26.290Z\">6.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“The Brexit episode and the restoration of parliamentary will should not be seen in isolation,” Bercow, says, in conclusion.</p> \n </div> \n</div> \n<div id=\"block-5d7a856f8f08143ee1ae5365\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T17:54:26.793Z\">6.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Moreover, Bercow stresses the importance of the backbench business committee in making sure issues that are not necessarily a priority for the government or the opposition are brought to the attention of the Commons.</p> \n  <p>One example he cites is the Hillsborough disaster, <a href=\"https://www.theguardian.com/football/2011/sep/13/release-hillsborough-cabinet-papers-parliament\">which was debated in the Commons after being scheduled by the backbench business committee</a>.</p> \n </div> \n</div> \n<div id=\"block-5d7a83f88f08143ee1ae535a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T17:49:07.316Z\">6.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Another device Bercow says has become important is the emergency debate, which MPs used last week to begin the process of trying to rule out a no-deal Brexit.</p> \n  <p>He explains that the instrument gives MPs the chance to, in effect, take control of the agenda of the Commons away from the executive, should a majority of the house wish to do so.</p> \n  <p>The increasing use of such instruments, he claims, has been key to the Commons getting “off its knees” and providing more effective scrutiny of the government on behalf of the electorate.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T17:53:53.325Z\">at 6.53pm BST</time></p> \n</div> \n<div id=\"block-5d7a83428f083106f455a864\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T17:44:00.803Z\">6.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile, three Scottish appeal court judges have refused to order the publication of the unredacted No 10 memos in the case against Boris Johnson’s prorogation of parliament:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/status/1172201426908528640\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING Lord Carloway &amp;c refuse bid by Cherry et al, <a href=\"https://twitter.com/BBCScotland?ref_src=twsrc%5Etfw\">@BBCScotland</a> and <a href=\"https://twitter.com/NewsUK?ref_src=twsrc%5Etfw\">@NewsUK</a> to order publication of unredacted No 10 prorogation memos as full rulings released early <a href=\"https://t.co/iOHdPdMswY\">pic.twitter.com/iOHdPdMswY</a></p>— Severin Carrell, Esq (@severincarrell) \n    <a href=\"https://twitter.com/severincarrell/status/1172201426908528640?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/status/1172203257839652865\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING Lord Carloway says <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>'s remarks in Cabinet show he really wanted to <a href=\"https://twitter.com/hashtag/prorogue?src=hash&amp;ref_src=twsrc%5Etfw\">#prorogue</a> Westminster to promote his Brexit strategy, not for party conferences or a Queen's speech - that was why it was illegal in his view <a href=\"https://twitter.com/hashtag/courtofsession?src=hash&amp;ref_src=twsrc%5Etfw\">#courtofsession</a> <a href=\"https://t.co/icAXW18qJj\">pic.twitter.com/icAXW18qJj</a></p>— Severin Carrell, Esq (@severincarrell) \n    <a href=\"https://twitter.com/severincarrell/status/1172203257839652865?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T17:54:32.131Z\">at 6.54pm BST</time></p> \n</div> \n<div id=\"block-5d7a82148f08143ee1ae5343\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T17:40:56.695Z\">6.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turning to his first point, Bercow says there has been a renewal of the Commons’ desire to and confidence in its ability to scrutinise ministers. Principal in that process, he says, has been the increasing use of an old device: the urgent question.</p> \n  <p>This allows any MP to ask the Speaker to get a minister to respond to the issue, where it’s deemed important and wouldn’t normally form part of the day’s parliamentary business.</p> \n  <p>The urgent question, Bercow says, had “withered away” in recent times. Only two were laid in the 12 months before he was elected to be Speaker. That, he says, was something he had decided to try to change, if given the role.</p> \n  <p>And, in the roughly 10 years he’s fulfilled it, Bercow says there have been 658 urgent questions.</p> \n </div> \n</div> \n<div id=\"block-5d7a7cf28f08143ee1ae52e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T17:36:01.901Z\">6.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Bercow begins by calling the most recent spell in the Commons short, yet extremely eventful. And he pays tribute to <strong>Tom Bingham</strong>, the eminent British judge for whom the lecture the Speaker is delivering is named.</p> \n  <p>He says he will cover three topics:</p> \n  <ol> \n   <li>That the revival of the Commons is not the one-off product of Brexit, but part of a wider renewal of the UK’s legislature.</li> \n   <li>To offer some reflections on what would and would not be an appropriate response to the recent vote to back an anti-no-deal act.</li> \n   <li>To offer thoughts on how Brexit has changed his view of the UK’s constitution and whether it’s time to consider codifying a constitution.</li> \n  </ol> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T17:44:31.280Z\">at 6.44pm BST</time></p> \n</div> \n<div id=\"block-5d7a7a608f083106f455a7c5\" class=\"block\" data-block-contributor=\"profile/kevin-rawlinson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T17:08:01.010Z\">6.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The outgoing Commons Speaker, <strong>John Bercow</strong>, is due to deliver a speech to the legal thinktank, the Bingham Centre for the Rule of Law, entitled: Process of Discovery: What Brexit has taught us (so far) about Parliament, Politics and the UK Constitution.<br></p> \n  <p>He’s due to start any moment and we’ll be covering it here.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T17:18:42.990Z\">at 6.18pm BST</time></p> \n</div> \n<div id=\"block-5d7a6d768f083106f455a70c\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T16:23:59.278Z\">5.23pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/12/absolutely-not-true-i-misled-queen-says-boris-johnson\">Boris Johnson has said it is “absolutely not true” that he misled the Queen over his reasons for suspending parliament, after a Scottish court ruled his suspension unlawful because he did it to stop MPs scrutinising Brexit.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/12/michel-barnier-no-grounds-for-reopening-brexit-talks\">Michel Barnier has told MEPs there remain insufficient grounds for reopening formal negotiations over the Brexit withdrawal agreement, six months after Theresa May and the European commission closed them.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/12/northern-irish-court-dismisses-case-against-no-deal-brexit\">The high court in Belfast has dismissed claims that a no-deal Brexit and the imposition of a hard border would damage the Northern Ireland peace process.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Gordon Brown, the Labour former prime minister, has said that the government is “still not telling the truth” about medicine and food shortages that would result in the event of a no-deal Brexit.</strong> Before a speech in Edinburgh, Brown said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The truth is that we are not taking back control but losing control - of medical supplies and food and energy prices. </p> \n   <p>The worst-case scenario document downplays the risks to medical supplies, the threat to household budgets and the damage inflicted on the most vulnerable. </p> \n   <p>We now know from Yellowhammer that no-deal Brexit is an unnecessary act of self-harm but ministers are still not telling the truth about the sheer scale of the self-inflicted wounds.</p> \n  </blockquote> \n  <ul> \n   <li><strong>John McDonnell, the shadow chancellor, has welcomed a report proposing a new financial transaction tax that would raise £2.1bn a year.</strong> The plan is set out in Intelligence Capital’s report <a href=\"https://progressiveeconomyforum.com/wp-content/uploads/2019/09/Reinforcing-Resilience.pdf\">Reinforcing Resilience: Making the UK a Citadel of Long-Term Finance (pdf). </a>McDonnell said Labour would carefully consider its recommendations. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We need to move beyond a world dominated by fast finance.</p> \n   <p>This report presents one way to achieve that: through a comprehensive financial transactions tax that doesn’t leave loopholes for major areas of financial activity.<br></p> \n   <p>The report shows that a comprehensive financial transactions tax can raise revenue for our under-resourced public services, improve the resilience of financial markets, and ensure that finance serves the people and the wider economy.<br></p> \n  </blockquote> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/12/anti-brexiters-new-legal-challenge-scotland-to-force-article-50-extension\">Anti-Brexit campaigners have filed a legal challenge in the Scottish courts in an effort to compel Boris Johnson to seek an extension to article 50.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/12/babcock-named-preferred-bidders-for-royal-navy-frigate-contract\">The owner of Rosyth dockyard in Fife has been named by Boris Johnson as the preferred bidder for a £1.25bn contract to build five new frigates, a step in a plan to increase the number of warships in the Royal Navy over the next two decades.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/business/2019/sep/12/co-op-boss-warns-of-no-deal-brexit-fresh-food-shortages-and-price-hikes\">Fresh fruit and vegetables and wine are among the products likely to become scarcer and more expensive after a no-deal Brexit, according to a flurry of warnings issued by retailers and the alcoholic drinks industry.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n  <figure class=\"element element-image\" data-media-id=\"fff8d7a4cd865bd1b5f8e894a5c0bbf6f5ad060a\"> \n   <img src=\"https://media.guim.co.uk/fff8d7a4cd865bd1b5f8e894a5c0bbf6f5ad060a/0_119_3500_2100/1000.jpg\" alt=\"Boris Johnson speaking to apprentices on a visit to the NLV Pharos, a lighthouse tender moored on the river Thames.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson speaking to apprentices on a visit to the NLV Pharos, a lighthouse tender moored on the river Thames.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T16:37:52.548Z\">at 5.37pm BST</time></p> \n</div> \n<div id=\"block-5d7a67458f082514879f2f09\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T15:45:26.731Z\">4.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague <strong>Jennifer Rankin</strong> in Brussels is less optimistic about the prospect of a Brexit deal than Charles Grant. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a64a38f083106f455a652#block-5d7a64a38f083106f455a652\">4.34pm.) </a>Here is a Twitter thread with her analysis of where we are.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1172080932590968832\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU27 diplomats were briefed on Brexit talks this morning and were told the British had presented no proper, written proposals, on replacing the Irish backstop. <br>1</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1172080932590968832?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1172081099352289281\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">In Wed’s meeting David Frost and team outlined ideas on customs and manufactured goods in the context of alternative arrangements to backstop. <br>But the EU side do not think the ideas are adequate and continue to press for details.<br>2.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1172081099352289281?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1172081323776905216\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">UK also asked for changes to the political declaration - a reference to a “best-in class” free trade agreement as goal.<br> <br>EU side repeat any trade deal must ensure a level playing field to avoid “Singapore-on-Thames” race to the bottom.<br>Refer to March 2018 guidelines.<br>3.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1172081323776905216?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1172081443234820096\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Officials in Brussels don’t think a breakthrough is imminent. A return to the NI-only backstop is seen by some as the only landing zone, but UK continues to say no backstop.<br>4.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1172081443234820096?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1172081683463643142\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I asked one politician closely following Brexit if they were optimistic about a deal by 31 Oct.<br><br>“No. I just don’t see the political majority, the political will, the leadership. The Labour leadership is extremely weak. They have got no clue what they want.” <br><br>5. Ends</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1172081683463643142?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T16:38:34.070Z\">at 5.38pm BST</time></p> \n</div> \n<div id=\"block-5d7a66338f08143ee1ae517d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T15:40:08.789Z\">4.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>Emma Lewell-Buck</strong> has told ITV’s Acting Prime Minister podcast that she would rather go into coalition with the Brexit party than with the Lib Dems. That is not because of any affection for the Brexit party - she says she despises them - but because she could not accept a coalition with a party committed to revoking article 50.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/itvnews/status/1172078714156437504\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour MP <a href=\"https://twitter.com/EmmaLewellBuck?ref_src=twsrc%5Etfw\">@EmmaLewellBuck</a> told <a href=\"https://twitter.com/PaulBrandITV?ref_src=twsrc%5Etfw\">@PaulBrandITV</a> why she would choose the Brexit Party over the Lib Dems to go into a Brexit coalition.<br><br>Watch the full episode here: <a href=\"https://t.co/fZi0PJdjMN\">https://t.co/fZi0PJdjMN</a><br><br>Listen on Apple Podcasts: <a href=\"https://t.co/KCumZQBsSY\">https://t.co/KCumZQBsSY</a>… and on Spotify.<a href=\"https://twitter.com/hashtag/ITVActingPM?src=hash&amp;ref_src=twsrc%5Etfw\">#ITVActingPM</a> <a href=\"https://t.co/WK28cioDhJ\">pic.twitter.com/WK28cioDhJ</a></p>— ITV News (@itvnews) \n    <a href=\"https://twitter.com/itvnews/status/1172078714156437504?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7a64a38f083106f455a652\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T15:34:34.281Z\">4.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Charles Grant,</strong> director of the Centre for European Reform, is always worth reading on Brexit. Here is a Twitter thread with his assessment of the latest state of play.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1172135624163438594\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A deal between EU and UK is more likely than I had thought - my conclusion after 2 days of meetings with EU, member-state and UK officials. Senior figures on EU side say they can scrap backstop as long as alternatives deliver on protecting a) single mkt; b) GFA. /1</p>— Charles Grant (@CER_Grant) \n    <a href=\"https://twitter.com/CER_Grant/status/1172135624163438594?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1172135626071781376\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">They also say BJ has indicated that he can live with rest of withdrawal agreement if backstop goes. In some key national capitals BJ has made a quite good impression. But some of David Frost's meetings in BXL have lowered expectations on EU side, conveying hard red lines. /2</p>— Charles Grant (@CER_Grant) \n    <a href=\"https://twitter.com/CER_Grant/status/1172135626071781376?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1172135627648917504\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The essence of the deal would be to replicate effects of N I-only backstop. On agri, as BJ has said, NI would follow EU rules. In other areas: a combo of regulatory alignment with EU, and discreet controls - 'dedramatised, dematerialised, delocalised' - away from border. /3</p>— Charles Grant (@CER_Grant) \n    <a href=\"https://twitter.com/CER_Grant/status/1172135627648917504?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1172135629175394306\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">France, Germany, Commission could go along with this, but only if UK produces serious proposals, which it has not yet done. It would have to accept role for ECJ. But what about Ireland, which says it prefers prospect of no deal to a deal sans backstop? /4</p>— Charles Grant (@CER_Grant) \n    <a href=\"https://twitter.com/CER_Grant/status/1172135629175394306?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1172135630765273089\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The other member-states do not want to put pressure on Ireland. But if the UK gets serious about a deal and shows flexibility, there would be gentle encouragement for Dublin to accept something almost equivalent to backstop. /5</p>— Charles Grant (@CER_Grant) \n    <a href=\"https://twitter.com/CER_Grant/status/1172135630765273089?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1172135632254177280\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Of course the difficulties are immense and the gaps may prove unbridgeable. Some in DUP &amp; ERG would not like to see N I partially aligned with EU rules. But an element of consultation for Stormont on rule changes could help. /6</p>— Charles Grant (@CER_Grant) \n    <a href=\"https://twitter.com/CER_Grant/status/1172135632254177280?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1172135633755787274\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Also, add EU officials, in one respect BJ is right: the new UK law v no deal has taken pressure off Irish govt and UK Parliament to compromise. But some EU govts think BJ may be serious about a deal, perhaps before Oct 31. ENDS <a href=\"https://twitter.com/CER_EU?ref_src=twsrc%5Etfw\">@CER_EU</a></p>— Charles Grant (@CER_Grant) \n    <a href=\"https://twitter.com/CER_Grant/status/1172135633755787274?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7a5fce8f08143ee1ae5101\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T15:15:41.905Z\">4.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No reason now for EU27 to grant another Brexit extension, says Luxembourg PM</h2> \n <div class=\"block-elements\"> \n  <p><strong>Xavier Bettel,</strong> the prime minister of Luxembourg, said today that there was no reason for the EU to grant the UK another Brexit extension. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We see no extension for Brexit, when there is no reason to. At the moment, there is no reason to give an extension.</p> \n   <p>When there are concrete reasons ... we will discuss whether we will give a new mandate or a new extension, but that is not the case at the moment.</p> \n   <p>As long as there aren’t any concrete proposals, there is no reason for us to reopen anything.</p> \n  </blockquote> \n  <p>Bettel’s comments reflect the current state of play. In practice it is widely assumed that at the EU summit starting on 17 October EU leaders probably would be willing to agree to another extension, particularly to enable a general election.</p> \n  <figure class=\"element element-image\" data-media-id=\"da27793a87caee5afa4708acdcabd5082d47ce76\"> \n   <img src=\"https://media.guim.co.uk/da27793a87caee5afa4708acdcabd5082d47ce76/0_124_3500_2100/1000.jpg\" alt=\"Xavier Bettel\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Xavier Bettel</span> \n    <span class=\"element-image__credit\">Photograph: Yves Herman/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7a5f178f08143ee1ae50f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T15:09:33.352Z\">4.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Antoinette Sandbach</strong>, one of the 21 pro-European Tories who lost the whip after rebelling against the government on Brexit last week, has said that she is now fully committed to the idea of holding a second referendum. In an open letter to constituents, she says this was necessary to “avert disaster”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Sandbach/status/1172145414461644805\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Why I am writing to my constituents to say why I now support a <a href=\"https://twitter.com/hashtag/peoplesvote?src=hash&amp;ref_src=twsrc%5Etfw\">#peoplesvote</a> <a href=\"https://twitter.com/peoplesvotefor1?ref_src=twsrc%5Etfw\">@peoplesvotefor1</a> <a href=\"https://twitter.com/peoplesvote_hq?ref_src=twsrc%5Etfw\">@peoplesvote_hq</a> <a href=\"https://twitter.com/hashtag/Yellowhammer?src=hash&amp;ref_src=twsrc%5Etfw\">#Yellowhammer</a> <a href=\"https://t.co/lOt42FbNv5\">pic.twitter.com/lOt42FbNv5</a></p>— Antoinette Sandbach (@Sandbach) \n    <a href=\"https://twitter.com/Sandbach/status/1172145414461644805?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T15:14:46.246Z\">at 4.14pm BST</time></p> \n</div> \n<div id=\"block-5d7a3f198f08143ee1ae4eeb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T14:53:08.496Z\">3.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a question from below the line.</p> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/133051317\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/100209744\" title=\"View HarthAmigo’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/100209744\" height=\"40\" width=\"40\" alt=\"User avatar for HarthAmigo\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/100209744\" title=\"View HarthAmigo’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">HarthAmigo</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/133051317\" title=\"Link to this comment\" itemprop=\"datePublished\">12 September 2019 12:55pm</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <p>@Andrew: What are the implications of the Government refusing to comply with the motion to provide all communications around proroguing Parliament? Are they in contempt? Can/will it be taken further? Thanks.</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n  <p>The “humble address” requiring the government to hand over private messages from Number 10 aides about prorogation was not law. Effectively it was an order from parliament, and it is for parliament to apply a sanction.</p> \n  <p>Last year, when the government refused to comply with a “humble address” demanding the release of the attorney general’s legal advice to cabinet about the withdrawal agreement, <a href=\"https://www.parliament.uk/business/news/2018/december/contempt-motion-on-publishing-of-legal-advice/\">MPs retaliated by passing a motion saying the government was in contempt of parliament.</a> The government then agreed to hand over the document.</p> \n  <p>MPs may well try the same tactic this time. But Boris Johnson is likely to be less bothered about being found in contempt of parliament than Theresa May (his de facto chief of staff, Dominic Cummings, did not seem to care about being found in contempt of parliament on another matter earlier this year). It is possible Johnson would just ignore the vote.</p> \n  <p>At that point, parliament starts running out of options. There is nothing it can do about non-MPs found in contempt of parliament. The Commons can refer individual members to the standards committee, and that committee can recommend punishments such as suspension, or even expulsion, but it is very, very hard to imagine the Commons voting to act like that against a prime minister.</p> \n </div> \n</div> \n<div id=\"block-5d7a57f98f08143ee1ae506b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T14:38:17.156Z\">3.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from the BBC’s <strong>Adam Fleming</strong> in Brussels.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1172149285665816576\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">UK officials say yesterday's talks between David Frost and the European Commission were serious, but EU27 diplomats were told the British proposals were \"aspirational\" and \"concepts\" at a debrief this morning. (1)</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1172149285665816576?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1172149287960154114\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">UK proposed N Ireland and Ireland be separate customs and regulatory territories. Customs checks would take place in business premises not on the border. There'd be an \"enhanced market surveillance mechanism\" for industrial goods using surveillance, data and tough penalties. (2)</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1172149287960154114?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1172149289155518471\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The UK reiterated there could be a commitment to an open border in the Withdrawal Agreement with the details agreed in the transition period -- which British officials insisted would end in 2020 and not be extended. (3)</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1172149289155518471?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1172149290304774144\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Again there was a discussion about security and defence in the Political Declaration, with the UK asking for additional references to sovereingty which EU officials interpret as a \"looser\" relationship than the one Theresa May pursued. (40</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1172149290304774144?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7a56fa8f082514879f2df1\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T14:34:21.582Z\">3.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon</strong> has said the Scottish government’s copy of the Yellowhammer no-deal Brexit scenario plans was marked “base scenario”, disputing claims by Michael Gove that the documents were a worst-case scenario.</p> \n  <p>Sturgeon told first minister’s questions at Holyrood it was “completely outrageous” that the UK government was contemplating a situation where medicines would be in short supply. She said it was essential that Westminster was urgently reconvened, to allow MPs to question ministers on Brexit and the Yellowhammer forecasts.</p> \n  <p>The first minister told MSPs: </p> \n  <blockquote class=\"quoted\"> \n   <p>The question for the prime minister and the government is why on earth parliament is still suspended - if any government needed scrutiny, it’s this one.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HTScotPol/status/1172149511998922753\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Spot the difference: Scottish Govt's copy of Yellowhammer says it's a 'base scenario', while UK Govt's says it's a 'reasonable worst case'. <br>Scottish Govt says it's 'puzzling' and 'curious' <a href=\"https://t.co/kecKSlt5wH\">pic.twitter.com/kecKSlt5wH</a></p>— Tom Gordon (@HTScotPol) \n    <a href=\"https://twitter.com/HTScotPol/status/1172149511998922753?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T14:51:38.887Z\">at 3.51pm BST</time></p> \n</div> \n<div id=\"block-5d7a45028f083106f455a417\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T14:20:30.089Z\">3.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier this week my colleague Peter Walker reported on how data privacy campaign groups and Labour have expressed alarm after it emerged Downing Street had ordered departments to centralise the collection and analysis of user information from the government’s main public information website ahead of Brexit. Here is is story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/sep/10/no-10-request-user-data-government-website-sparks-alarm\">No 10 request for user data from government website sparks alarm</a> </p> \n  </aside> \n  <p>Today the <strong>Information Commissioner’s Office</strong> has suggested it is seeking assurances about this initiative.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ICOnews/status/1172085036012711936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We have contacted Government regarding the collection of personal data on <a href=\"https://t.co/ER2StuIv0v\">https://t.co/ER2StuIv0v</a> in order to fully understand its approach to compliance with data protection law and whether any further action is necessary. <a href=\"https://t.co/JDfIKdP4Xv\">pic.twitter.com/JDfIKdP4Xv</a></p>— ICO (@ICOnews) \n    <a href=\"https://twitter.com/ICOnews/status/1172085036012711936?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T14:22:29.312Z\">at 3.22pm BST</time></p> \n</div> \n<div id=\"block-5d7a407e8f083106f455a3f6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T13:14:42.594Z\">2.14pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson revives plan for £15bn bridge from Scotland to Northern Ireland</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>has revived his plan to build a bridge between Northern Ireland and Scotland - saying that it would be a “very good” idea and that it would cost £15bn.</p> \n  <p>Speaking to children during his visit to lighthouse tender NLV Pharos on the Thames, Johnson said he had recently been discussing the possibility of constructing a bridge over the Irish Sea. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>[I was talking yesterday] about building a bridge from Stranraer in Scotland to Larne in Northern Ireland – that would be very good. It would only cost about £15bn.</p> \n  </blockquote> \n  <p>Johnson originally floated this idea in an interview with the Sunday Times last year. At the time his proposal was considered fanciful, but this week Channel 4 News revealed that <a href=\"https://www.channel4.com/news/exclusive-johnson-considering-building-bridge-between-scotland-and-northern-ireland\">government officials have been asked to produce a paper on the costs and benefits of such a plan.</a></p> \n  <p>The original Sunday Times story about Johnson’s proposal provoked <a href=\"https://www.theneweuropean.co.uk/top-stories/james-duncan-writes-to-the-sunday-times-about-boris-irish-bridge-plan-1-5727626\">a memorable letter to the paper</a> from a retired offshore engineer who said the idea was “about as feasible as building a bridge to the moon”.</p> \n  <figure class=\"element element-image\" data-media-id=\"063e2ce6d8cadb39a77b4d5656ff5a8df022c3a5\"> \n   <img src=\"https://media.guim.co.uk/063e2ce6d8cadb39a77b4d5656ff5a8df022c3a5/0_69_4533_2720/1000.jpg\" alt=\"Boris Johnson looking at a model container ship with school children as he visits the NLV Pharos, a lighthouse tender moored on the Thames.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson looking at a model container ship with school children as he visits the NLV Pharos, a lighthouse tender moored on the Thames.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T13:17:49.258Z\">at 2.17pm BST</time></p> \n</div> \n<div id=\"block-5d7a3d028f083106f455a3cb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T12:47:32.679Z\">1.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is our latest story on the judgment from the high court in Belfast on Brexit. I’ve corrected the earlier post on this (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a1f458f08143ee1ae4d79#block-5d7a1f458f08143ee1ae4d79\">11.38am)</a> because it said the prorogation legal challenge was thrown out. In fact, it was the argument that a no-deal Brexit would undermine the Good Friday agreement that was rejected. A claim about prorogation being unlawful was excluded on the grounds that it is being decided in the cases in England and Wales.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/12/northern-irish-court-dismisses-case-against-no-deal-brexit\">Northern Irish court dismisses case against no-deal Brexit</a> </p> \n  </aside> \n  <p>And here is<a href=\"https://judiciaryni.uk/sites/judiciary/files/decisions/McCord%20%28Raymond%29%2C%20JR83%20and%20Jamie%20Waring%27s%20Applications%20v%20the%20Prime%20Minister%20and%20others.pdf\"> the full text of the judgment (pdf).</a></p> \n </div> \n</div> \n<div id=\"block-5d7a380a8f083106f455a39d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T12:24:03.548Z\">1.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">MPs accuse ministers of being 'overly secretive' about £97m spent on Brexit consultants</h2> \n <div class=\"block-elements\"> \n  <p>The Commons <strong>public accounts committee</strong> has published<a href=\"https://publications.parliament.uk/pa/cm201719/cmselect/cmpubacc/2342/2342.pdf\"> a report (pdf)</a> this morning accusing the government of being “overly secretive” about the money it is spending on consultants who are helping it prepare for Brexit. The bill has come to at least £97m, the committee says.</p> \n  <p>Here is an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>Departments have made extensive use of consultancy firms in support of their preparations for Brexit, spending at least £97m by April 2019. Departments have been overly secretive about what the consultants are doing, as they have been before in providing information on other aspects of the Brexit preparations. When departments have published information on consultancy work, usually later than they should have, they have failed to meet the government’s own transparency standards. Departments took too long to publish information on the contracts being let, and some contracts were over-zealously redacted before publication.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T12:25:06.802Z\">at 1.25pm BST</time></p> \n</div> \n<div id=\"block-5d7a31da8f083106f455a356\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T12:15:28.536Z\">1.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Letwin claims majority of MPs would back holding second referendum before election if Brexit deadlock continues</h2> \n <div class=\"block-elements\"> \n  <p>And talking of MPs frustrating a no-deal Brexit, <strong>Sir Oliver Letwin</strong>, one of the MPs who helped to draw up the bill intended to stop a no-deal Brexit on 31 October, has given an interview to the Evening Standard in which he suggested that MPs might pass another law to hold a referendum on Brexit before a general election.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/George_Osborne/status/1172093195804717056\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This interview with Oliver Letwin by ⁦<a href=\"https://twitter.com/JoeMurphyLondon?ref_src=twsrc%5Etfw\">@JoeMurphyLondon</a>⁩ ⁦<a href=\"https://twitter.com/EveningStandard?ref_src=twsrc%5Etfw\">@EveningStandard</a>⁩ is important. He says Brexit should be resolved before an election. So unless Parliament votes for a Brexit deal, there will be a referendum before a general election <a href=\"https://t.co/HhqI5uyLau\">https://t.co/HhqI5uyLau</a></p>— George Osborne (@George_Osborne) \n    <a href=\"https://twitter.com/George_Osborne/status/1172093195804717056?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Tony Blair, the former Labour leader, and Tom Watson, the Labour deputy leader, have both argued this week (see <a href=\"https://www.theguardian.com/politics/live/2019/sep/10/anger-abounds-after-parliament-suspended-in-night-of-high-drama-politics-live?page=with:block-5d778cb38f082514879f15d4#block-5d778cb38f082514879f15d4\">here</a> and <a href=\"https://www.theguardian.com/politics/2019/sep/10/tom-watson-to-break-labours-uneasy-truce-over-brexit\">here</a>) that it would be better to hold a referendum before a general election because otherwise the general election would end up as a proxy referendum on Brexit, with domestic issues sidelined. Blair has also argued that Jeremy Corbyn’s unpopularity could boost the chances of the Tories winning even though voters have doubts about Boris Johnson’s hard-Brexit strategy.</p> \n  <p>Labour wants to hold a general election first, which makes it very hard to see how any backbench attempt to seize control of the Commons order paper and pass legislation saying a referendum should come first would succeed. </p> \n  <p>The Hilary Benn bill designed to rule out a no-deal Brexit on 31 October only passed the Commons because all opposition parties (except for the DUP, if you count them as opposition) voted for it.</p> \n  <p><a href=\"https://www.standard.co.uk/news/politics/sir-oliver-letwin-this-is-not-a-game-this-is-about-the-fate-of-our-fellow-countrymen-a4234866.html\">In his interview with the Standard</a> Letwin did not explain why he thought Corbyn might change his stance on this. But Letwin did claim that MPs would come round to his view that it would be best to have a referendum first, assuming Johnson did not get a deal that could pass the Commons. Here is an extract from the interview.</p> \n  <blockquote class=\"quoted\"> \n   <p>[Letwin] would definitely oppose trying to decide Brexit in the hurly-burly of a general election campaign. And he is pretty sure MPs are ready to keep postponing the election until after Brexit is decided.</p> \n   <p>“I can’t see how you can do that [resolve Brexit] very well in a general election where it will get, as Alan Duncan said in a marvellous speech this week, all muddled up in other things,” he said. </p> \n   <p>Was he in agreement with Tom Watson, the deputy Labour leader, who yesterday called for a referendum to be held before the election? Sir Oliver replied: “We need to resolve this issue of Brexit before there is a general election so that the election can be about who you want to have govern you, and so the resolution of the Brexit issue is separate. I would prefer that and, like Tom, I would prefer that to be done through the acceptance of a deal in parliament.”</p> \n   <p>And where would that leave the prime minister’s plea for an immediate general election with Brexit on the ballot paper? </p> \n   <p>Sir Oliver replied in a musing tone: “I’ve heard all sorts of predictions of the election timing – next week, next minute, next day – but I have never been confident they were right because I think we will get a majority in the House of Commons who agree with the view that I take, which is that it is better to get the Brexit issues resolved first and have an election after.</p> \n   <p>“That means either you get a deal and get it in place, which is relatively quick, or you have a deal followed by a referendum, which is relatively long.”</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T12:27:12.522Z\">at 1.27pm BST</time></p> \n</div> \n<div id=\"block-5d7a2f808f082514879f2bcf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T11:52:07.233Z\">12.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In his broadcast interview this morning <strong>Boris Johnson</strong> claimed that the government’s position on prorogation had been endorsed by the high court in London. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a127f8f083106f455a1d2#block-5d7a127f8f083106f455a1d2\">10.50am.) </a></p> \n  <p>It is worth stressing that that is a very partial account of what the high court actually said. It rejected the claim that prorogation was unlawful. But it did not accept Johnson’s argument that his decision to prorogue had nothing to do with wanting to limit the opportunities for MPs to frustrate a no-deal Brexit. The court did not take a view on this at all. Instead it rejected the legal challenge on the grounds that decisions to prorogue parliament are inherently political, and therefore outside the scope of the courts.</p> \n  <p>There is a short summary of what it argued <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/11/brexit-latest-news-public-would-not-benefit-from-hearing-official-worst-case-no-deal-assumptions-says-leadsom-live-news?page=with:block-5d78f1968f083106f45598e7#block-5d78f1968f083106f45598e7\">here,</a> and the full summary is <a href=\"https://www.judiciary.uk/wp-content/uploads/2019/09/Summary-Miller-v-The-Prime-Minister-1.pdf\">here (pdf).</a></p> \n </div> \n</div> \n<div id=\"block-5d7a2d588f083106f455a30c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T11:41:53.799Z\">12.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is more from the ruling in the Belfast high court rejecting a challenge to the government’s Brexit strategy. In his written judgment <strong>Lord Justice Bernard McCloskey</strong> said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I consider the characterisation of the subject matter of these proceedings as inherently and unmistakably political to be beyond plausible dispute. </p> \n   <p>Virtually all of the assembled evidence belongs to the world of politics, both national and supra-national. </p> \n   <p>Within the world of politics the well-recognised phenomena of claim and counterclaim, assertion and counter-assertion, allegation and denial, blow and counter-blow, alteration and modification of government policy, public statements, unpublished deliberations, posturing, strategy and tactics are the very essence of what is both countenanced and permitted in a democratic society.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T15:20:24.958Z\">at 4.20pm BST</time></p> \n</div> \n<div id=\"block-5d7a29a98f08143ee1ae4de8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T11:32:17.926Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour to study report on reducing working hours without loss of pay</h2> \n <div class=\"block-elements\"> \n  <p>In the past <strong>John McDonnell</strong>, the shadow chancellor, has floated <a href=\"https://morningstaronline.co.uk/article/b/four-day-week-idea-whose-time-has-come-says-mcdonnell\">the idea of moving towards a four-day working week.</a> He commissioned the distinguished economist Lord Skidelsky to produce a report for Labour on reducing working time and today t<a href=\"https://progressiveeconomyforum.com/wp-content/uploads/2019/08/PEF_Skidelsky_How_to_achieve_shorter_working_hours.pdf\">he 60-page report (pdf)</a> has been published.</p> \n  <p>Entitled How to achieve shorter working hours, it is a long way from a blueprint for a full roll-out to a standard four-day working week. But it does propose various mechanisms that could nudge employers in that direction.</p> \n  <p>Here is an extract from the conclusions:</p> \n  <blockquote class=\"quoted\"> \n   <p>Individuals choose how much to work but within the limits set by the institutions of a particular society. These include the market system, but they also include cultural norms and the ways in which power and wealth are distributed inside and outside the market. At present, the rules governing employment are largely set by financial logic. This is inimical to a civilised reduction in hours. There is therefore a strong argument for setting up countervailing institutions to ‘nudge’ society in a direction which science and technology makes possible, and which is also desired by most people. A balance will need to be struck between what workers want from employment and what employers can afford to give. The game can be played for lower stakes than at present, but the stakes must not be so low as to bankrupt an economy, which still largely relies on private enterprise to ‘deliver the goods’. </p> \n  </blockquote> \n  <p>Commenting on the report, McDonnell said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Something is very wrong with how the world of work has changed in recent years.</p> \n   <p>Millions are working long hours, while others don’t get the regular hours they need.</p> \n   <p>I’d like to thank Lord Skidelsky for his meticulously researched report which we will study and draw on when looking at how we can reduce the typical working week without loss of pay.</p> \n  </blockquote> \n  <p>Labour said it was particularly interested in three of Skidelsky’s recommendations: setting up social partnership forums for different sectors of the economy; using state procurement policies to set conditions for pay and working hours in private firms (which would not be eligible for contracts if they did not comply); and ending the opt-out from the EU working time directive.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T11:39:36.707Z\">at 12.39pm BST</time></p> \n</div> \n<div id=\"block-5d7a23868f082514879f2b59\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T11:02:23.789Z\">12.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>David Sassoli, </strong>the new president of the European parliament, has been holding a press conference. He said that any Brexit agreement would have to have a backstop, that the UK had not yet proposed any credible alternative, and that the European parliament would be open to a Brexit delay if the UK was going to hold an election.</p> \n  <p>These are from my colleague <strong>Jennifer Rankin</strong>, the Sun’s <strong>Nick Gutteridge</strong> and ITV’s <strong>James Mates.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1172100643982647296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">European parliament president David Sassoli: \"Up to now - and I would like to stress this point - the United Kingdom hasn't proposed any alternatives [to backstop] and anything that has been legally credible.\"<br><br>He has just met Michel Barnier.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1172100643982647296?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nick_gutteridge/status/1172100073632796672\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU Parliament President David Sassoli, after meeting with Michel Barnier this morning: 'You can’t have an agreement without the backstop. It couldn’t really be any clearer. That’s the position of the EU Commission, the position of the EU institutions including the EU Parliament.'</p>— Nick Gutteridge (@nick_gutteridge) \n    <a href=\"https://twitter.com/nick_gutteridge/status/1172100073632796672?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nick_gutteridge/status/1172100360594501635\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Sassoli says: 'We’re not ruling anything out. If solutions are proposed they will be debated, all of them, provided they respect the guiding principles of the EU. But up to now I can say the UK hasn’t proposed any alternatives, anything that’s been legally credible and workable.'</p>— Nick Gutteridge (@nick_gutteridge) \n    <a href=\"https://twitter.com/nick_gutteridge/status/1172100360594501635?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nick_gutteridge/status/1172100860597493762\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Sassoli says possible options include returning to the EU's original proposal for a Northern Ireland only backstop and revisiting the Political Declaration 'and making it into a legally binding document'. These points are included in an EP resolution to be voted on next week.</p>— Nick Gutteridge (@nick_gutteridge) \n    <a href=\"https://twitter.com/nick_gutteridge/status/1172100860597493762?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nick_gutteridge/status/1172102151860031489\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EP President Sassoli, asked about Michel Barnier's assessment of the Brexit talks in their meeting this morning, says: 'Unfortunately the signals that we’re getting aren’t indicating that there’s any initiative that could reopen the negotiations, and we’re unhappy about that.'</p>— Nick Gutteridge (@nick_gutteridge) \n    <a href=\"https://twitter.com/nick_gutteridge/status/1172102151860031489?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jamesmatesitv/status/1172101690331455493\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">President of European Parliament David Sassoli: <br>1) No new proposals have been received from the UK. <br>2) There will be no agreement without a backstop. <br>3) We will be open to an extension to Article 50 if there’s going to be an election in UK.</p>— James Mates (@jamesmatesitv) \n    <a href=\"https://twitter.com/jamesmatesitv/status/1172101690331455493?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T11:05:54.579Z\">at 12.05pm BST</time></p> \n</div> \n<div id=\"block-5d7a1f458f08143ee1ae4d79\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T10:38:06.757Z\">11.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It is 2-1 to the government in the courts now on Brexit. As my <a href=\"https://www.theguardian.com/politics/2019/sep/12/northern-irish-judges-rule-boris-johnson-prorogation-is-lawful\">colleague <strong>Owen Bowcott</strong> reports</a>, judges in Belfast have rejected a legal challenge arguing that the government’s Brexit policy would undermine the peace process. It has also shelved a challenge on prorogation, on the grounds that this is being dealt with by the courts in England and Wales.</p> \n  <p>The supreme court will come to a final, binding ruling after a hearing starting on Tuesday next week.</p> \n  <p>Here is Owen’s story:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/12/northern-irish-court-dismisses-case-against-no-deal-brexit\">Northern Irish court dismisses case against no-deal Brexit</a> </p> \n  </aside> \n  <p><em>UPDATE:</em> I’ve corrected this post because the high court in Belfast rejected the claim that the government’s Brexit policy would undermine the Good Friday agreement. It also considered a challenge against prorogation, but it excluded this on the grounds that it is being dealt with by the cases in England and Wales.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T12:41:19.078Z\">at 1.41pm BST</time></p> \n</div> \n<div id=\"block-5d7a17c48f08143ee1ae4d0f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T10:34:03.946Z\">11.34am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson refuses to back minister who raised concerns about judges being seen as biased</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>has given a pooled interview for broadcasters. I have already covered his comments denying that he lied to the Queen. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a127f8f083106f455a1d2#block-5d7a127f8f083106f455a1d2\"> 10.50am</a>.) Here are the other lines from the interview.</p> \n  <ul> \n   <li><strong>Johnson refused to back the views of the business minister Kwasi Kwarteng, who aired concerns last night that judges were seen as biased.</strong> Asked if he considered the judiciary to be independent, Johnson said: <br></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think the British judiciary, the United Kingdom judiciary, is one of the great glories of our constitution – they are independent. And believe me, around the world people look at our judges with awe and admiration, so I’m not going to quarrel or criticise the judges. </p> \n   <p>Clearly there are two different legal views – the high court in England had a very different opinion and the supreme court will have to adjudicate in the course of the next few days, and I think it’s proper for politicians to let them get on and do that.</p> \n  </blockquote> \n  <p>Asked about Kwarteng saying people questioned the independence of the judiciary, he went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is very important, as I say, that we respect the independence of the judiciary. They are learned people … There’s a separation of powers in this country.</p> \n  </blockquote> \n  <p>In an <a href=\"https://www.bbc.co.uk/news/uk-politics-49670901\">interview on The Andrew Neil Show</a> last night, Kwarteng said his own personal view was that judges were impartial, but he wanted to acknowledge that “many people … are saying that the judges are biased.” He went on: “Many people, many leave voters, many people up and down the country, are beginning to question the partiality of the judges. That’s just a fact.”</p> \n  <ul> \n   <li><strong>Johnson said the government had been “massively accelerating” preparations for a no-deal Brexit.</strong> Asked about the <a href=\"https://www.theguardian.com/politics/2019/sep/11/operation-yellowhammer-fears-no-deal-brexit-chaos-forced-to-publish-secret-papers\">Operation Yellowhammer document</a>, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>It is very important to understand what this document is. This is a worst-case scenario which civil servants obviously have to prepare for. But in the last few months, and particularly in the 50 days since I’ve been prime minister, we’ve been massively accelerating our preparations.</p> \n   <p>We’re trying to get a deal. And I’m very hopeful we will get a deal with our European friends on October 17 or 18 or thereabouts. But if we have to come out on October 31 with no deal, we will be ready ...</p> \n   <p>What you are looking at here is just the sensible preparations, the worst-case scenario, that you would expect any government to do.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He listed some of the areas he expected to feature in the Queen’s speech.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We need a Queen’s speech. We need to get on and do all sorts of things at a national level … We are going to need bills on education, on health, on housing, on technology, on our vision for investing in science, [the] space programme, on environment, stopping the export of waste overseas and plastics – there are a huge number of things that we want to get on with and do.</p> \n  </blockquote> \n  <p><em>UPDATE:</em> Here is a video of the interview.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"32c410bd-31e0-4802-b68d-2dee3a547d55\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/LbfBAOGVmRs?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T13:52:57.347Z\">at 2.52pm BST</time></p> \n</div> \n<div id=\"block-5d7a127f8f083106f455a1d2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T09:50:28.754Z\">10.50am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson denies lying to Queen about reasons for prorogation</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> has denied lying to the Queen over the suspension of parliament, insisting such claims were “absolutely not” true. Speaking on a visit to NLV Pharos, a lighthouse tender, which is moored alongside HMS Belfast on the Thames, he was asked if he had lied to the Queen when he asked her to prorogue parliament for five weeks. He replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Absolutely not. The high court in England plainly agrees with us but the supreme court will have to decide. We need a Queen’s speech, we need to get on and do all sorts of things at a national level.</p> \n  </blockquote> \n  <p>He went on to say he was “very hopeful” there would be a Brexit deal.</p> \n  <blockquote class=\"quoted\"> \n   <p>Parliament will have time both before and after that crucial summit on 17 and 18 October to talk about the Brexit deal. </p> \n   <p>I’m very hopeful that we will get a deal, as I say, at that crucial summit. We’re working very hard – I’ve been around the European capitals talking to our friends.</p> \n   <p>I think we can see the rough area of a landing space, of how you can do it – it will be tough, it will be hard, but I think we can get there.</p> \n  </blockquote> \n  <p>The government has repeatedly claimed it suspended parliament because it wants a Queen’s speech in October – even though, at five weeks, this is the longest prorogation for almost 90 years, and it is well known ministers wanted to limit the chances available to MPs to pass laws that might obstruct a no-deal Brexit.</p> \n  <p>Formally, it was up to the Queen to prorogue parliament, but she had no choice in the matter, or the length of the suspension, because constitutionally she is obliged to follow the advice of her prime minister.</p> \n  <p>The allegation that Johnson might have lied to the Queen about the real reasons for prorogation was fuelled by yesterday’s judgment from the Scottish court of session that the government <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-judges-rule-boris-johnsons-prorogation-unlawful\">did not tell the truth</a> about the real reason for prorogation. In its <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/11/brexit-latest-news-public-would-not-benefit-from-hearing-official-worst-case-no-deal-assumptions-says-leadsom-live-news?page=with:block-5d78c66b8f082514879f1f77#block-5d78c66b8f082514879f1f77\">summary of the judgment</a>, the court said:</p> \n  <blockquote class=\"quoted\"> \n   <p>All three first division judges have decided that the PM’s advice to the HM the Queen is justiciable, that it was motivated by the improper purpose of stymying parliament and that it, and what has followed from it, is unlawful.</p> \n  </blockquote> \n  <p><em>UPDATE: </em>It was misleading of Johnson to claim that the high court in London agreed with the government because it did not take a view on whether he had been telling the truth or not about the real reasons for prorogation. See <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a2f808f082514879f2bcf#block-5d7a2f808f082514879f2bcf\">12.52pm</a> for more.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T12:26:53.480Z\">at 1.26pm BST</time></p> \n</div> \n<div id=\"block-5d7a115d8f08143ee1ae4cd4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T09:39:31.408Z\">10.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thank you to MrPlebby in the comments below for pointing out that, while <strong>Amber Rudd</strong> may be <a href=\"https://www.theguardian.com/politics/2019/sep/11/amber-rudd-proportional-representation-voting-system-speech-brexit\">cautiously supporting proportional representation</a> now, two years ago, when she was not sitting as an independent MP, she was firmly against. This is what she said in a <a href=\"https://www.amberrudd.co.uk/proportional-representation\">post that is still on her website.</a></p> \n  <blockquote class=\"quoted\"> \n   <p>I am afraid that I do not agree with your views on PR, and fully support first past the post. This tried-and-tested system ensures stability and clear governance, preventing disproportionate influence by minority parties with minimal public support, who typically end up holding the balance of power in PR systems.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T10:04:53.658Z\">at 11.04am BST</time></p> \n</div> \n<div id=\"block-5d7a0d4f8f08143ee1ae4cb7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T09:23:47.461Z\">10.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ben Wallace</strong>, the defence secretary, made the same argument as Michael Gove (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d79f6648f083106f455a0ea#block-5d79f6648f083106f455a0ea\">9.22am</a>) when he appeared on the Today programme and was asked about the Operation Yellowhammer report. He said it was a “planning assumption” and the government was addressing the potential problems identified in the document. He told the programme.</p> \n  <blockquote class=\"quoted\"> \n   <p>That is why we are doing things about it. That is why the chancellor opened his chequebook, that’s why we are spending the money on doing lots of things to mitigate those assumptions. </p> \n   <p>Every day, we plan everything from whether we need to find alternative suppliers, whether we need to go out to the private sector to charter things, whether we need to plan using our army or our police forces in certain scenarios.</p> \n  </blockquote> \n  <p>Wallace was on the programme to talk about a government announcement to build five frigates at Rosyth dockyard in Fife. The Downing Street <a href=\"https://www.gov.uk/government/news/prime-minister-pledges-to-bring-shipbuilding-back-to-the-uk\">press release is here</a>, and here is my <a href=\"https://www.theguardian.com/business/2019/sep/11/boris-johnson-to-hand-125bn-contract-for-new-frigates-to-rosyth\">colleague<strong> Dan Sabbagh</strong>’s story</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/sep/11/boris-johnson-to-hand-125bn-contract-for-new-frigates-to-rosyth\">Boris Johnson to hand £1.25bn contract for new frigates to Rosyth</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T09:27:27.637Z\">at 10.27am BST</time></p> \n</div> \n<div id=\"block-5d7a0b118f083106f455a17d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T09:12:23.445Z\">10.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Police officers from all over the country should be drafted in to help handle traffic in Kent in the event of a no-deal Brexit, the chairman of the county council has said. As the Press Association reports, <strong>Paul Carter</strong> told the Today programme that he wanted “boots on the ground” and assurances that arrangements were in place for police officers and Highways England staff nationwide to be ready to “man the pumps”. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I want assurance from Highways England and Kent police that they have got the reciprocal arrangements with other police forces and Highways England officers around the country to make sure that they come into Kent in sufficiency to be able to man the pumps and make sure that the fluidity and the Operation Brock strategy, to keep the road network in Kent open at all times and direct them to where lorries if they are delays at the port, will be held until such time as they can depart from those ports.</p> \n  </blockquote> \n  <p>Carter, who leads the Conservative-controlled council, said “accelerated progress” has been made since the Yellowhammer report – released on Wednesday night – was drafted on 2 August. </p> \n  <blockquote class=\"quoted\"> \n   <p>There are still two or three outstanding matters which I am beating the drum on which need resolving in short order.</p> \n  </blockquote> \n  <p>Asked if he was worried about a no-deal Brexit, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>As long as we get satisfactory answers and progress on how the operating model for customs clearance is going to work and communicate that to the logistics haulage industry, I am pretty confident that we can avoid disruption in Kent.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T09:25:11.773Z\">at 10.25am BST</time></p> \n</div> \n<div id=\"block-5d7a0a868f08143ee1ae4c8f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T09:06:38.372Z\">10.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From Sky’s <strong>Michelle Clifford</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/skynewsmichelle/status/1172068502615863296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU’s Chief Brexit Negotiator <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> tells journalists EU still open to considering “concrete proposals” from UK. He has just gone in to brief leaders of political groups in European Parliament about <a href=\"https://twitter.com/hashtag/brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#brexit</a></p>— Michelle Clifford (@skynewsmichelle) \n    <a href=\"https://twitter.com/skynewsmichelle/status/1172068502615863296?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7a06488f082514879f2a12\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T08:50:46.907Z\">9.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Lord Hope</strong>, a former supreme court judge who is now the convenor of cross-bench peers in the Lords, has rejected claims that MPs can now re-enter the House of Commons after yesterday’s Scottish court <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-judges-rule-boris-johnsons-prorogation-unlawful\">ruling that prorogation was illegal</a>.</p> \n  <p>Hope, a former lord president of Scotland’s courts, said appeal judges in Edinburgh were right <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-court-ruling-what-happens-next-in-prorogation-dispute\">not to order Boris Johnson</a> to reconvene parliament before the supreme court hears the Scottish case alongside the English and Northern Irish challenges next week.</p> \n  <p>Speaking on BBC Radio Scotland, Hope said:</p> \n  <blockquote class=\"quoted\"> \n   <p>[On] Tuesday morning at 1.30, parliament was prorogued and it was prorogued to a given date on the command of Her Majesty, and you can’t just go back in and start without that order being set aside. Quite how you do that is a matter of parliamentary procedure and I just don’t know quite what the answer is meantime. </p> \n  </blockquote> \n  <p>Hope, who was deputy president of the supreme court until his retirement as a judge in 2013, said he expected a speedy decision by the nine judges hearing the supreme court case.</p> \n  <blockquote class=\"quoted\"> \n   <p>Three days are set aside but I rather doubt it will take three days. And I’m sure they will issue a judgement as soon as they possibly can, maybe for reasons given later because like everybody else, they understand the urgency of this. And it really would be a nonsense if they didn’t issue a decision until parliament resumes on 14 October. So they’ll certainly lean over backwards to get a decision out as soon as they possibly can.</p> \n  </blockquote> \n  <p>It was “complete nonsense” and “baseless” for Downing Street sources and government ministers to suggest the Scottish judges were politically biased.</p> \n  <blockquote class=\"quoted\"> \n   <p>Judges are impartial and they’re under oath to decide matters according to the law, and political influence either way has nothing whatever to do with it, and of course it’s one of the risks that judges run when they get involved in cases of this kind is that people make that kind of accusation.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T09:23:39.367Z\">at 10.23am BST</time></p> \n</div> \n<div id=\"block-5d79fdfd8f08143ee1ae4c20\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T08:45:36.201Z\">9.45am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Rudd says Boris Johnson's confrontational approach to parliament a 'mistake'</h2> \n <div class=\"block-elements\"> \n  <p>Following her resignation from the cabinet at the weekend over Boris Johnson’s Brexit strategy,<strong> Amber Rudd</strong> is giving a speech tonight in which she will suggest proportional representation might produce a parliament better able to <a href=\"https://www.theguardian.com/politics/2019/sep/11/amber-rudd-proportional-representation-voting-system-speech-brexit\">reflect what the public wants</a>. She was on the Today programme this morning, and here are some other points she made.</p> \n  <ul> \n   <li><strong>Rudd claimed the Tories could face challenges from up to 20 candidates standing at the next election as independent Conservatives.</strong> She said there were 22 former Tories in the party who do not take the party whip (the 21 who had the whip removed last week after rebelling over Brexit, and Rudd herself, who resigned the whip at the weekend). She said she had been “struck by how effectively they [the 21] are organised as a group” and she said she hoped No 10 would agree to restore the whip to all of them. She would like to be able to retake the whip herself, she said, but it would depend on how others were treated. Asked what she would do at the election, she said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I am a Conservative, and if it comes to a general election in the short term, although of course none of us know when that might be, if I’m not back with the Conservative whip then I’m likely to fight as an independent Conservative. And I’m looking at options at the moment …</p> \n   <p>I will not be fighting for another party. I hope to be fighting as a Conservative and, if not, with up to 20 people, as an independent Conservative, depending on whether the whip has been returned. </p> \n  </blockquote> \n  <p>Rudd has already made it clear she will be looking for a new constituency because she will not stand again in Hastings and Rye, where she had a majority of just 346 over Labour at the previous election.</p> \n  <p>She did not explain why she thought up to 20 people might be standing as independent Conservatives. Of the 21 Tories who lost the whip, almost half have said they <a href=\"https://www.standard.co.uk/news/politics/full-list-of-mps-who-are-standing-down-at-the-next-election-a4230531.html\">intend to stand down at the next election.</a></p> \n  <ul> \n   <li><strong>She said people still in cabinet should “speak out” if they are worried about what Boris Johnson is doing.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>She said Johnson’s confrontational approach to parliament was “a mistake”.</strong> Theresa May considered proroguing parliament to help pass Brexit, but rejected the idea, May said. Asked about the current prorogation, she said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I am surprised, and I think it is a very un-Conservative thing to be doing. I have sat in three cabinets under three different prime ministers, and this level of confrontation with parliament I have never seen before. </p> \n   <p>Under Theresa May we did briefly look at the idea of prorogation. It was dismissed because we knew it would be the wrong approach, the wrong way to treat a parliament full of representatives of their own communities. </p> \n   <p>And this level of confrontation, I think, is unwelcome. I think it is a mistake. I think, as politicians and Conservatives, we should be looking to find the compromise and using persuasion and intelligence to try and find that compromise.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"0c358249e1b359db38086baa40bc368d62a70915\"> \n   <img src=\"https://media.guim.co.uk/0c358249e1b359db38086baa40bc368d62a70915/0_17_3500_2101/1000.jpg\" alt=\"Amber Rudd\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Amber Rudd.</span> \n    <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T09:21:16.283Z\">at 10.21am BST</time></p> \n</div> \n<div id=\"block-5d79f6648f083106f455a0ea\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-12T08:22:17.100Z\">9.22am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Ministers have taken 'considerable steps' to avert no-deal Brexit dangers in report, says Gove</h2> \n <div class=\"block-elements\"> \n  <p>Quite late last night, the government finally published the Operation Yellowhammer document about what might happen in the event of a no-deal Brexit. You can read the document <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/831199/20190802_Latest_Yellowhammer_Planning_assumptions_CDL.pdf\">here (pdf)</a>. And here is our overnight story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/11/operation-yellowhammer-fears-no-deal-brexit-chaos-forced-to-publish-secret-papers\">Brexit: no-deal chaos fears as secret Yellowhammer papers published</a> </p> \n  </aside> \n  <p>This morning, as he left his home, <strong>Michael Gove</strong>, the minister in charge of no-deal Brexit planning, sought to play down the report’s conclusions. He claimed that over the past six weeks, the government had taken “considerable steps” to address the potential problems outlined in the document. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The Yellowhammer documents are a worst-case scenario. They are produced so government can take plans and take steps in order to mitigate any of those consequences. And over the course of the last six weeks, this government has taken considerable steps in order to ensure that, if there is a no-deal scenario, we can leave in the safest and smoothest possible way.</p> \n   <p>But of course it is important to stress that we are fighting hard for a deal, the prime minister has been making diplomatic progress this week, and we are on our way to getting a better deal.</p> \n  </blockquote> \n  <p>There will be a lot more on this as the day goes on. Here what’s coming up …</p> \n  <p><em>9am: </em>John McDonnell, the shadow chancellor, speaks at the launch of a report by Lord Skidelsky on how to achieve a four-day working week.</p> \n  <p><em>9am: </em>Gavin Williamson, the education secretary, speaks at the Universities UK conference.</p> \n  <p><em>10am:</em> The high court in Belfast rules on the legal challenge against prorogation brought in Northern Ireland.</p> \n  <p><em>4pm:</em> McDonnell speaks at the publication of a report on a plan for a financial transactions tax.</p> \n  <p>At some point today, Boris Johnson is also due to take part in a visit to promote the announcement of a <a href=\"https://www.theguardian.com/business/2019/sep/11/boris-johnson-to-hand-125bn-contract-for-new-frigates-to-rosyth\">contract to build five new frigates.</a></p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-wine-drinkers-uk-yellowhammered-in-rocky-waters-rudd-returns/\">the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-12T09:24:06.505Z\">at 10.24am BST</time></p> \n</div>",
      "wordcount": "7322",
      "commentCloseDate": "2019-09-12T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-12T08:22:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:59Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/caze7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/39272aa382c5942f89a3487d1c173fd536e04a5e/215_202_3084_1850/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We’re going to close down this live blog now, so here’s a summary of the evening’s events. Three judges accused the prime minister of misleading the electorate. The Scottish appeal judges who ruled Boris Johnson unlawfully prorogued parliament agreed that he did so to prevent proper scrutiny of his Brexit strategy, not for the reasons the government has given. The law requiring the prime minister to ask for a Brexit delay is just as important as that which outlaws bank robbery, the Commons Speaker has stressed. John Bercow said that, whatever the perceived political importance of leaving the EU quickly, the prime minister would be no more justified in ignoring the law than would be a bank robber who promised to hand their loot to charity after the deed. “Not obeying the law must surely be a non-starter. Period,” he told an audience of lawyers. The UK should consider drawing up a codified constitution, Bercow added. The Speaker said parliament had succeeded in reasserting its authority over the executive in recent years, but that a codified constitution might be required for it to complete that work. You can see a round-up of the day’s earlier events here. And, for those wishing to read yet more, my colleagues Rowena Mason and Owen Bowcott have the full story: The three Scottish appeal judges who ruled Boris Johnson had unlawfully prorogued parliament have bluntly accused the prime minister of misleading voters on his true reasons for suspending parliament. They agree unanimously it was to prevent proper scrutiny of his Brexit strategy – and for no other reason – in their official rulings issued by the Scottish courts late on Thursday afternoon. Read the judges’ opinion in full here (pdf). Lord Carloway, the lord president, said prorogation was sought “in a clandestine manner” when Downing Street knew 75 MPs and peers were taking the government to court to block it. No 10 also did this knowing prorogation would stymie debate about Johnson’s Brexit plans and then gave the court no clear reason to justify prorogation, as well as the five-week period Johnson got from the Queen, which they described as an “extraordinary length of time.” Carloway said: The circumstances demonstrate that the true reason for the prorogation is to reduce the time available for parliamentary scrutiny of Brexit at a time when such scrutiny would appear to be a matter of considerable importance, given the issues at stake. [Put] shortly, prorogation was being mooted specifically as a means to stymie any further legislation regulating Brexit. Lord Drummond Young is particularly blunt, arguing that the UK government’s failure to provide the Scottish court with any valid reasons for proroguing Westminster for five weeks supported their conclusions it was unjustified. If no reason is given, in the present circumstances, I am of opinion that the decision to prorogue parliament for five weeks out of the seven remaining before the United Kingdom is scheduled to leave the European Union leads inevitably to the conclusion that the reason for prorogation was to prevent parliamentary scrutiny of the government. I find it impossible to see that it could serve any other rational purpose. Lord Brodie, the third judge, said that, despite the weight courts need to give to the royal prerogative and a government’s right to use procedures to suit its purposes, this was an “egregious” case of misuse of prorogation. Procedural manoeuvres are the stuff of politics, whether conducted in parliament or in lesser bodies. However, when the manoeuvre is quite so blatantly designed ‘to frustrate parliament’ at such a critical juncture in the history of the United Kingdom, I consider that the court may legitimately find it to be unlawful. Bercow draws his address to a close, saying that the evolution and renaissance of parliament has been a positive development in the last decade. Now, he adds, it is “time to ask whether a written constitution is what we need to allow us to complete the voyage”. He says he was previously sceptical but has come to conclude that it’s worth establishing a royal commission or a Speaker’s conference to look into the idea. Bercow says an act could be passed in the interim to make sure parliament’s authority is ensured. The Speaker turns to the question of a codified constitution, saying the UK’s in a group of only three nations not to have one. He says the UK has been “travelling in the direction” of such a constitution. Concerned he has sat too long on the fence, Bercow adds: Let me make myself crystal clear: Ladies and gentlemen, the only form of Brexit which we will have, whenever that might be, will be a Brexit that the House of Commons has explicitly endorsed. The Speaker has issued a stinging rebuke to those who support the idea of the prime minister, Boris Johnson, refusing to ask Brussels for a delay to Brexit – as the law requires. Not obeying the law must surely be a non-starter. Period. Surely, in 2019, in modern Britain, in a parliamentary democracy, we – parliamentarians, legislators – cannot in all conscience be conducting a debate as to whether adherence to the law is or isn’t required. What conceivable moral force do the public’s elected representatives have in seeking to tackle antisocial behaviour, in prosecuting with greater vigour and imagination and relentlessness the fight against knife crime, in arguing that the state must protect itself against all sorts of nefarious illegality, if we are to treat for a moment with the proposition that it might be in order, in the name of some higher cause, to disregard a law enacted by parliament? It is astonishing that anyone has even entertained the notion ... It would be the most terrible example to set to the rest of society. One should no more refuse to request an extension of article 50 because of what one might regard as the noble end of departing from the EU as soon as possible than one could possibly excuse robbing a bank on the basis that the cash stolen would be donated to a charitable cause immediately afterwards. What comes next, Bercow asks? Only three plausible possibilities: A new withdrawal agreement and political declaration that will require “heavy lifting” by parliament if it appears it could command a majority. No new agreement, or one the Commons cannot not accept, and a vote by MPs for a no-deal Brexit. He says such a deliberate action – as opposed to “something coming about by default or happenstance” would be legitimate. Neither support for an agreement, nor a no-deal Brexit, meaning the prime minister has to ask for an extension. “This is clearly legitimate,” he says, adding that, while there may be people who disagree with the move, it is – in procedural terms – he says that the Benn act is “orderly”. “The Brexit episode and the restoration of parliamentary will should not be seen in isolation,” Bercow, says, in conclusion. Moreover, Bercow stresses the importance of the backbench business committee in making sure issues that are not necessarily a priority for the government or the opposition are brought to the attention of the Commons. One example he cites is the Hillsborough disaster, which was debated in the Commons after being scheduled by the backbench business committee. Another device Bercow says has become important is the emergency debate, which MPs used last week to begin the process of trying to rule out a no-deal Brexit. He explains that the instrument gives MPs the chance to, in effect, take control of the agenda of the Commons away from the executive, should a majority of the house wish to do so. The increasing use of such instruments, he claims, has been key to the Commons getting “off its knees” and providing more effective scrutiny of the government on behalf of the electorate. Meanwhile, three Scottish appeal court judges have refused to order the publication of the unredacted No 10 memos in the case against Boris Johnson’s prorogation of parliament: Turning to his first point, Bercow says there has been a renewal of the Commons’ desire to and confidence in its ability to scrutinise ministers. Principal in that process, he says, has been the increasing use of an old device: the urgent question. This allows any MP to ask the Speaker to get a minister to respond to the issue, where it’s deemed important and wouldn’t normally form part of the day’s parliamentary business. The urgent question, Bercow says, had “withered away” in recent times. Only two were laid in the 12 months before he was elected to be Speaker. That, he says, was something he had decided to try to change, if given the role. And, in the roughly 10 years he’s fulfilled it, Bercow says there have been 658 urgent questions. Bercow begins by calling the most recent spell in the Commons short, yet extremely eventful. And he pays tribute to Tom Bingham, the eminent British judge for whom the lecture the Speaker is delivering is named. He says he will cover three topics: That the revival of the Commons is not the one-off product of Brexit, but part of a wider renewal of the UK’s legislature. To offer some reflections on what would and would not be an appropriate response to the recent vote to back an anti-no-deal act. To offer thoughts on how Brexit has changed his view of the UK’s constitution and whether it’s time to consider codifying a constitution. The outgoing Commons Speaker, John Bercow, is due to deliver a speech to the legal thinktank, the Bingham Centre for the Rule of Law, entitled: Process of Discovery: What Brexit has taught us (so far) about Parliament, Politics and the UK Constitution. He’s due to start any moment and we’ll be covering it here. Boris Johnson has said it is “absolutely not true” that he misled the Queen over his reasons for suspending parliament, after a Scottish court ruled his suspension unlawful because he did it to stop MPs scrutinising Brexit. Michel Barnier has told MEPs there remain insufficient grounds for reopening formal negotiations over the Brexit withdrawal agreement, six months after Theresa May and the European commission closed them. The high court in Belfast has dismissed claims that a no-deal Brexit and the imposition of a hard border would damage the Northern Ireland peace process. Gordon Brown, the Labour former prime minister, has said that the government is “still not telling the truth” about medicine and food shortages that would result in the event of a no-deal Brexit. Before a speech in Edinburgh, Brown said: The truth is that we are not taking back control but losing control - of medical supplies and food and energy prices. The worst-case scenario document downplays the risks to medical supplies, the threat to household budgets and the damage inflicted on the most vulnerable. We now know from Yellowhammer that no-deal Brexit is an unnecessary act of self-harm but ministers are still not telling the truth about the sheer scale of the self-inflicted wounds. John McDonnell, the shadow chancellor, has welcomed a report proposing a new financial transaction tax that would raise £2.1bn a year. The plan is set out in Intelligence Capital’s report Reinforcing Resilience: Making the UK a Citadel of Long-Term Finance (pdf). McDonnell said Labour would carefully consider its recommendations. He said: We need to move beyond a world dominated by fast finance. This report presents one way to achieve that: through a comprehensive financial transactions tax that doesn’t leave loopholes for major areas of financial activity. The report shows that a comprehensive financial transactions tax can raise revenue for our under-resourced public services, improve the resilience of financial markets, and ensure that finance serves the people and the wider economy. Anti-Brexit campaigners have filed a legal challenge in the Scottish courts in an effort to compel Boris Johnson to seek an extension to article 50. The owner of Rosyth dockyard in Fife has been named by Boris Johnson as the preferred bidder for a £1.25bn contract to build five new frigates, a step in a plan to increase the number of warships in the Royal Navy over the next two decades. Fresh fruit and vegetables and wine are among the products likely to become scarcer and more expensive after a no-deal Brexit, according to a flurry of warnings issued by retailers and the alcoholic drinks industry. That’s all from me for today. Thanks for the comments. My colleague Jennifer Rankin in Brussels is less optimistic about the prospect of a Brexit deal than Charles Grant. (See 4.34pm.) Here is a Twitter thread with her analysis of where we are. The Labour MP Emma Lewell-Buck has told ITV’s Acting Prime Minister podcast that she would rather go into coalition with the Brexit party than with the Lib Dems. That is not because of any affection for the Brexit party - she says she despises them - but because she could not accept a coalition with a party committed to revoking article 50. Charles Grant, director of the Centre for European Reform, is always worth reading on Brexit. Here is a Twitter thread with his assessment of the latest state of play. Xavier Bettel, the prime minister of Luxembourg, said today that there was no reason for the EU to grant the UK another Brexit extension. He said: We see no extension for Brexit, when there is no reason to. At the moment, there is no reason to give an extension. When there are concrete reasons ... we will discuss whether we will give a new mandate or a new extension, but that is not the case at the moment. As long as there aren’t any concrete proposals, there is no reason for us to reopen anything. Bettel’s comments reflect the current state of play. In practice it is widely assumed that at the EU summit starting on 17 October EU leaders probably would be willing to agree to another extension, particularly to enable a general election. Antoinette Sandbach, one of the 21 pro-European Tories who lost the whip after rebelling against the government on Brexit last week, has said that she is now fully committed to the idea of holding a second referendum. In an open letter to constituents, she says this was necessary to “avert disaster”. Here is a question from below the line. The “humble address” requiring the government to hand over private messages from Number 10 aides about prorogation was not law. Effectively it was an order from parliament, and it is for parliament to apply a sanction. Last year, when the government refused to comply with a “humble address” demanding the release of the attorney general’s legal advice to cabinet about the withdrawal agreement, MPs retaliated by passing a motion saying the government was in contempt of parliament. The government then agreed to hand over the document. MPs may well try the same tactic this time. But Boris Johnson is likely to be less bothered about being found in contempt of parliament than Theresa May (his de facto chief of staff, Dominic Cummings, did not seem to care about being found in contempt of parliament on another matter earlier this year). It is possible Johnson would just ignore the vote. At that point, parliament starts running out of options. There is nothing it can do about non-MPs found in contempt of parliament. The Commons can refer individual members to the standards committee, and that committee can recommend punishments such as suspension, or even expulsion, but it is very, very hard to imagine the Commons voting to act like that against a prime minister. These are from the BBC’s Adam Fleming in Brussels. Nicola Sturgeon has said the Scottish government’s copy of the Yellowhammer no-deal Brexit scenario plans was marked “base scenario”, disputing claims by Michael Gove that the documents were a worst-case scenario. Sturgeon told first minister’s questions at Holyrood it was “completely outrageous” that the UK government was contemplating a situation where medicines would be in short supply. She said it was essential that Westminster was urgently reconvened, to allow MPs to question ministers on Brexit and the Yellowhammer forecasts. The first minister told MSPs: The question for the prime minister and the government is why on earth parliament is still suspended - if any government needed scrutiny, it’s this one. Earlier this week my colleague Peter Walker reported on how data privacy campaign groups and Labour have expressed alarm after it emerged Downing Street had ordered departments to centralise the collection and analysis of user information from the government’s main public information website ahead of Brexit. Here is is story. Today the Information Commissioner’s Office has suggested it is seeking assurances about this initiative. Boris Johnson has revived his plan to build a bridge between Northern Ireland and Scotland - saying that it would be a “very good” idea and that it would cost £15bn. Speaking to children during his visit to lighthouse tender NLV Pharos on the Thames, Johnson said he had recently been discussing the possibility of constructing a bridge over the Irish Sea. He said: [I was talking yesterday] about building a bridge from Stranraer in Scotland to Larne in Northern Ireland – that would be very good. It would only cost about £15bn. Johnson originally floated this idea in an interview with the Sunday Times last year. At the time his proposal was considered fanciful, but this week Channel 4 News revealed that government officials have been asked to produce a paper on the costs and benefits of such a plan. The original Sunday Times story about Johnson’s proposal provoked a memorable letter to the paper from a retired offshore engineer who said the idea was “about as feasible as building a bridge to the moon”. Here is our latest story on the judgment from the high court in Belfast on Brexit. I’ve corrected the earlier post on this (see 11.38am) because it said the prorogation legal challenge was thrown out. In fact, it was the argument that a no-deal Brexit would undermine the Good Friday agreement that was rejected. A claim about prorogation being unlawful was excluded on the grounds that it is being decided in the cases in England and Wales. And here is the full text of the judgment (pdf). The Commons public accounts committee has published a report (pdf) this morning accusing the government of being “overly secretive” about the money it is spending on consultants who are helping it prepare for Brexit. The bill has come to at least £97m, the committee says. Here is an extract. Departments have made extensive use of consultancy firms in support of their preparations for Brexit, spending at least £97m by April 2019. Departments have been overly secretive about what the consultants are doing, as they have been before in providing information on other aspects of the Brexit preparations. When departments have published information on consultancy work, usually later than they should have, they have failed to meet the government’s own transparency standards. Departments took too long to publish information on the contracts being let, and some contracts were over-zealously redacted before publication. And talking of MPs frustrating a no-deal Brexit, Sir Oliver Letwin, one of the MPs who helped to draw up the bill intended to stop a no-deal Brexit on 31 October, has given an interview to the Evening Standard in which he suggested that MPs might pass another law to hold a referendum on Brexit before a general election. Tony Blair, the former Labour leader, and Tom Watson, the Labour deputy leader, have both argued this week (see here and here) that it would be better to hold a referendum before a general election because otherwise the general election would end up as a proxy referendum on Brexit, with domestic issues sidelined. Blair has also argued that Jeremy Corbyn’s unpopularity could boost the chances of the Tories winning even though voters have doubts about Boris Johnson’s hard-Brexit strategy. Labour wants to hold a general election first, which makes it very hard to see how any backbench attempt to seize control of the Commons order paper and pass legislation saying a referendum should come first would succeed. The Hilary Benn bill designed to rule out a no-deal Brexit on 31 October only passed the Commons because all opposition parties (except for the DUP, if you count them as opposition) voted for it. In his interview with the Standard Letwin did not explain why he thought Corbyn might change his stance on this. But Letwin did claim that MPs would come round to his view that it would be best to have a referendum first, assuming Johnson did not get a deal that could pass the Commons. Here is an extract from the interview. [Letwin] would definitely oppose trying to decide Brexit in the hurly-burly of a general election campaign. And he is pretty sure MPs are ready to keep postponing the election until after Brexit is decided. “I can’t see how you can do that [resolve Brexit] very well in a general election where it will get, as Alan Duncan said in a marvellous speech this week, all muddled up in other things,” he said. Was he in agreement with Tom Watson, the deputy Labour leader, who yesterday called for a referendum to be held before the election? Sir Oliver replied: “We need to resolve this issue of Brexit before there is a general election so that the election can be about who you want to have govern you, and so the resolution of the Brexit issue is separate. I would prefer that and, like Tom, I would prefer that to be done through the acceptance of a deal in parliament.” And where would that leave the prime minister’s plea for an immediate general election with Brexit on the ballot paper? Sir Oliver replied in a musing tone: “I’ve heard all sorts of predictions of the election timing – next week, next minute, next day – but I have never been confident they were right because I think we will get a majority in the House of Commons who agree with the view that I take, which is that it is better to get the Brexit issues resolved first and have an election after. “That means either you get a deal and get it in place, which is relatively quick, or you have a deal followed by a referendum, which is relatively long.” In his broadcast interview this morning Boris Johnson claimed that the government’s position on prorogation had been endorsed by the high court in London. (See 10.50am.) It is worth stressing that that is a very partial account of what the high court actually said. It rejected the claim that prorogation was unlawful. But it did not accept Johnson’s argument that his decision to prorogue had nothing to do with wanting to limit the opportunities for MPs to frustrate a no-deal Brexit. The court did not take a view on this at all. Instead it rejected the legal challenge on the grounds that decisions to prorogue parliament are inherently political, and therefore outside the scope of the courts. There is a short summary of what it argued here, and the full summary is here (pdf). Here is more from the ruling in the Belfast high court rejecting a challenge to the government’s Brexit strategy. In his written judgment Lord Justice Bernard McCloskey said: I consider the characterisation of the subject matter of these proceedings as inherently and unmistakably political to be beyond plausible dispute. Virtually all of the assembled evidence belongs to the world of politics, both national and supra-national. Within the world of politics the well-recognised phenomena of claim and counterclaim, assertion and counter-assertion, allegation and denial, blow and counter-blow, alteration and modification of government policy, public statements, unpublished deliberations, posturing, strategy and tactics are the very essence of what is both countenanced and permitted in a democratic society. In the past John McDonnell, the shadow chancellor, has floated the idea of moving towards a four-day working week. He commissioned the distinguished economist Lord Skidelsky to produce a report for Labour on reducing working time and today the 60-page report (pdf) has been published. Entitled How to achieve shorter working hours, it is a long way from a blueprint for a full roll-out to a standard four-day working week. But it does propose various mechanisms that could nudge employers in that direction. Here is an extract from the conclusions: Individuals choose how much to work but within the limits set by the institutions of a particular society. These include the market system, but they also include cultural norms and the ways in which power and wealth are distributed inside and outside the market. At present, the rules governing employment are largely set by financial logic. This is inimical to a civilised reduction in hours. There is therefore a strong argument for setting up countervailing institutions to ‘nudge’ society in a direction which science and technology makes possible, and which is also desired by most people. A balance will need to be struck between what workers want from employment and what employers can afford to give. The game can be played for lower stakes than at present, but the stakes must not be so low as to bankrupt an economy, which still largely relies on private enterprise to ‘deliver the goods’. Commenting on the report, McDonnell said: Something is very wrong with how the world of work has changed in recent years. Millions are working long hours, while others don’t get the regular hours they need. I’d like to thank Lord Skidelsky for his meticulously researched report which we will study and draw on when looking at how we can reduce the typical working week without loss of pay. Labour said it was particularly interested in three of Skidelsky’s recommendations: setting up social partnership forums for different sectors of the economy; using state procurement policies to set conditions for pay and working hours in private firms (which would not be eligible for contracts if they did not comply); and ending the opt-out from the EU working time directive. David Sassoli, the new president of the European parliament, has been holding a press conference. He said that any Brexit agreement would have to have a backstop, that the UK had not yet proposed any credible alternative, and that the European parliament would be open to a Brexit delay if the UK was going to hold an election. These are from my colleague Jennifer Rankin, the Sun’s Nick Gutteridge and ITV’s James Mates. It is 2-1 to the government in the courts now on Brexit. As my colleague Owen Bowcott reports, judges in Belfast have rejected a legal challenge arguing that the government’s Brexit policy would undermine the peace process. It has also shelved a challenge on prorogation, on the grounds that this is being dealt with by the courts in England and Wales. The supreme court will come to a final, binding ruling after a hearing starting on Tuesday next week. Here is Owen’s story: UPDATE: I’ve corrected this post because the high court in Belfast rejected the claim that the government’s Brexit policy would undermine the Good Friday agreement. It also considered a challenge against prorogation, but it excluded this on the grounds that it is being dealt with by the cases in England and Wales. Boris Johnson has given a pooled interview for broadcasters. I have already covered his comments denying that he lied to the Queen. (See 10.50am.) Here are the other lines from the interview. Johnson refused to back the views of the business minister Kwasi Kwarteng, who aired concerns last night that judges were seen as biased. Asked if he considered the judiciary to be independent, Johnson said: I think the British judiciary, the United Kingdom judiciary, is one of the great glories of our constitution – they are independent. And believe me, around the world people look at our judges with awe and admiration, so I’m not going to quarrel or criticise the judges. Clearly there are two different legal views – the high court in England had a very different opinion and the supreme court will have to adjudicate in the course of the next few days, and I think it’s proper for politicians to let them get on and do that. Asked about Kwarteng saying people questioned the independence of the judiciary, he went on: It is very important, as I say, that we respect the independence of the judiciary. They are learned people … There’s a separation of powers in this country. In an interview on The Andrew Neil Show last night, Kwarteng said his own personal view was that judges were impartial, but he wanted to acknowledge that “many people … are saying that the judges are biased.” He went on: “Many people, many leave voters, many people up and down the country, are beginning to question the partiality of the judges. That’s just a fact.” Johnson said the government had been “massively accelerating” preparations for a no-deal Brexit. Asked about the Operation Yellowhammer document, he said: It is very important to understand what this document is. This is a worst-case scenario which civil servants obviously have to prepare for. But in the last few months, and particularly in the 50 days since I’ve been prime minister, we’ve been massively accelerating our preparations. We’re trying to get a deal. And I’m very hopeful we will get a deal with our European friends on October 17 or 18 or thereabouts. But if we have to come out on October 31 with no deal, we will be ready ... What you are looking at here is just the sensible preparations, the worst-case scenario, that you would expect any government to do. He listed some of the areas he expected to feature in the Queen’s speech. He said: We need a Queen’s speech. We need to get on and do all sorts of things at a national level … We are going to need bills on education, on health, on housing, on technology, on our vision for investing in science, [the] space programme, on environment, stopping the export of waste overseas and plastics – there are a huge number of things that we want to get on with and do. UPDATE: Here is a video of the interview. Boris Johnson has denied lying to the Queen over the suspension of parliament, insisting such claims were “absolutely not” true. Speaking on a visit to NLV Pharos, a lighthouse tender, which is moored alongside HMS Belfast on the Thames, he was asked if he had lied to the Queen when he asked her to prorogue parliament for five weeks. He replied: Absolutely not. The high court in England plainly agrees with us but the supreme court will have to decide. We need a Queen’s speech, we need to get on and do all sorts of things at a national level. He went on to say he was “very hopeful” there would be a Brexit deal. Parliament will have time both before and after that crucial summit on 17 and 18 October to talk about the Brexit deal. I’m very hopeful that we will get a deal, as I say, at that crucial summit. We’re working very hard – I’ve been around the European capitals talking to our friends. I think we can see the rough area of a landing space, of how you can do it – it will be tough, it will be hard, but I think we can get there. The government has repeatedly claimed it suspended parliament because it wants a Queen’s speech in October – even though, at five weeks, this is the longest prorogation for almost 90 years, and it is well known ministers wanted to limit the chances available to MPs to pass laws that might obstruct a no-deal Brexit. Formally, it was up to the Queen to prorogue parliament, but she had no choice in the matter, or the length of the suspension, because constitutionally she is obliged to follow the advice of her prime minister. The allegation that Johnson might have lied to the Queen about the real reasons for prorogation was fuelled by yesterday’s judgment from the Scottish court of session that the government did not tell the truth about the real reason for prorogation. In its summary of the judgment, the court said: All three first division judges have decided that the PM’s advice to the HM the Queen is justiciable, that it was motivated by the improper purpose of stymying parliament and that it, and what has followed from it, is unlawful. UPDATE: It was misleading of Johnson to claim that the high court in London agreed with the government because it did not take a view on whether he had been telling the truth or not about the real reasons for prorogation. See 12.52pm for more. Thank you to MrPlebby in the comments below for pointing out that, while Amber Rudd may be cautiously supporting proportional representation now, two years ago, when she was not sitting as an independent MP, she was firmly against. This is what she said in a post that is still on her website. I am afraid that I do not agree with your views on PR, and fully support first past the post. This tried-and-tested system ensures stability and clear governance, preventing disproportionate influence by minority parties with minimal public support, who typically end up holding the balance of power in PR systems. Ben Wallace, the defence secretary, made the same argument as Michael Gove (see 9.22am) when he appeared on the Today programme and was asked about the Operation Yellowhammer report. He said it was a “planning assumption” and the government was addressing the potential problems identified in the document. He told the programme. That is why we are doing things about it. That is why the chancellor opened his chequebook, that’s why we are spending the money on doing lots of things to mitigate those assumptions. Every day, we plan everything from whether we need to find alternative suppliers, whether we need to go out to the private sector to charter things, whether we need to plan using our army or our police forces in certain scenarios. Wallace was on the programme to talk about a government announcement to build five frigates at Rosyth dockyard in Fife. The Downing Street press release is here, and here is my colleague Dan Sabbagh’s story. Police officers from all over the country should be drafted in to help handle traffic in Kent in the event of a no-deal Brexit, the chairman of the county council has said. As the Press Association reports, Paul Carter told the Today programme that he wanted “boots on the ground” and assurances that arrangements were in place for police officers and Highways England staff nationwide to be ready to “man the pumps”. He said: I want assurance from Highways England and Kent police that they have got the reciprocal arrangements with other police forces and Highways England officers around the country to make sure that they come into Kent in sufficiency to be able to man the pumps and make sure that the fluidity and the Operation Brock strategy, to keep the road network in Kent open at all times and direct them to where lorries if they are delays at the port, will be held until such time as they can depart from those ports. Carter, who leads the Conservative-controlled council, said “accelerated progress” has been made since the Yellowhammer report – released on Wednesday night – was drafted on 2 August. There are still two or three outstanding matters which I am beating the drum on which need resolving in short order. Asked if he was worried about a no-deal Brexit, he said: As long as we get satisfactory answers and progress on how the operating model for customs clearance is going to work and communicate that to the logistics haulage industry, I am pretty confident that we can avoid disruption in Kent. From Sky’s Michelle Clifford Lord Hope, a former supreme court judge who is now the convenor of cross-bench peers in the Lords, has rejected claims that MPs can now re-enter the House of Commons after yesterday’s Scottish court ruling that prorogation was illegal. Hope, a former lord president of Scotland’s courts, said appeal judges in Edinburgh were right not to order Boris Johnson to reconvene parliament before the supreme court hears the Scottish case alongside the English and Northern Irish challenges next week. Speaking on BBC Radio Scotland, Hope said: [On] Tuesday morning at 1.30, parliament was prorogued and it was prorogued to a given date on the command of Her Majesty, and you can’t just go back in and start without that order being set aside. Quite how you do that is a matter of parliamentary procedure and I just don’t know quite what the answer is meantime. Hope, who was deputy president of the supreme court until his retirement as a judge in 2013, said he expected a speedy decision by the nine judges hearing the supreme court case. Three days are set aside but I rather doubt it will take three days. And I’m sure they will issue a judgement as soon as they possibly can, maybe for reasons given later because like everybody else, they understand the urgency of this. And it really would be a nonsense if they didn’t issue a decision until parliament resumes on 14 October. So they’ll certainly lean over backwards to get a decision out as soon as they possibly can. It was “complete nonsense” and “baseless” for Downing Street sources and government ministers to suggest the Scottish judges were politically biased. Judges are impartial and they’re under oath to decide matters according to the law, and political influence either way has nothing whatever to do with it, and of course it’s one of the risks that judges run when they get involved in cases of this kind is that people make that kind of accusation. Following her resignation from the cabinet at the weekend over Boris Johnson’s Brexit strategy, Amber Rudd is giving a speech tonight in which she will suggest proportional representation might produce a parliament better able to reflect what the public wants. She was on the Today programme this morning, and here are some other points she made. Rudd claimed the Tories could face challenges from up to 20 candidates standing at the next election as independent Conservatives. She said there were 22 former Tories in the party who do not take the party whip (the 21 who had the whip removed last week after rebelling over Brexit, and Rudd herself, who resigned the whip at the weekend). She said she had been “struck by how effectively they [the 21] are organised as a group” and she said she hoped No 10 would agree to restore the whip to all of them. She would like to be able to retake the whip herself, she said, but it would depend on how others were treated. Asked what she would do at the election, she said: I am a Conservative, and if it comes to a general election in the short term, although of course none of us know when that might be, if I’m not back with the Conservative whip then I’m likely to fight as an independent Conservative. And I’m looking at options at the moment … I will not be fighting for another party. I hope to be fighting as a Conservative and, if not, with up to 20 people, as an independent Conservative, depending on whether the whip has been returned. Rudd has already made it clear she will be looking for a new constituency because she will not stand again in Hastings and Rye, where she had a majority of just 346 over Labour at the previous election. She did not explain why she thought up to 20 people might be standing as independent Conservatives. Of the 21 Tories who lost the whip, almost half have said they intend to stand down at the next election. She said people still in cabinet should “speak out” if they are worried about what Boris Johnson is doing. She said Johnson’s confrontational approach to parliament was “a mistake”. Theresa May considered proroguing parliament to help pass Brexit, but rejected the idea, May said. Asked about the current prorogation, she said: I am surprised, and I think it is a very un-Conservative thing to be doing. I have sat in three cabinets under three different prime ministers, and this level of confrontation with parliament I have never seen before. Under Theresa May we did briefly look at the idea of prorogation. It was dismissed because we knew it would be the wrong approach, the wrong way to treat a parliament full of representatives of their own communities. And this level of confrontation, I think, is unwelcome. I think it is a mistake. I think, as politicians and Conservatives, we should be looking to find the compromise and using persuasion and intelligence to try and find that compromise. Quite late last night, the government finally published the Operation Yellowhammer document about what might happen in the event of a no-deal Brexit. You can read the document here (pdf). And here is our overnight story. This morning, as he left his home, Michael Gove, the minister in charge of no-deal Brexit planning, sought to play down the report’s conclusions. He claimed that over the past six weeks, the government had taken “considerable steps” to address the potential problems outlined in the document. He said: The Yellowhammer documents are a worst-case scenario. They are produced so government can take plans and take steps in order to mitigate any of those consequences. And over the course of the last six weeks, this government has taken considerable steps in order to ensure that, if there is a no-deal scenario, we can leave in the safest and smoothest possible way. But of course it is important to stress that we are fighting hard for a deal, the prime minister has been making diplomatic progress this week, and we are on our way to getting a better deal. There will be a lot more on this as the day goes on. Here what’s coming up … 9am: John McDonnell, the shadow chancellor, speaks at the launch of a report by Lord Skidelsky on how to achieve a four-day working week. 9am: Gavin Williamson, the education secretary, speaks at the Universities UK conference. 10am: The high court in Belfast rules on the legal challenge against prorogation brought in Northern Ireland. 4pm: McDonnell speaks at the publication of a report on a plan for a financial transactions tax. At some point today, Boris Johnson is also due to take part in a visit to promote the announcement of a contract to build five new frigates. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "42951",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/12/prorogation-sought-in-clandestine-manner-says-scottish-judge",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T20:02:26Z",
    "webTitle": "Prorogation sought in 'clandestine manner', says Scottish judge",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/12/prorogation-sought-in-clandestine-manner-says-scottish-judge",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/12/prorogation-sought-in-clandestine-manner-says-scottish-judge",
    "fields": {
      "headline": "Prorogation sought in 'clandestine manner', says Scottish judge",
      "standfirst": "<p>Lord Carloway says No 10 knew prorogation would stymie debate about PM’s Brexit plans</p>",
      "trailText": "Lord Carloway says No 10 knew prorogation would stymie debate about PM’s Brexit plans",
      "byline": "Severin Carrell and agencies",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f2145ac2-2b38-462e-8a36-2520f3e0475e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/l2Ag08s09ws?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The suspension of parliament was sought in a “clandestine” manner and the “true reason” for the prorogation was to reduce the time available for scrutiny of Brexit, a senior Scottish judge said.</p> \n<p>Boris Johnson’s decision to suspend parliament was ruled “improper” and “unlawful” on Wednesday by three senior Scottish judges, who concluded it had been done with “the purpose of stymying parliament”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit\">John Bercow: I’ll stop Boris Johnson breaking the law on Brexit</a> </p> \n</aside> \n<p>In their official rulings,<a href=\"https://socialsecuritychamber.scot/docs/librariesprovider2/default-document-library/2019csih49.pdf?sfvrsn=e3179adf_2\"> issued by the Scottish courts late on Thursday afternoon</a> (pdf), they agreed unanimously there was no other reason for the suspension.</p> \n<p>Lord Carloway, the Lord President, said prorogation was sought “in a clandestine manner” when Downing Street knew that 75 MPs and peers were taking the government to court to block it.</p> \n<p>No 10 also knew that prorogation would stymie debate about Johnson’s Brexit plans, No 10 gave the court no clear reason to justify prorogation, and the five weeks Johnson got from the Queen was “an extraordinary length of time”.</p> \n<p>Carloway said: “The circumstances demonstrate that the true reason for the prorogation is to reduce the time available for parliamentary scrutiny of Brexit at a time when such scrutiny would appear to be a matter of considerable importance, given the issues at stake.</p> \n<p>“[Put] shortly, prorogation was being mooted specifically as a means to stymie any further legislation regulating Brexit.”</p> \n<p>Lord Drummond Young argued that the UK government’s failure to provide the Scottish court with any valid reasons for proroguing Westminster for five weeks supported their conclusions it was unjustified.</p> \n<p>He wrote: “If no reason is given, in the present circumstances I am of opinion that the decision to prorogue parliament for five weeks out of the seven remaining before the United Kingdom is scheduled to leave the European Union leads inevitably to the conclusion that the reason for prorogation was to prevent parliamentary scrutiny of the government. I find it impossible to see that it could serve any other rational purpose.”</p> \n<p>Lord Brodie, the third judge, said that despite the weight that courts need to give to the royal prerogative, and a government’s right to use procedures to suit its purposes, this was an “egregious” case of misuse of prorogation.</p> \n<p>He said: “Procedural manoeuvres are the stuff of politics, whether conducted in parliament or in lesser bodies. However, when the manoeuvre is quite so blatantly designed ‘to frustrate parliament’ at such a critical juncture in the history of the United Kingdom I consider that the court may legitimately find it to be unlawful.”</p>",
      "wordcount": "411",
      "firstPublicationDate": "2019-09-12T20:02:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:59Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/caqmk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ad61fba36ffb8be62bcc9ca917e3301fbb0bfb59/221_56_1573_944/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The suspension of parliament was sought in a “clandestine” manner and the “true reason” for the prorogation was to reduce the time available for scrutiny of Brexit, a senior Scottish judge said. Boris Johnson’s decision to suspend parliament was ruled “improper” and “unlawful” on Wednesday by three senior Scottish judges, who concluded it had been done with “the purpose of stymying parliament”. In their official rulings, issued by the Scottish courts late on Thursday afternoon (pdf), they agreed unanimously there was no other reason for the suspension. Lord Carloway, the Lord President, said prorogation was sought “in a clandestine manner” when Downing Street knew that 75 MPs and peers were taking the government to court to block it. No 10 also knew that prorogation would stymie debate about Johnson’s Brexit plans, No 10 gave the court no clear reason to justify prorogation, and the five weeks Johnson got from the Queen was “an extraordinary length of time”. Carloway said: “The circumstances demonstrate that the true reason for the prorogation is to reduce the time available for parliamentary scrutiny of Brexit at a time when such scrutiny would appear to be a matter of considerable importance, given the issues at stake. “[Put] shortly, prorogation was being mooted specifically as a means to stymie any further legislation regulating Brexit.” Lord Drummond Young argued that the UK government’s failure to provide the Scottish court with any valid reasons for proroguing Westminster for five weeks supported their conclusions it was unjustified. He wrote: “If no reason is given, in the present circumstances I am of opinion that the decision to prorogue parliament for five weeks out of the seven remaining before the United Kingdom is scheduled to leave the European Union leads inevitably to the conclusion that the reason for prorogation was to prevent parliamentary scrutiny of the government. I find it impossible to see that it could serve any other rational purpose.” Lord Brodie, the third judge, said that despite the weight that courts need to give to the royal prerogative, and a government’s right to use procedures to suit its purposes, this was an “egregious” case of misuse of prorogation. He said: “Procedural manoeuvres are the stuff of politics, whether conducted in parliament or in lesser bodies. However, when the manoeuvre is quite so blatantly designed ‘to frustrate parliament’ at such a critical juncture in the history of the United Kingdom I consider that the court may legitimately find it to be unlawful.”",
      "charCount": "2556",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/severincarrell\">Severin Carrell</a> and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/12/nobody-loves-a-lecture-from-the-speaker-more-than-john-bercow",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T19:37:52Z",
    "webTitle": "Nobody loves a lecture from the Speaker more than John Bercow | John Crace",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/12/nobody-loves-a-lecture-from-the-speaker-more-than-john-bercow",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/12/nobody-loves-a-lecture-from-the-speaker-more-than-john-bercow",
    "fields": {
      "headline": "Nobody loves a lecture from the Speaker more than John Bercow",
      "standfirst": "<p>This pompous and self-regarding speech showed that – despite often being right – he is a hard man to like</p>",
      "trailText": "This pompous and self-regarding speech showed that – despite often being right – he is a hard man to like",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"3e8624c789cc478ef9a92367cd0d7008ba2f9f0d\"> <img src=\"https://media.guim.co.uk/3e8624c789cc478ef9a92367cd0d7008ba2f9f0d/0_50_3076_1845/1000.jpg\" alt=\"JOhn Bercow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘He is a man who looks in a mirror and falls in love at first sight.’</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>",
      "body": "<p>Do not go gentle into that good night. <a href=\"https://www.theguardian.com/politics/2019/sep/09/john-bercows-biggest-moments-as-speaker-of-the-house-of-commons\">John Bercow</a> may have announced he will be standing down as Speaker at the close of proceedings in the House of Commons on 31 October, but there was never any chance he would take Dylan Thomas’s poem as anything other than a direct instruction. In his remaining time in office, he is hell-bent on taking no prisoners and in the <a href=\"https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit\">sixth annual Bingham lecture</a>, delivered to an audience of lawyers, Bercow put the government on notice.</p> <p>For someone who has so often been on the side of the angels in allowing parliament to hold the executive to account and in championing the rights of women and race equality, the Speaker can be a hard man to love. Not just because of the allegations of abuse and loss of temper towards his staff, but also because of his total self-regard. No one could possibly think more of Bercow than Bercow. He is a man who looks in a mirror and falls in love at first sight.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/11/peoples-pmqs-boris-johnson-trolling-pm-smirky-mcsmirkface\">'People's PMQs': just more trolling from PM Smirky McSmirkface | John Crace</a> </p> </aside>  <p>Like most narcissists, Bercow is totally unable to judge the mood of a room. He can’t conceive of the possibility that his theatrical and repetitive delivery might benefit from being cut short. If he feels something is worth saying, then it’s worth saying at least three or four times. It can make any extended exposure to him extremely debilitating and when he opened by apologising for being late because he had trouble with the taxi, many were already privately wishing he might have been detained indefinitely.</p> <p>Bercow then got to the matter in hand. Him. Ten years ago, parliament had been as good as dead on its feet. The government of the day held total sway and MPs had been reduced to mere lobby fodder, incapable of original thought or action. But then a new Speaker had been elected – he was far too modest to say just who that remarkable man might have been – who completely changed the character of the Commons.</p> <p>Zombie MPs had been given back their lives. He had healed the sick and the lame and encouraged new backbenchers to find their voice. Urgent questions in which ministers were held to account for scandals and crises were brought back into fashion. As were emergency debates allowing the Commons to <a href=\"https://www.theguardian.com/politics/video/2019/sep/03/mps-vote-to-seize-control-of-the-commons-and-force-vote-on-brexit-delay-video\">seize control of the order paper</a>. Again, it would have been beneath him to observe that he had single-handedly saved the country from a no-deal Brexit by allowing such a debate only a week previously, but since so many people in the audience were clamouring for him to do so it would be wrong for him to deny them the pleasure.</p> <p>Having spent the best part of 20 minutes explaining how he had saved parliament from itself, Bercow moved on to what had been billed as the main subject of his lecture. <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>. Here he made it plain he wasn’t going to sit back and let the government do what it liked. He believed in an interventionist god. And he was it. There were only three possible outcomes. Parliament could agree a deal. It could vote to overturn the bill preventing a no deal. Or the government could ask for an extension.</p> <p>“That’s an end to it,” he declared. “Period. End of subject.” Except it wasn’t, because it never is with Bercow. There is no void that cannot be improved by him saying more. It was unthinkable that a government could even have thought of lying to the Queen, let alone imply that it would not abide by the rule of law. He would not allow it. HE WOULD NOT ALLOW IT. War had implicitly been declared on Boris Johnson.</p> <p>Even for lawyers who are not averse to a bit of Rumpole hammery in their summing up speeches, this was all getting a bit much. They had got the point long ago and agreed with it. But Bercow was in a world of his own. On and on he went, becoming ever more lachrymose in his nobility. Elsewhere there wasn’t a wet eye in the house.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "681",
      "commentCloseDate": "2019-09-13T06:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-12T19:37:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:00Z",
      "newspaperEditionDate": "2019-09-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cbvvb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3e8624c789cc478ef9a92367cd0d7008ba2f9f0d/0_50_3076_1845/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Do not go gentle into that good night. John Bercow may have announced he will be standing down as Speaker at the close of proceedings in the House of Commons on 31 October, but there was never any chance he would take Dylan Thomas’s poem as anything other than a direct instruction. In his remaining time in office, he is hell-bent on taking no prisoners and in the sixth annual Bingham lecture, delivered to an audience of lawyers, Bercow put the government on notice. For someone who has so often been on the side of the angels in allowing parliament to hold the executive to account and in championing the rights of women and race equality, the Speaker can be a hard man to love. Not just because of the allegations of abuse and loss of temper towards his staff, but also because of his total self-regard. No one could possibly think more of Bercow than Bercow. He is a man who looks in a mirror and falls in love at first sight. Like most narcissists, Bercow is totally unable to judge the mood of a room. He can’t conceive of the possibility that his theatrical and repetitive delivery might benefit from being cut short. If he feels something is worth saying, then it’s worth saying at least three or four times. It can make any extended exposure to him extremely debilitating and when he opened by apologising for being late because he had trouble with the taxi, many were already privately wishing he might have been detained indefinitely. Bercow then got to the matter in hand. Him. Ten years ago, parliament had been as good as dead on its feet. The government of the day held total sway and MPs had been reduced to mere lobby fodder, incapable of original thought or action. But then a new Speaker had been elected – he was far too modest to say just who that remarkable man might have been – who completely changed the character of the Commons. Zombie MPs had been given back their lives. He had healed the sick and the lame and encouraged new backbenchers to find their voice. Urgent questions in which ministers were held to account for scandals and crises were brought back into fashion. As were emergency debates allowing the Commons to seize control of the order paper. Again, it would have been beneath him to observe that he had single-handedly saved the country from a no-deal Brexit by allowing such a debate only a week previously, but since so many people in the audience were clamouring for him to do so it would be wrong for him to deny them the pleasure. Having spent the best part of 20 minutes explaining how he had saved parliament from itself, Bercow moved on to what had been billed as the main subject of his lecture. Brexit. Here he made it plain he wasn’t going to sit back and let the government do what it liked. He believed in an interventionist god. And he was it. There were only three possible outcomes. Parliament could agree a deal. It could vote to overturn the bill preventing a no deal. Or the government could ask for an extension. “That’s an end to it,” he declared. “Period. End of subject.” Except it wasn’t, because it never is with Bercow. There is no void that cannot be improved by him saying more. It was unthinkable that a government could even have thought of lying to the Queen, let alone imply that it would not abide by the rule of law. He would not allow it. HE WOULD NOT ALLOW IT. War had implicitly been declared on Boris Johnson. Even for lawyers who are not averse to a bit of Rumpole hammery in their summing up speeches, this was all getting a bit much. They had got the point long ago and agreed with it. But Bercow was in a world of his own. On and on he went, becoming ever more lachrymose in his nobility. Elsewhere there wasn’t a wet eye in the house.",
      "charCount": "3722",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/12/boris-johnson-a-prime-minister-acting-above-the-law",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T18:03:38Z",
    "webTitle": "Boris Johnson: a prime minister acting above the law | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/12/boris-johnson-a-prime-minister-acting-above-the-law",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/12/boris-johnson-a-prime-minister-acting-above-the-law",
    "fields": {
      "headline": "Boris Johnson: a prime minister acting above the law",
      "standfirst": "Readers offer their views on Boris Johnson’s prorogation of parliament and its implications for democracy",
      "trailText": "<strong>Letters:</strong> Readers offer their views on Boris Johnson’s prorogation of parliament and its implications for democracy",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b58b5cd7ce4a3293e1828293ca20ed5f35a302f9\"> <img src=\"https://media.guim.co.uk/b58b5cd7ce4a3293e1828293ca20ed5f35a302f9/0_84_2308_1384/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The PM would “rather be dead in a ditch” than apply the law and seek a further extension to article 50,’ writes Prof Dimitrios Giannoulopoulos.</span> <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> </figcaption> </figure>",
      "body": "<p>“Wherever law ends, tyranny begins,” propounded John Locke in 1690. The idea was captured and adjusted to the needs of our modern constitutional democracy by Tom Bingham, a pioneer of conceiving justice as the “rule of law” (and the “greatest judge of his era”, <a href=\"https://www.theguardian.com/law/2010/sep/11/lord-bingham-of-cornhill-obituary\" title=\"\">as his obituary in the Guardian noted</a>).</p> <p>I wonder what this great proponent of judicial independence and the rule of law would make of this government’s utter disregard for both concepts, and for law itself, as a system that government must adhere to if we are not to slip into a tyranny of the executive. Bingham wrote, quoting Dicey: “every man, whatever his rank or condition, is subject to the ordinary law of the realm and amenable to the jurisdiction of the ordinary tribunals”.</p> <p>But this government would beg to differ. The PM would “rather be dead in a ditch” than apply the law and seek a further extension to article 50. He prorogued parliament to allow for executive fiat, and misled the Queen in the process (<a href=\"https://www.theguardian.com/politics/2019/sep/11/keir-starmer-scottish-court-brexit-ruling-a-victory-for-democracy\" title=\"\">Johnson resists recalling MPs after Scottish ruling</a>, 12 September). We now know this for certain. Scotland’s supreme civil court leaves no doubt: the “true reason” for prorogation “<a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/11/brexit-latest-news-public-would-not-benefit-from-hearing-official-worst-case-no-deal-assumptions-says-leadsom-live-news?page=with:block-5d78c66b8f082514879f1f77#block-5d78c66b8f082514879f1f77\" title=\"\">was to stymie parliamentary scrutiny of the executive</a>”; an “egregious case” of failing to comply with “principles of democracy and the rule of law”.</p> <p>Any normal-functioning government would take note. The response of a No 10 source was instead to call into question the Scottish judiciary’s impartiality. The end of reason is in sight, and it is preceded by the end of law.<br><strong>Prof</strong><strong> Dimitrios Giannoulopoulos</strong><br><em>Founder and director, Britain in Europe thinktank</em></p> <p>• While Boris Johnson repeatedly insists that the prorogation of parliament had nothing to do with Brexit, I, and the 1.7 million others who signed the “<a href=\"https://petition.parliament.uk/petitions/269157\" title=\"\">Do not prorogue Parliament</a>” petition, have recently received an email with the government response: “Prorogation is a prerogative Act of the Crown, exercised on the advice of Ministers. We must respect the referendum result and the UK will be leaving the EU on 31 October whatever the circumstances.” Nothing to do with Brexit though.<br><strong>Neil Jones</strong><br><em>Swansea</em></p> <p>• “<a href=\"https://www.theguardian.com/politics/2019/sep/12/absolutely-not-true-i-misled-queen-says-boris-johnson\" title=\"\">Boris Johnson says it is ‘absolutely’ not true he misled Queen over prorogation</a>” (theguardian.com, 12 September). He would, wouldn’t he?<br><strong>Adrian Willson</strong><br><em>Bath</em></p> <p>• Following the recent judicial ruling on the unprecedented prorogation of parliament, the prime minister’s spokesman claimed it was “to put before MPs a proper domestic legislative programme”. However, since Mr Johnson’s decision was made in camera, we only have his word for this. Would I be better advised to trust the words of my own MP, Ben Wallace, when he stated on camera in a <a href=\"https://www.theguardian.com/politics/live/2019/aug/29/backlash-after-boris-johnson-prorogues-parliament-ahead-of-brexit-live-news?page=with:block-5d67c5dd8f08ea59f447b3a3#block-5d67c5dd8f08ea59f447b3a3\" title=\"\">conversation with French defence minister Florence Parly</a> that the real reason for the suspension of parliament was that Boris Johnson doesn’t have the majority to stop parliament blocking his Brexit plans?<br><strong>Austen Lynch</strong><br><em>Garstang, Lancashire</em></p> <p>• John Crace deftly and rightly rebukes the “<a href=\"https://www.theneweuropean.co.uk/top-stories/brexit-prorogue-proroguing-parliament-1-6241830\" title=\"\">known liars</a>” in No 10 (<a href=\"https://www.theguardian.com/politics/2019/sep/09/bercow-begins-his-long-goodbye-by-inflicting-more-tory-turmoil\" title=\"\">Sketch</a>, 10 September), but I for one am hugely grateful for Dom’s prorogation. Without it we would not have witnessed a galvanised parliament inflicting six defeats on this most undemocratic of governments, nor would we have witnessed the unforgettable, patient dignity of Dominic Grieve, as he called them to account for their hapless perfidy. As long as a democratic heart resides in our country, these last few extraordinary days will have a resonant significance.<br><strong>Tony Rowlands</strong><br><em>Bristol</em></p> <p>• Given that Boris’s avowed position on his justification for the prorogation of parliament is that the time is needed to prepare a programme of legislation before the Queen’s speech, has anyone thought to challenge him as to why this is still necessary? He no longer commands a majority in the House and will therefore be unable to enact any legislation, so having a Queen’s speech at all will be pointless.<br><strong>Rosemary Brown</strong><br><em>Oswestry, Shropshire</em></p> <p>• Should this government lose in the forthcoming supreme court hearing it could appeal to the European court of justice. Bit of a dilemma though. Classic Dom, to coin a phrase.<br><strong>Stephen Rafferty </strong><br><em>Buckland Brewer, Devon </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "715",
      "commentable": "false",
      "firstPublicationDate": "2019-09-12T18:03:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:06Z",
      "newspaperEditionDate": "2019-09-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/caq5h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b58b5cd7ce4a3293e1828293ca20ed5f35a302f9/0_84_2308_1384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“Wherever law ends, tyranny begins,” propounded John Locke in 1690. The idea was captured and adjusted to the needs of our modern constitutional democracy by Tom Bingham, a pioneer of conceiving justice as the “rule of law” (and the “greatest judge of his era”, as his obituary in the Guardian noted). I wonder what this great proponent of judicial independence and the rule of law would make of this government’s utter disregard for both concepts, and for law itself, as a system that government must adhere to if we are not to slip into a tyranny of the executive. Bingham wrote, quoting Dicey: “every man, whatever his rank or condition, is subject to the ordinary law of the realm and amenable to the jurisdiction of the ordinary tribunals”. But this government would beg to differ. The PM would “rather be dead in a ditch” than apply the law and seek a further extension to article 50. He prorogued parliament to allow for executive fiat, and misled the Queen in the process (Johnson resists recalling MPs after Scottish ruling, 12 September). We now know this for certain. Scotland’s supreme civil court leaves no doubt: the “true reason” for prorogation “was to stymie parliamentary scrutiny of the executive”; an “egregious case” of failing to comply with “principles of democracy and the rule of law”. Any normal-functioning government would take note. The response of a No 10 source was instead to call into question the Scottish judiciary’s impartiality. The end of reason is in sight, and it is preceded by the end of law. Prof Dimitrios Giannoulopoulos Founder and director, Britain in Europe thinktank • While Boris Johnson repeatedly insists that the prorogation of parliament had nothing to do with Brexit, I, and the 1.7 million others who signed the “Do not prorogue Parliament” petition, have recently received an email with the government response: “Prorogation is a prerogative Act of the Crown, exercised on the advice of Ministers. We must respect the referendum result and the UK will be leaving the EU on 31 October whatever the circumstances.” Nothing to do with Brexit though. Neil Jones Swansea • “Boris Johnson says it is ‘absolutely’ not true he misled Queen over prorogation” (theguardian.com, 12 September). He would, wouldn’t he? Adrian Willson Bath • Following the recent judicial ruling on the unprecedented prorogation of parliament, the prime minister’s spokesman claimed it was “to put before MPs a proper domestic legislative programme”. However, since Mr Johnson’s decision was made in camera, we only have his word for this. Would I be better advised to trust the words of my own MP, Ben Wallace, when he stated on camera in a conversation with French defence minister Florence Parly that the real reason for the suspension of parliament was that Boris Johnson doesn’t have the majority to stop parliament blocking his Brexit plans? Austen Lynch Garstang, Lancashire • John Crace deftly and rightly rebukes the “known liars” in No 10 (Sketch, 10 September), but I for one am hugely grateful for Dom’s prorogation. Without it we would not have witnessed a galvanised parliament inflicting six defeats on this most undemocratic of governments, nor would we have witnessed the unforgettable, patient dignity of Dominic Grieve, as he called them to account for their hapless perfidy. As long as a democratic heart resides in our country, these last few extraordinary days will have a resonant significance. Tony Rowlands Bristol • Given that Boris’s avowed position on his justification for the prorogation of parliament is that the time is needed to prepare a programme of legislation before the Queen’s speech, has anyone thought to challenge him as to why this is still necessary? He no longer commands a majority in the House and will therefore be unable to enact any legislation, so having a Queen’s speech at all will be pointless. Rosemary Brown Oswestry, Shropshire • Should this government lose in the forthcoming supreme court hearing it could appeal to the European court of justice. Bit of a dilemma though. Classic Dom, to coin a phrase. Stephen Rafferty Buckland Brewer, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4423",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/12/dominic-cummings-private-texts-and-the-public-interest",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T18:01:55Z",
    "webTitle": "Dominic Cummings’ private texts and the public interest | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/12/dominic-cummings-private-texts-and-the-public-interest",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/12/dominic-cummings-private-texts-and-the-public-interest",
    "fields": {
      "headline": "Dominic Cummings’ private texts and the public interest",
      "standfirst": "<strong>Dr Mike Sheaff </strong>discusses the transparency of government communications, while <strong>Jenny Keating</strong> and <strong>Michael Ayton</strong> have theories to explain the behaviour of the prime minister’s special adviser",
      "trailText": "<strong>Letters: Dr Mike Sheaff </strong>discusses the transparency of government communications, while <strong>Jenny Keating</strong> and <strong>Michael Ayton</strong> have theories to explain the behaviour of the prime minister’s special adviser",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e64e4ee726c8067d0566fefb097cb4c98f8e0a71\"> <img src=\"https://media.guim.co.uk/e64e4ee726c8067d0566fefb097cb4c98f8e0a71/0_3_3500_2101/1000.jpg\" alt=\"Dominic Cummings\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A simpler explanation for Cummings might be that he’s not very bright,’ writes Michael Ayton.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>It is more than a decade since the House of Commons authority refused to disclose details of MPs’ expenses with the claim that this “<a href=\"https://ico.org.uk/media/action-weve-taken/decision-notices/2007/402710/FS_50070469.pdf\" title=\"\">would compromise the privacy of the MP</a>”. A government source now deploys this same specious contention to protect the executive, saying: “If MPs want to seize the private texts of advisers … they can speak to people’s lawyers” (<a href=\"https://www.theguardian.com/politics/2019/sep/09/mps-order-johnson-to-hand-over-aides-messages-about-prorogation\" title=\"\">Johnson told to hand over secret no-deal Brexit plans</a>, 10 September).</p> <p>In a decision on MPs’ expenses upheld by both the information tribunal and the high court, the information commissioner emphasised that “particular regard should be had to whether the personal data requested relates to individuals acting in an official as opposed to a private capacity”.</p> <p>Michael Gove’s assertion, in his closing speech on Monday night, that the humble address would “<a href=\"https://hansard.parliament.uk/Commons/2019-09-09/debates/ACF1C7B2-087F-46D2-AB69-3520C0675BC8/Prorogation(DisclosureOfCommunications)\" title=\"\">trample over data protection law, ECHR rights and the principle of safe space</a>” is absurd. He will recall the email sent by his education adviser, Dominic Cummings, in 2011 saying: “i will only answer things that come from gmail accounts from people who i know who they are. i suggest that you do the same in general but thats obv up to you guys – i can explain in person the reason for this…” (<a href=\"https://www.theguardian.com/politics/2011/sep/20/michael-gove-department-private-email\" title=\"\">Gove faces questions over department’s use of private email</a>, 20 September 2011).</p> <p>Although Mr Gove <a href=\"https://www.theguardian.com/politics/2012/mar/02/michael-gove-email-private-account\" title=\"\">set up a private email account in the name of “Mrs Blurt”</a>, the information commissioner <a href=\"https://www.theguardian.com/politics/2012/mar/02/michael-gove-email-private-account\" title=\"\">rejected the ridiculous suggestion</a> that this justified privacy. It remained departmental business. Today, when the information is required by parliament, this principle gains greater significance.<br><strong>Dr Mike Sheaff</strong><br><em>University of Plymouth</em></p> <p>• I agree with Sarah Walker (<a href=\"https://www.theguardian.com/politics/2019/sep/08/dominic-cummings-meme-generating-media-outrage-strategy-is-working\" title=\"\">Letters</a>, 9 September) that Dominic Cummings is likely a mole placed to destroy the Conservative party – but I have a bigger conspiracy theory – it seems to me he has a wider role to destabilise and destroy British liberal democracy from within. And who would be more interested in this than Putin and the Russian government? And Cummings spent three years after university working in post-Soviet Russia...<br><strong>Jenny Keating</strong><br><em>Lewes, East Sussex</em></p> <p>• A simpler explanation for Cummings might be that he’s not very bright. While he has often referred to chess in his blog, one rather imagines he’s rubbish at the game. I – an averagely strong club player – played him in the Durham club championship in 1988. He fell for a very elementary trap and lost horribly, but not before expressing to a spectator incredulity as to how my play could be so stupid!<br><strong>Michael Ayton</strong><br><em>Durham</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "462",
      "commentable": "false",
      "firstPublicationDate": "2019-09-12T18:01:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-12T19:01:03Z",
      "newspaperEditionDate": "2019-09-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/caq6d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e64e4ee726c8067d0566fefb097cb4c98f8e0a71/0_3_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is more than a decade since the House of Commons authority refused to disclose details of MPs’ expenses with the claim that this “would compromise the privacy of the MP”. A government source now deploys this same specious contention to protect the executive, saying: “If MPs want to seize the private texts of advisers … they can speak to people’s lawyers” (Johnson told to hand over secret no-deal Brexit plans, 10 September). In a decision on MPs’ expenses upheld by both the information tribunal and the high court, the information commissioner emphasised that “particular regard should be had to whether the personal data requested relates to individuals acting in an official as opposed to a private capacity”. Michael Gove’s assertion, in his closing speech on Monday night, that the humble address would “trample over data protection law, ECHR rights and the principle of safe space” is absurd. He will recall the email sent by his education adviser, Dominic Cummings, in 2011 saying: “i will only answer things that come from gmail accounts from people who i know who they are. i suggest that you do the same in general but thats obv up to you guys – i can explain in person the reason for this…” (Gove faces questions over department’s use of private email, 20 September 2011). Although Mr Gove set up a private email account in the name of “Mrs Blurt”, the information commissioner rejected the ridiculous suggestion that this justified privacy. It remained departmental business. Today, when the information is required by parliament, this principle gains greater significance. Dr Mike Sheaff University of Plymouth • I agree with Sarah Walker (Letters, 9 September) that Dominic Cummings is likely a mole placed to destroy the Conservative party – but I have a bigger conspiracy theory – it seems to me he has a wider role to destabilise and destroy British liberal democracy from within. And who would be more interested in this than Putin and the Russian government? And Cummings spent three years after university working in post-Soviet Russia... Jenny Keating Lewes, East Sussex • A simpler explanation for Cummings might be that he’s not very bright. While he has often referred to chess in his blog, one rather imagines he’s rubbish at the game. I – an averagely strong club player – played him in the Durham club championship in 1988. He fell for a very elementary trap and lost horribly, but not before expressing to a spectator incredulity as to how my play could be so stupid! Michael Ayton Durham • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2818",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/sep/12/taking-back-control-of-my-borders",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-09-12T17:30:29Z",
    "webTitle": "Taking back control of my borders | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/sep/12/taking-back-control-of-my-borders",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/sep/12/taking-back-control-of-my-borders",
    "fields": {
      "headline": "Taking back control of my borders",
      "standfirst": "Commons reputation | Rural loneliness | Bristol syntax | Call me Ishmael | Overgrown garden",
      "trailText": "<strong>Brief letters:</strong> Commons reputation | Rural loneliness | Bristol syntax | Call me Ishmael | Overgrown garden",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e0ed52eee3635a4323a86469eaee739aac779953\"> <img src=\"https://media.guim.co.uk/e0ed52eee3635a4323a86469eaee739aac779953/0_469_5000_3000/1000.jpg\" alt=\"An overgrown garden\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin Brassington is trying to get to grips with his overgrown garden.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>A Conservative ex-minister faces a string of allegations including 2,000 sexual texts to two young women that finally did for his ministerial career. Yet the parliamentary standards watchdog has cleared him of wrongdoing: it is “not persuaded that [the exchanges] caused significant damage to the reputation of the House of Commons” (<a href=\"https://www.theguardian.com/politics/2019/sep/08/tory-mp-andrew-griffiths-cleared-of-wrongdoing-for-sending-explicit-texts\" title=\"\">Report</a>, 9 September). Has its reputation really sunk that low?<br><strong>Anne McLaren</strong><br><em>Liverpool</em></p> <p>• Really enjoyed Steve Morgan’s article (<a href=\"https://www.theguardian.com/world/2019/sep/11/calm-town-st-ives-mental-health\" title=\"\">The Upside: In this English town, a bold plan to banish loneliness and misery is afoot</a>, 11 September). Isolation and loneliness can be a real issue in rural areas compounded by physical isolation. At the Arthur Rank Centre we have produced <a href=\"https://germinate.net/mission/rural-isolation-and-loneliness-toolkit/\" title=\"\">a toolkit</a> on our website to help churches address this issue in their communities. <br><strong>Rev</strong><strong> Elizabeth Clark</strong><br><em>National rural officer</em><em>, Methodist and United Reformed Churches</em></p> <p>• I grew up in Bristol, and Adrian Chiles’s article (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/11/what-a-boster-black-country-on-film-caitlin-moran-adrian-chiles\" title=\"\">The Black Country accent on the big screen? What a boster!</a>, G2, 12 September) reminds me of an example of a similar Bristol syntax I heard of many years ago: “Her baint calling we; us don’t belong to she.” Another example, heard from a woman trying on a hat in British Home Stores, to another woman: “Ow do ee like ee on oi?”<br><strong>Mary McKeown</strong><br><em>Biddenham, Bedfordshire</em></p> <p>• I’ve tried using “Call me Ishmael” in Starbucks, but no one gets the allusion – or knows how to spell it (<a href=\"https://www.theguardian.com/education/2019/sep/11/agincourt-ascribed-to-a-mistaken-scribe\" title=\"\">Letters</a>, 12 September).<br><strong>Martin Lamb</strong><br><em>Sheffield</em></p> <p>• I spent last weekend in my overgrown garden. I am determined to take back control of my borders.<br><strong>Martin Brassington</strong><br><em>Winster, Matlock, Derbyshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "303",
      "commentable": "false",
      "firstPublicationDate": "2019-09-12T17:30:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:27Z",
      "newspaperEditionDate": "2019-09-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/caq9z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e0ed52eee3635a4323a86469eaee739aac779953/0_469_5000_3000/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A Conservative ex-minister faces a string of allegations including 2,000 sexual texts to two young women that finally did for his ministerial career. Yet the parliamentary standards watchdog has cleared him of wrongdoing: it is “not persuaded that [the exchanges] caused significant damage to the reputation of the House of Commons” (Report, 9 September). Has its reputation really sunk that low? Anne McLaren Liverpool • Really enjoyed Steve Morgan’s article (The Upside: In this English town, a bold plan to banish loneliness and misery is afoot, 11 September). Isolation and loneliness can be a real issue in rural areas compounded by physical isolation. At the Arthur Rank Centre we have produced a toolkit on our website to help churches address this issue in their communities. Rev Elizabeth Clark National rural officer, Methodist and United Reformed Churches • I grew up in Bristol, and Adrian Chiles’s article (The Black Country accent on the big screen? What a boster!, G2, 12 September) reminds me of an example of a similar Bristol syntax I heard of many years ago: “Her baint calling we; us don’t belong to she.” Another example, heard from a woman trying on a hat in British Home Stores, to another woman: “Ow do ee like ee on oi?” Mary McKeown Biddenham, Bedfordshire • I’ve tried using “Call me Ishmael” in Starbucks, but no one gets the allusion – or knows how to spell it (Letters, 12 September). Martin Lamb Sheffield • I spent last weekend in my overgrown garden. I am determined to take back control of my borders. Martin Brassington Winster, Matlock, Derbyshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1879",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "commentisfree/2019/sep/12/boris-johnson-no-right-call-himself-one-nation-conservative",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-12T16:54:06Z",
    "webTitle": "Boris Johnson has no right to call himself a one-nation Conservative | Michael Heseltine",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/12/boris-johnson-no-right-call-himself-one-nation-conservative",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/12/boris-johnson-no-right-call-himself-one-nation-conservative",
    "fields": {
      "headline": "Boris Johnson has no right to call himself a one-nation Conservative",
      "standfirst": "<p>The prime minister is no ‘Brexity Hezza’. I can’t relate to his rightwing, foreigner-bashing, inward-looking view of the world</p>",
      "trailText": "The prime minister is no ‘Brexity Hezza’. I can’t relate to his rightwing, foreigner-bashing, inward-looking view of the world, says Michael Heseltine, a former Conservative deputy prime minister",
      "byline": "Michael Heseltine",
      "main": "<figure class=\"element element-image\" data-media-id=\"376f06ba16bb864dfadab1ddb1ada2974151b507\"> <img src=\"https://media.guim.co.uk/376f06ba16bb864dfadab1ddb1ada2974151b507/0_0_4675_3110/1000.jpg\" alt=\"Boris Johnson in London, 12 September\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A one-nation leader does not respond to the resurgence of the far right by pandering to their narrow, nationalistic, xenophobic and, yes, racist agenda on immigration.’</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>I have been around long enough to know that I should not always be surprised or shocked about what is written in the Sun newspaper. But it was reported yesterday that Boris Johnson was telling cabinet colleagues he was “basically a Brexity Hezza” – with the newspaper helpfully explaining this was a “reference to Tory wet Michael Heseltine who battled rightwing PM Margaret Thatcher”.</p> <p>The quotes have not been denied and I assume they were well sourced. Part of me is even a little flattered, not least because there is a side to the prime minister that I like. He succeeded me as MP for Henley and I got to know him. More importantly, as mayor of London, he once showed a capacity to govern in the tradition of one-nation conservatism.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Let’s be clear that one nation is about governing for the whole country – rich and poor, young and old, black and white, north and south – in a way that unites rather than divides</p> </blockquote> </aside>  <p>There is, however, a “but” – a very big “but”. Because a “Brexity Hezza” is a simple contradiction in terms. My commitment to Britain being part of Europe and maintaining our influence in the world goes to the heart of my politics. And I fear that any traces of liberal conservatism that still exist within the prime minister have long since been captured by the rightwing, foreigner-bashing, inward-looking view of the world that has come to characterise his fellow Brexiters inside the Downing Street bunker. It is simply not possible to be a “<a href=\"https://www.theguardian.com/politics/2019/jul/25/with-new-cabinet-all-talk-of-one-nation-conservatism-is-nonsense\" title=\"\">one nation</a>” Conservative and also pursue a “Little Englander” strategy obviously crafted to appeal to the likes of Nigel Farage and his followers.</p> <p>The belated publication of the government’s <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/11/brexit-latest-news-public-would-not-benefit-from-hearing-official-worst-case-no-deal-assumptions-says-leadsom-live-news\" title=\"\">Yellowhammer</a> plan shows ministers are preparing for soaring food and fuel prices, shortages to medicine supplies and public disorder on our streets. They have no democratic mandate for no deal because they explicitly ruled it out in the last referendum. And they are not doing this in response to some natural disaster or act of war: they are doing so because of a policy they are voluntarily ready to impose on the British people.</p> <p>Instead, this would be an act of grotesque self-harm inflicted on the people, the economy and the public services of our country by our government. </p> <p>There is a danger that terms like “one nation” lose all meaning if they can be attached to any policy, especially one like this. So, for the avoidance of any misunderstanding, let’s be clear that one nation is about governing for the whole country – rich and poor, young and old, black and white, north and south – in a way that unites rather than divides.</p> <p>A one-nation leader does not respond to the resurgence of the far right by pandering to their narrow, nationalistic, xenophobic and, yes, racist agenda on immigration. Or react to a rise in knife crime by making headline-grabbing announcements about more police, when it is not the lack of police that caused the problem so much as a failure to rebuild inner-city communities and improve failing schools. He or she wouldn’t risk the investment on which our vital manufacturing industries depends or be reckless with the fragile union between the four nations that make up our United Kingdom.</p> <p>Perhaps most importantly, such a leader would not consider whether he and his government should obey the rule of law as an interesting topic for public debate – while silencing debate in parliament.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/11/heseltine-imposing-no-deal-brexit-intolerable-attack-on-democracy\">Heseltine: imposing no-deal Brexit 'intolerable' attack on democracy</a> </p> </aside>  <p>There is another aspect to the way this government behaves that I have found deeply troubling this week. Downing Street’s refusal to publish correspondence on when and how it decided to suspend parliament has been justified on the grounds that it would be unfair on ministerial advisers.</p> <p>I do not believe this prime minister is pursuing the national interest. But it may be, if the opinion polls continue to tighten and the prospect looms of him breaking George Canning’s record as the shortest-serving occupant of Downing Street, that he realises his self-interest is best served by changing course.</p> <p>Ultimately, the only way to solve the Brexit crisis he has helped create is to put this bitterly vexed question back to the people. A one-nation leader would let the whole nation decide.</p> <p>• Michael Heseltine is a former Conservative deputy prime minister</p>",
      "wordcount": "684",
      "commentCloseDate": "2019-09-12T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-12T16:54:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:06Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/caqcm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/376f06ba16bb864dfadab1ddb1ada2974151b507/0_153_4675_2804/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I have been around long enough to know that I should not always be surprised or shocked about what is written in the Sun newspaper. But it was reported yesterday that Boris Johnson was telling cabinet colleagues he was “basically a Brexity Hezza” – with the newspaper helpfully explaining this was a “reference to Tory wet Michael Heseltine who battled rightwing PM Margaret Thatcher”. The quotes have not been denied and I assume they were well sourced. Part of me is even a little flattered, not least because there is a side to the prime minister that I like. He succeeded me as MP for Henley and I got to know him. More importantly, as mayor of London, he once showed a capacity to govern in the tradition of one-nation conservatism. There is, however, a “but” – a very big “but”. Because a “Brexity Hezza” is a simple contradiction in terms. My commitment to Britain being part of Europe and maintaining our influence in the world goes to the heart of my politics. And I fear that any traces of liberal conservatism that still exist within the prime minister have long since been captured by the rightwing, foreigner-bashing, inward-looking view of the world that has come to characterise his fellow Brexiters inside the Downing Street bunker. It is simply not possible to be a “one nation” Conservative and also pursue a “Little Englander” strategy obviously crafted to appeal to the likes of Nigel Farage and his followers. The belated publication of the government’s Yellowhammer plan shows ministers are preparing for soaring food and fuel prices, shortages to medicine supplies and public disorder on our streets. They have no democratic mandate for no deal because they explicitly ruled it out in the last referendum. And they are not doing this in response to some natural disaster or act of war: they are doing so because of a policy they are voluntarily ready to impose on the British people. Instead, this would be an act of grotesque self-harm inflicted on the people, the economy and the public services of our country by our government. There is a danger that terms like “one nation” lose all meaning if they can be attached to any policy, especially one like this. So, for the avoidance of any misunderstanding, let’s be clear that one nation is about governing for the whole country – rich and poor, young and old, black and white, north and south – in a way that unites rather than divides. A one-nation leader does not respond to the resurgence of the far right by pandering to their narrow, nationalistic, xenophobic and, yes, racist agenda on immigration. Or react to a rise in knife crime by making headline-grabbing announcements about more police, when it is not the lack of police that caused the problem so much as a failure to rebuild inner-city communities and improve failing schools. He or she wouldn’t risk the investment on which our vital manufacturing industries depends or be reckless with the fragile union between the four nations that make up our United Kingdom. Perhaps most importantly, such a leader would not consider whether he and his government should obey the rule of law as an interesting topic for public debate – while silencing debate in parliament. There is another aspect to the way this government behaves that I have found deeply troubling this week. Downing Street’s refusal to publish correspondence on when and how it decided to suspend parliament has been justified on the grounds that it would be unfair on ministerial advisers. I do not believe this prime minister is pursuing the national interest. But it may be, if the opinion polls continue to tighten and the prospect looms of him breaking George Canning’s record as the shortest-serving occupant of Downing Street, that he realises his self-interest is best served by changing course. Ultimately, the only way to solve the Brexit crisis he has helped create is to put this bitterly vexed question back to the people. A one-nation leader would let the whole nation decide. • Michael Heseltine is a former Conservative deputy prime minister",
      "charCount": "4057",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-heseltine\">Michael Heseltine</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/sep/12/four-day-working-week-report",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-12T14:15:08Z",
    "webTitle": "A four-day working week is common sense – but the state must make it happen | Will Stronge",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/12/four-day-working-week-report",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/12/four-day-working-week-report",
    "fields": {
      "headline": "A four-day working week is common sense – but the state must make it happen",
      "standfirst": "<p>A Labour-commissioned report suggests a gradual reduction of the working week. Our research indicates we need to go further<br><br>• Will Stronge is co-director of the thinktank Autonomy</p>",
      "trailText": "A Labour-commissioned report suggests a gradual reduction in hours. We need to go much further, writes Will Stronge of the thinktank Autonomy",
      "byline": "Will Stronge",
      "main": "<figure class=\"element element-image\" data-media-id=\"58f24e9d1d7b7f52cb6d95a2f470780061c61811\"> <img src=\"https://media.guim.co.uk/58f24e9d1d7b7f52cb6d95a2f470780061c61811/0_630_4938_2963/1000.jpg\" alt=\"Ferranti radios being made in Moston, Manchester in 1935.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Our 37-hour working week, and the weekend, are the result of labour movements of the 19th and 20th centuries demanding limits to the toil industrialism had imposed.’ Ferranti radios being made in Moston, Manchester in 1935. </span> <span class=\"element-image__credit\">Photograph: Daily Herald Archive/SSPL via Getty Images</span> </figcaption> </figure>",
      "body": "<p>The future means <a href=\"https://www.theguardian.com/politics/2019/sep/11/labour-activists-pledge-to-create-most-radical-manifesto-ever\" title=\"\">working less</a>. This is the new common sense that has emerged in Britain and across the globe in recent years. We’ve seen a flurry of books pushing for a shorter working week, trade unions such as the Communications Workers Union winning reductions in hours for its members and “<a href=\"https://www.facebook.com/4DayWeekCampaign/\" title=\"\">4 Day Week</a>” campaigns created both inside and outside the Labour party.</p> <p>Almost every week a new company announces that it operates with a four-day week or is at least trialling it. Whether it’s a data design company such as <a href=\"https://www.normally.com/\" title=\"\">Normally</a>, a marketing company such as <a href=\"https://pursuitmarketing.co.uk/\" title=\"\">Pursuit Marketing</a> or a call centre like <a href=\"https://www.simplybusiness.co.uk/\" title=\"\">Simply Business</a>, a four-day week is quickly becoming a sign of best practice. The Monday to Friday working week we inhabit today is, of course, a social and historical construct. While it might appear as a “natural” configuration of time, the reality is that our 37-hour working week, and the weekend, are the result of labour movements of the 19th and 20th centuries demanding limits to the toil that industrialism had imposed upon them. American unions famously won the weekend, Australian unions won the eight-hour day and working class pressure here in Britain resulted in the two-day weekend being firmly normalised after the second world war.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/sep/11/four-day-working-week-tuc-proposals-workers-rights\">A four-day working week? Bring it on | Gregor Gall</a> </p> </aside>  <p>Why should we demand a shorter working week today? For a start, it would address the huge problem of overwork that permeates our labour market. In 2017-18, <a href=\"https://www.hse.gov.uk/statistics/causdis/stress.pdf\" title=\"\">57% of all sick days</a> were due to work-related stress, anxiety or depression, and 44% of these were caused by workload pressure alone. In the UK we work some of the longest hours in Europe – as the report identifies – and we enjoy the fewest national holidays. With more time to recover and recuperate, workers will perform better, enjoy their work more and inevitably take less sick leave. Numerous studies on existing four-day week companies have shown that productivity relies not just on the sheer number of hours put in, but on the wellbeing, fatigue levels and overall health of the worker too.</p> <p>The latest sign that this once radical thinking is becoming economic common sense is the release today of a <a href=\"https://progressiveeconomyforum.com/wp-content/uploads/2019/08/PEF_Skidelsky_How_to_achieve_shorter_working_hours.pdf\" title=\"\">report</a> by the economic historian <a href=\"https://www.theguardian.com/profile/robertskidelsky\" title=\"\">Robert Skidelsky</a>, and commissioned by the shadow chancellor, John McDonnell. Even its title, How to achieve shorter working hours, suggests that the debate has moved on from questions of desirability and is now concerned with feasibility.</p> <p>Skidelsky is one of the world’s leading experts on Keynesian economics and the report is very much in this vein, advocating a return to a high-investment economy with strong trade unions at the fore. It was Keynes who famously predicted that by 2030 we would (or perhaps should?) all be working 15-hour working weeks. He argued that the nature of industrial development was such that ever more efficient and productive technologies would reduce necessary labour time while providing abundance for all. The main thrust of Keynes’s argument makes sense: with each gain in productivity we could have worked less, enjoyed more leisure and let our machines take on more of the hard graft. Tragically, what actually happened is that once the age of full employment, high productivity and high wages was ended by the neoliberal consensus of the early 1980s, the dream of an even shorter working week became exactly that. The report notes bluntly that “the British economy has stopped working in a way which supports a fall in working hours”.</p> <p>But the “second machine age” is now upon us, and the question of working time is quite rightly being raised once again. With <a href=\"https://www.theguardian.com/technology/2017/feb/16/self-driving-trucks-automation-jobs-trucking-industry\" title=\"\">driverless technology</a> breathing down transport workers’ necks, software bots replacing the admin work of white-collar staff and advanced AI set to impact many other sectors, there is wide acknowledgement that nothing short of a radical industrial strategy is required.</p> <p>Without targeted government intervention aimed at managing this transition, we could see an even more polarised society, between those who reap the rewards from innovation – the platform tech giants, the rentiers and the highly skilled – and those who have been deskilled, their wages depressed and their jobs intensified. On one side, Jeff Bezos – the first man to have a 12-figure fortune – and on the other, an Amazon warehouse worker.</p>  <figure class=\"element element-image\" data-media-id=\"dea7d5adaa767ed59783cb470c20190a511fcc74\"> <img src=\"https://media.guim.co.uk/dea7d5adaa767ed59783cb470c20190a511fcc74/0_21_5628_3377/1000.jpg\" alt=\"Robert Skidelsky\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Skidelsky’s report ‘advocates a return to a high-investment economy with strong trade unions at the fore’.</span> <span class=\"element-image__credit\">Photograph: Richard Saker/The Observer</span> </figcaption> </figure>  <p>In other words, automation will not produce more free time for ordinary workers unless adequate policy is in place to ensure it. The past century has shown us that workplace technologies have often been introduced by employers as a way of simply maximising productivity without sharing the surplus time and/or profits with employees. This trend will continue unless a practical and enforced link between automation and free time is constructed.</p> <p>Skidelsky’s report makes gestures in this direction, advocating investment in automation technology in the public sector with the aim of reducing working weeks gradually. The sights aren’t set particularly high however, with a target of a 35-hour week over a 10-year period being proposed. Perhaps most strikingly, the report argues for a Jobs Guarantee Programme whereby the state would be an “employer of last resort”. These jobs would pay no less than the national living wage and would constitute an attempt to exert upward pressure on pay. It should be pointed out that many questions hang over such a job guarantee, not least around the practical rollout of such a measure. The Skidelsky report establishes that reducing working time should be an aim for an incoming Labour government. In this sense it is an important moment in the discussion. However, much more radical reforms are needed beyond job guarantees and shaving a couple of hours off our working weeks.</p> <p>In <a href=\"https://autonomy.work/portfolio/the-shorter-working-week-a-report-from-autonomy-in-collaboration-with-members-of-the-4-day-week-campaign/\" title=\"\">Autonomy’s own report on this issue</a>, we proposed policies that would go a long way to achieving an actual four-day week within a decade. The creation of an organisation to integrate and co-manage automation technologies across the whole economy, a reduced working time directive, the creation of a Citizen’s Dividend (or basic income) and mechanisms by which workers could determine how technology was implemented in the workplace were all part of our proposals.</p> <p>If we really want to tackle our high burnout, low-wage economy, we require bold solutions and a robust government strategy; Skidelsky’s review is an important contribution to the growing conversation, but we need to think bigger if we are to get the free time that a four-day week promises.</p> <p>• Will Stronge is co-director of the thinktank Autonomy</p>",
      "wordcount": "1063",
      "commentCloseDate": "2019-09-12T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-12T14:15:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-12T17:46:29Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/capmp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/58f24e9d1d7b7f52cb6d95a2f470780061c61811/0_630_4938_2963/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The future means working less. This is the new common sense that has emerged in Britain and across the globe in recent years. We’ve seen a flurry of books pushing for a shorter working week, trade unions such as the Communications Workers Union winning reductions in hours for its members and “4 Day Week” campaigns created both inside and outside the Labour party. Almost every week a new company announces that it operates with a four-day week or is at least trialling it. Whether it’s a data design company such as Normally, a marketing company such as Pursuit Marketing or a call centre like Simply Business, a four-day week is quickly becoming a sign of best practice. The Monday to Friday working week we inhabit today is, of course, a social and historical construct. While it might appear as a “natural” configuration of time, the reality is that our 37-hour working week, and the weekend, are the result of labour movements of the 19th and 20th centuries demanding limits to the toil that industrialism had imposed upon them. American unions famously won the weekend, Australian unions won the eight-hour day and working class pressure here in Britain resulted in the two-day weekend being firmly normalised after the second world war. Why should we demand a shorter working week today? For a start, it would address the huge problem of overwork that permeates our labour market. In 2017-18, 57% of all sick days were due to work-related stress, anxiety or depression, and 44% of these were caused by workload pressure alone. In the UK we work some of the longest hours in Europe – as the report identifies – and we enjoy the fewest national holidays. With more time to recover and recuperate, workers will perform better, enjoy their work more and inevitably take less sick leave. Numerous studies on existing four-day week companies have shown that productivity relies not just on the sheer number of hours put in, but on the wellbeing, fatigue levels and overall health of the worker too. The latest sign that this once radical thinking is becoming economic common sense is the release today of a report by the economic historian Robert Skidelsky, and commissioned by the shadow chancellor, John McDonnell. Even its title, How to achieve shorter working hours, suggests that the debate has moved on from questions of desirability and is now concerned with feasibility. Skidelsky is one of the world’s leading experts on Keynesian economics and the report is very much in this vein, advocating a return to a high-investment economy with strong trade unions at the fore. It was Keynes who famously predicted that by 2030 we would (or perhaps should?) all be working 15-hour working weeks. He argued that the nature of industrial development was such that ever more efficient and productive technologies would reduce necessary labour time while providing abundance for all. The main thrust of Keynes’s argument makes sense: with each gain in productivity we could have worked less, enjoyed more leisure and let our machines take on more of the hard graft. Tragically, what actually happened is that once the age of full employment, high productivity and high wages was ended by the neoliberal consensus of the early 1980s, the dream of an even shorter working week became exactly that. The report notes bluntly that “the British economy has stopped working in a way which supports a fall in working hours”. But the “second machine age” is now upon us, and the question of working time is quite rightly being raised once again. With driverless technology breathing down transport workers’ necks, software bots replacing the admin work of white-collar staff and advanced AI set to impact many other sectors, there is wide acknowledgement that nothing short of a radical industrial strategy is required. Without targeted government intervention aimed at managing this transition, we could see an even more polarised society, between those who reap the rewards from innovation – the platform tech giants, the rentiers and the highly skilled – and those who have been deskilled, their wages depressed and their jobs intensified. On one side, Jeff Bezos – the first man to have a 12-figure fortune – and on the other, an Amazon warehouse worker. In other words, automation will not produce more free time for ordinary workers unless adequate policy is in place to ensure it. The past century has shown us that workplace technologies have often been introduced by employers as a way of simply maximising productivity without sharing the surplus time and/or profits with employees. This trend will continue unless a practical and enforced link between automation and free time is constructed. Skidelsky’s report makes gestures in this direction, advocating investment in automation technology in the public sector with the aim of reducing working weeks gradually. The sights aren’t set particularly high however, with a target of a 35-hour week over a 10-year period being proposed. Perhaps most strikingly, the report argues for a Jobs Guarantee Programme whereby the state would be an “employer of last resort”. These jobs would pay no less than the national living wage and would constitute an attempt to exert upward pressure on pay. It should be pointed out that many questions hang over such a job guarantee, not least around the practical rollout of such a measure. The Skidelsky report establishes that reducing working time should be an aim for an incoming Labour government. In this sense it is an important moment in the discussion. However, much more radical reforms are needed beyond job guarantees and shaving a couple of hours off our working weeks. In Autonomy’s own report on this issue, we proposed policies that would go a long way to achieving an actual four-day week within a decade. The creation of an organisation to integrate and co-manage automation technologies across the whole economy, a reduced working time directive, the creation of a Citizen’s Dividend (or basic income) and mechanisms by which workers could determine how technology was implemented in the workplace were all part of our proposals. If we really want to tackle our high burnout, low-wage economy, we require bold solutions and a robust government strategy; Skidelsky’s review is an important contribution to the growing conversation, but we need to think bigger if we are to get the free time that a four-day week promises. • Will Stronge is co-director of the thinktank Autonomy",
      "charCount": "6478",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/will-stronge\">Will Stronge</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/12/northern-irish-court-dismisses-case-against-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T11:55:25Z",
    "webTitle": "Northern Irish court dismisses case against no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/12/northern-irish-court-dismisses-case-against-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/12/northern-irish-court-dismisses-case-against-no-deal-brexit",
    "fields": {
      "headline": "Northern Irish court dismisses case against no-deal Brexit",
      "standfirst": "<p>Judge says claims hard border would damage peace process are political, not legal, issues<br></p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news\">Latest Brexit developments – live updates</a></li></ul>",
      "trailText": "Judge says claims hard border would damage peace process are political, not legal, issues",
      "byline": "Owen Bowcott Legal affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"0d9752dfaf35c34cefe7247bc61b66247edefcbd\"> \n <img src=\"https://media.guim.co.uk/0d9752dfaf35c34cefe7247bc61b66247edefcbd/0_60_3500_2100/1000.jpg\" alt=\"Victims’ campaigner Raymond McCord (C) and solicitors Ciaran O’Hare (L) and Paul Farrell outside court after the judge dismissed their case.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Victims’ campaigner Raymond McCord (C) and solicitors Ciaran O’Hare (L) and Paul Farrell outside court after the judge dismissed their case.</span> \n  <span class=\"element-image__credit\">Photograph: Brian Lawless/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The high court in Belfast has dismissed claims that a no-deal Brexit and the imposition of a hard border would damage the Northern Ireland peace process.</p> \n<p>Lord Justice Bernard McCloskey said the applications were a matter of politics and that was not an area in which courts should intervene.</p> \n<p>His decision follows the reasoning of the <a href=\"https://www.theguardian.com/law/2019/sep/11/english-judges-explain-decision-to-reject-prorogation-challenge\">high court in London</a>, which concluded that Boris Johnson’s advice to the Queen to prorogue parliament for five weeks was lawful. By contrast the Scottish appeal court <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-judges-rule-boris-johnsons-prorogation-unlawful\">on Wednesday ruled</a> that the prime minister acted illegally in proroguing parliament in order to stifle debate in the Commons.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f2145ac2-2b38-462e-8a36-2520f3e0475e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/l2Ag08s09ws?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Delivering the judgment, McCloskey said: “Virtually all of the assembled evidence belongs to the world of politics, both national and supra-national.</p> \n<p>“Within the world of politics, the well-recognised phenomena of claim and counter-claim, assertion and counter-assertion, allegation and denial, blow and counter-blow, alteration and modification of government policy, public statements, unpublished deliberations, posturing, strategy and tactics are the very essence of what is both countenanced and permitted in a democratic society.”</p> \n<p>The judge did not deal directly with prorogation since he said it had been been the “centrepiece” of the English and Scottish cases.</p> \n<p>The Belfast hearing, involving three cases, turned on different legal issues to those heard in London and Edinburgh.</p> \n<p>Lawyers for the applicants in Belfast argued that by creating a hard border on the island of Ireland, a no-deal Brexit on 31 Octoberwould undermine the Good Friday agreement and other agreements that underpin cross-border cooperation between the UK and Ireland.</p> \n<p>One of the applicants was a high-profile victims’ campaigner, Raymond McCord, whose son was murdered by loyalist paramilitaries in 1997.</p> \n<p>Another victims’ campaigner, Jamie Waring, brought a case. He was represented by the Belfast-based civil rights organisation the Committee on the Administration of Justice (CAJ).</p> \n<p>Northern Ireland’s appeal court will hear appeals against the decision on Friday. The Northern Ireland cases will eventually reach the supreme court in London next week when claims from London, Edinburgh and Belfast will be joined together in a three-day hearing.</p> \n<ul> \n <li><p>This article replaces an earlier version that incorrectly claimed the judge had ruled on prorogation.</p></li> \n</ul>",
      "newspaperPageNumber": "9",
      "wordcount": "359",
      "firstPublicationDate": "2019-09-12T11:55:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:08Z",
      "newspaperEditionDate": "2019-09-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/capaf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0d9752dfaf35c34cefe7247bc61b66247edefcbd/0_60_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The high court in Belfast has dismissed claims that a no-deal Brexit and the imposition of a hard border would damage the Northern Ireland peace process. Lord Justice Bernard McCloskey said the applications were a matter of politics and that was not an area in which courts should intervene. His decision follows the reasoning of the high court in London, which concluded that Boris Johnson’s advice to the Queen to prorogue parliament for five weeks was lawful. By contrast the Scottish appeal court on Wednesday ruled that the prime minister acted illegally in proroguing parliament in order to stifle debate in the Commons. Delivering the judgment, McCloskey said: “Virtually all of the assembled evidence belongs to the world of politics, both national and supra-national. “Within the world of politics, the well-recognised phenomena of claim and counter-claim, assertion and counter-assertion, allegation and denial, blow and counter-blow, alteration and modification of government policy, public statements, unpublished deliberations, posturing, strategy and tactics are the very essence of what is both countenanced and permitted in a democratic society.” The judge did not deal directly with prorogation since he said it had been been the “centrepiece” of the English and Scottish cases. The Belfast hearing, involving three cases, turned on different legal issues to those heard in London and Edinburgh. Lawyers for the applicants in Belfast argued that by creating a hard border on the island of Ireland, a no-deal Brexit on 31 Octoberwould undermine the Good Friday agreement and other agreements that underpin cross-border cooperation between the UK and Ireland. One of the applicants was a high-profile victims’ campaigner, Raymond McCord, whose son was murdered by loyalist paramilitaries in 1997. Another victims’ campaigner, Jamie Waring, brought a case. He was represented by the Belfast-based civil rights organisation the Committee on the Administration of Justice (CAJ). Northern Ireland’s appeal court will hear appeals against the decision on Friday. The Northern Ireland cases will eventually reach the supreme court in London next week when claims from London, Edinburgh and Belfast will be joined together in a three-day hearing. This article replaces an earlier version that incorrectly claimed the judge had ruled on prorogation.",
      "charCount": "2356",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owenbowcott\">Owen Bowcott</a> Legal affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/12/suspending-parliament-not-shut-down-brexit-debate-ben-wallace",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-12T09:07:46Z",
    "webTitle": "Suspending parliament not done to stifle Brexit debate, says Wallace",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/12/suspending-parliament-not-shut-down-brexit-debate-ben-wallace",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/12/suspending-parliament-not-shut-down-brexit-debate-ben-wallace",
    "fields": {
      "headline": "Suspending parliament not done to stifle Brexit debate, says Wallace",
      "standfirst": "<p>Defence secretary had been recorded suggesting doing so could beat Commons impasse</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news\">Latest Brexit developments – live updates</a></li></ul>",
      "trailText": "Defence secretary had been recorded suggesting doing so could beat Commons impasse",
      "byline": "Matthew Weaver",
      "main": "<figure class=\"element element-image\" data-media-id=\"5a8339f08ad4707c6e7b88474551a54cc20f6410\"> <img src=\"https://media.guim.co.uk/5a8339f08ad4707c6e7b88474551a54cc20f6410/0_73_2729_1637/1000.jpg\" alt=\"Ben Wallace\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ben Wallace insisted the prorogation was not an attempt to prevent Brexit scrutiny.</span> <span class=\"element-image__credit\">Photograph: Wiktor Szymanowicz/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The defence secretary has insisted suspending parliament was not about shutting down debate on Brexit, despite being recorded last month suggesting doing so was an attempt to get round the House of Commons impasse.</p> <p>Responding to the decision by Scottish appeal court judges that prorogation was illegal because it was <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-judges-rule-boris-johnsons-prorogation-unlawful\">designed to stifle parliament</a>, Ben Wallace claimed the suspension was “nothing to do with Brexit”.</p> <p>In a round of broadcast interviews on Thursday, he repeated the government’s line that <a href=\"https://www.theguardian.com/politics/2019/aug/28/boris-johnson-suspend-parliament-mps-no-deal-brexit\">proroguing parliament for five weeks</a> was about allowing time for a Queen’s speech.</p> <p>Wallace was challenged over a recording of him of at summit of defence ministers in Helsinki last month in which appeared to reveal the government’s real intentions for proroguing parliament.</p> <p><a href=\"https://www.theguardian.com/politics/live/2019/aug/29/backlash-after-boris-johnson-prorogues-parliament-ahead-of-brexit-live-news?page=with:block-5d67c5dd8f08ea59f447b3a3#block-5d67c5dd8f08ea59f447b3a3\">Speaking to his French counterpart</a> just after Boris Johnson moved to suspend parliament, he was recorded saying: “Parliament has been very good at saying what it doesn’t want. It has been awful at saying what it wants. That’s the reality. So eventually any leader has to, you know, try … We’ve suddenly found ourselves with no majority and a coalition, and that’s not easy for our system.”</p> <p>On Thursday, Wallace insisted to BBC Radio 5 Live that the suspension of parliament “wasn’t to stop debate because debate and law happened”.</p> <p>He added: “Parliament itself proved that it could scrutinise Brexit in a very short period of time. It actually passed some legislation very, very quickly to block the no-deal provisions … Secondly, parliament is coming back on 14 October, before Brexit day on 31 October. And it can discuss a lot then.</p> <p>“The most heavy factor in why we prorogued is we have had the longest sitting session of parliament for 400 years.”</p> <p>Asked about his comments in Helsinki, Wallace said: “The BBC was quite selective in what I said off camera, because I also said to the journalist that we prorogue nearly every year so that the Queen can have a Queen’s speech and can then deliver the government’s new programme.”</p> <p>Wallace, who voted remain in the EU referendum, revealed he would support Brexit if there were another poll. He said the EU should have responded to the Brexit vote by reforming, but instead “ploughed on with greater integration”.</p> <p>Wallace later said that if the supreme court upheld the Scottish ruling next Tuesday, the government would abide by the decision. “We will uphold whatever decision the court makes. We will abide by the rule of law,” he told Sky News.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNewsPolitics/status/1172041418426261505\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Defence secretary <a href=\"https://twitter.com/BWallaceMP?ref_src=twsrc%5Etfw\">@BWallaceMP</a> says court rulings are not &quot;about politics&quot;.<br><br>He appears to contradict <a href=\"https://twitter.com/KwasiKwarteng?ref_src=twsrc%5Etfw\">@KwasiKwarteng</a> who criticised judges for &quot;interfering&quot; after ruling the PM&#39;s suspension of parliament unlawful.<a href=\"https://twitter.com/hashtag/Sunrise?src=hash&amp;ref_src=twsrc%5Etfw\">#Sunrise</a><br><br>Latest politics: <a href=\"https://t.co/fujk0WF2Vn\">https://t.co/fujk0WF2Vn</a> <a href=\"https://t.co/vhEPW63a4I\">pic.twitter.com/vhEPW63a4I</a></p>&mdash; Sky News Politics (@SkyNewsPolitics) <a href=\"https://twitter.com/SkyNewsPolitics/status/1172041418426261505?ref_src=twsrc%5Etfw\">September 12, 2019</a></blockquote>  </figure>  <p>Wallace also defended the government’s predictions about what could happen under a no-deal Brexit in documents related to the <a href=\"https://www.theguardian.com/politics/2019/sep/11/operation-yellowhammer-fears-no-deal-brexit-chaos-forced-to-publish-secret-papers\">Yellowhammer planning exercise</a>, which ministers were forced to publish on Wednesday.</p> <p>“I’m not embarrassed by the Yellowhammer production, I think it’s a really important piece of work for the government. That’s our duty, to prepare for the worst and try and deliver the best. That’s why we’re trying to get a deal from Europe,” he told ITV’s Good Morning Britain.</p> <p>“As defence secretary, every single day, my job is about the worst-case scenario. That’s why we have submarines patrolling the world.”</p>",
      "wordcount": "513",
      "firstPublicationDate": "2019-09-12T09:07:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:09Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cazbm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5a8339f08ad4707c6e7b88474551a54cc20f6410/0_73_2729_1637/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The defence secretary has insisted suspending parliament was not about shutting down debate on Brexit, despite being recorded last month suggesting doing so was an attempt to get round the House of Commons impasse. Responding to the decision by Scottish appeal court judges that prorogation was illegal because it was designed to stifle parliament, Ben Wallace claimed the suspension was “nothing to do with Brexit”. In a round of broadcast interviews on Thursday, he repeated the government’s line that proroguing parliament for five weeks was about allowing time for a Queen’s speech. Wallace was challenged over a recording of him of at summit of defence ministers in Helsinki last month in which appeared to reveal the government’s real intentions for proroguing parliament. Speaking to his French counterpart just after Boris Johnson moved to suspend parliament, he was recorded saying: “Parliament has been very good at saying what it doesn’t want. It has been awful at saying what it wants. That’s the reality. So eventually any leader has to, you know, try … We’ve suddenly found ourselves with no majority and a coalition, and that’s not easy for our system.” On Thursday, Wallace insisted to BBC Radio 5 Live that the suspension of parliament “wasn’t to stop debate because debate and law happened”. He added: “Parliament itself proved that it could scrutinise Brexit in a very short period of time. It actually passed some legislation very, very quickly to block the no-deal provisions … Secondly, parliament is coming back on 14 October, before Brexit day on 31 October. And it can discuss a lot then. “The most heavy factor in why we prorogued is we have had the longest sitting session of parliament for 400 years.” Asked about his comments in Helsinki, Wallace said: “The BBC was quite selective in what I said off camera, because I also said to the journalist that we prorogue nearly every year so that the Queen can have a Queen’s speech and can then deliver the government’s new programme.” Wallace, who voted remain in the EU referendum, revealed he would support Brexit if there were another poll. He said the EU should have responded to the Brexit vote by reforming, but instead “ploughed on with greater integration”. Wallace later said that if the supreme court upheld the Scottish ruling next Tuesday, the government would abide by the decision. “We will uphold whatever decision the court makes. We will abide by the rule of law,” he told Sky News. Wallace also defended the government’s predictions about what could happen under a no-deal Brexit in documents related to the Yellowhammer planning exercise, which ministers were forced to publish on Wednesday. “I’m not embarrassed by the Yellowhammer production, I think it’s a really important piece of work for the government. That’s our duty, to prepare for the worst and try and deliver the best. That’s why we’re trying to get a deal from Europe,” he told ITV’s Good Morning Britain. “As defence secretary, every single day, my job is about the worst-case scenario. That’s why we have submarines patrolling the world.”",
      "charCount": "3098",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/sep/12/no-deal-brexit-likely-to-push-up-price-of-bread-in-ireland",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-09-12T05:00:42Z",
    "webTitle": "No-deal Brexit likely to push up price of bread in Ireland",
    "webUrl": "https://www.theguardian.com/world/2019/sep/12/no-deal-brexit-likely-to-push-up-price-of-bread-in-ireland",
    "apiUrl": "https://content.guardianapis.com/world/2019/sep/12/no-deal-brexit-likely-to-push-up-price-of-bread-in-ireland",
    "fields": {
      "headline": "No-deal Brexit likely to push up price of bread in Ireland",
      "standfirst": "<p>Flour from UK would be subject to tariff of €172 a tonne - adding 15 cents to the price of loaf</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/sep/12/no-deal-will-be-a-total-disaster-irish-agri-food-sector-on-high-alert\">‘No deal will be a total disaster’: Irish agri-food sector on high alert</a></li></ul>",
      "trailText": "Flour from UK would be subject to tariff of €172 a tonne - adding 15 cents to the price of loaf",
      "byline": "Lisa O'Carroll Brexit correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"824d27a72e98a55acca3cdaf054de8409b19d6fa\"> <img src=\"https://media.guim.co.uk/824d27a72e98a55acca3cdaf054de8409b19d6fa/0_248_7360_4417/1000.jpg\" alt=\"Various traditionally made sourdough breads\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">For Irish bakers, the choices are to absorb the cost, pass it on to the consumer or source flour in France, Germany or Lithuania.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The humble loaf has emerged as an unlikely casualty of a no-deal Brexit in Ireland, with prices charged by commercial flour suppliers in Belfast set to rise due to cross-border tariffs.</p> <p>There are just three flour mills on the island of Ireland and the only two that can supply industrial quantities are in Northern Ireland.</p> <p>“We have two mills in Belfast and 60% of their output goes into the Republic of Ireland. Ireland doesn’t have any bulk commercial mill at all and imports the rest of its flour from the UK,” said Michael Bell, the executive director of Northern Ireland’s Food and Drink Association.</p> <p>Under a no-deal Brexit, flour would be subject to a tariff of €172 a tonne, which could add around 15 cents to the price of a humble sliced loaf.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/aug/13/how-a-no-deal-brexit-threatens-your-weekly-food-shop\">How a no-deal Brexit threatens your weekly food shop</a> </p> </aside>  <p>“We are not talking about there being no bread on the shelves, but that it is just going to be more expensive and depending on your income that will be more or less significant,” said Alex Waugh, the director general of the National Association of British and Irish Millers (Nabim).</p> <p>In a no-deal scenario, EU tariffs will be applicable on a range of food items coming into Ireland from the UK.</p> <p>The tariffs on flour will hit bread, biscuits, cakes, confectionary and commercially produced frozen pizza assembled in factories outside Dublin but destined for the massive UK market.</p> <p>For Irish bakers, the choices are to absorb the cost, pass it on to the consumer or source flour in France, Germany or Lithuania.</p> <p>“Can you source the flour in France? No,” said Bell. “Their mill structure is different and their flour has a different protein content which is good for baguettes but not for high-rise bread.”</p> <p>Bakers have looked at getting flour further afield, in Germany or Lithuania, said Waugh but the cost of getting it back to Ireland added significant overheads and logistical challenges.</p> <p>Currently, Ireland imports about 150-170 28-tonne tankers of flour a week from UK, with one third from Northern Ireland and two-thirds from Britain. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/12/no-deal-will-be-a-total-disaster-irish-agri-food-sector-on-high-alert\">'No deal will be a total disaster': Irish agri-food sector on high alert</a> </p> </aside>  <p>Bakers south of the border are looking at stockpiling flour but that is not considered a sustainable solution.</p> <p>“It is the thing that people often forget in this debate, that tariffs are a tax and they are a tax on consumers because there just isn’t sufficient margin in the supply chain to fully absorb so the costs will be passed<strong> </strong>on,” says Paul Kelly, director of the Food and Drink Industry Ireland.</p> <p>He sees a no-deal Brexit as a disastrous misapplication of tariffs, which are designed as a tool to protect European farmers and food production for social reasons.</p> <p>“The social contract operating here is that farmers have a high cost base because of the high cost of living in the EU, high standards of regulation and safety that they have to adhere to,” he says.</p> <p>Bell thinks the British government simply doesn’t consider food production seriously enough or understand that the supply chains on the two islands are so interconnected because of the efficiencies needed to keep prices down.</p> <p>“Some supermarkets have said: ‘Tariffs are not our problem, it’s the suppliers’ problem.’ Suppliers are saying: ‘We beg to differ.’ They are saying they are not going to take it at all, which means suppliers will end up having to break contracts because they won’t be able to supply at below cost,” says Bell.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "564",
      "firstPublicationDate": "2019-09-12T05:00:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:10Z",
      "newspaperEditionDate": "2019-09-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cagp8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/824d27a72e98a55acca3cdaf054de8409b19d6fa/0_248_7360_4417/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The humble loaf has emerged as an unlikely casualty of a no-deal Brexit in Ireland, with prices charged by commercial flour suppliers in Belfast set to rise due to cross-border tariffs. There are just three flour mills on the island of Ireland and the only two that can supply industrial quantities are in Northern Ireland. “We have two mills in Belfast and 60% of their output goes into the Republic of Ireland. Ireland doesn’t have any bulk commercial mill at all and imports the rest of its flour from the UK,” said Michael Bell, the executive director of Northern Ireland’s Food and Drink Association. Under a no-deal Brexit, flour would be subject to a tariff of €172 a tonne, which could add around 15 cents to the price of a humble sliced loaf. “We are not talking about there being no bread on the shelves, but that it is just going to be more expensive and depending on your income that will be more or less significant,” said Alex Waugh, the director general of the National Association of British and Irish Millers (Nabim). In a no-deal scenario, EU tariffs will be applicable on a range of food items coming into Ireland from the UK. The tariffs on flour will hit bread, biscuits, cakes, confectionary and commercially produced frozen pizza assembled in factories outside Dublin but destined for the massive UK market. For Irish bakers, the choices are to absorb the cost, pass it on to the consumer or source flour in France, Germany or Lithuania. “Can you source the flour in France? No,” said Bell. “Their mill structure is different and their flour has a different protein content which is good for baguettes but not for high-rise bread.” Bakers have looked at getting flour further afield, in Germany or Lithuania, said Waugh but the cost of getting it back to Ireland added significant overheads and logistical challenges. Currently, Ireland imports about 150-170 28-tonne tankers of flour a week from UK, with one third from Northern Ireland and two-thirds from Britain. Bakers south of the border are looking at stockpiling flour but that is not considered a sustainable solution. “It is the thing that people often forget in this debate, that tariffs are a tax and they are a tax on consumers because there just isn’t sufficient margin in the supply chain to fully absorb so the costs will be passed on,” says Paul Kelly, director of the Food and Drink Industry Ireland. He sees a no-deal Brexit as a disastrous misapplication of tariffs, which are designed as a tool to protect European farmers and food production for social reasons. “The social contract operating here is that farmers have a high cost base because of the high cost of living in the EU, high standards of regulation and safety that they have to adhere to,” he says. Bell thinks the British government simply doesn’t consider food production seriously enough or understand that the supply chains on the two islands are so interconnected because of the efficiencies needed to keep prices down. “Some supermarkets have said: ‘Tariffs are not our problem, it’s the suppliers’ problem.’ Suppliers are saying: ‘We beg to differ.’ They are saying they are not going to take it at all, which means suppliers will end up having to break contracts because they won’t be able to supply at below cost,” says Bell.",
      "charCount": "3291",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lisaocarroll\">Lisa O'Carroll</a> Brexit correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]