[
  {
    "id": "uk-news/2019/dec/07/father-of-london-bridge-attack-victim-calls-boris-johnson-a-fraud-david-merritt",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-12-07T22:30:14Z",
    "webTitle": "Father of London Bridge attack victim calls Johnson a fraud",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/07/father-of-london-bridge-attack-victim-calls-boris-johnson-a-fraud-david-merritt",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/07/father-of-london-bridge-attack-victim-calls-boris-johnson-a-fraud-david-merritt",
    "fields": {
      "headline": "Father of London Bridge attack victim calls Johnson a fraud",
      "standfirst": "<p>David Merritt says prime minister made political capital out of his son Jack’s death<br></p>",
      "trailText": "David Merritt says prime minister made political capital out of his son Jack’s death",
      "byline": "Aaron Walawalkar and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"fa127c4bbe2195c3f6b922a8526af739592b70c5\"> \n <img src=\"https://media.guim.co.uk/fa127c4bbe2195c3f6b922a8526af739592b70c5/232_244_2956_1774/1000.jpg\" alt=\"David Merritt (centre) at a vigil in Cambridge earlier this week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">David Merritt (centre) at a vigil in Cambridge earlier this week.</span> \n  <span class=\"element-image__credit\">Photograph: Joe Giddens/PA Media</span> \n </figcaption> \n</figure>",
      "body": "<p>The father of a man killed in the London Bridge attack has accused Boris Johnson of lying and making “political capital” from his son’s death during the BBC leaders’ debate.</p> \n<p>David Merritt – whose son Jack was stabbed to death by convicted terrorist Usman Khan – called the prime minister a fraud following his appearance on Friday night’s TV debate, six days before polling day.</p> \n<p>Following last Friday’s attack, the Conservatives have pledged to toughen up prison sentences. Merritt <a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">believes this would have angered his son</a>, who had “devoted his energy to the purpose” of prisoner rehabilitation.</p> \n<p>“Johnson lied and used our son’s death to make political capital,” Merritt said in <a href=\"https://twitter.com/butwhatifitsall/status/1203266132171481088\">a thread posted on Twitter on Saturday</a>. “Wake up Britain: this man is a fraud. He’s the worst of us, and he’s taking you for a ride. You may think the options open to you in this election are not entirely to your liking. Me neither, but I’ll be voting least worst option: anti-Tory.”</p> \n<p>During the debate on Friday, the Labour leader, Jeremy Corbyn, challenged Johnson over remarks Merritt made last week, criticising the use of his son’s death as a pretext to introduce harsher criminal justice reforms.</p> \n<p>Corbyn said: “I was very moved by what Jack Merritt’s father said about what his son was trying to do. That he wanted a society where you did address the huge problems where somebody committed awful acts like that – yes of course, you must imprison them, yes of course, you must try and rehabilitate them if you can.”</p> \n<p>Responding to Corbyn’s challenge, Johnson said he had “huge sympathy for Mr Merritt and the relatives and families of both victims, and it was an absolutely terrible thing”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"35793271-2c2a-4b80-af29-587378b37767\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/SZThRJ9pflc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Johnson added: “But I still think it’s wrong that some one like Usman Khan, who was sentenced to 21 years … should have been automatically released on eight years, when the judge, when he was first convicted, made it clear that he was a very serious jihadi.”</p> \n<p>The attack took place on 29 November just before 2pm in the Fishmongers’ Hall at an event run by Learning Together, a programme focused on prisoner rehabilitation.</p> \n<p>Khan had been released automatically from prison on licence in December last year after serving eight years for plotting a terror attack on the London Stock Exchange.</p> \n<p>He had originally been jailed indefinitely in 2012 under an imprisonment for public protection (IPP) sentence. This type of sentence was later scrapped by the Tories and Khan was sentenced to 16 years following a successful appeal in 2013.</p> \n<p>Khan was automatically released midway through this sentence under now-scrapped sentencing laws. The parole board did not assess Khan prior to his release, despite the requests of a judge.</p> \n<p>On Saturday morning, Merritt said that Corbyn “spoke the truth last night”, adding that the facts of attack – including Khan’s motivation and what could have been done differently – will not be known until an inquest is complete.</p> \n<p>He called for an inquiry, rather than a “witch hunt”, to examine what could be done to prevent future attacks and accused the Conservatives of “trying to look tough on the backs of other prisoners’ suffering”. </p> \n<p>The row came as the Conservatives placed reducing immigration at the heart of their last-minute pitch to voters, pledging to end “preferential treatment” of EU nationals, reduce numbers overall and trigger a big reduction in low-skilled migrants.</p> \n<p>Key to the new Tory system will be ensuring all migrants have a “digital immigration status” after 2022. It will be used to crack down on illegal overstaying, though the party insists it will help legal migrants prove their status.</p> \n<p>The new system would divide people into three categories – exceptional talent, skilled workers and “sector-specific” – the latter made up of categories that will change based on advice from the independent Migration Advisory Committee (MAC). It will screen all prospective migrants for previous criminality and bar those with serious convictions.</p> \n<p>In a letter to voters, Johnson described the election as one of the most important in more than a century. “In 1906, the Liberal government won a majority and the balance of power crucially tipped towards democracy,” he writes. “In 1945, the Conservative party had lost its way and the Attlee government created the NHS – one of the great achievements in British politics in the 20th century. And in 1979 the Thatcher government dragged Britain out of the nightmare of the 1970s.</p> \n<p>“Now, in 2019 we face another of these historic elections. Like 1906, 1945 and 1979 the impact of this election will be felt for decades to come. But unlike those elections, in 2019 it is not a single party that has lost its way, but the entire parliament.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "781",
      "firstPublicationDate": "2019-12-07T14:43:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:51Z",
      "newspaperEditionDate": "2019-12-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cphgp",
      "shouldHideAdverts": "true",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fa127c4bbe2195c3f6b922a8526af739592b70c5/232_244_2956_1774/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The father of a man killed in the London Bridge attack has accused Boris Johnson of lying and making “political capital” from his son’s death during the BBC leaders’ debate. David Merritt – whose son Jack was stabbed to death by convicted terrorist Usman Khan – called the prime minister a fraud following his appearance on Friday night’s TV debate, six days before polling day. Following last Friday’s attack, the Conservatives have pledged to toughen up prison sentences. Merritt believes this would have angered his son, who had “devoted his energy to the purpose” of prisoner rehabilitation. “Johnson lied and used our son’s death to make political capital,” Merritt said in a thread posted on Twitter on Saturday. “Wake up Britain: this man is a fraud. He’s the worst of us, and he’s taking you for a ride. You may think the options open to you in this election are not entirely to your liking. Me neither, but I’ll be voting least worst option: anti-Tory.” During the debate on Friday, the Labour leader, Jeremy Corbyn, challenged Johnson over remarks Merritt made last week, criticising the use of his son’s death as a pretext to introduce harsher criminal justice reforms. Corbyn said: “I was very moved by what Jack Merritt’s father said about what his son was trying to do. That he wanted a society where you did address the huge problems where somebody committed awful acts like that – yes of course, you must imprison them, yes of course, you must try and rehabilitate them if you can.” Responding to Corbyn’s challenge, Johnson said he had “huge sympathy for Mr Merritt and the relatives and families of both victims, and it was an absolutely terrible thing”. Johnson added: “But I still think it’s wrong that some one like Usman Khan, who was sentenced to 21 years … should have been automatically released on eight years, when the judge, when he was first convicted, made it clear that he was a very serious jihadi.” The attack took place on 29 November just before 2pm in the Fishmongers’ Hall at an event run by Learning Together, a programme focused on prisoner rehabilitation. Khan had been released automatically from prison on licence in December last year after serving eight years for plotting a terror attack on the London Stock Exchange. He had originally been jailed indefinitely in 2012 under an imprisonment for public protection (IPP) sentence. This type of sentence was later scrapped by the Tories and Khan was sentenced to 16 years following a successful appeal in 2013. Khan was automatically released midway through this sentence under now-scrapped sentencing laws. The parole board did not assess Khan prior to his release, despite the requests of a judge. On Saturday morning, Merritt said that Corbyn “spoke the truth last night”, adding that the facts of attack – including Khan’s motivation and what could have been done differently – will not be known until an inquest is complete. He called for an inquiry, rather than a “witch hunt”, to examine what could be done to prevent future attacks and accused the Conservatives of “trying to look tough on the backs of other prisoners’ suffering”. The row came as the Conservatives placed reducing immigration at the heart of their last-minute pitch to voters, pledging to end “preferential treatment” of EU nationals, reduce numbers overall and trigger a big reduction in low-skilled migrants. Key to the new Tory system will be ensuring all migrants have a “digital immigration status” after 2022. It will be used to crack down on illegal overstaying, though the party insists it will help legal migrants prove their status. The new system would divide people into three categories – exceptional talent, skilled workers and “sector-specific” – the latter made up of categories that will change based on advice from the independent Migration Advisory Committee (MAC). It will screen all prospective migrants for previous criminality and bar those with serious convictions. In a letter to voters, Johnson described the election as one of the most important in more than a century. “In 1906, the Liberal government won a majority and the balance of power crucially tipped towards democracy,” he writes. “In 1945, the Conservative party had lost its way and the Attlee government created the NHS – one of the great achievements in British politics in the 20th century. And in 1979 the Thatcher government dragged Britain out of the nightmare of the 1970s. “Now, in 2019 we face another of these historic elections. Like 1906, 1945 and 1979 the impact of this election will be felt for decades to come. But unlike those elections, in 2019 it is not a single party that has lost its way, but the entire parliament.”",
      "charCount": "4695",
      "shouldHideReaderRevenue": "true",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/aaron-walawalkar\">Aaron Walawalkar</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/dec/07/general-election-parties-resume-campaigning-after-leaders-debate-live-updates",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-07T16:15:19Z",
    "webTitle": "General election: Russia link to NHS documents 'nonsense', says Corbyn – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/07/general-election-parties-resume-campaigning-after-leaders-debate-live-updates",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/07/general-election-parties-resume-campaigning-after-leaders-debate-live-updates",
    "fields": {
      "headline": "General election: Russia link to NHS documents 'nonsense', says Corbyn – live news",
      "standfirst": "<p>Politicians make their final pitches as the election campaign enters its final week.</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/dec/06/bbc-debate-corbyn-hits-out-at-johnsons-racist-remarks\">BBC debate: Corbyn hits out at Johnson’s ‘racist remarks’</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/06/johnson-v-corbyn-who-won-the-day\">Johnson v Corbyn: who won the day?</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/06/how-credible-jeremy-corbyn-boris-johnson-claims-bbc-debate\">How credible are Corbyn and Johnson’s BBC debate claims?</a></li></ul>",
      "trailText": "Politicians make their final pitches as the election campaign enters its final week",
      "byline": "Frances Perraudin",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"eeed048e-2256-4e37-baa0-d5996d45c1bd\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nxKrlY9dZSg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5debc4e88f08bacaf000bf27\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T15:47:01.943Z\">3.47pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a quick afternoon summary of today’s events.</p> \n  <ul> \n   <li>Jeremy Corbyn <a href=\"https://www.theguardian.com/politics/2019/dec/07/leaked-documents-controversy-is-nonsense-says-corbyn\">declined to disclose</a> the source of documents used as evidence that the NHS would be “on the table” in a post-Brexit UK/US trade deal, after Reddit warned of a link to a Russian interference campaign. The forum issued a statement on Friday night saying that the documents had been posted on their site in late October. “We investigated this account and the accounts connected to it and today we believe this was part of a campaign that has been reported as originating from Russia,” it said. The Labour leader today declined to respond to a question of where Labour obtained the documents from:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We obtained those documents. We believed those documents to be correct and nobody until yesterday denied the correctness of those documents. The issue is there should be no interference in British politics by anybody else.</p> \n  </blockquote> \n  <ul> \n   <li>The father of a man killed in the London Bridge attack <a href=\"https://www.theguardian.com/uk-news/2019/dec/07/father-of-london-bridge-attack-victim-calls-boris-johnson-a-fraud-david-merritt\">has accused Boris Johnson of lying and making “political capital” </a>from his son’s death during the BBC leaders’ debate. David Merritt – whose son Jack was stabbed to death by convicted terrorist Usman Khan – called the prime minister a fraud following his appearance on Friday night’s TV debate, six days before polling day. “Johnson lied and used our son’s death to make political capital,” Merritt said in <a href=\"https://twitter.com/butwhatifitsall/status/1203266132171481088\">a thread posted on Twitter on Saturday</a>. </li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/dec/07/tories-investigate-three-candidates-over-alleged-antisemitism\">The Conservatives are investigating three parliamentary candidates</a> over antisemitism and are facing calls to suspend them before the election. </li> \n  </ul> \n  <p>– Sally-Ann Hart, standing in the Tory marginal seat of Hastings, shared a video with an image implying that the billionaire George Soros, who is Jewish, controls the EU, and she also liked a Nazi slogan on Facebook. </p> \n  <p>– Lee Anderson, standing for the Conservatives in Labour-held Ashfield, is an active member of Ashfield Backs Boris, a Facebook group where Soros conspiracy theories have been promoted and which includes supporters of the far-right activist Tommy Robinson. </p> \n  <p>– Richard Short, the candidate for St Helens South and Whiston, is being investigated for asking whether a Jewish journalist was more loyal to Israel than to Britain.<br></p> \n  <ul> \n   <li>The Labour party has pledged <a href=\"https://www.theguardian.com/politics/2019/dec/06/labour-vows-to-electrify-englands-entire-bus-fleet-by-2030\">to electrify England’s entire bus fleet</a> by 2030, promising to bring services “into the future”. Jeremy Corbyn said “the Westminster bubble” didn’t care about buses, despite the fact that so many people rely on them. He said the Conservatives had overseen <a href=\"https://www.bbc.co.uk/news/uk-england-44681974\">the cancellation or reduction of 3,000 routes</a> across the country leaving people “isolated and stuck at home”. His party plans to electrify all of England’s 35,000 buses by 2030, reducing their emissions by 72%, and fund a reverse in the cuts to services as well as creating new ones.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T17:33:26.635Z\">at 5.33pm GMT</time></p> \n</div> \n<div id=\"block-5debbdb58f08eef22867f400\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T15:06:10.956Z\">3.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson was asked about <a href=\"https://www.theguardian.com/uk-news/2019/dec/06/joseph-mccann-convicted-horrific-rapes-after-being-let-out-of-jail-by-mistake\">the case of serial rapist Joseph McCann</a>, after the probation service apologised for “failings” that enabled him to carry out a series of attacks on women and children.</p> \n  <p>Asked whether anyone in government should take responsibility, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think it’s an absolutely appalling case and shows that there is something very wrong and what we’re going to do is, what I’ve said for a long, long time, is that we want to review the way sentencing takes place and the way sentences are served. And at the moment, the automatic early release at the halfway point for serious sexual and violent offenders is totally wrong, and I said that back in August, and we’re going to stop that.</p> \n   <p>We have a bill ready to go, in parliament, if we can get a working majority on Thursday, we will not only get Brexit done, we will get other things done, including that.</p> \n  </blockquote> \n  <p>(Here is some useful analysis by the Guardian’s home affairs correspondent Jamie Grierson, arguing that the key issue in the McCann case is not actually his initial sentence but its management.)</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/law/2019/dec/06/joseph-mccann-case-is-about-the-system-not-the-sentence\">Joseph McCann case is about the system not the sentence</a> </p> \n  </aside> \n  <p>Johnson repeated that he thought terrorists should have to serve their full sentences, following from the London Bridge attack last Friday.</p> \n  <blockquote class=\"quoted\"> \n   <p>I also think that, as I’ve said, the terrorists will serve their full sentence but when it comes to this individual case we have to look at exactly what happened and we have to make sure we do not have a continual habit of early release for really serious sexual and violent offenders.</p> \n   <p>That doesn’t mean you can’t have rehabilitation, it doesn’t mean you can’t do things to ensure you keep people out of prison. You can do all sorts of things to work with young people to get their lives back on track, but when someone commits a serious sexual or violent offence they should not be released early.</p> \n  </blockquote> \n  <p>Such comments today provoked more furious criticism from David Merritt – whose son Jack was killed in the attack – who used a thread on Twitter to say the prime minister “used our son’s death to make political capital”.</p> \n  <p>You can read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/dec/07/father-of-london-bridge-attack-victim-calls-boris-johnson-a-fraud-david-merritt\">Father of London Bridge attack victim calls Johnson a fraud</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T16:15:19.839Z\">at 4.15pm GMT</time></p> \n</div> \n<div id=\"block-5debbb128f08eef22867f3ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T14:48:11.408Z\">2.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While we’re on the topic – Johnson has been asked again about the parliamentary committee report on potential Russian interference in the EU referendum and the 2017 general election, which he has refused to publish.</p> \n  <blockquote class=\"quoted\"> \n   <p>Well I can repeat what I’ve already said about this, many times, which is that, I know of no evidence of any successful interference by Russia in any democratic event in this country and on the report, we (are) obviously just complying with the normal timetable for releasing such things and I saw no reason to release it earlier just because there was an election going on.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5debb5718f08bacaf000beb5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T14:38:22.211Z\">2.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn is speaking about the leaked document on US trade talks, which he says shows the US would demand access to the health market in Britain and access to our public services. </p> \n  <p>He says that the Conservatives are now saying those documents aren’t real. (The Conservative line is actually that the documents don’t show what Labour says they do, not that they are not real.)</p> \n  <p>Corbyn says:</p> \n  <blockquote class=\"quoted\"> \n   <p>A week later they claim that somebody else wrote these documents. Well, it seems a very strange turn of events that, first of all, you get a refusal to publish the documents – so you get the redacted version, which did confirm that all the meetings had taken place. Then you get the American version, which shows they did take place. Then you get the version which was given to me, which I produced for the public interest, which suddenly, this morning, is apparently an invention by somebody else. </p> \n   <p>I tell you what it’s in their imagination. They are up to their dirty tricks with our NHS, our services, our lives and our market in the future. </p> \n   <p>No Labour government will ever sell our National Health Service. It is simply not for sale.</p> \n  </blockquote> \n  <p>Just to be clear, the suggestion is that the documents were first posted on Reddit by an account which was part of a campaign directed by Moscow.</p> \n  <p>Here’s Reddit’s statement from last night: “We were recently made aware of a post on Reddit that included leaked documents from the UK. We investigated this account and the accounts connected to it and today we believe this was part of a campaign that has been reported as originating from Russia.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T15:02:57.848Z\">at 3.02pm GMT</time></p> \n</div> \n<div id=\"block-5debb4878f08e7796de8e7bf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T14:21:28.525Z\">2.21pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn says he was proud to go to Iain Duncan Smith’s constituency of Chingford and Woodford Green and say that a Labour government would scrap universal credit. He says we need “a real living wage” for all workers, including young workers.</p> \n  <p>On the NHS, Corbyn says that Johnson seemed annoyed yesterday when he mentioned that the Conservatives voted against its creation 41 times.</p> \n </div> \n</div> \n<div id=\"block-5debb3a28f08bacaf000be9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T14:16:20.661Z\">2.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“The Welsh Labor government has been grotesquely underfunded by the Westminster government,” says Corbyn. It would be so much better with a Labour government in Westminster working with a Labour government in Wales, he says.<br></p> \n  <p>On the issue of compensating the Waspi women, he says the media often ask him how he can afford the policy. “Well I’m sorry, it’s a moral responsibility,” says Corbyn.</p> \n </div> \n</div> \n<div id=\"block-5debb2e98f08bacaf000be9b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T14:13:15.331Z\">2.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>He says Michael Gove doesn’t like him very much. There are boos from the crowd. “It’s ok, it’s ok. They don’t call me marmite for nothing,” says Corbyn.</p> \n  <p>He talks about Labour’s plans for a “green revolution”. “You cannot go on watching species being extinct and forests burned in Latin America and West Africa,” he says. He says he wants a Labour government to host COP26 and “to go further and faster then Paris envisaged”. “At the current rate we won’t reach emissions targets until 2099,” he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T14:38:27.967Z\">at 2.38pm GMT</time></p> \n</div> \n<div id=\"block-5debb2518f08e7796de8e7a8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T14:10:34.641Z\">2.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn is talking at an event in Swansea. He’s talking about the linking of music and art with socialist ideas to “create the kind of society we want to create”. He pays tribute to his favourite poet, Dylan Thomas, from Swansea. You can <a href=\"https://www.youtube.com/watch?v=ZpgXOxAyw5A&amp;feature=emb_title\">watch it live here.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"42af0b460d3340f164e6b1e81e40659bdd9c094b\"> \n   <img src=\"https://media.guim.co.uk/42af0b460d3340f164e6b1e81e40659bdd9c094b/126_0_1790_1074/1000.jpg\" alt=\"Jeremy Corbyn speaking at a rally in Swansea\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn speaking at a rally in Swansea</span> \n    <span class=\"element-image__credit\">Photograph: Labour</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T17:23:18.097Z\">at 5.23pm GMT</time></p> \n</div> \n<div id=\"block-5debaa628f08bacaf000be42\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T13:44:00.371Z\">1.44pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> has abandoned a walkabout in Westhoughton, Lancashire, after about 100 protesters took to the town’s high street along with a large screen with a photo of the prime minister with Donald Trump.</p> \n  <p>“Have they just done the UK’s biggest drug deal?” it asked. </p> \n  <p>The PM had planned to meet voters in the marginal Bolton West constituency, taken by the Tories’ Chris Green in 2015 after holding off Labour’s Julie Hilling by just 936 votes in 2017.</p> \n  <p>But after the Tory battle bus arrived in town it was decided that the visit should be abandoned, amid the presence of protesters.</p> \n  <p>The demonstrators, some of whom were from the Socialist Worker newspaper and holding banners saying: “No to Racism, No to Boris Johnson”, had lined the high street where the walkabout was expected to take place.</p> \n  <p>Instead, Johnson travelled back to London by car after his trip to the north-west on Saturday and his battle bus also headed south.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hannahITV/status/1203299474023555072\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson was due to cone to Westhoughton but the visit has been cancelled - a group of protestors had gathered ahead of his arrival <a href=\"https://twitter.com/GranadaReports?ref_src=twsrc%5Etfw\">@GranadaReports</a> <a href=\"https://t.co/5kKbOc6gfu\">pic.twitter.com/5kKbOc6gfu</a></p>— Hannah Miller (@hannahITV) \n    <a href=\"https://twitter.com/hannahITV/status/1203299474023555072?ref_src=twsrc%5Etfw\">December 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hannahITV/status/1203306955005190145\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The police have now arrived and Westhoughton Market is in lockdown after market traders say protestors tried to force their way in <a href=\"https://twitter.com/GranadaReports?ref_src=twsrc%5Etfw\">@GranadaReports</a> <a href=\"https://t.co/4EMuY8h4mG\">pic.twitter.com/4EMuY8h4mG</a></p>— Hannah Miller (@hannahITV) \n    <a href=\"https://twitter.com/hannahITV/status/1203306955005190145?ref_src=twsrc%5Etfw\">December 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T17:25:24.723Z\">at 5.25pm GMT</time></p> \n</div> \n<div id=\"block-5deba4878f08bacaf000be21\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T13:10:27.293Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jo Swinson has insisted she would not quit as leader of the Liberal Democrats leader if the party fails to make significant gains in the general election.</p> \n  <p>Asked if she would stand down in such circumstances, Swinson said: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>No, because I have just been elected as leader of the Liberal Democrats four months ago with an overwhelming majority.</em></p> \n   <p><em>We have got more members than we have ever had before and we are running a strong campaign. So, people have got confidence in my leadership and I’m excited to be doing the job.</em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5deb9b0e8f08eef22867f301\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T12:40:15.844Z\">12.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has been asked about the issue of a potential Russian link to the NHS documents while on a campaign event in Cheshire.</p> \n  <blockquote class=\"quoted\"> \n   <p>Well I do think we need to get to the bottom of that. As far as I am aware we haven’t yet established the truth about that, but what I certainly think is that document, whatever it was intended to prove, did not prove what Jeremy Corbyn and the Labour party hoped it would prove. And I’m afraid it was just another distraction.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"8104166ce08aa6d466d1e1358a30824cc2816d98\"> \n   <img src=\"https://media.guim.co.uk/8104166ce08aa6d466d1e1358a30824cc2816d98/0_0_627_376/500.jpg\" alt=\"Boris Johnson speaking to Sky News\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson speaking to Sky News</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T12:47:14.499Z\">at 12.47pm GMT</time></p> \n</div> \n<div id=\"block-5deb96b78f08bacaf000bdd6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T12:22:40.811Z\">12.22pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Russia link to NHS documents 'nonsense' says Corbyn</h2> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn has been asked about Reddit’s announcement that documents used by Labour as evidence that the NHS would be on the table in a post-Brexit US trade deal were posted by an account linked to a disinformation campaign directed by Moscow. (<a href=\"https://www.theguardian.com/uk-news/2019/dec/07/russia-involved-in-leak-of-papers-saying-nhs-is-for-sale-says-reddit\">See our story here</a>.)</p> \n  <p>He was asked to respond to the suggestion that Labour had either directly or indirectly benefited from a Russian trolling operation. </p> \n  <blockquote class=\"quoted\"> \n   <p>This is such nonsense. This is such an advanced state of rather belated conspiracy theories by the prime minister. When we released the documents, at no stage did the prime minister or anybody deny that those documents were real, deny the arguments that we put forward. </p> \n   <p>And if there has been no discussion with the US about access to our health markets, if all of that is wrong, how come after a week they still haven’t said that?</p> \n   <p>The issues are that those documents show exactly what the British government is doing in discussions with Donald Trump’s administration in the USA and also why the prime minister has refused to release the report on Russian interference in British politics, which he’s been sitting on for a very long time.</p> \n  </blockquote> \n  <p>He refused to say from where the Labour party had obtained the documents.</p> \n  <blockquote class=\"quoted\"> \n   <p>We obtained those documents. We believed those documents to be correct and nobody until yesterday denied the correctness of those documents. The issue is there should be no interference in British politics by anybody else. The prime minister has answers to give, which he refuses to do, about Russian donations to the Tory party or the report that he is sitting on about Russian interference in British politics. Of course there should be no interference in our British political system by Donald Trump or the Russians.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"ca18020fb8823f132e07962a0f8daee31530c0e6\"> \n   <img src=\"https://media.guim.co.uk/ca18020fb8823f132e07962a0f8daee31530c0e6/0_0_822_493/500.jpg\" alt=\"Corbyn speaking in Swansea\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Corbyn speaking in Swansea</span> \n    <span class=\"element-image__credit\">Photograph: Labour/Livestream</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T12:45:02.672Z\">at 12.45pm GMT</time></p> \n</div> \n<div id=\"block-5deb934b8f08bacaf000bdc5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T11:58:13.459Z\">11.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More photo ops on the campaign trail. You can watch a live stream of Jeremy Corbyn making a latte on a visit to a cafe in Swansea here:</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=ZpgXOxAyw5A\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/ZpgXOxAyw5A?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T12:17:20.720Z\">at 12.17pm GMT</time></p> \n</div> \n<div id=\"block-5deb8f7a8f08e7796de8e6c5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T11:50:46.025Z\">11.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has been visiting Cheadle, near Stockport, where he attended a junior girls’ soccer match between Hazel Grove United U10s and Poynton Juniors u10s. </p> \n  <figure class=\"element element-image\" data-media-id=\"02cd3deb1b274acf29b85eccc7abb8f0c3338f56\"> \n   <img src=\"https://media.guim.co.uk/02cd3deb1b274acf29b85eccc7abb8f0c3338f56/0_242_4007_2404/1000.jpg\" alt=\"Boris Johnson stands in goal prior to a Juniors girls’ soccer match as he campaigns in Cheadle Hulme.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson stands in goal prior to a junior girls’ soccer match as he campaigns in Cheadle Hulme.</span> \n    <span class=\"element-image__credit\">Photograph: Toby Melville/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"88aeb2729eb46ec16dbf548871cf5733d97f68a1\"> \n   <img src=\"https://media.guim.co.uk/88aeb2729eb46ec16dbf548871cf5733d97f68a1/0_185_3500_2100/1000.jpg\" alt=\"Johnson with a man dressed as Father Christmas before a football in Cheadle Hume, Cheshire.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Johnson with a man dressed as Father Christmas before the game.</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T11:52:43.737Z\">at 11.52am GMT</time></p> \n</div> \n<div id=\"block-5deb8cb78f08e7796de8e6bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T11:36:00.804Z\">11.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The PA news agency has been following Nigel Farage on his visit to Sedgefield in County Durham. The Brexit party leader donned a hard hat and protective glasses as he visited the factory of Tolley Fabrications, a company specialising in aluminium, stainless steel and super-duplex fabrications.</p> \n  <p>He was asked by a worker who he trusted most out of Boris Johnson and Jeremy Corbyn . “Do you know something, that’s the most difficult question I’ve been asked,” he responded. “I’ve known Boris on and off for 25 years, and he is a likeable, entertaining personality. Would you absolutely trust him? No.”</p> \n  <p>When asked whether the prime minister could be trusted to deliver Brexit, Farage said: </p> \n  <blockquote class=\"quoted\"> \n   <p>‘Get Brexit done’ is an attractive line to a country where a lot of people are utterly cheesed off that this has been going on for three-and-a-half years.</p> \n   <p>The idea that somebody’s going to wave a magic wand is very appealing, and if it was true I would support him 100%.</p> \n   <p>But it’s not. If he passes the withdrawal agreement unamended, we go into three more years of agony. It will be Brexit in name only, but we’ll still be stuck with all the European rules and regulations, with no say whatsoever and with a huge bill.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T17:29:05.628Z\">at 5.29pm GMT</time></p> \n</div> \n<div id=\"block-5deb833d8f08bacaf000bd7f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T10:49:14.906Z\">10.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the latest piece of polling analysis by Dan Sabbagh, defence and security editor and our resident polling expert for the election. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/07/tory-vote-share-at-peak-week-to-go-before-election\">Tory vote share stays at peak of 42% a week to go before election day</a> </p> \n  </aside> \n  <blockquote> \n   <p>A week to go before the election and the Conservative vote appears to have peaked. The party’s share hit 42% about a fortnight ago and has not advanced since – a level that is intriguingly similar to the 42.34% result achieved by Theresa May in the last general election.</p> \n   <p>The party now dominates the leave vote – with a 69% share, according to ICM’s analysis published this week – following the effective surrender of Nigel Farage in the early part of the campaign. Essentially, the Conservatives’ five-point improvement during the campaign has been almost entirely at the Brexit party’s expense.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T17:30:54.619Z\">at 5.30pm GMT</time></p> \n</div> \n<div id=\"block-5deb7c9e8f08e7796de8e67d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T10:28:04.598Z\">10.28am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Labour's environmental policies best, say Friends of the Earth</h2> \n <div class=\"block-elements\"> \n  <p>Friends of the Earth has judged that Labour has the most impressive environmental policies of any of the main UK-wide political parties. The organisation examined the manifestos of the Labour, Conservative, Liberal Democrats and Green parties and scored each against their election asks, which covered 10 areas, including climate targets, energy, transport, food and nature. The manifestos were marked out of 45. They said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The final assessment saw Labour, Lib Dems and Greens all marked highly, but with the Labour party given a slightly higher score overall. The Conservative party scored poorly: its manifesto was judged to be missing significant commitments in numerous areas, inadequate policies in others, and actively damaging policies in transport. </p> \n  </blockquote> \n  <p>Here were the final scores: </p> \n  <ul> \n   <li>Labour: 33 </li> \n   <li>Green: 31 </li> \n   <li>Liberal Democrat: 30 </li> \n   <li>Conservatives: 5.5</li> \n  </ul> \n  <p>Dave Timms, Friends of the Earth’s head of political affairs, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Environmental issues have been given greater priority in this election than ever before – and with the world in the midst of an ecological and climate crisis this must be the next government’s top priority. </p> \n   <p>Many of the policies that Labour, the Liberal Democrats and Green party have put forward are commensurate with, or striving to meet, the challenges we face. It is disappointing we have not yet seen the same urgency, ambition or consistency from the Conservative party. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T17:32:38.843Z\">at 5.32pm GMT</time></p> \n</div> \n<div id=\"block-5deb76968f08e7796de8e674\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T10:06:16.816Z\">10.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow transport secretary, Andy McDonald, has also been on both the Today programme and Sky News. He’s been setting out Labour’s plans to electrify England’s entire bus fleet. You can read the story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/06/labour-vows-to-electrify-englands-entire-bus-fleet-by-2030\">Labour vows to electrify England's entire bus fleet by 2030</a> </p> \n  </aside> \n  <p>In the light of claims that UK government documents leaked online – and used by Labour to hammer home their argument about NHS vulnerability in post-Brexit US/UK trade talks – could have been subject to Russian interference, McDonald said it would be perfectly legitimate to hold an inquiry.</p> \n  <blockquote class=\"quoted\"> \n   <p>I think that’s perfectly legitimate. I think what interests me particularly is the content of the documents.</p> \n  </blockquote> \n  <p>He called on the government to publish the report by parliament’s intelligence and security committee (ISC) into possible Russian interference in the UK democratic process.</p> \n  <blockquote class=\"quoted\"> \n   <p>If we want to get to the bottom of the extent to which the Russian state interferes in elections, can we please publish the Intelligence and Security Committee report? Let’s get that out there. That should have been published ages ago.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"a663d64f6bf95280d8b3b42d51d4470ed2f372e4\"> \n   <img src=\"https://media.guim.co.uk/a663d64f6bf95280d8b3b42d51d4470ed2f372e4/51_0_640_384/500.jpg\" alt=\"Shadow transport secretary Andy McDonald on Sky News\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The shadow transport secretary, Andy McDonald, on Sky News.</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T10:45:26.738Z\">at 10.45am GMT</time></p> \n</div> \n<div id=\"block-5deb75688f08bacaf000bd4f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T09:52:27.545Z\">9.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a roundup of what is happening on the campaign trail today. Today is “small business Saturday”, so expect the party leaders to be setting out their offerings to small business owners.</p> \n  <ul> \n   <li>Boris Johnson is visiting north-west England, although his exact plans have not yet been disclosed.</li> \n  </ul> \n  <ul> \n   <li>Jeremy Corbyn takes the Labour campaign to Wales, touring the country and appearing at a rally.</li> \n  </ul> \n  <ul> \n   <li>Lib Dem leader Jo Swinson will visit Hertfordshire to discuss her policies with small businesses to try to convince them to back her party.</li> \n  </ul> \n  <ul> \n   <li>The Brexit party leader, Nigel Farage, travels to Sedgefield in County Durham, where he will also meet business representatives.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T09:57:28.022Z\">at 9.57am GMT</time></p> \n</div> \n<div id=\"block-5deb72b68f08bacaf000bd47\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T09:48:11.198Z\">9.48am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Culture secretary: Russian involvement in leaked NHS papers extremely serious</h2> \n <div class=\"block-elements\"> \n  <p>The outgoing culture secretary, Nicky Morgan, has been speaking to broadcasters this morning about the Conservative party’s pledge to invest £550m in grassroots football. (You can <a href=\"https://www.bbc.co.uk/news/election-2019-50695211\">read the BBC story here</a>.)</p> \n  <p>She told BBC Radio 4’s Today programme that it was “extremely serious” that leaked documents – used by Labour to claim that the US wanted NHS to be included in future trade deals – could be linked to a Russian disinformation campaign.</p> \n  <p>You can read the background here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/dec/07/russia-involved-in-leak-of-papers-saying-nhs-is-for-sale-says-reddit\">Russia involved in leak of papers saying NHS is for sale, says Reddit</a> </p> \n  </aside> \n  <blockquote class=\"quoted\"> \n   <p>I understand from what was being put on that website, those who seem to know about these things say that it seems to have all the hallmarks of some form of interference. And if that is the case, that obviously is extremely serious. And actually as culture secretary, obviously one of the things that we are looking for and monitoring is any interference in our elections.</p> \n  </blockquote> \n  <p>She was later asked by Sky News why, if they were so concerned about Russian interference, had <a href=\"https://www.theguardian.com/politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election\">No 10 blocked the publication of a report</a> examining the country’s infiltration of British politics. She said it had been a matter of timing and the speed with which parliament had been dissolved. “There hasn’t been a parliament to publish that report to,” she said. </p> \n  <blockquote class=\"quoted\"> \n   <p>All I can say is the government, obviously, is taking steps. We are very aware of the potential for overseas interference and watching very carefully through lots of different channels as to what potentially might be going on.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"2513b0f2499828b292dd96405512e30cd79f20bd\"> \n   <img src=\"https://media.guim.co.uk/2513b0f2499828b292dd96405512e30cd79f20bd/22_0_637_382/500.jpg\" alt=\"Culture secretary Nicky Morgan appearing on Sky News\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicky Morgan appearing on Sky News.</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-07T17:37:15.924Z\">at 5.37pm GMT</time></p> \n</div> \n<div id=\"block-5deb724e8f08eef22867f264\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T09:35:40.871Z\">9.35am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a video of the highlights from last night’s debate –</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"35793271-2c2a-4b80-af29-587378b37767\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/SZThRJ9pflc?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5deb665a8f08eef22867f23f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-07T09:12:46.684Z\">9.12am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to the politics live blog on the morning after Jeremy Corbyn and Boris Johnson went head-to-head in a BBC debate.</p> \n  <p>The party leaders clashed over Islamophobia and antisemitism in their parties, with both accusing the other of “a failure of leadership”.</p> \n  <p>Johnson said: “I think that Mr Corbyn’s handling of this particular issue, his unwillingness to take a stand and stand up for Jewish people in the Labour party and put an arm round them is a failure of leadership.”</p> \n  <p>Corbyn hit back: “A failure of leadership is when you use racist remarks to describe people from different countries or in our society. I will never do that … I hope that the prime minister understands the hurt that people feel when they hear remarks and articles he has written.”</p> \n  <p>You can read the full write-up from the Guardian’s deputy political editor, Rowena Mason, and political correspondent Kate Proctor <a href=\"https://www.theguardian.com/politics/2019/dec/06/bbc-debate-corbyn-hits-out-at-johnsons-racist-remarks\">here</a>. And political correspondent Peter Walker has an assessment of who won the debate <a href=\"https://www.theguardian.com/politics/2019/dec/06/johnson-v-corbyn-who-won-the-day\">here</a>.</p> \n  <p>A snap poll from YouGov found 52% of Britons asked after watching the debate believed Johnson won and 48% Corbyn. The pollster said it fell within the margin of error and so could be considered another draw. Those surveyed said Corbyn was more trustworthy than Johnson by 48% to 38% but Johnson was considered more prime ministerial by 54% to 30%.</p> \n  <p>We have fact-checked claims made by the two party leaders.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/06/how-credible-jeremy-corbyn-boris-johnson-claims-bbc-debate\">How credible are Corbyn and Johnson's BBC debate claims?</a> </p> \n  </aside> \n  <p>I’ll be here to guide you through the day’s political developments. You can tweet at me on <a href=\"https://twitter.com/fperraudin\">@fperraudin</a> and comment below.</p> \n </div> \n</div>",
      "wordcount": "3471",
      "commentCloseDate": "2019-12-07T18:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-07T09:14:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:52Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cpgqt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7507231f4889fa22055420b6c209c8c16e7266ec/0_48_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Here’s a quick afternoon summary of today’s events. Jeremy Corbyn declined to disclose the source of documents used as evidence that the NHS would be “on the table” in a post-Brexit UK/US trade deal, after Reddit warned of a link to a Russian interference campaign. The forum issued a statement on Friday night saying that the documents had been posted on their site in late October. “We investigated this account and the accounts connected to it and today we believe this was part of a campaign that has been reported as originating from Russia,” it said. The Labour leader today declined to respond to a question of where Labour obtained the documents from: We obtained those documents. We believed those documents to be correct and nobody until yesterday denied the correctness of those documents. The issue is there should be no interference in British politics by anybody else. The father of a man killed in the London Bridge attack has accused Boris Johnson of lying and making “political capital” from his son’s death during the BBC leaders’ debate. David Merritt – whose son Jack was stabbed to death by convicted terrorist Usman Khan – called the prime minister a fraud following his appearance on Friday night’s TV debate, six days before polling day. “Johnson lied and used our son’s death to make political capital,” Merritt said in a thread posted on Twitter on Saturday. The Conservatives are investigating three parliamentary candidates over antisemitism and are facing calls to suspend them before the election. – Sally-Ann Hart, standing in the Tory marginal seat of Hastings, shared a video with an image implying that the billionaire George Soros, who is Jewish, controls the EU, and she also liked a Nazi slogan on Facebook. – Lee Anderson, standing for the Conservatives in Labour-held Ashfield, is an active member of Ashfield Backs Boris, a Facebook group where Soros conspiracy theories have been promoted and which includes supporters of the far-right activist Tommy Robinson. – Richard Short, the candidate for St Helens South and Whiston, is being investigated for asking whether a Jewish journalist was more loyal to Israel than to Britain. The Labour party has pledged to electrify England’s entire bus fleet by 2030, promising to bring services “into the future”. Jeremy Corbyn said “the Westminster bubble” didn’t care about buses, despite the fact that so many people rely on them. He said the Conservatives had overseen the cancellation or reduction of 3,000 routes across the country leaving people “isolated and stuck at home”. His party plans to electrify all of England’s 35,000 buses by 2030, reducing their emissions by 72%, and fund a reverse in the cuts to services as well as creating new ones. Boris Johnson was asked about the case of serial rapist Joseph McCann, after the probation service apologised for “failings” that enabled him to carry out a series of attacks on women and children. Asked whether anyone in government should take responsibility, he said: I think it’s an absolutely appalling case and shows that there is something very wrong and what we’re going to do is, what I’ve said for a long, long time, is that we want to review the way sentencing takes place and the way sentences are served. And at the moment, the automatic early release at the halfway point for serious sexual and violent offenders is totally wrong, and I said that back in August, and we’re going to stop that. We have a bill ready to go, in parliament, if we can get a working majority on Thursday, we will not only get Brexit done, we will get other things done, including that. (Here is some useful analysis by the Guardian’s home affairs correspondent Jamie Grierson, arguing that the key issue in the McCann case is not actually his initial sentence but its management.) Johnson repeated that he thought terrorists should have to serve their full sentences, following from the London Bridge attack last Friday. I also think that, as I’ve said, the terrorists will serve their full sentence but when it comes to this individual case we have to look at exactly what happened and we have to make sure we do not have a continual habit of early release for really serious sexual and violent offenders. That doesn’t mean you can’t have rehabilitation, it doesn’t mean you can’t do things to ensure you keep people out of prison. You can do all sorts of things to work with young people to get their lives back on track, but when someone commits a serious sexual or violent offence they should not be released early. Such comments today provoked more furious criticism from David Merritt – whose son Jack was killed in the attack – who used a thread on Twitter to say the prime minister “used our son’s death to make political capital”. You can read the full story here: While we’re on the topic – Johnson has been asked again about the parliamentary committee report on potential Russian interference in the EU referendum and the 2017 general election, which he has refused to publish. Well I can repeat what I’ve already said about this, many times, which is that, I know of no evidence of any successful interference by Russia in any democratic event in this country and on the report, we (are) obviously just complying with the normal timetable for releasing such things and I saw no reason to release it earlier just because there was an election going on. Corbyn is speaking about the leaked document on US trade talks, which he says shows the US would demand access to the health market in Britain and access to our public services. He says that the Conservatives are now saying those documents aren’t real. (The Conservative line is actually that the documents don’t show what Labour says they do, not that they are not real.) Corbyn says: A week later they claim that somebody else wrote these documents. Well, it seems a very strange turn of events that, first of all, you get a refusal to publish the documents – so you get the redacted version, which did confirm that all the meetings had taken place. Then you get the American version, which shows they did take place. Then you get the version which was given to me, which I produced for the public interest, which suddenly, this morning, is apparently an invention by somebody else. I tell you what it’s in their imagination. They are up to their dirty tricks with our NHS, our services, our lives and our market in the future. No Labour government will ever sell our National Health Service. It is simply not for sale. Just to be clear, the suggestion is that the documents were first posted on Reddit by an account which was part of a campaign directed by Moscow. Here’s Reddit’s statement from last night: “We were recently made aware of a post on Reddit that included leaked documents from the UK. We investigated this account and the accounts connected to it and today we believe this was part of a campaign that has been reported as originating from Russia.” Jeremy Corbyn says he was proud to go to Iain Duncan Smith’s constituency of Chingford and Woodford Green and say that a Labour government would scrap universal credit. He says we need “a real living wage” for all workers, including young workers. On the NHS, Corbyn says that Johnson seemed annoyed yesterday when he mentioned that the Conservatives voted against its creation 41 times. “The Welsh Labor government has been grotesquely underfunded by the Westminster government,” says Corbyn. It would be so much better with a Labour government in Westminster working with a Labour government in Wales, he says. On the issue of compensating the Waspi women, he says the media often ask him how he can afford the policy. “Well I’m sorry, it’s a moral responsibility,” says Corbyn. He says Michael Gove doesn’t like him very much. There are boos from the crowd. “It’s ok, it’s ok. They don’t call me marmite for nothing,” says Corbyn. He talks about Labour’s plans for a “green revolution”. “You cannot go on watching species being extinct and forests burned in Latin America and West Africa,” he says. He says he wants a Labour government to host COP26 and “to go further and faster then Paris envisaged”. “At the current rate we won’t reach emissions targets until 2099,” he says. Jeremy Corbyn is talking at an event in Swansea. He’s talking about the linking of music and art with socialist ideas to “create the kind of society we want to create”. He pays tribute to his favourite poet, Dylan Thomas, from Swansea. You can watch it live here. Boris Johnson has abandoned a walkabout in Westhoughton, Lancashire, after about 100 protesters took to the town’s high street along with a large screen with a photo of the prime minister with Donald Trump. “Have they just done the UK’s biggest drug deal?” it asked. The PM had planned to meet voters in the marginal Bolton West constituency, taken by the Tories’ Chris Green in 2015 after holding off Labour’s Julie Hilling by just 936 votes in 2017. But after the Tory battle bus arrived in town it was decided that the visit should be abandoned, amid the presence of protesters. The demonstrators, some of whom were from the Socialist Worker newspaper and holding banners saying: “No to Racism, No to Boris Johnson”, had lined the high street where the walkabout was expected to take place. Instead, Johnson travelled back to London by car after his trip to the north-west on Saturday and his battle bus also headed south. Jo Swinson has insisted she would not quit as leader of the Liberal Democrats leader if the party fails to make significant gains in the general election. Asked if she would stand down in such circumstances, Swinson said: No, because I have just been elected as leader of the Liberal Democrats four months ago with an overwhelming majority. We have got more members than we have ever had before and we are running a strong campaign. So, people have got confidence in my leadership and I’m excited to be doing the job. Boris Johnson has been asked about the issue of a potential Russian link to the NHS documents while on a campaign event in Cheshire. Well I do think we need to get to the bottom of that. As far as I am aware we haven’t yet established the truth about that, but what I certainly think is that document, whatever it was intended to prove, did not prove what Jeremy Corbyn and the Labour party hoped it would prove. And I’m afraid it was just another distraction. Jeremy Corbyn has been asked about Reddit’s announcement that documents used by Labour as evidence that the NHS would be on the table in a post-Brexit US trade deal were posted by an account linked to a disinformation campaign directed by Moscow. (See our story here.) He was asked to respond to the suggestion that Labour had either directly or indirectly benefited from a Russian trolling operation. This is such nonsense. This is such an advanced state of rather belated conspiracy theories by the prime minister. When we released the documents, at no stage did the prime minister or anybody deny that those documents were real, deny the arguments that we put forward. And if there has been no discussion with the US about access to our health markets, if all of that is wrong, how come after a week they still haven’t said that? The issues are that those documents show exactly what the British government is doing in discussions with Donald Trump’s administration in the USA and also why the prime minister has refused to release the report on Russian interference in British politics, which he’s been sitting on for a very long time. He refused to say from where the Labour party had obtained the documents. We obtained those documents. We believed those documents to be correct and nobody until yesterday denied the correctness of those documents. The issue is there should be no interference in British politics by anybody else. The prime minister has answers to give, which he refuses to do, about Russian donations to the Tory party or the report that he is sitting on about Russian interference in British politics. Of course there should be no interference in our British political system by Donald Trump or the Russians. More photo ops on the campaign trail. You can watch a live stream of Jeremy Corbyn making a latte on a visit to a cafe in Swansea here: Boris Johnson has been visiting Cheadle, near Stockport, where he attended a junior girls’ soccer match between Hazel Grove United U10s and Poynton Juniors u10s. The PA news agency has been following Nigel Farage on his visit to Sedgefield in County Durham. The Brexit party leader donned a hard hat and protective glasses as he visited the factory of Tolley Fabrications, a company specialising in aluminium, stainless steel and super-duplex fabrications. He was asked by a worker who he trusted most out of Boris Johnson and Jeremy Corbyn . “Do you know something, that’s the most difficult question I’ve been asked,” he responded. “I’ve known Boris on and off for 25 years, and he is a likeable, entertaining personality. Would you absolutely trust him? No.” When asked whether the prime minister could be trusted to deliver Brexit, Farage said: ‘Get Brexit done’ is an attractive line to a country where a lot of people are utterly cheesed off that this has been going on for three-and-a-half years. The idea that somebody’s going to wave a magic wand is very appealing, and if it was true I would support him 100%. But it’s not. If he passes the withdrawal agreement unamended, we go into three more years of agony. It will be Brexit in name only, but we’ll still be stuck with all the European rules and regulations, with no say whatsoever and with a huge bill. Here is the latest piece of polling analysis by Dan Sabbagh, defence and security editor and our resident polling expert for the election. A week to go before the election and the Conservative vote appears to have peaked. The party’s share hit 42% about a fortnight ago and has not advanced since – a level that is intriguingly similar to the 42.34% result achieved by Theresa May in the last general election. The party now dominates the leave vote – with a 69% share, according to ICM’s analysis published this week – following the effective surrender of Nigel Farage in the early part of the campaign. Essentially, the Conservatives’ five-point improvement during the campaign has been almost entirely at the Brexit party’s expense. Friends of the Earth has judged that Labour has the most impressive environmental policies of any of the main UK-wide political parties. The organisation examined the manifestos of the Labour, Conservative, Liberal Democrats and Green parties and scored each against their election asks, which covered 10 areas, including climate targets, energy, transport, food and nature. The manifestos were marked out of 45. They said: The final assessment saw Labour, Lib Dems and Greens all marked highly, but with the Labour party given a slightly higher score overall. The Conservative party scored poorly: its manifesto was judged to be missing significant commitments in numerous areas, inadequate policies in others, and actively damaging policies in transport. Here were the final scores: Labour: 33 Green: 31 Liberal Democrat: 30 Conservatives: 5.5 Dave Timms, Friends of the Earth’s head of political affairs, said: Environmental issues have been given greater priority in this election than ever before – and with the world in the midst of an ecological and climate crisis this must be the next government’s top priority. Many of the policies that Labour, the Liberal Democrats and Green party have put forward are commensurate with, or striving to meet, the challenges we face. It is disappointing we have not yet seen the same urgency, ambition or consistency from the Conservative party. The shadow transport secretary, Andy McDonald, has also been on both the Today programme and Sky News. He’s been setting out Labour’s plans to electrify England’s entire bus fleet. You can read the story here: In the light of claims that UK government documents leaked online – and used by Labour to hammer home their argument about NHS vulnerability in post-Brexit US/UK trade talks – could have been subject to Russian interference, McDonald said it would be perfectly legitimate to hold an inquiry. I think that’s perfectly legitimate. I think what interests me particularly is the content of the documents. He called on the government to publish the report by parliament’s intelligence and security committee (ISC) into possible Russian interference in the UK democratic process. If we want to get to the bottom of the extent to which the Russian state interferes in elections, can we please publish the Intelligence and Security Committee report? Let’s get that out there. That should have been published ages ago. Here’s a roundup of what is happening on the campaign trail today. Today is “small business Saturday”, so expect the party leaders to be setting out their offerings to small business owners. Boris Johnson is visiting north-west England, although his exact plans have not yet been disclosed. Jeremy Corbyn takes the Labour campaign to Wales, touring the country and appearing at a rally. Lib Dem leader Jo Swinson will visit Hertfordshire to discuss her policies with small businesses to try to convince them to back her party. The Brexit party leader, Nigel Farage, travels to Sedgefield in County Durham, where he will also meet business representatives. The outgoing culture secretary, Nicky Morgan, has been speaking to broadcasters this morning about the Conservative party’s pledge to invest £550m in grassroots football. (You can read the BBC story here.) She told BBC Radio 4’s Today programme that it was “extremely serious” that leaked documents – used by Labour to claim that the US wanted NHS to be included in future trade deals – could be linked to a Russian disinformation campaign. You can read the background here: I understand from what was being put on that website, those who seem to know about these things say that it seems to have all the hallmarks of some form of interference. And if that is the case, that obviously is extremely serious. And actually as culture secretary, obviously one of the things that we are looking for and monitoring is any interference in our elections. She was later asked by Sky News why, if they were so concerned about Russian interference, had No 10 blocked the publication of a report examining the country’s infiltration of British politics. She said it had been a matter of timing and the speed with which parliament had been dissolved. “There hasn’t been a parliament to publish that report to,” she said. All I can say is the government, obviously, is taking steps. We are very aware of the potential for overseas interference and watching very carefully through lots of different channels as to what potentially might be going on. Here’s a video of the highlights from last night’s debate – Good morning and welcome to the politics live blog on the morning after Jeremy Corbyn and Boris Johnson went head-to-head in a BBC debate. The party leaders clashed over Islamophobia and antisemitism in their parties, with both accusing the other of “a failure of leadership”. Johnson said: “I think that Mr Corbyn’s handling of this particular issue, his unwillingness to take a stand and stand up for Jewish people in the Labour party and put an arm round them is a failure of leadership.” Corbyn hit back: “A failure of leadership is when you use racist remarks to describe people from different countries or in our society. I will never do that … I hope that the prime minister understands the hurt that people feel when they hear remarks and articles he has written.” You can read the full write-up from the Guardian’s deputy political editor, Rowena Mason, and political correspondent Kate Proctor here. And political correspondent Peter Walker has an assessment of who won the debate here. A snap poll from YouGov found 52% of Britons asked after watching the debate believed Johnson won and 48% Corbyn. The pollster said it fell within the margin of error and so could be considered another draw. Those surveyed said Corbyn was more trustworthy than Johnson by 48% to 38% but Johnson was considered more prime ministerial by 54% to 30%. We have fact-checked claims made by the two party leaders. I’ll be here to guide you through the day’s political developments. You can tweet at me on @fperraudin and comment below.",
      "charCount": "20470",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/07/leaked-documents-controversy-is-nonsense-says-corbyn",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-07T15:00:07Z",
    "webTitle": "Leaked NHS documents controversy is nonsense, says Corbyn",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/07/leaked-documents-controversy-is-nonsense-says-corbyn",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/07/leaked-documents-controversy-is-nonsense-says-corbyn",
    "fields": {
      "headline": "Leaked NHS documents controversy is nonsense, says Corbyn",
      "standfirst": "<p>Labour leader declines to reveal source of documents but says PM has questions to answer on Russian donations</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/07/general-election-parties-resume-campaigning-after-leaders-debate-live-updates\">General election latest - live news</a></li></ul>",
      "trailText": "Labour leader declines to reveal source of documents but says PM has questions to answer on Russian donations",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"eeed048e-2256-4e37-baa0-d5996d45c1bd\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nxKrlY9dZSg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Jeremy Corbyn declined to disclose the source of documents used as evidence that the NHS would be “on the table” in a post-Brexit UK-US trade deal, after Reddit told of a link to a Russian interference campaign.</p> \n<p>The Labour leader <a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">brandished the unredacted documents</a> at a press conference last week, saying they revealed the US was seeking “total market access” after the UK left the European Union and therefore undermined Boris Johnson’s claims that the NHS would not be part of any trade talks.</p> \n<p>However, the Conservative party said the material had <a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">already been online for two months</a> and was simply <a href=\"https://ustr.gov/countries-regions/europe-middle-east/europe/united-kingdom/us-uk-trade-agreement-negotiations\">readouts from meetings</a> of the UK-US trade and investment working group. The international trade secretary, Liz Truss, said the price that the NHS paid for drugs would not be “on the table”.</p> \n<p>There is heightened scrutiny over the origin of the documents – the legitimacy of which has not been called into question – after <a href=\"https://www.theguardian.com/uk-news/2019/dec/07/russia-involved-in-leak-of-papers-saying-nhs-is-for-sale-says-reddit\">Reddit said on Friday</a> it believed they had been leaked and then posted by an account which was part of a dubious campaign reported to have originated in Russia.</p> \n<p>But Corbyn refused to say how he obtained the documents and dismissed a suggestion that Labour had benefitted from a Russian trolling operation.</p> \n<p>“This is such nonsense,” he said on Saturday at a zero-waste shop in Barry, Wales. “This is such an advanced state of rather belated conspiracy theories by the prime minister. When we released the documents, at no stage did the prime minister or anybody deny that those documents were real, deny the arguments that we put forward.</p> \n<p>“We obtained those documents. We believed those documents to be correct and nobody until yesterday denied the correctness of those documents. The issue is there should be no interference in British politics by anybody else.</p> \n<p>He added: “The prime minister has answers to give, which he refuses to do, about Russian donations to the Tory party or the report that he is sitting on about Russian interference in British politics. Of course there should be no interference in our British political system by Donald Trump or the Russians.”</p> \n<p>Johnson said on Saturday that the source of the documents must be established. “Well I do think we need to get to the bottom of that,” he told Sky, from the side of a football pitch near Stockport.</p> \n<p>“As far as I’m aware we haven’t yet established the truth about that. But what I certainly think is that document, whatever it was intended to prove, did not prove what Jeremy Corbyn and the Labour party hoped that it would prove. And I’m afraid it was just another distraction.”</p> \n<p>Reddit said in a statement that it was recently made aware of a post made in October that included leaked documents from the UK, which was then reposted by a second account.</p> \n<p>“We investigated this account and the accounts connected to it, and today we believe this was part of a campaign that has been reported as originating from Russia,” the company said in a statement.</p> \n<p>It added that it had identified and suspended 61 accounts that attempted to further promote the leaked papers, including that of a user called Gregoriator. “All of these accounts have the same shared pattern as the original Secondary Infektion group detected, causing us to believe that this was indeed tied to the original group,” it said.</p> \n<p>Pockets of accounts had worked together to “upvote” the posts using vote manipulation to make them more visible to users of the platform, Reddit said.</p> \n<p>The news also highlighted how the UK’s democratic process was vulnerable to Moscow’s influence and placed Johnson under renewed pressure <a href=\"https://www.theguardian.com/politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election\">to release the parliamentary report into Russian meddling</a> before the general election.</p>",
      "wordcount": "619",
      "firstPublicationDate": "2019-12-07T15:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:52Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cphjt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/81ef544bb32236725e0480dabfb3430388e3aef5/0_186_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn declined to disclose the source of documents used as evidence that the NHS would be “on the table” in a post-Brexit UK-US trade deal, after Reddit told of a link to a Russian interference campaign. The Labour leader brandished the unredacted documents at a press conference last week, saying they revealed the US was seeking “total market access” after the UK left the European Union and therefore undermined Boris Johnson’s claims that the NHS would not be part of any trade talks. However, the Conservative party said the material had already been online for two months and was simply readouts from meetings of the UK-US trade and investment working group. The international trade secretary, Liz Truss, said the price that the NHS paid for drugs would not be “on the table”. There is heightened scrutiny over the origin of the documents – the legitimacy of which has not been called into question – after Reddit said on Friday it believed they had been leaked and then posted by an account which was part of a dubious campaign reported to have originated in Russia. But Corbyn refused to say how he obtained the documents and dismissed a suggestion that Labour had benefitted from a Russian trolling operation. “This is such nonsense,” he said on Saturday at a zero-waste shop in Barry, Wales. “This is such an advanced state of rather belated conspiracy theories by the prime minister. When we released the documents, at no stage did the prime minister or anybody deny that those documents were real, deny the arguments that we put forward. “We obtained those documents. We believed those documents to be correct and nobody until yesterday denied the correctness of those documents. The issue is there should be no interference in British politics by anybody else. He added: “The prime minister has answers to give, which he refuses to do, about Russian donations to the Tory party or the report that he is sitting on about Russian interference in British politics. Of course there should be no interference in our British political system by Donald Trump or the Russians.” Johnson said on Saturday that the source of the documents must be established. “Well I do think we need to get to the bottom of that,” he told Sky, from the side of a football pitch near Stockport. “As far as I’m aware we haven’t yet established the truth about that. But what I certainly think is that document, whatever it was intended to prove, did not prove what Jeremy Corbyn and the Labour party hoped that it would prove. And I’m afraid it was just another distraction.” Reddit said in a statement that it was recently made aware of a post made in October that included leaked documents from the UK, which was then reposted by a second account. “We investigated this account and the accounts connected to it, and today we believe this was part of a campaign that has been reported as originating from Russia,” the company said in a statement. It added that it had identified and suspended 61 accounts that attempted to further promote the leaked papers, including that of a user called Gregoriator. “All of these accounts have the same shared pattern as the original Secondary Infektion group detected, causing us to believe that this was indeed tied to the original group,” it said. Pockets of accounts had worked together to “upvote” the posts using vote manipulation to make them more visible to users of the platform, Reddit said. The news also highlighted how the UK’s democratic process was vulnerable to Moscow’s influence and placed Johnson under renewed pressure to release the parliamentary report into Russian meddling before the general election.",
      "charCount": "3656",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/dec/07/russia-involved-in-leak-of-papers-saying-nhs-is-for-sale-says-reddit",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-12-07T11:57:09Z",
    "webTitle": "Russia involved in leak of papers saying NHS is for sale, says Reddit",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/07/russia-involved-in-leak-of-papers-saying-nhs-is-for-sale-says-reddit",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/07/russia-involved-in-leak-of-papers-saying-nhs-is-for-sale-says-reddit",
    "fields": {
      "headline": "Russia involved in leak of papers saying NHS is for sale, says Reddit",
      "standfirst": "<p>Documents, believed to be genuine, were used by Jeremy Corbyn to lambast Tory party</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/07/general-election-parties-resume-campaigning-after-leaders-debate-live-updates\">General election latest - live news</a></li></ul>",
      "trailText": "Leak was seized on by Corbyn as proof Tories want NHS to be part of trade talks with US",
      "byline": "Kevin Rawlinson and Aamna Mohdin",
      "main": "<figure class=\"element element-image\" data-media-id=\"2a98505b81742a72f11da4d0ff397581fe8a8504\"> <img src=\"https://media.guim.co.uk/2a98505b81742a72f11da4d0ff397581fe8a8504/0_0_2197_1318/1000.jpg\" alt=\"Jeremy Corbyn with redacted documents of secret trade talks\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The redacted documents Reddit says derive from Secondary Infektion, a Russian disinformation operation.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<p>An anonymous online poster who disseminated documents later brandished by Jeremy Corbyn as evidence the Conservatives would put the NHS “on the table” in US trade talks was part of a campaign directed by Moscow, the site hosting the papers has said.</p> <p>On Friday evening, Reddit confirmed it has banned 61 accounts; including that of a user called Gregoriator, who it believes was part of a Russian information operation known as Secondary Infektion.</p> <p>The anonymous user posted copies of the leaked official documents on the site in late October. Corbyn <a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">presented the same documents at a news conference</a> last week, saying they “leave Boris Johnson’s denials [that the NHS would be for sale] in absolute tatters” and touting them as “evidence that, under Boris Johnson, the NHS is on the table and will be up for sale”.</p> <p>Reddit insisted the post garnered minimal interest at the time and Labour has declined to reveal where it obtained the documents. The government has said it believes they are genuine.</p> <p>However, questions will now be asked about whether Russia had a hand in introducing the papers into the UK’s public discourse and, if so, what its motivations were for doing so.</p> <p>Nicky Morgan, the culture secretary, said it was “extremely serious” that the leaked documents could be linked to a Russian disinformation campaign. Speaking to BBC Radio 4’s Today programme on Saturday, Morgan said: “I understand from what was being put on that website, those who seem to know about these things say that it seems to have all the hallmarks of some form of interference.</p> <p>“And if that is the case, that obviously is extremely serious. And actually as culture secretary, obviously one of the things that we are looking for and monitoring is any interference in our elections.” </p> <p>The news also highlighted the vulnerability of the UK’s democratic processes to Moscow’s influence and will put pressure on Johnson over his <a href=\"https://www.theguardian.com/politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election\">refusal to release the parliamentary report into Russian meddling</a> before the general election.</p> <p>It led Dominic Grieve, the former chair of the parliamentary committee that put together the report, to renew his criticism of Johnson on Friday evening. He said it was “unfortunate” the document had been shelved for what he believed were “wholly dishonest” reasons and called for its publication.</p> <p>Johnson has previously claimed there was insufficient time before the election but Grieve has pointed out the report had been signed off by the intelligence services and such documents are routinely published within significantly shorter timeframes.</p> <p>Andy McDonald, the shadow transport secretary, renewed calls for the government to allow a report detailing Russian interference in UK elections to be published.</p> <p>He said: “If we want to get to the bottom of the extent to which the Russian state interferes in elections, can we please publish the intelligence and security committee report? Let’s get that out there. That should have been published ages ago.” </p> <p><a href=\"https://www.theguardian.com/politics/2019/dec/02/nhs-cache-leak-first-circulated-online-by-group-similar-to-russian-operation\">On Monday, the social media research firm Graphika said</a> that, while it could not definitively prove the Gregoriator account was controlled by Moscow, its methods closely resembled “techniques used by Secondary Infektion in the past, a known Russian operation”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/01/protect-nhs-us-trade-negotiations-law\">There’s a simple way to protect the NHS from US trade negotiators | Emily Jones</a> </p> </aside>  <p>It identified similarities, including grammatical errors in the early distribution of the documents via Reddit, three German-language websites and an anonymous Twitter account.</p> <p>Secondary Infektion is the name given <a href=\"https://medium.com/dfrlab/top-takes-suspected-russian-intelligence-operation-39212367d2f0\">to a Russian operation exposed by Facebook earlier this year</a>, operating across six languages and dozens of platforms. Subsequent analysis by <a href=\"https://atlanticcouncil.org/\">the Atlantic Council</a>, a US thinktank, demonstrated it was behind a string of largely failed attempts to disseminate fake news, including a blatantly false story that British remainers were planning to assassinate Johnson.</p> <p>Announcing its move on Friday, Reddit said: “We were recently made aware of a post on Reddit that included leaked documents from the UK. We investigated this account and the accounts connected to it and today we believe this was part of a campaign that has been reported as originating from Russia.”</p> <p>The site said it had found a “pattern of coordination” similar to that seen among social media accounts linked to Secondary Infektion, leading it to “use these accounts to identify additional suspect accounts that were part of the campaign on Reddit”.</p> <p>A Labour spokesman said: “These documents reveal the plot against our NHS. And of course neither the UK nor the US government have denied their authenticity. Our releasing them to journalists was clearly in the public interest.”</p> <p>The Conservatives have not responded to a request for comment.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "745",
      "firstPublicationDate": "2019-12-07T00:00:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:53Z",
      "newspaperEditionDate": "2019-12-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpf2t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2a98505b81742a72f11da4d0ff397581fe8a8504/0_0_2197_1318/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "An anonymous online poster who disseminated documents later brandished by Jeremy Corbyn as evidence the Conservatives would put the NHS “on the table” in US trade talks was part of a campaign directed by Moscow, the site hosting the papers has said. On Friday evening, Reddit confirmed it has banned 61 accounts; including that of a user called Gregoriator, who it believes was part of a Russian information operation known as Secondary Infektion. The anonymous user posted copies of the leaked official documents on the site in late October. Corbyn presented the same documents at a news conference last week, saying they “leave Boris Johnson’s denials [that the NHS would be for sale] in absolute tatters” and touting them as “evidence that, under Boris Johnson, the NHS is on the table and will be up for sale”. Reddit insisted the post garnered minimal interest at the time and Labour has declined to reveal where it obtained the documents. The government has said it believes they are genuine. However, questions will now be asked about whether Russia had a hand in introducing the papers into the UK’s public discourse and, if so, what its motivations were for doing so. Nicky Morgan, the culture secretary, said it was “extremely serious” that the leaked documents could be linked to a Russian disinformation campaign. Speaking to BBC Radio 4’s Today programme on Saturday, Morgan said: “I understand from what was being put on that website, those who seem to know about these things say that it seems to have all the hallmarks of some form of interference. “And if that is the case, that obviously is extremely serious. And actually as culture secretary, obviously one of the things that we are looking for and monitoring is any interference in our elections.” The news also highlighted the vulnerability of the UK’s democratic processes to Moscow’s influence and will put pressure on Johnson over his refusal to release the parliamentary report into Russian meddling before the general election. It led Dominic Grieve, the former chair of the parliamentary committee that put together the report, to renew his criticism of Johnson on Friday evening. He said it was “unfortunate” the document had been shelved for what he believed were “wholly dishonest” reasons and called for its publication. Johnson has previously claimed there was insufficient time before the election but Grieve has pointed out the report had been signed off by the intelligence services and such documents are routinely published within significantly shorter timeframes. Andy McDonald, the shadow transport secretary, renewed calls for the government to allow a report detailing Russian interference in UK elections to be published. He said: “If we want to get to the bottom of the extent to which the Russian state interferes in elections, can we please publish the intelligence and security committee report? Let’s get that out there. That should have been published ages ago.” On Monday, the social media research firm Graphika said that, while it could not definitively prove the Gregoriator account was controlled by Moscow, its methods closely resembled “techniques used by Secondary Infektion in the past, a known Russian operation”. It identified similarities, including grammatical errors in the early distribution of the documents via Reddit, three German-language websites and an anonymous Twitter account. Secondary Infektion is the name given to a Russian operation exposed by Facebook earlier this year, operating across six languages and dozens of platforms. Subsequent analysis by the Atlantic Council, a US thinktank, demonstrated it was behind a string of largely failed attempts to disseminate fake news, including a blatantly false story that British remainers were planning to assassinate Johnson. Announcing its move on Friday, Reddit said: “We were recently made aware of a post on Reddit that included leaked documents from the UK. We investigated this account and the accounts connected to it and today we believe this was part of a campaign that has been reported as originating from Russia.” The site said it had found a “pattern of coordination” similar to that seen among social media accounts linked to Secondary Infektion, leading it to “use these accounts to identify additional suspect accounts that were part of the campaign on Reddit”. A Labour spokesman said: “These documents reveal the plot against our NHS. And of course neither the UK nor the US government have denied their authenticity. Our releasing them to journalists was clearly in the public interest.” The Conservatives have not responded to a request for comment.",
      "charCount": "4644",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a> and <a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/06/johnson-v-corbyn-who-won-the-day",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-07T10:58:40Z",
    "webTitle": "Johnson v Corbyn: who won the final debate?",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/06/johnson-v-corbyn-who-won-the-day",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/06/johnson-v-corbyn-who-won-the-day",
    "fields": {
      "headline": "Johnson v Corbyn: who won the final debate?",
      "standfirst": "<p>Our verdict on the final debate between the main party leaders before Thursday’s general election<br></p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/07/general-election-parties-resume-campaigning-after-leaders-debate-live-updates\">General election latest - live news</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/06/how-credible-jeremy-corbyn-boris-johnson-claims-bbc-debate\">Factcheck: How credible are Corbyn and Johnson’s claims?</a></li></ul>",
      "trailText": "Our verdict on the final debate between the main party leaders before Thursday’s general election<br>",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"35793271-2c2a-4b80-af29-587378b37767\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/SZThRJ9pflc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>This was billed as the final showdown – or at least the final chance for Jeremy Corbyn to shift the polls away from bookmakers’ predictions of a Boris Johnson majority. As such, the stakes were high, and the setting dramatic, with the two party leaders almost facing each behind lecterns. So who came out on top, and will it make any difference?</p> \n<h2>Overall pitch</h2> \n<p><strong>Corbyn: </strong>Serious, sober and worried about Johnson’s plans. This was the Labour leader tying to show a prime-time audience he is not the frightening radical of tabloid lore. Refusing to rise to Johnson’s occasional jibes, Corbyn kept pushing home the same points, many connected to austerity and poverty. There was still the occasional more dramatic touch, like a brief flourish of the <a href=\"https://www.theguardian.com/politics/2019/dec/06/leaked-brexit-paper-unstitches-pms-northern-ireland-claims-says-corbyn\">leaked Treasury document</a> about the Northern Irish border.</p> \n<p><strong>Johnson: </strong>A door-to-door vacuum cleaner salesman desperate to seal a deal he believes is almost there. Lots of eye contact, use of questioners’ names, and just an occasional touch of polite desperation. It could have been the format, or a change of approach, but the PM seemed to spend less time trying to wind down the clock with endless, meandering answers, or talking over other people. But he did regularly attack his opponent, not always factually.</p> \n<h2>Best line</h2> \n<p><strong>Corbyn: </strong>“We cannot go on saying we represent the 48% or the 52%. I want to lead a government that represents the whole country.” A neatly turned phrase from the Labour leader on one of his more tricky subjects – the party’s Brexit semi-fudge.</p> \n<p><strong>Johnson: </strong>“It’s pure Bermuda Triangle stuff. We’ll be hearing about little green men next.” A previously used line seeking to dismiss the idea the NHS will be up for grabs in future US trade talks, but brought a laugh from the audience and had the benefit of being memorable (at least for those old enough to know <a href=\"https://www.theguardian.com/environment/shortcuts/2016/mar/14/giant-gas-bubbles-mystery-bermuda-triangle\">what the Bermuda Triangle is</a>).</p> \n<h2>Strategy</h2> \n<p><strong>Corbyn: </strong>Twofold: repeatedly ram home messages on austerity, spending cuts and child poverty, while also regularly wheeling out attack lines against Johnson, notably the idea of the US wanting access to the NHS, and the length of time a US trade deal would take. Under Johnson’s plan, he said, the UK would “walk out of a relationship with the EU and into a relationship with nobody”. The Labour leader provided a fair degree of granular detail, and was less soundbite-heavy than Johnson – though that was not difficult.</p> \n<p><strong>Johnson: </strong>Repeat the core messages. And then repeat them some more. And a few more times in case any viewers were making a cup of tea or had gone to the loo. Beyond that, try to say nothing interesting, let alone newsworthy. Johnson used the key phrase “Get Brexit done” twice in his opening statement, and twice more in the next couple of minutes, with an “unleash the potential of the country” for good measure. Apart from this, Johnson was light on detail and, for all his attacks on Corbyn about his supposed closeness to the IRA and his Brexit policy, he felt a bit on the defensive a fair bit of the time.</p> \n<h2>Worst moment</h2> \n<p><strong>Corbyn: </strong>Possibly when he was quizzed in some depth about criticisms of some of the figures behind the Labour manifesto, with host Nick Robinson noting the doubts of people <a href=\"https://www.theguardian.com/business/2019/nov/28/ifs-manifesto-verdict-neither-tories-nor-labour-have-credible-spending-plan\">like the IFS thinktank</a>.</p> \n<p><strong>Johnson: </strong>The PM looked fairly uncomfortable when asked about the very public calls <a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">by the father of London Bridge attack victim Jack Merritt</a> for a justice system not based on endless prison sentences. Quizzed about cuts to prisons and probation services, he was obliged to concede this was a “valid question”.</p> \n<h2>Unanswered questions</h2> \n<p><strong>Corbyn: </strong>This will be no surprise to anyone who has paid the slightest attention to the election campaign, but when pressed by Robinson to say whether, in his neutral Brexit role, he leaned in his beliefs more towards leave or remain, the Labour leader kept everyone in the dark once again.</p> \n<p><strong>Johnson: </strong>Again, to no real shock anywhere, the PM completely declined to engage properly with a question on what checks will be needed on goods between Northern Ireland and the rest of the UK, or the leaked documents discussing this. Johnson even at one point claimed the Democratic Unionist party did not believe there would be checks, which is simply invented.</p> \n<h2>Verdict</h2> \n<p><strong>Corbyn: </strong>Possibly a score draw for the leaders. With few truly memorable moments, Corbyn will have buoyed supporters with a confident and measured performance, rich in detail, but sceptics might doubt it will be enough to swing the polls. The Labour leader was, to an extent, fighting a different battle to Johnson, trying to look sensible and moderate against someone taking a more openly populist approach.</p> \n<p><strong>Johnson: </strong>Boring but effective, which will probably please his handlers. People around the UK might have been yelling, “Stop saying ‘Get Brexit done!’” at the TV, but Tory bosses will note that at least they will be repeating a key battle line. But there was very little to appeal to Johnson-sceptics, not least the fact he evaded a series of questions and did little to address issues of trust.</p> \n<p>• This article was amended on 17 December 2019 because an earlier version referred to the US walking “out of a relationship with the EU” when the UK was meant.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "884",
      "firstPublicationDate": "2019-12-06T21:35:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:10Z",
      "newspaperEditionDate": "2019-12-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpehz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/af27480c33bf86b4cf8c6e954d61bc7b27fe032f/0_208_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This was billed as the final showdown – or at least the final chance for Jeremy Corbyn to shift the polls away from bookmakers’ predictions of a Boris Johnson majority. As such, the stakes were high, and the setting dramatic, with the two party leaders almost facing each behind lecterns. So who came out on top, and will it make any difference? Overall pitch Corbyn: Serious, sober and worried about Johnson’s plans. This was the Labour leader tying to show a prime-time audience he is not the frightening radical of tabloid lore. Refusing to rise to Johnson’s occasional jibes, Corbyn kept pushing home the same points, many connected to austerity and poverty. There was still the occasional more dramatic touch, like a brief flourish of the leaked Treasury document about the Northern Irish border. Johnson: A door-to-door vacuum cleaner salesman desperate to seal a deal he believes is almost there. Lots of eye contact, use of questioners’ names, and just an occasional touch of polite desperation. It could have been the format, or a change of approach, but the PM seemed to spend less time trying to wind down the clock with endless, meandering answers, or talking over other people. But he did regularly attack his opponent, not always factually. Best line Corbyn: “We cannot go on saying we represent the 48% or the 52%. I want to lead a government that represents the whole country.” A neatly turned phrase from the Labour leader on one of his more tricky subjects – the party’s Brexit semi-fudge. Johnson: “It’s pure Bermuda Triangle stuff. We’ll be hearing about little green men next.” A previously used line seeking to dismiss the idea the NHS will be up for grabs in future US trade talks, but brought a laugh from the audience and had the benefit of being memorable (at least for those old enough to know what the Bermuda Triangle is). Strategy Corbyn: Twofold: repeatedly ram home messages on austerity, spending cuts and child poverty, while also regularly wheeling out attack lines against Johnson, notably the idea of the US wanting access to the NHS, and the length of time a US trade deal would take. Under Johnson’s plan, he said, the UK would “walk out of a relationship with the EU and into a relationship with nobody”. The Labour leader provided a fair degree of granular detail, and was less soundbite-heavy than Johnson – though that was not difficult. Johnson: Repeat the core messages. And then repeat them some more. And a few more times in case any viewers were making a cup of tea or had gone to the loo. Beyond that, try to say nothing interesting, let alone newsworthy. Johnson used the key phrase “Get Brexit done” twice in his opening statement, and twice more in the next couple of minutes, with an “unleash the potential of the country” for good measure. Apart from this, Johnson was light on detail and, for all his attacks on Corbyn about his supposed closeness to the IRA and his Brexit policy, he felt a bit on the defensive a fair bit of the time. Worst moment Corbyn: Possibly when he was quizzed in some depth about criticisms of some of the figures behind the Labour manifesto, with host Nick Robinson noting the doubts of people like the IFS thinktank. Johnson: The PM looked fairly uncomfortable when asked about the very public calls by the father of London Bridge attack victim Jack Merritt for a justice system not based on endless prison sentences. Quizzed about cuts to prisons and probation services, he was obliged to concede this was a “valid question”. Unanswered questions Corbyn: This will be no surprise to anyone who has paid the slightest attention to the election campaign, but when pressed by Robinson to say whether, in his neutral Brexit role, he leaned in his beliefs more towards leave or remain, the Labour leader kept everyone in the dark once again. Johnson: Again, to no real shock anywhere, the PM completely declined to engage properly with a question on what checks will be needed on goods between Northern Ireland and the rest of the UK, or the leaked documents discussing this. Johnson even at one point claimed the Democratic Unionist party did not believe there would be checks, which is simply invented. Verdict Corbyn: Possibly a score draw for the leaders. With few truly memorable moments, Corbyn will have buoyed supporters with a confident and measured performance, rich in detail, but sceptics might doubt it will be enough to swing the polls. The Labour leader was, to an extent, fighting a different battle to Johnson, trying to look sensible and moderate against someone taking a more openly populist approach. Johnson: Boring but effective, which will probably please his handlers. People around the UK might have been yelling, “Stop saying ‘Get Brexit done!’” at the TV, but Tory bosses will note that at least they will be repeating a key battle line. But there was very little to appeal to Johnson-sceptics, not least the fact he evaded a series of questions and did little to address issues of trust. • This article was amended on 17 December 2019 because an earlier version referred to the US walking “out of a relationship with the EU” when the UK was meant.",
      "charCount": "5155",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]