[
  {
    "id": "politics/2019/apr/23/first-past-the-post-abets-extreme-politics-says-thinktank",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-22T23:01:37Z",
    "webTitle": "First past the post abets extreme politics, says thinktank",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/23/first-past-the-post-abets-extreme-politics-says-thinktank",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/23/first-past-the-post-abets-extreme-politics-says-thinktank",
    "fields": {
      "headline": "First past the post abets extreme politics, says thinktank",
      "standfirst": "<p>System negates need for main parties to appeal to middle ground, report argues</p>",
      "trailText": "System negates need for main parties to appeal to middle ground, report argues",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"b06a03734c54444de356f21ad5b8ddc03f38549e\"> <img src=\"https://media.guim.co.uk/b06a03734c54444de356f21ad5b8ddc03f38549e/527_352_4502_2701/1000.jpg\" alt=\"Polling station\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Constitution Society report says British politics has become ‘increasingly balkanised’.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>The UK’s first-past-the-post (FPTP) parliamentary election system is broken and outdated and can no longer be relied upon to keep out extreme elements and encourage moderate, consensual politics, a thinktank has said.</p> <p>A report <a href=\"https://consoc.org.uk/\">by the Constitution Society</a> said an increased concentration of support for the two main parties into defined geographical areas meant there was less and less direct competition between Labour and the Conservatives, negating a need to appeal to the middle ground. </p> <p>Instead, the report said, the dominant voice of members and the limited viability of smaller parties meant both the Conservatives and Labour had moved away from <a href=\"https://www.theguardian.com/politics/2019/mar/08/tom-watson-sets-up-centre-left-group-within-labour-party\">the centre</a> and were dominated by internal arguments <a href=\"https://www.theguardian.com/politics/2019/apr/21/tories-plan-vote-brexit-party-eu-elections-surveys-nigel-farage\">such as Brexit</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/21/tories-plan-vote-brexit-party-eu-elections-surveys-nigel-farage\">Tories plan to vote for Brexit party in EU elections – surveys</a> </p> </aside>  <p>This process of polarisation could increase if party members gain more control over the selection of parliamentary candidates, as has begun with Labour and, to a lesser extent, the Conservatives, according to the group, a non-party education foundation that promotes understanding of the British political system.</p> <p>“In these circumstances FPTP can even abet extreme politics, since should a radical faction gain control of one of the major political parties, FPTP works to preserve that party’s position,” the report said.</p> <p>“This is because the psychological effect of the plurality system disincentivises a major party’s supporters from voting for a minor party in protest at its policies, since to do so would likely only help the major party’s main rival. Rather than curtailing extreme voices, FPTP today empowers the (relatively) extreme voices of the Labour and Conservative party memberships.”</p> <p>Though the system was different in the US, it argued, a similar two-party dominance of politics led to the election of Donald Trump. “This is exactly the kind of result FPTP supposedly prevents, and demonstrates that it is in truth no defence against the extremes.”</p> <p>The FPTP system, under which a single MP is returned from each geographical constituency, has long been criticised for punishing smaller parties. However, supporters argue it provides stable government and encourages moderation.</p> <p>But the report said British politics was “increasingly balkanised”, with the Tories and Labour retreating into rural and urban strongholds, and nationalists dominant in Scotland, meaning the number of marginal seats had dropped in recent years.</p> <p>It said the reduced direct competition between the two main parties had eroded their role under FPTP as “the gatekeepers of the political system, and to suppress political radicalism”.</p> <p>In a 2011 referendum on whether to replace FPTP with an alternative vote (AV) system, almost 68% of people said they preferred to maintain the status quo. But the report said the low turnout and unpopularity of AV with many proponents of electoral reform meant this should not be seen as an endorsement of the current system.</p> <p>It recommended alternatives such as the two-round system, single transferable vote or the additional member system, with the choice to be considered by a so-called <a href=\"https://www.theguardian.com/commentisfree/2019/jan/16/citizens-assembly-ireland-abortion-referendum\">citizens’ assembly</a>.</p> <p>David Klemperer, a research fellow at the Constitutional Society and the author of the report, said: “Rather than ensuring stable, cohesive politics, first past the post simply prevents parliament from reflecting the social and political divides of Britain today. Political debate now occurs as much within the main parties as between them, reducing their coherence, leading to unstable governments and depriving voters of a clear choice at general elections.”</p>",
      "wordcount": "544",
      "firstPublicationDate": "2019-04-22T23:01:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-22T23:02:59Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/baf6k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b06a03734c54444de356f21ad5b8ddc03f38549e/527_352_4502_2701/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The UK’s first-past-the-post (FPTP) parliamentary election system is broken and outdated and can no longer be relied upon to keep out extreme elements and encourage moderate, consensual politics, a thinktank has said. A report by the Constitution Society said an increased concentration of support for the two main parties into defined geographical areas meant there was less and less direct competition between Labour and the Conservatives, negating a need to appeal to the middle ground. Instead, the report said, the dominant voice of members and the limited viability of smaller parties meant both the Conservatives and Labour had moved away from the centre and were dominated by internal arguments such as Brexit. This process of polarisation could increase if party members gain more control over the selection of parliamentary candidates, as has begun with Labour and, to a lesser extent, the Conservatives, according to the group, a non-party education foundation that promotes understanding of the British political system. “In these circumstances FPTP can even abet extreme politics, since should a radical faction gain control of one of the major political parties, FPTP works to preserve that party’s position,” the report said. “This is because the psychological effect of the plurality system disincentivises a major party’s supporters from voting for a minor party in protest at its policies, since to do so would likely only help the major party’s main rival. Rather than curtailing extreme voices, FPTP today empowers the (relatively) extreme voices of the Labour and Conservative party memberships.” Though the system was different in the US, it argued, a similar two-party dominance of politics led to the election of Donald Trump. “This is exactly the kind of result FPTP supposedly prevents, and demonstrates that it is in truth no defence against the extremes.” The FPTP system, under which a single MP is returned from each geographical constituency, has long been criticised for punishing smaller parties. However, supporters argue it provides stable government and encourages moderation. But the report said British politics was “increasingly balkanised”, with the Tories and Labour retreating into rural and urban strongholds, and nationalists dominant in Scotland, meaning the number of marginal seats had dropped in recent years. It said the reduced direct competition between the two main parties had eroded their role under FPTP as “the gatekeepers of the political system, and to suppress political radicalism”. In a 2011 referendum on whether to replace FPTP with an alternative vote (AV) system, almost 68% of people said they preferred to maintain the status quo. But the report said the low turnout and unpopularity of AV with many proponents of electoral reform meant this should not be seen as an endorsement of the current system. It recommended alternatives such as the two-round system, single transferable vote or the additional member system, with the choice to be considered by a so-called citizens’ assembly. David Klemperer, a research fellow at the Constitutional Society and the author of the report, said: “Rather than ensuring stable, cohesive politics, first past the post simply prevents parliament from reflecting the social and political divides of Britain today. Political debate now occurs as much within the main parties as between them, reducing their coherence, leading to unstable governments and depriving voters of a clear choice at general elections.”",
      "charCount": "3513",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/22/cross-party-unity-could-be-the-key-to-brexit-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-22T16:31:51Z",
    "webTitle": "Cross-party unity could be the key to Brexit deal | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/22/cross-party-unity-could-be-the-key-to-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/22/cross-party-unity-could-be-the-key-to-brexit-deal",
    "fields": {
      "headline": "Cross-party unity could be the key to Brexit deal",
      "standfirst": "Readers debate the way forward for remain parties, how to prevent Nigel Farage from triumphing, and urge Labour to take a bolder stance",
      "trailText": "<strong>Letters:</strong> Readers debate the way forward for remain parties, how to prevent Nigel Farage from triumphing, and urge Labour to take a bolder stance",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fab09bc33cedf75b1d868b41ccf74f3dcb3bd4c5\"> <img src=\"https://media.guim.co.uk/fab09bc33cedf75b1d868b41ccf74f3dcb3bd4c5/0_0_6000_3600/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Any failed, partial or zero Brexit will bring the Brexit party to power in some way,’ notes Nigel Pollitt.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>As you report (<a href=\"https://www.theguardian.com/politics/2019/apr/17/labour-giving-farage-eu-election-victory-margaret-beckett-brexit\" title=\"\">Beckett warns of Farage win if Labour hedges its bets</a>, 18 April), the latest YouGov poll gives the hardline leave parties (Brexit and Ukip) <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/04/17/brexit-party-leading-eu-parliament-polls\" title=\"\">34%</a>. The remain parties (Lib Dem, Green, Change UK, SNP/Plaid) have 29%, while sit-on-the-fence Labour has 22%. On these numbers, the anti-Brexit parties in England and Wales will find it hard to win more than half a dozen seats between them, and the media will report a massive Brexit triumph.</p> <p>It appears to be too late to get a joint name on the ballot paper, even just a combination of three registered names, which seems ridiculous. But desperate times require desperate measures.</p> <p>I suggest that the three plainly anti-Brexit parties divide up the English regions between themselves and just one party stands in each – with full public and campaigning support from the others. Of course, the Labour party may finally come to its senses, but the rest of us should do what is required in the real world.<br><strong>Tony Greaves</strong><br><em>Liberal Democrats, House of Lords</em></p> <p>• Margaret Beckett urges Labour to back remain to prevent Nigel Farage’s Brexit party from triumphing at the European elections. Her call is understandable, but it only triangulates one section of a complex moral and political dilemma. Any failed, partial or zero Brexit will bring the Brexit party to power in some way, but the real threat is a massive upset to the British political applecart at the first general election after some version of a failed Brexit. That the far right could hold power in cabinet has been obvious for months, but this possibility is now a fair deduction from the YouGov polling.</p> <p>The alternative to Beckett’s suggestion is for remainers to support Brexit to keep the far right from power, which could be a disastrous smash and grab of our liberal democracy and take years to recover from. The hope, in such a scenario, would be that support for the Rejoin EU party would grow in line with popular frustration at not belonging to the EU. The scenario could be less traumatic than the virtual civil war that could ensue if Brexit is overturned or fudged in some way. I prefer Beckett’s suggestion, but I fear its likely consequence.<br><strong>Nigel Pollitt</strong><br><em>London</em></p> <p>• As your editorial (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/18/the-guardian-view-on-britain-and-the-eu-elections-get-together-to-stay-together\" title=\"\">Britain’s parties must get together if they want to help Europe stay together</a>, 19 April) persuasively argued, it is high time for Labour to take a bolder stance on Brexit. But, depressingly, you also reported on the efforts of a number of Labour MPs to perpetuate the party’s equivocation through drumming up opposition to a second referendum (<a href=\"https://www.theguardian.com/politics/2019/apr/18/labour-mps-urge-jeremy-corbyn-not-torpedo-brexit-deal-second-referendum\" title=\"\">Report</a>, 19 April).</p> <p>How disastrous for the party electorally, but much more importantly for the UK’s survival prospects. Surely, it is evident by now that Brexit in virtually any form (and certainly any Brexit that would satisfy the ERG) risks the disintegration of the country. In the short term, the efforts of Stephen Kinnock et al seem likely to undermine the already slim prospect that the talks between the government and Labour will lead anywhere. In the slightly longer term, they make more likely the disaster of a no-deal Brexit or its practical equivalent, a deal quickly dishonoured by whoever Conservative activists choose as the UK’s next prime minister.</p> <p>It should not be the business of any Labour MP, however his or her constituents voted in 2016, to facilitate such an outcome.<br><strong>Emeritus </strong><strong>Professor Adrian Guelke</strong><br><em>Belfast</em></p> <p>• Your editorial on 19 April made me think. I wonder if the national executive committees of the mainly pro-European parties could discuss the concept of a “stay coalition” for the MEP elections in May?</p> <p>Of course, inter-party discussions would have to consider the relative size of each party’s membership, so that proportionately more MEP candidates would be chosen from the larger parties and relatively fewer candidates from the smaller parties, but with that borne in mind, the coalition could select those candidates from any of the parties who have the best chances of winning particular MEP constituencies.</p> <p>This sort of coalition would provide a unified front to challenge the far-right parties. Moderate Tories and Labour party voters wanting to stay in the EU would have something realistic to vote for, as would the Greens, Lib Dems and nationalist parties. In mainly leave areas, perhaps the Labour party could persuade the coalition that a leave-friendly Labour candidate might be able to take on, say, someone from the Brexit or Ukip parties. What would there be to lose?<br><strong>Dick Bateman</strong><br><em>Saltford, Somerset</em></p> <p>• Nobody has captured the ironic essence of the Brexit shenanigans more succinctly or with greater wit than Marina Hyde, but I disagree with her latest article (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/19/remainers-defeat-european-elections-eu-vote\" title=\"\">Only remainers could snatch defeat from the jaws of victory</a>, 20 April).</p> <p>The EU elections, if the UK has to participate in them, is not a scramble for who ends up with the most remain MEPs. It is the equivalent of the second referendum that so many crave. Consider this: every general election is fought by at least four main parties. Nobody quibbles. Nobody tries to do deals. And the result is declared on the first-past-the-post system, so only one candidate ever wins.</p> <p>The EU elections are predicated upon a different system, in which smaller parties stand a chance of having a candidate selected in succeeding rounds. In that way, the result is fairer. But even this is not important. When/if these EU elections happen, it will be the amount of votes cast that needs to be considered. We recently had a huge 1 million-plus People’s Vote march, consisting of individuals from all political groups and none. At the same time, Farage’s re-creation of the Jarrow Crusade failed utterly to pull in more than a few hundred marchers. What was important? The numbers. So it is now. We are constantly having the figure of 17.4 million leave voters thrown at us as a justification for quitting the EU. We need to throw back a higher voter figure as the reason to remain.<br><strong>Carol Hedges</strong><br><em>Harpenden, Hertfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1046",
      "commentable": "false",
      "firstPublicationDate": "2019-04-22T16:31:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:12Z",
      "newspaperEditionDate": "2019-04-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/baemj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fab09bc33cedf75b1d868b41ccf74f3dcb3bd4c5/0_0_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As you report (Beckett warns of Farage win if Labour hedges its bets, 18 April), the latest YouGov poll gives the hardline leave parties (Brexit and Ukip) 34%. The remain parties (Lib Dem, Green, Change UK, SNP/Plaid) have 29%, while sit-on-the-fence Labour has 22%. On these numbers, the anti-Brexit parties in England and Wales will find it hard to win more than half a dozen seats between them, and the media will report a massive Brexit triumph. It appears to be too late to get a joint name on the ballot paper, even just a combination of three registered names, which seems ridiculous. But desperate times require desperate measures. I suggest that the three plainly anti-Brexit parties divide up the English regions between themselves and just one party stands in each – with full public and campaigning support from the others. Of course, the Labour party may finally come to its senses, but the rest of us should do what is required in the real world. Tony Greaves Liberal Democrats, House of Lords • Margaret Beckett urges Labour to back remain to prevent Nigel Farage’s Brexit party from triumphing at the European elections. Her call is understandable, but it only triangulates one section of a complex moral and political dilemma. Any failed, partial or zero Brexit will bring the Brexit party to power in some way, but the real threat is a massive upset to the British political applecart at the first general election after some version of a failed Brexit. That the far right could hold power in cabinet has been obvious for months, but this possibility is now a fair deduction from the YouGov polling. The alternative to Beckett’s suggestion is for remainers to support Brexit to keep the far right from power, which could be a disastrous smash and grab of our liberal democracy and take years to recover from. The hope, in such a scenario, would be that support for the Rejoin EU party would grow in line with popular frustration at not belonging to the EU. The scenario could be less traumatic than the virtual civil war that could ensue if Brexit is overturned or fudged in some way. I prefer Beckett’s suggestion, but I fear its likely consequence. Nigel Pollitt London • As your editorial (Britain’s parties must get together if they want to help Europe stay together, 19 April) persuasively argued, it is high time for Labour to take a bolder stance on Brexit. But, depressingly, you also reported on the efforts of a number of Labour MPs to perpetuate the party’s equivocation through drumming up opposition to a second referendum (Report, 19 April). How disastrous for the party electorally, but much more importantly for the UK’s survival prospects. Surely, it is evident by now that Brexit in virtually any form (and certainly any Brexit that would satisfy the ERG) risks the disintegration of the country. In the short term, the efforts of Stephen Kinnock et al seem likely to undermine the already slim prospect that the talks between the government and Labour will lead anywhere. In the slightly longer term, they make more likely the disaster of a no-deal Brexit or its practical equivalent, a deal quickly dishonoured by whoever Conservative activists choose as the UK’s next prime minister. It should not be the business of any Labour MP, however his or her constituents voted in 2016, to facilitate such an outcome. Emeritus Professor Adrian Guelke Belfast • Your editorial on 19 April made me think. I wonder if the national executive committees of the mainly pro-European parties could discuss the concept of a “stay coalition” for the MEP elections in May? Of course, inter-party discussions would have to consider the relative size of each party’s membership, so that proportionately more MEP candidates would be chosen from the larger parties and relatively fewer candidates from the smaller parties, but with that borne in mind, the coalition could select those candidates from any of the parties who have the best chances of winning particular MEP constituencies. This sort of coalition would provide a unified front to challenge the far-right parties. Moderate Tories and Labour party voters wanting to stay in the EU would have something realistic to vote for, as would the Greens, Lib Dems and nationalist parties. In mainly leave areas, perhaps the Labour party could persuade the coalition that a leave-friendly Labour candidate might be able to take on, say, someone from the Brexit or Ukip parties. What would there be to lose? Dick Bateman Saltford, Somerset • Nobody has captured the ironic essence of the Brexit shenanigans more succinctly or with greater wit than Marina Hyde, but I disagree with her latest article (Only remainers could snatch defeat from the jaws of victory, 20 April). The EU elections, if the UK has to participate in them, is not a scramble for who ends up with the most remain MEPs. It is the equivalent of the second referendum that so many crave. Consider this: every general election is fought by at least four main parties. Nobody quibbles. Nobody tries to do deals. And the result is declared on the first-past-the-post system, so only one candidate ever wins. The EU elections are predicated upon a different system, in which smaller parties stand a chance of having a candidate selected in succeeding rounds. In that way, the result is fairer. But even this is not important. When/if these EU elections happen, it will be the amount of votes cast that needs to be considered. We recently had a huge 1 million-plus People’s Vote march, consisting of individuals from all political groups and none. At the same time, Farage’s re-creation of the Jarrow Crusade failed utterly to pull in more than a few hundred marchers. What was important? The numbers. So it is now. We are constantly having the figure of 17.4 million leave voters thrown at us as a justification for quitting the EU. We need to throw back a higher voter figure as the reason to remain. Carol Hedges Harpenden, Hertfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6266",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/apr/22/capturing-a-true-picture-of-the-north-of-tyne-mayoral-election",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-04-22T16:30:38Z",
    "webTitle": "Capturing a true picture of the North of Tyne mayoral election | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/apr/22/capturing-a-true-picture-of-the-north-of-tyne-mayoral-election",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/apr/22/capturing-a-true-picture-of-the-north-of-tyne-mayoral-election",
    "fields": {
      "headline": "Capturing a true picture of the North of Tyne mayoral election",
      "standfirst": "<strong>John Fenwick</strong>,<strong> Tom Pullman </strong>and <strong>Vin Riley </strong>on politics in the north-east",
      "trailText": "Letters: <strong>John Fenwick</strong>,<strong> Tom Pullman </strong>and <strong>Vin Riley </strong>on politics in the north-east",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"07cd78c8a74703ec91088653c444053634c14e23\"> <img src=\"https://media.guim.co.uk/07cd78c8a74703ec91088653c444053634c14e23/0_345_5040_3024/1000.jpg\" alt=\"Grey’s Monument, Newcastle-upon-Tyne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Grey’s Monument, Newcastle upon Tyne.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Aditya Chakrabortty’s article on the impending election of the first metro mayor for the North of Tyne (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/19/newcastle-radical-metro-mayor-corbynista\" title=\"\">Newcastle can be the capital of a new, radical British politics</a>, 19 April) makes interesting reading about a matter that has so far been well under the radar, but a few points need to be added.</p> <p>First, the North of Tyne is politically more diverse than Aditya assumes: Northumberland has a Tory council and the MPs for Hexham and Berwick are also Conservatives (with large majorities), so the Labour candidate for mayor, Jamie Driscoll, will have to appeal beyond the core Labour vote if he is to win. Second, the choice facing Labour members in nominating their candidate was very narrow: between two people who are both Newcastle councillors and both men, hardly reflecting the diversity of the area.</p> <p>And third, the picture captioned “an aerial view of Newcastle city centre” is not accurate: it is of a sliver of Newcastle quayside, but mainly of Gateshead, which is not part of Newcastle. Nor is it part of the North of Tyne mayoral constituency with which the article is concerned.<br><strong>John Fenwick</strong><br><em>Whitley Bay, Tyne and wear</em></p> <p>• Thank you for publishing an article on the north-east. But it is a pity that the piece didn’t mention how the four councils south of the river would not participate in a devolution deal they saw as insufficient, leading to the breakup of the former North East Combined Authority and the creation of the political territory of the North of Tyne. Many hope this will be temporary and that the authorities to the south will ask to join in again – see some of the candidates’ manifestos, for example.<br><strong>Tom Pullman</strong><br><em>Corbridge, Northumberland</em></p> <p>• Aditya Chakrabortty, in singing the praises of Jamie Driscoll, unnecessarily attacks Nick Forbes. I suggest that he looks more closely at the record of the “big beast”. Nick Forbes is a popular and successful leader of Newcastle council. Mr Chakrabortty appears to minimise the importance of experience and to condemn local politicians for being members of “the political class”. What else could they be?</p> <p>As a Labour party member (and a Corbynist), I’ll be campaigning for Driscoll while rejoicing in the fact that Forbes will be able to continue in the more powerful and demanding role of council leader.<br><strong>Vin Riley</strong><br><em>Newcastle upon Tyne</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "433",
      "commentable": "false",
      "firstPublicationDate": "2019-04-22T16:30:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-22T16:32:11Z",
      "newspaperEditionDate": "2019-04-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/baecb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/07cd78c8a74703ec91088653c444053634c14e23/0_345_5040_3024/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Aditya Chakrabortty’s article on the impending election of the first metro mayor for the North of Tyne (Newcastle can be the capital of a new, radical British politics, 19 April) makes interesting reading about a matter that has so far been well under the radar, but a few points need to be added. First, the North of Tyne is politically more diverse than Aditya assumes: Northumberland has a Tory council and the MPs for Hexham and Berwick are also Conservatives (with large majorities), so the Labour candidate for mayor, Jamie Driscoll, will have to appeal beyond the core Labour vote if he is to win. Second, the choice facing Labour members in nominating their candidate was very narrow: between two people who are both Newcastle councillors and both men, hardly reflecting the diversity of the area. And third, the picture captioned “an aerial view of Newcastle city centre” is not accurate: it is of a sliver of Newcastle quayside, but mainly of Gateshead, which is not part of Newcastle. Nor is it part of the North of Tyne mayoral constituency with which the article is concerned. John Fenwick Whitley Bay, Tyne and wear • Thank you for publishing an article on the north-east. But it is a pity that the piece didn’t mention how the four councils south of the river would not participate in a devolution deal they saw as insufficient, leading to the breakup of the former North East Combined Authority and the creation of the political territory of the North of Tyne. Many hope this will be temporary and that the authorities to the south will ask to join in again – see some of the candidates’ manifestos, for example. Tom Pullman Corbridge, Northumberland • Aditya Chakrabortty, in singing the praises of Jamie Driscoll, unnecessarily attacks Nick Forbes. I suggest that he looks more closely at the record of the “big beast”. Nick Forbes is a popular and successful leader of Newcastle council. Mr Chakrabortty appears to minimise the importance of experience and to condemn local politicians for being members of “the political class”. What else could they be? As a Labour party member (and a Corbynist), I’ll be campaigning for Driscoll while rejoicing in the fact that Forbes will be able to continue in the more powerful and demanding role of council leader. Vin Riley Newcastle upon Tyne • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2600",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/apr/22/tough-lessons-from-academy-schools",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-04-22T16:29:41Z",
    "webTitle": "Tough lessons from academy schools | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/apr/22/tough-lessons-from-academy-schools",
    "apiUrl": "https://content.guardianapis.com/education/2019/apr/22/tough-lessons-from-academy-schools",
    "fields": {
      "headline": "Tough lessons from academy schools",
      "standfirst": "<strong>Dr Simon Gibbs </strong>says the number of children permanently excluded is rising, while <strong>Dr Michael Cross </strong>offers solutions to ‘zombie’ schools",
      "trailText": "Letters: <strong>Dr Simon Gibbs </strong>says the number of children permanently excluded is rising, while <strong>Dr Michael Cross </strong>offers solutions to ‘zombie’ schools",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"740ece0e3514c0d2b3a1914a1b16f4eec0323c71\"> <img src=\"https://media.guim.co.uk/740ece0e3514c0d2b3a1914a1b16f4eec0323c71/163_0_2397_1438/1000.jpg\" alt=\"children doing school exam\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The number of young people excluded from academies has risen disproportionately,’ writes Dr Simon Gibbs.</span> <span class=\"element-image__credit\">Photograph: Steve Lyne/Rex Features</span> </figcaption> </figure>",
      "body": "<p>Damian Hinds claims “the overwhelming majority of academies tell a positive story … we’ve come a long way in the past eight years” (<a href=\"https://www.theguardian.com/education/2019/apr/15/53000-pupils-in-limbo-after-rise-in-zombie-academy-schools\" title=\"\">53,000 pupils trapped in ‘zombie’ academy schools, Labour says</a>, 15 April). Try telling that to the increasing proportion of children and young people (and their families) permanently excluded from academies.</p> <p>Government figures show that in 2009-10, of the 5,740 children and young people permanently excluded from schools, 590 (10%) were from academies. The most recent figures (2016-17) show that not only has the total number risen to 7,720 (in itself a scandal), but also that the number of young people permanently excluded from academies has risen disproportionately, to 4,620 (60% of all who were permanently excluded in that year).</p> <p>A possibly related phenomenon is that, of the children and young people eligible for free school meals in 2009-10, 20% were permanently excluded; in 2016-17, 28% (3,085 in total) of those eligible for free meals were permanently excluded.<br><strong>Dr Simon Gibbs</strong><br><em>Reader in educational psychology, School of Education, Communication and Language Sciences, Newcastle University</em></p> <p>• The near-100 schools waiting to be “brokered” by the regional schools commissioners is a worrying high level. Perhaps two solutions would aid the process: first, when a school is to be rebrokered it is offered to the local authority immediately and run by it until a new trust can absorb the school. Second, there needs to be a significant rebrokerage fund to aid the absorption of zombie academies. Most multi-academy trusts (MATs) do not have the capacity to manage the absorption and turnaround of an extra school and most MAT directors would not allow their leadership team to risk impacting the performance of their current schools.</p> <p>The fund should be sufficient to allow the rebrokered school to be fully absorbed and able to improve its practices on a sustainable basis. A rough estimate would be around £500,000-£650,000 per school at least and so comparable to startup funding for a new school.<br><strong>Dr Michael Cross</strong><br><em>Richmond, Surrey</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p> <p><em><strong>• </strong></em>The first letter was amended 23 April 2019 because the 590 pupils who were excluded from academies represented 10% of the total figure of 5,740 children and young people permanently excluded from schools, not 30% as an earlier version said.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "418",
      "commentable": "false",
      "firstPublicationDate": "2019-04-22T16:29:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-23T17:44:36Z",
      "newspaperEditionDate": "2019-04-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/baepc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/740ece0e3514c0d2b3a1914a1b16f4eec0323c71/163_0_2397_1438/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Damian Hinds claims “the overwhelming majority of academies tell a positive story … we’ve come a long way in the past eight years” (53,000 pupils trapped in ‘zombie’ academy schools, Labour says, 15 April). Try telling that to the increasing proportion of children and young people (and their families) permanently excluded from academies. Government figures show that in 2009-10, of the 5,740 children and young people permanently excluded from schools, 590 (10%) were from academies. The most recent figures (2016-17) show that not only has the total number risen to 7,720 (in itself a scandal), but also that the number of young people permanently excluded from academies has risen disproportionately, to 4,620 (60% of all who were permanently excluded in that year). A possibly related phenomenon is that, of the children and young people eligible for free school meals in 2009-10, 20% were permanently excluded; in 2016-17, 28% (3,085 in total) of those eligible for free meals were permanently excluded. Dr Simon Gibbs Reader in educational psychology, School of Education, Communication and Language Sciences, Newcastle University • The near-100 schools waiting to be “brokered” by the regional schools commissioners is a worrying high level. Perhaps two solutions would aid the process: first, when a school is to be rebrokered it is offered to the local authority immediately and run by it until a new trust can absorb the school. Second, there needs to be a significant rebrokerage fund to aid the absorption of zombie academies. Most multi-academy trusts (MATs) do not have the capacity to manage the absorption and turnaround of an extra school and most MAT directors would not allow their leadership team to risk impacting the performance of their current schools. The fund should be sufficient to allow the rebrokered school to be fully absorbed and able to improve its practices on a sustainable basis. A rough estimate would be around £500,000-£650,000 per school at least and so comparable to startup funding for a new school. Dr Michael Cross Richmond, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition • The first letter was amended 23 April 2019 because the 590 pupils who were excluded from academies represented 10% of the total figure of 5,740 children and young people permanently excluded from schools, not 30% as an earlier version said.",
      "charCount": "2616",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/22/mcmindfulness-and-a-side-of-meritocracy",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-22T16:29:02Z",
    "webTitle": "McMindfulness and a side of meritocracy | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/apr/22/mcmindfulness-and-a-side-of-meritocracy",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/22/mcmindfulness-and-a-side-of-meritocracy",
    "fields": {
      "headline": "McMindfulness and a side of meritocracy",
      "standfirst": "<strong>Paul McGilchrist </strong>argues that the word challenge is used to persuade others to accept unpalatable change, financial constraint or disastrous policy. <strong>Robert Saunders </strong>says the idea that meritocracy leads to a reduction in inequality is a myth",
      "trailText": "Letters: <strong>Paul McGilchrist </strong>argues that the word challenge is used to persuade others to accept unpalatable change, financial constraint or disastrous policy. <strong>Robert Saunders </strong>says the idea that meritocracy leads to a reduction in inequality is a myth",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bec593c8cae6507e68824d34ff26892f6fee3ad1\"> <img src=\"https://media.guim.co.uk/bec593c8cae6507e68824d34ff26892f6fee3ad1/0_211_5138_3083/1000.jpg\" alt=\"Meditation class. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Meditation class. </span> <span class=\"element-image__credit\">Photograph: Dougal Waters/Getty Images</span> </figcaption> </figure>",
      "body": "<p>David Forbes’s description of McMindfulness is insightful (<a href=\"https://www.theguardian.com/lifeandstyle/2019/apr/16/how-capitalism-captured-the-mindfulness-industry\" title=\"\">How capitalism captured the mindfulness industry</a>, 16 April), but I suggest there is an even more insidious method “for subduing employee unrest, promoting a tacit acceptance of the status quo and … keeping attention focused on institutional goals” that both predates it, has far greater reach and may even have been its midwife: the use of a single word, challenge.</p> <p>Frequently used to persuade others to accept unpalatable change, financial constraint or disastrous policy, its ubiquity is more than just a verbal trend. Challenging is now the default term used for any social, industrial, political, economic, interpersonal or psychological difficulty. Along with its companion buzzword “resilience”, whatever is now deemed challenging either denies or disguises the existence of problems (note how rarely the word difficulty now appears in public discourse) by relocating them in those who must accept or resolve them – thus enabling the powerful (be they corporations, government or public institutions) to misrepresent their activities, hide their incompetence and redirect culpability for their failures.</p> <p>In fact, I challenge you to find this ordinary word used, any more, in its ordinary sense to mean contest, provoke, dare or oppose; it has instead been sterilised, redirected and aimed at neutralising dissent while simultaneously claiming to “empower” – a neat trick indeed.<br><strong>Paul McGilchrist</strong><br><em>Colchester, Essex</em></p> <p>• Frances Ryan is right to be concerned about rising child poverty but she is wrong to suggest that it is “destroying the myth that Britain is a meritocracy” (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/18/child-poverty-myth-britain-meritocracy-pupils-education\" title=\"\">Opinion</a>, 18 April). The real and dangerous myth is that meritocracy leads to a reduction in inequality. The transition from a class-based society to a meritocratic one may result in a temporary increase in social mobility but, as Roy Hattersley pointed out nearly 20 years ago (<a href=\"https://www.theguardian.com/politics/2001/jun/24/labour2001to2005.news\" title=\"\">Opinion</a>, 24 June 2001), without redistribution, “meritocracy only offers shifting patterns of inequality”. Moreover, it risks leading us to a dystopian future of ever-rising inequality, as those with the greatest biological, environmental and economic advantages pass those benefits on to their offspring, while those at the bottom pass on their disadvantages, and so ad infinitum.<br><strong>Robert Saunders</strong><br><em>Balcombe, West Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "399",
      "commentable": "false",
      "firstPublicationDate": "2019-04-22T16:29:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-22T16:30:09Z",
      "newspaperEditionDate": "2019-04-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/baeqp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bec593c8cae6507e68824d34ff26892f6fee3ad1/0_211_5138_3083/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "David Forbes’s description of McMindfulness is insightful (How capitalism captured the mindfulness industry, 16 April), but I suggest there is an even more insidious method “for subduing employee unrest, promoting a tacit acceptance of the status quo and … keeping attention focused on institutional goals” that both predates it, has far greater reach and may even have been its midwife: the use of a single word, challenge. Frequently used to persuade others to accept unpalatable change, financial constraint or disastrous policy, its ubiquity is more than just a verbal trend. Challenging is now the default term used for any social, industrial, political, economic, interpersonal or psychological difficulty. Along with its companion buzzword “resilience”, whatever is now deemed challenging either denies or disguises the existence of problems (note how rarely the word difficulty now appears in public discourse) by relocating them in those who must accept or resolve them – thus enabling the powerful (be they corporations, government or public institutions) to misrepresent their activities, hide their incompetence and redirect culpability for their failures. In fact, I challenge you to find this ordinary word used, any more, in its ordinary sense to mean contest, provoke, dare or oppose; it has instead been sterilised, redirected and aimed at neutralising dissent while simultaneously claiming to “empower” – a neat trick indeed. Paul McGilchrist Colchester, Essex • Frances Ryan is right to be concerned about rising child poverty but she is wrong to suggest that it is “destroying the myth that Britain is a meritocracy” (Opinion, 18 April). The real and dangerous myth is that meritocracy leads to a reduction in inequality. The transition from a class-based society to a meritocratic one may result in a temporary increase in social mobility but, as Roy Hattersley pointed out nearly 20 years ago (Opinion, 24 June 2001), without redistribution, “meritocracy only offers shifting patterns of inequality”. Moreover, it risks leading us to a dystopian future of ever-rising inequality, as those with the greatest biological, environmental and economic advantages pass those benefits on to their offspring, while those at the bottom pass on their disadvantages, and so ad infinitum. Robert Saunders Balcombe, West Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2631",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/22/zelenskiy-ukraine-test-election-establishment-oligarch",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-22T15:28:31Z",
    "webTitle": "Zelenskiy’s victory in Ukraine was extraordinary. But now he faces a real test | Katya Gorchinskaya",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/22/zelenskiy-ukraine-test-election-establishment-oligarch",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/22/zelenskiy-ukraine-test-election-establishment-oligarch",
    "fields": {
      "headline": "Zelenskiy’s victory in Ukraine was extraordinary. But now he faces a real test",
      "standfirst": "The new president’s promise to take on the establishment will lead to questions over the oligarch who backed him",
      "trailText": "The new president’s promise to take on the establishment will lead to questions over the oligarch who backed him, says Ukrainian journalist Katya Gorchinskaya",
      "byline": "Katya Gorchinskaya",
      "main": "<figure class=\"element element-image\" data-media-id=\"4c55354691dd0cc43e1c14cdc3753f6d310f133e\"> \n <img src=\"https://media.guim.co.uk/4c55354691dd0cc43e1c14cdc3753f6d310f133e/0_442_2537_1522/1000.jpg\" alt=\"Volodymyr Zelenskiy\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘A year ago Volodymyr Zelenskiy was a comic, a character from a TV series who becomes president by chance after a video recording of his rant about corruption goes viral.’</span> \n  <span class=\"element-image__credit\">Photograph: Valentyn Ogirenko/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>On Sunday night, Volodymyr Zelenskiy jumped up and down on stage as exit poll results flashed on a giant screen behind him. He now knew he would be <a href=\"https://www.theguardian.com/world/2019/apr/21/zelenskiy-wins-second-round-of-ukraines-presidential-election-exit-poll\" title=\"\">Ukraine’s next president</a>. Zelenskiy kissed his wife, high-fived his team, and turned around to send his first message via hundreds of reporters and TV cameras that crammed his election headquarters. It was meant for the post-Soviet countries: “Look at us, anything is possible.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/apr/21/zelenskiy-wins-second-round-of-ukraines-presidential-election-exit-poll\">Comedian wins landslide victory in Ukrainian presidential election</a> </p> \n</aside> \n<p>Zelenskiy’s own story is proof of that, and nothing short of extraordinary. A year ago he was a comic, a character from a TV series, portraying a simple man who becomes president by chance after a video recording of his rant about corruption goes viral. On Sunday, <a href=\"https://www.theguardian.com/world/2019/mar/01/comedian-vladimir-zelenskiy-takes-centre-stage-in-ukraine-presidential-race\" title=\"\">the hologram became reality</a>, as Zelenskiy’s victory smashed national political records.</p> \n<p>With almost all votes counted, Zelenskiy, 41, <a href=\"https://www.nytimes.com/2019/04/21/world/europe/ukraine-elections-zelenskiy.html\" title=\"\">received an unprecedented 73%</a> of the national vote. His rival, incumbent Petro Poroshenko, received just 25%. Zelenskiy – who continued to film his TV series and tour the country as the frontman of his comedy show during the election campaign – became the first president since independence in 1991 to be backed by the majority of voters in all but one region of Ukraine. He is also the first with zero political experience: indeed, one would be hard-pressed to list any of his policies.</p> \n<p>And yet Ukraine picked him out of 39 contenders who originally ran for the job (the number of candidates is also a record).</p> \n<p>“Could I ever imagine that I, a simple guy from Kryvyi Rih, would be fighting for the presidency against a person who we confidently and definitively elected president of Ukraine in 2014?” Zelenskiy asked during his debate with Poroshenko two days ahead of the run-off vote. Zelenskiy was the only candidate who was instantly recognisable in any household that has a TV, but he was not of the existing political class and therefore was seen as a fresh face.</p> \n<p>In 2014, Poroshenko also <a href=\"https://www.theguardian.com/world/2014/may/25/petro-poroshenko-ukraine-president-wins-election\" title=\"\">rode the wave of this longing for change</a>. The <a href=\"https://www.theguardian.com/commentisfree/2013/dec/17/ukraine-protesting-euromaidan\" title=\"\">revolution of dignity</a> had just ended, forcing his predecessor, a corrupt president, to flee. It was followed by the conflict with Russia, which resulted in the <a href=\"https://www.theguardian.com/world/2014/mar/18/putin-confirms-annexation-crimea-ukrainian-soldier-casualty\" title=\"\">annexation of Crimea</a> and a war in Ukraine’s east.</p> \n<p>Poroshenko promised “new life” in that election – but failed to deliver. Five years on, the war continues to bleed the nation, and so does the rule of old political elites, which is a major cause of Ukraine’s corruption.</p> \n<figure class=\"element element-image\" data-media-id=\"d649357040a8e715620a4bd5bec88c6cd6fd885d\"> \n <img src=\"https://media.guim.co.uk/d649357040a8e715620a4bd5bec88c6cd6fd885d/0_403_3491_2095/1000.jpg\" alt=\"Igor Kolomoisky\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Igor Kolomoisky’s main TV channel, 1+1, generously devoted air time to shows and news featuring Zelensky before and during his campaign.’</span> \n  <span class=\"element-image__credit\">Photograph: Mykhaylo Markiv/EPA</span> \n </figcaption> \n</figure> \n<p>The new president is expected to tackle that. A <a href=\"https://www.unian.info/politics/10518555-ukrainians-hope-next-president-to-reduce-tariffs-lift-parliamentary-immunity-speed-up-probe-into-corruption-crimes-poll.html\" title=\"\">poll by the Kyiv International Institute of Sociology</a> showed that 39% of Ukrainians believe he will reduce the cost of utility bills; 36% want him to strip immunity from prosecution from MPs, judges and the president himself; and a further 32% want him to start or speed up the investigation of major corruption cases.</p> \n<p>Zelenskiy will fail in at least one of these expectations. There is next to nothing the president can do about the cost of utilities – not just because it’s a painful reflection of the state of the economy, but because such decisions are beyond his powers. It’s much easier to introduce bills that would strip immunity from prosecution. Indeed, Zelenskiy promised during the campaign that it would be among his first submissions to parliament, along with a bill on the impeachment of presidents. Zelenskiy’s team (who dubbed themselves ZeTeam) have said such bills are “almost written”. Historically, however, parliament has blocked similar initiatives because immunity has great value for corrupt MPs and judges.</p> \n<p>ZeTeam has floated the idea of dismissing parliament if it fails to cooperate, but stressed it would prefer “plan A”, constructive cooperation.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"120f4283-bc9a-4287-aa53-2b5efe6cae87\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/cj7T9OvMuUI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>But the real test for Zelenskiy will come when it’s time to take decisions on corruption. The president has strong powers in this domain, including appointing the general prosecutor. Yet despite pressure from civil society, Zelenskiy failed to name his candidates for this and other key jobs. “Neither [Zelenskiy], nor ZeTeam have given out any offices … and I think it’s the right, new approach in Ukrainian politics,” his campaign adviser, Dmytro Razumkov, said on election night.</p> \n<p>And now the new president will inevitably face questions over his relationship with <a href=\"https://www.theguardian.com/world/2017/sep/17/the-billionaires-investing-in-cyprus-in-exchange-for-eu-passports\" title=\"\">Igor Kolomoisky</a>, one of Ukraine’s top oligarchs, worth $1.2bn (£900m), who is currently living in Israel. He also happens to be the man who played a significant role in Zelenskiy’s victory.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/apr/22/volodymyr-zelenskiy-after-the-landslide-things-get-serious-for-servant-of-ukrainian-people\">Volodymyr Zelenskiy: after the landslide, things get serious for Servant of the People</a> </p> \n</aside> \n<p>Kolomoisky and Zelenskiy are business partners in TV production companies. Moreover, Kolomoisky’s main TV channel, 1+1, generously devoted airtime to shows and news featuring Zelenskiy before and during his campaign. Kolomoisky endorsed Zelenskiy in a <a href=\"https://www.bbc.co.uk/news/world-europe-47769118\" title=\"\">recent BBC interview</a>; his bodyguard was <a href=\"https://www.bloomberg.com/opinion/articles/2019-03-22/ukraine-election-why-reformers-back-a-comedian\" title=\"\">spotted alongside the candidate</a> on the campaign trail, and his lawyer continues to be a key adviser to the new president.</p> \n<p>Apart from media, Kolomoisky owns multiple assets in Ukraine, including in oil and gas, ferrous metals and chemicals, agriculture and air transport. His failing PrivatBank was nationalised in 2016, costing the taxpayer about £4.7bn to rescue. And now Kolomoisky hopes for a “compensation” for the loss of PrivatBank.</p> \n<p>How the new president will treat his oligarch friend will be the real indication of what happens to the nation in the next five years. “He is not my master,” Zelenskiy <a href=\"https://www.youtube.com/watch?time_continue=3&amp;v=iiH-JZAqke0\" title=\"\">said in a recent interview</a>. He will have to prove it now.</p> \n<p>• Katya Gorchinskaya is a journalist in Ukraine</p>",
      "newspaperPageNumber": "3",
      "wordcount": "886",
      "commentCloseDate": "2019-04-22T21:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-22T15:28:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-25T08:23:13Z",
      "newspaperEditionDate": "2019-04-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/baeke",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4c55354691dd0cc43e1c14cdc3753f6d310f133e/0_442_2537_1522/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On Sunday night, Volodymyr Zelenskiy jumped up and down on stage as exit poll results flashed on a giant screen behind him. He now knew he would be Ukraine’s next president. Zelenskiy kissed his wife, high-fived his team, and turned around to send his first message via hundreds of reporters and TV cameras that crammed his election headquarters. It was meant for the post-Soviet countries: “Look at us, anything is possible.” Zelenskiy’s own story is proof of that, and nothing short of extraordinary. A year ago he was a comic, a character from a TV series, portraying a simple man who becomes president by chance after a video recording of his rant about corruption goes viral. On Sunday, the hologram became reality, as Zelenskiy’s victory smashed national political records. With almost all votes counted, Zelenskiy, 41, received an unprecedented 73% of the national vote. His rival, incumbent Petro Poroshenko, received just 25%. Zelenskiy – who continued to film his TV series and tour the country as the frontman of his comedy show during the election campaign – became the first president since independence in 1991 to be backed by the majority of voters in all but one region of Ukraine. He is also the first with zero political experience: indeed, one would be hard-pressed to list any of his policies. And yet Ukraine picked him out of 39 contenders who originally ran for the job (the number of candidates is also a record). “Could I ever imagine that I, a simple guy from Kryvyi Rih, would be fighting for the presidency against a person who we confidently and definitively elected president of Ukraine in 2014?” Zelenskiy asked during his debate with Poroshenko two days ahead of the run-off vote. Zelenskiy was the only candidate who was instantly recognisable in any household that has a TV, but he was not of the existing political class and therefore was seen as a fresh face. In 2014, Poroshenko also rode the wave of this longing for change. The revolution of dignity had just ended, forcing his predecessor, a corrupt president, to flee. It was followed by the conflict with Russia, which resulted in the annexation of Crimea and a war in Ukraine’s east. Poroshenko promised “new life” in that election – but failed to deliver. Five years on, the war continues to bleed the nation, and so does the rule of old political elites, which is a major cause of Ukraine’s corruption. The new president is expected to tackle that. A poll by the Kyiv International Institute of Sociology showed that 39% of Ukrainians believe he will reduce the cost of utility bills; 36% want him to strip immunity from prosecution from MPs, judges and the president himself; and a further 32% want him to start or speed up the investigation of major corruption cases. Zelenskiy will fail in at least one of these expectations. There is next to nothing the president can do about the cost of utilities – not just because it’s a painful reflection of the state of the economy, but because such decisions are beyond his powers. It’s much easier to introduce bills that would strip immunity from prosecution. Indeed, Zelenskiy promised during the campaign that it would be among his first submissions to parliament, along with a bill on the impeachment of presidents. Zelenskiy’s team (who dubbed themselves ZeTeam) have said such bills are “almost written”. Historically, however, parliament has blocked similar initiatives because immunity has great value for corrupt MPs and judges. ZeTeam has floated the idea of dismissing parliament if it fails to cooperate, but stressed it would prefer “plan A”, constructive cooperation. But the real test for Zelenskiy will come when it’s time to take decisions on corruption. The president has strong powers in this domain, including appointing the general prosecutor. Yet despite pressure from civil society, Zelenskiy failed to name his candidates for this and other key jobs. “Neither [Zelenskiy], nor ZeTeam have given out any offices … and I think it’s the right, new approach in Ukrainian politics,” his campaign adviser, Dmytro Razumkov, said on election night. And now the new president will inevitably face questions over his relationship with Igor Kolomoisky, one of Ukraine’s top oligarchs, worth $1.2bn (£900m), who is currently living in Israel. He also happens to be the man who played a significant role in Zelenskiy’s victory. Kolomoisky and Zelenskiy are business partners in TV production companies. Moreover, Kolomoisky’s main TV channel, 1+1, generously devoted airtime to shows and news featuring Zelenskiy before and during his campaign. Kolomoisky endorsed Zelenskiy in a recent BBC interview; his bodyguard was spotted alongside the candidate on the campaign trail, and his lawyer continues to be a key adviser to the new president. Apart from media, Kolomoisky owns multiple assets in Ukraine, including in oil and gas, ferrous metals and chemicals, agriculture and air transport. His failing PrivatBank was nationalised in 2016, costing the taxpayer about £4.7bn to rescue. And now Kolomoisky hopes for a “compensation” for the loss of PrivatBank. How the new president will treat his oligarch friend will be the real indication of what happens to the nation in the next five years. “He is not my master,” Zelenskiy said in a recent interview. He will have to prove it now. • Katya Gorchinskaya is a journalist in Ukraine",
      "charCount": "5384",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/katya-gorchinskaya\">Katya Gorchinskaya</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]