[
  {
    "id": "politics/2019/dec/24/brexit-discourse-contributed-to-death-of-jo-cox-says-bishop",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-24T16:30:17Z",
    "webTitle": "Brexit discourse contributed to death of Jo Cox, says bishop",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/24/brexit-discourse-contributed-to-death-of-jo-cox-says-bishop",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/24/brexit-discourse-contributed-to-death-of-jo-cox-says-bishop",
    "fields": {
      "headline": "Brexit discourse contributed to death of Jo Cox, says bishop",
      "standfirst": "<p>Bishop of Dover, Rose Hudson-Wilkin, says damaging rhetoric has harmed society as a whole</p>",
      "trailText": "Bishop of Dover, Rose Hudson-Wilkin, says damaging rhetoric has harmed society as a whole",
      "byline": "Aamna Mohdin",
      "main": "<figure class=\"element element-image\" data-media-id=\"218962ec983632ce1438c954fc4fa0d4f8b3422d\"> <img src=\"https://media.guim.co.uk/218962ec983632ce1438c954fc4fa0d4f8b3422d/0_503_2263_1357/1000.jpg\" alt=\"Rose Hudson-Wilkin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rose Hudson-Wilkin is one of 25 women to be appointed bishops since the C of E’s general synod approved the move five years ago.</span> <span class=\"element-image__credit\">Photograph: Carl Court/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>The Church of England’s first black female bishop has said the debate around Brexit damaged society and contributed to the death of the MP Jo Cox.</p> <p>Rose Hudson-Wilkin, the former chaplain to the Speaker of the House of Commons, said the arguments around Brexit had had a harmful effect both on parliamentarians and on society as a whole.</p> <p>Speaking to BBC Radio 4’s The World at One on Tuesday, she said: “The discourse that we’ve had over the last three years [has] been pretty damaging. Damaging not only to parliamentarians [but also to] the wider community and society as a whole. It’s been very, very damaging and of course I have always believed that the kind of discourse that we had contributed to the death of Jo Cox.</p> <p>“I really believed that then and I still believe it today. So yes, we needed to change the discourse.”</p> <p>When the host, Sarah Montague, asked: “Do you mean the way that politicians spoke to each other contributed to the death of Jo Cox?”, Hudson-Wilkin said: “The way that we related to one another over this wretched topic contributed. If you think about what the person was shouting when he inflicted harm on our dear sister Jo, you will know that the language that we were using with each other contributed to that.”</p> <p>She continued: “Parliamentarians may not be shouting Britain First with a gun in hand or another kind of weapon, but we have to be careful about the way we use language. We might go and have a drink with each other afterwards or a cup of tea or whatever, somebody out there who is not all together there may do something else.”</p> <p>Hudson-Wilkin took up her post as bishop of Dover last month. She is one of 25 women to be appointed bishops since the C of E’s general synod <a href=\"https://www.theguardian.com/world/2014/jul/14/church-england-synod-votes-allow-female-bishops\">approved the move five years ago</a>.</p> <p>Hudson-Wilkin has been outspoken about the poor representation of black and minority ethnic people in leadership positions and accused the church of institutional racism. She is one of four minority ethnic bishops out of more than 120.</p> <p>She blamed both the media and politicians for the damaging rhetoric in society and said “all of us must take responsibility”.</p> <p>She added: “We can begin to heal ourselves by making a commitment to ourselves and to each other to listen to one another and not just think that your view is the only view.”</p>",
      "wordcount": "409",
      "firstPublicationDate": "2019-12-24T16:30:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:16Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/dxe9q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/218962ec983632ce1438c954fc4fa0d4f8b3422d/0_503_2263_1357/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Church of England’s first black female bishop has said the debate around Brexit damaged society and contributed to the death of the MP Jo Cox. Rose Hudson-Wilkin, the former chaplain to the Speaker of the House of Commons, said the arguments around Brexit had had a harmful effect both on parliamentarians and on society as a whole. Speaking to BBC Radio 4’s The World at One on Tuesday, she said: “The discourse that we’ve had over the last three years [has] been pretty damaging. Damaging not only to parliamentarians [but also to] the wider community and society as a whole. It’s been very, very damaging and of course I have always believed that the kind of discourse that we had contributed to the death of Jo Cox. “I really believed that then and I still believe it today. So yes, we needed to change the discourse.” When the host, Sarah Montague, asked: “Do you mean the way that politicians spoke to each other contributed to the death of Jo Cox?”, Hudson-Wilkin said: “The way that we related to one another over this wretched topic contributed. If you think about what the person was shouting when he inflicted harm on our dear sister Jo, you will know that the language that we were using with each other contributed to that.” She continued: “Parliamentarians may not be shouting Britain First with a gun in hand or another kind of weapon, but we have to be careful about the way we use language. We might go and have a drink with each other afterwards or a cup of tea or whatever, somebody out there who is not all together there may do something else.” Hudson-Wilkin took up her post as bishop of Dover last month. She is one of 25 women to be appointed bishops since the C of E’s general synod approved the move five years ago. Hudson-Wilkin has been outspoken about the poor representation of black and minority ethnic people in leadership positions and accused the church of institutional racism. She is one of four minority ethnic bishops out of more than 120. She blamed both the media and politicians for the damaging rhetoric in society and said “all of us must take responsibility”. She added: “We can begin to heal ourselves by making a commitment to ourselves and to each other to listen to one another and not just think that your view is the only view.”",
      "charCount": "2282",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/24/labour-election-inquiry-must-listen-to-lost-voters-says-nandy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-24T16:02:30Z",
    "webTitle": "Labour election inquiry must listen to lost voters, says Nandy",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/24/labour-election-inquiry-must-listen-to-lost-voters-says-nandy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/24/labour-election-inquiry-must-listen-to-lost-voters-says-nandy",
    "fields": {
      "headline": "Labour election inquiry must listen to lost voters, says Nandy",
      "standfirst": "<p>Khan defends Miliband involvement after Wigan MP warns against talking ‘amongst ourselves’ in Westminster<br></p>",
      "trailText": "Khan defends Miliband involvement after Wigan MP warns against talking ‘amongst ourselves’ in Westminster<br>",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"087742d9605e9ada0ffb53b35ffccd1abd3acadb\"> <img src=\"https://media.guim.co.uk/087742d9605e9ada0ffb53b35ffccd1abd3acadb/0_762_5478_3287/1000.jpg\" alt=\"Lisa Nandy at the Wigan Central brewery and bar in her constituency.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lisa Nandy: ‘We need to be listening to people, not sitting in meeting rooms in Westminster.’</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>An inquiry being co-led by Ed Miliband of Labour’s election campaign is in danger of drawing the wrong conclusions by failing to listen to the people who refused to vote for the party, the potential leadership candidate Lisa Nandy has said.</p> <p>Nandy said <a href=\"https://www.theguardian.com/politics/2019/dec/23/labour-election-inquiry-will-not-recommend-leadership-candidate\">the review set up by a group called Labour Together</a> was adopting a misguided approach by being based too much in Westminster.</p> <p>Miliband, who lost to David Cameron in 2015, is <a href=\"https://www.theguardian.com/politics/2019/dec/23/labour-mps-from-all-wings-of-party-launch-inquiry-into-election-defeat\">among those involved in the review</a>, which will include interviewing all 59 MPs who lost their seats during the crumbling of Labour’s “red wall” of constituencies in the north of England, the Midlands and Wales.</p> <p>But Nandy said it was most important for the party to listen to the voters who had left the party over the years.</p> <p>“I have to be honest, I didn’t know anything about this review until two days ago,” she told BBC Radio 4’s Today programme on Tuesday.</p> <p>“And if the lesson drawn from this election is, a review can be drawn up in a meeting room in Westminster without any reference to the two parts of the Labour movement – our councillor base and trade union base – that were probably the reason we didn’t have a worse result, I just don’t think that people are drawing the right lessons at all.</p> <p>“We need to be out in places like Ashfield, listening to people like the ex-miner I met yesterday, not sitting in meeting rooms in Westminster trying to debate this out amongst ourselves with the help of a few thinktanks.“I just think the approach is wrong.”</p> <p>The Wigan MP, who is conducting her own visits to constituencies that Labour lost, said a phrase that kept recurring was “Labour’s not for us any more”.</p> <p>Nandy said she spent Monday knocking on doors in Ashfield, and found trust in Labour was the main issue.</p> <p>The backbencher said: “There’s been a lot of talk about the role of Jeremy Corbyn in this election campaign.</p> <p>“But there was just a general sense that at the top of the Labour party we don’t speak for people like them any more, a sense we don’t have skin in the game, that we’re not rooted in those communities, and we’re just not like them, and we don’t come very often to just ask people what they think and to listen to what they’ve got to say.</p> <p>“We often come in and tell them that we’ve got all the answers and we can fix it, and what people told us loud and clear in this election campaign is: ‘You’re just not listening.’”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/17/let-labours-fightback-begin-with-a-woman-as-leader\">Let Labour’s fightback begin with a woman as leader | Suzanne Moore</a> </p> </aside>  <p>Nandy said crime was the “great unspoken issue” of the election campaign, with many communities facing problems with drugs and antisocial behaviour, while police and council resources had been cut by the Tories in government.</p> <p>Nandy is considered a <a href=\"https://www.theguardian.com/politics/2019/dec/23/labour-leadership-contest-whos-in-and-who-could-join-them\">potential candidate</a> on the soft left of the party and last week she <a href=\"https://www.theguardian.com/politics/2019/dec/20/labours-brexit-position-set-mps-up-to-fail-says-lisa-nandy\">criticised the party’s shift to supporting a second referendum</a>. She is likely to go up against <a href=\"https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government\">Keir Starmer</a>, the shadow Brexit secretary, and <a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">Emily Thornberry</a>, the shadow foreign secretary, who both pushed for a position in favour of a second referendum.</p> <p>Two other leading candidates are Rebecca Long-Bailey, who is supported by the Corbynite wing of the party, and Clive Lewis, a candidate on the pro-European left.</p> <p>Jess Phillips, the backbencher and women’s rights campaigner, is also expected to stand.</p> <p>Following Nandy’s intervention, Sadiq Khan, the mayor of London, defended the decision to allow Miliband to be involved in the inquiry.</p> <p>He said the former party leader “is one of many people who should be properly examining why we lost”, even though Miliband oversaw a major defeat himself.</p> <p>Khan, who served in Miliband’s shadow cabinet, said: “I’m fed up with losing. I don’t believe in heroic failure, we’ve lost four general elections now in a row.</p> <p>“I want the next leader to unite our party, unite our country, unite those who voted leave with those who voted remain, unite the north with the south, the old with the young.</p> <p>“And that’s one of the reasons why it’s important not just Ed Miliband but many others look at why we lost and learn the right lessons.”</p> <p>Khan also said the next Labour leader should not be chosen on the basis of their gender or the location of their constituency, amid calls from some for Corbyn’s successor to be a woman and from the north or Midlands to help Labour win back its heartlands that turned Tory.</p> <p>Without backing any candidate, he said: “I think the idea that the next Labour leader should be chosen on the geography of their seat or their gender is wrong. I want to see the Labour leader chosen on the ideas he or she has, on their vision for our country and a proper analysis of why we lost.” </p>",
      "wordcount": "809",
      "firstPublicationDate": "2019-12-24T12:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:46Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/dxdbp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/087742d9605e9ada0ffb53b35ffccd1abd3acadb/0_762_5478_3287/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "An inquiry being co-led by Ed Miliband of Labour’s election campaign is in danger of drawing the wrong conclusions by failing to listen to the people who refused to vote for the party, the potential leadership candidate Lisa Nandy has said. Nandy said the review set up by a group called Labour Together was adopting a misguided approach by being based too much in Westminster. Miliband, who lost to David Cameron in 2015, is among those involved in the review, which will include interviewing all 59 MPs who lost their seats during the crumbling of Labour’s “red wall” of constituencies in the north of England, the Midlands and Wales. But Nandy said it was most important for the party to listen to the voters who had left the party over the years. “I have to be honest, I didn’t know anything about this review until two days ago,” she told BBC Radio 4’s Today programme on Tuesday. “And if the lesson drawn from this election is, a review can be drawn up in a meeting room in Westminster without any reference to the two parts of the Labour movement – our councillor base and trade union base – that were probably the reason we didn’t have a worse result, I just don’t think that people are drawing the right lessons at all. “We need to be out in places like Ashfield, listening to people like the ex-miner I met yesterday, not sitting in meeting rooms in Westminster trying to debate this out amongst ourselves with the help of a few thinktanks.“I just think the approach is wrong.” The Wigan MP, who is conducting her own visits to constituencies that Labour lost, said a phrase that kept recurring was “Labour’s not for us any more”. Nandy said she spent Monday knocking on doors in Ashfield, and found trust in Labour was the main issue. The backbencher said: “There’s been a lot of talk about the role of Jeremy Corbyn in this election campaign. “But there was just a general sense that at the top of the Labour party we don’t speak for people like them any more, a sense we don’t have skin in the game, that we’re not rooted in those communities, and we’re just not like them, and we don’t come very often to just ask people what they think and to listen to what they’ve got to say. “We often come in and tell them that we’ve got all the answers and we can fix it, and what people told us loud and clear in this election campaign is: ‘You’re just not listening.’” Nandy said crime was the “great unspoken issue” of the election campaign, with many communities facing problems with drugs and antisocial behaviour, while police and council resources had been cut by the Tories in government. Nandy is considered a potential candidate on the soft left of the party and last week she criticised the party’s shift to supporting a second referendum. She is likely to go up against Keir Starmer, the shadow Brexit secretary, and Emily Thornberry, the shadow foreign secretary, who both pushed for a position in favour of a second referendum. Two other leading candidates are Rebecca Long-Bailey, who is supported by the Corbynite wing of the party, and Clive Lewis, a candidate on the pro-European left. Jess Phillips, the backbencher and women’s rights campaigner, is also expected to stand. Following Nandy’s intervention, Sadiq Khan, the mayor of London, defended the decision to allow Miliband to be involved in the inquiry. He said the former party leader “is one of many people who should be properly examining why we lost”, even though Miliband oversaw a major defeat himself. Khan, who served in Miliband’s shadow cabinet, said: “I’m fed up with losing. I don’t believe in heroic failure, we’ve lost four general elections now in a row. “I want the next leader to unite our party, unite our country, unite those who voted leave with those who voted remain, unite the north with the south, the old with the young. “And that’s one of the reasons why it’s important not just Ed Miliband but many others look at why we lost and learn the right lessons.” Khan also said the next Labour leader should not be chosen on the basis of their gender or the location of their constituency, amid calls from some for Corbyn’s successor to be a woman and from the north or Midlands to help Labour win back its heartlands that turned Tory. Without backing any candidate, he said: “I think the idea that the next Labour leader should be chosen on the geography of their seat or their gender is wrong. I want to see the Labour leader chosen on the ideas he or she has, on their vision for our country and a proper analysis of why we lost.”",
      "charCount": "4531",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/24/tory-promises-govern-britain-conservatives-power",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-24T13:30:09Z",
    "webTitle": "Our response to Tory promises? Credulity, deference and short memories | Andy Beckett",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/24/tory-promises-govern-britain-conservatives-power",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/24/tory-promises-govern-britain-conservatives-power",
    "fields": {
      "headline": "Our response to Tory promises? Credulity, deference and short memories",
      "standfirst": "They break their word and govern erratically. Yet Britain’s misplaced faith in the Conservatives keeps them in power",
      "trailText": "They break their word and govern erratically. Yet Britain’s misplaced faith in the Conservatives keeps them in power, says Guardian columnist Andy Beckett",
      "byline": "Andy Beckett",
      "main": "<figure class=\"element element-image\" data-media-id=\"fdf73611d18a9667b030f29daea820a8057378c5\"> <img src=\"https://media.guim.co.uk/fdf73611d18a9667b030f29daea820a8057378c5/441_387_2953_1772/1000.jpg\" alt=\"David Cameron and Boris Johnson in Newark, Nottinghamshire, prior to a byelection in 2014. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Cameron and Boris Johnson in Newark, Nottinghamshire, prior to a byelection in 2014. </span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Beneath the surface disorder of modern British politics, there are steadier patterns to be found. One of them is so regular, and so central to the workings of the whole system, that it’s rarely noticed, let alone challenged.</p> <p>This pattern is hugely to the advantage of the Conservatives. Here’s how it works. When the Tories are in power, as they have been for 27 of the last 40 years, they often <a href=\"https://www.theguardian.com/commentisfree/2019/nov/16/strong-economy-tories-weak-labour\" title=\"\">struggle to govern effectively</a>. An election follows. The Tories run a negative campaign, drawing attention away from their own failures and ineptitude to the potential problems of a Labour government. To the surprise of some, the Tories win: either decisively or just well enough to stay in office. They announce that they will <a href=\"https://www.theguardian.com/politics/2019/dec/13/boris-johnson-pledges-to-prioritise-nhs-after-election-victory\" title=\"\">govern differently </a> <a href=\"https://www.theguardian.com/politics/2019/dec/14/election-in-the-media-evasion-lies-good-journalism-is-all-we-have\" title=\"\">this time</a>. Much of the media <a href=\"https://www.theguardian.com/politics/2019/dec/14/election-in-the-media-evasion-lies-good-journalism-is-all-we-have\" title=\"\">believes them</a>. The Tories struggle in government once again.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Faith in their credentials helps win tight elections. That they always find a way to rule is a self-fulfilling prophecy</p> </blockquote> </aside>  <p>Boris Johnson has already been through all these stages except the last one – and with a large majority, the temporary momentum that always follows a Queen’s speech and the UK’s scheduled exit from the EU next month to dangle before their supporters, the Conservatives will probably be able to enjoy promising things, rather than having to deliver them, for a while yet. This is Johnson’s favourite and most effective political mode. “Government will now engage flat-out on a programme of change for the better,” he pledged, with characteristic energy and vagueness, during the debate on the Queen’s speech. “A new golden age for this United Kingdom is now within reach.”</p> <p>In one sense, the Tories have earned this easy phase with their handsome election victory. In a democracy, why shouldn’t a re-elected government enjoy a honeymoon, when journalists and voters give them the benefit of the doubt ? Yet <a href=\"https://www.express.co.uk/comment/expresscomment/1219797/Boris-Johnson-brexit-golden-age\" title=\"\">the credulity</a> with which the promises of this and other returning Conservative administrations have been greeted, often by commentators who only weeks earlier were castigating the same ministers for their incompetence, suggests something more political is going on. There is damaging deference towards them – an unstated but widely held assumption that they shouldn’t be judged too exactingly by their record in office.</p> <p>The Labour party receives the opposite treatment. Even mistakes it made in government decades ago, in an entirely different political and economic context – such as failing to control the then powerful unions during the winter of discontent – are widely taken as warnings about how it would govern next time.</p> <p><a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/labour-tories-opposition-power\" title=\"\">Sometimes</a>, the deference shown towards the Tories comes from left-of-centre journalists and reflects a pessimism that the Tories are, despite all their flaws, Britain’s natural ruling class. And sometimes it comes from the right and reflects an optimism that the Tories, however often they have disappointed and compromised in the past, always have the potential to rediscover their true path. “Politics has been transformed in a week,” declared the Daily Telegraph giddily after the election. “Suddenly they seem like a whole new party.”</p> <p>Either way, the media’s impulse to take incoming Tory premiers at their word echoes the inclination of many voters to trust Tory governments to be financially prudent, streetwise on foreign policy, and generally competent and stable – despite all evidence to the contrary. This misplaced confidence is particularly helpful to the current, broad-brush generation of Conservative politicians, who are better at rhetoric and election slogans than the detailed, patient work of improving the economy or the state.</p> <p>This faith in the Conservatives’ governing credentials helps them win tight elections. The idea that they will always find new ways to rule becomes a self-fulfilling prophecy.</p> <p>Yet many Tories who have actually been in government are much less sure about their party’s aptitude for it. The memoirs of even the most confident and successful Conservative figures, such as Margaret Thatcher, are riddled with moments of self-doubt, frustration and sometimes outright panic while in office. <a href=\"https://www.telegraph.co.uk/news/obituaries/11174772/Sir-John-Hoskyns-obituary.html\" title=\"\">John Hoskyns</a>, a radical early Thatcherite who was the first head of her Downing Street policy unit, described the experience of government as like “trying to pitch a tent in the middle of a landslide”.</p> <p>But <a href=\"https://www.theguardian.com/politics/2000/oct/15/politicalbooks.politics\" title=\"\">reviewers of such books</a> <a href=\"https://www.independent.co.uk/arts-entertainment/books/book-review-noblesse-with-a-latitude-problem-diaries-alan-clark-weidenfeld-nicolson-20-pounds-1491146.html?amp\" title=\"\">tend to focus</a> on the anecdotes about backstabbing and leadership coups – material suggesting that while the Conservatives might be a nasty lot, they are also assertive and pragmatic. Meanwhile, serialisations in the rightwing press are little more than descriptions of Tory triumphs. Thus the party’s aura of invincibility remains intact.</p> <p>This overestimation of the Conservatives’ capabilities is especially galling now, when we have a prime minister whose record of keeping promises and enacting major reforms is almost nonexistent. As mayor of London from 2008 to 2016, Johnson neglected the capital’s acute <a href=\"https://www.insidehousing.co.uk/insight/insight/fact-check-did-boris-johnson-massively-outbuild-labour-as-london-mayor-64282\" title=\"\">housing</a> and <a href=\"https://www.theguardian.com/environment/2016/may/17/boris-johnson-held-back-negative-findings-of-air-pollution-report\" title=\"\">air-quality</a> crises, in favour of a little-used cable car across the Thames and the unbuilt airport scheme, “<a href=\"https://www.theguardian.com/politics/2012/jan/18/boris-island-airport-what-where\" title=\"\">Boris island</a>”. As foreign secretary from 2016 to 2018, he was <a href=\"https://www.theguardian.com/politics/2018/jul/09/few-at-foreign-office-will-mourn-boris-johnsons-departure\" title=\"\">widely considered</a> one of the most clumsy and ineffective ever to hold office. And as prime minister so far, for all his electoral success, he has seemed just as casual about the business of government, giving <a href=\"https://www.theguardian.com/commentisfree/2019/sep/06/boris-johnson-twilight-zone-police-escort-conservatives\" title=\"\">vague, incoherent speeches</a>, and sometimes appearing unable to understand or explain his own policies.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/24/lurch-right-britain-special-europe-authoritarian\">With its lurch to the right, Britain is no longer special in Europe | Stefan Bielik</a> </p> </aside>  <p>This is the premier who is now expected to solve two huge problems: implementing Brexit and reviving swathes of northern England that have been declining for decades, and where the Tories have not, until now, been popular for almost a century. Meanwhile the government’s finances are deteriorating, Britain’s economic growth is slowing and a recession may be imminent. It could be the hardest set of challenges faced by a new government since the 70s.</p> <p>Johnson may learn to be more conscientious. Unexpected talents may emerge from a cabinet seemingly made up of <a href=\"https://www.bbc.co.uk/news/uk-politics-41853561\" title=\"\">fanatics</a> and <a href=\"https://www.theguardian.com/politics/2012/aug/22/britannia-unchained-rise-of-new-tory-right\" title=\"\">chancers</a>. Dominic Cummings may metamorphose from a sly campaign strategist into someone who can reinvent the British state.</p> <p>But don’t hold your breath. Only three years ago, in her first speech as prime minister, Theresa May promised “<a href=\"https://www.theguardian.com/global/commentisfree/2017/oct/01/a-country-that-works-for-everyone-theresa-may-has-failed-tory-conference-manchester\" title=\"\">to make Britain a country that works for everyone</a>”, almost exactly as Johnson is doing now. Then as now, many observers thought they saw a potent new Conservatism crystallising. But it was a mirage.</p> <p>In truth, the Tories find governing grumpy old Britain – let alone reforming it – as difficult as Labour do. But if we don’t stop being mesmerised by them, they will carry on ruling us most of the time. And perhaps we’ll deserve it.</p> <p>• Andy Beckett is a Guardian columnist and author of Promised You a Miracle: Why 1980-82 Made Modern Britain</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1072",
      "commentCloseDate": "2019-12-24T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-24T13:30:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-24T15:50:01Z",
      "newspaperEditionDate": "2019-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxad7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fdf73611d18a9667b030f29daea820a8057378c5/441_387_2953_1772/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Beneath the surface disorder of modern British politics, there are steadier patterns to be found. One of them is so regular, and so central to the workings of the whole system, that it’s rarely noticed, let alone challenged. This pattern is hugely to the advantage of the Conservatives. Here’s how it works. When the Tories are in power, as they have been for 27 of the last 40 years, they often struggle to govern effectively. An election follows. The Tories run a negative campaign, drawing attention away from their own failures and ineptitude to the potential problems of a Labour government. To the surprise of some, the Tories win: either decisively or just well enough to stay in office. They announce that they will govern differently this time. Much of the media believes them. The Tories struggle in government once again. Boris Johnson has already been through all these stages except the last one – and with a large majority, the temporary momentum that always follows a Queen’s speech and the UK’s scheduled exit from the EU next month to dangle before their supporters, the Conservatives will probably be able to enjoy promising things, rather than having to deliver them, for a while yet. This is Johnson’s favourite and most effective political mode. “Government will now engage flat-out on a programme of change for the better,” he pledged, with characteristic energy and vagueness, during the debate on the Queen’s speech. “A new golden age for this United Kingdom is now within reach.” In one sense, the Tories have earned this easy phase with their handsome election victory. In a democracy, why shouldn’t a re-elected government enjoy a honeymoon, when journalists and voters give them the benefit of the doubt ? Yet the credulity with which the promises of this and other returning Conservative administrations have been greeted, often by commentators who only weeks earlier were castigating the same ministers for their incompetence, suggests something more political is going on. There is damaging deference towards them – an unstated but widely held assumption that they shouldn’t be judged too exactingly by their record in office. The Labour party receives the opposite treatment. Even mistakes it made in government decades ago, in an entirely different political and economic context – such as failing to control the then powerful unions during the winter of discontent – are widely taken as warnings about how it would govern next time. Sometimes, the deference shown towards the Tories comes from left-of-centre journalists and reflects a pessimism that the Tories are, despite all their flaws, Britain’s natural ruling class. And sometimes it comes from the right and reflects an optimism that the Tories, however often they have disappointed and compromised in the past, always have the potential to rediscover their true path. “Politics has been transformed in a week,” declared the Daily Telegraph giddily after the election. “Suddenly they seem like a whole new party.” Either way, the media’s impulse to take incoming Tory premiers at their word echoes the inclination of many voters to trust Tory governments to be financially prudent, streetwise on foreign policy, and generally competent and stable – despite all evidence to the contrary. This misplaced confidence is particularly helpful to the current, broad-brush generation of Conservative politicians, who are better at rhetoric and election slogans than the detailed, patient work of improving the economy or the state. This faith in the Conservatives’ governing credentials helps them win tight elections. The idea that they will always find new ways to rule becomes a self-fulfilling prophecy. Yet many Tories who have actually been in government are much less sure about their party’s aptitude for it. The memoirs of even the most confident and successful Conservative figures, such as Margaret Thatcher, are riddled with moments of self-doubt, frustration and sometimes outright panic while in office. John Hoskyns, a radical early Thatcherite who was the first head of her Downing Street policy unit, described the experience of government as like “trying to pitch a tent in the middle of a landslide”. But reviewers of such books tend to focus on the anecdotes about backstabbing and leadership coups – material suggesting that while the Conservatives might be a nasty lot, they are also assertive and pragmatic. Meanwhile, serialisations in the rightwing press are little more than descriptions of Tory triumphs. Thus the party’s aura of invincibility remains intact. This overestimation of the Conservatives’ capabilities is especially galling now, when we have a prime minister whose record of keeping promises and enacting major reforms is almost nonexistent. As mayor of London from 2008 to 2016, Johnson neglected the capital’s acute housing and air-quality crises, in favour of a little-used cable car across the Thames and the unbuilt airport scheme, “Boris island”. As foreign secretary from 2016 to 2018, he was widely considered one of the most clumsy and ineffective ever to hold office. And as prime minister so far, for all his electoral success, he has seemed just as casual about the business of government, giving vague, incoherent speeches, and sometimes appearing unable to understand or explain his own policies. This is the premier who is now expected to solve two huge problems: implementing Brexit and reviving swathes of northern England that have been declining for decades, and where the Tories have not, until now, been popular for almost a century. Meanwhile the government’s finances are deteriorating, Britain’s economic growth is slowing and a recession may be imminent. It could be the hardest set of challenges faced by a new government since the 70s. Johnson may learn to be more conscientious. Unexpected talents may emerge from a cabinet seemingly made up of fanatics and chancers. Dominic Cummings may metamorphose from a sly campaign strategist into someone who can reinvent the British state. But don’t hold your breath. Only three years ago, in her first speech as prime minister, Theresa May promised “to make Britain a country that works for everyone”, almost exactly as Johnson is doing now. Then as now, many observers thought they saw a potent new Conservatism crystallising. But it was a mirage. In truth, the Tories find governing grumpy old Britain – let alone reforming it – as difficult as Labour do. But if we don’t stop being mesmerised by them, they will carry on ruling us most of the time. And perhaps we’ll deserve it. • Andy Beckett is a Guardian columnist and author of Promised You a Miracle: Why 1980-82 Made Modern Britain",
      "charCount": "6685",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andybeckett\">Andy Beckett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]