[
  {
    "id": "politics/2019/aug/07/could-the-queen-sack-boris-johnson-the-experts-are-divided",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-07T18:06:18Z",
    "webTitle": "Could the Queen sack Boris Johnson? The experts are divided",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/07/could-the-queen-sack-boris-johnson-the-experts-are-divided",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/07/could-the-queen-sack-boris-johnson-the-experts-are-divided",
    "fields": {
      "headline": "Could the Queen sack Boris Johnson? The experts are divided",
      "standfirst": "<p>If PM lost confidence vote and refused to resign, Queen could dismiss him – but experts think it unlikely</p>",
      "trailText": "If PM lost confidence vote and refused to resign, Queen could dismiss him – but experts think it unlikely",
      "byline": "Caroline Davies",
      "main": "<figure class=\"element element-image\" data-media-id=\"d8bfa5e6e041607389c4b412d65b9a4253f3f880\"> <img src=\"https://media.guim.co.uk/d8bfa5e6e041607389c4b412d65b9a4253f3f880/0_301_5120_3073/1000.jpg\" alt=\"The Queen receives Boris Johnson at Buckingham Palace as he becomes prime minister\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Queen welcomes Boris Johnson at Buckingham Palace. Some constitutional commentators believe she has the reserve power to sack a prime minister.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>As the Queen’s powers have been cited in the no-deal Brexit debate, constitutional experts are divided on whether she could intervene to dismiss Boris Johnson and invite a new prime minister to form a government should he lose a vote of no confidence and schedule an election for after the Halloween exit date.</p> <p>“Short answer: the Queen could dismiss Boris Johnson if he lost a vote of no confidence and refused to resign,” said<a href=\"https://www.theguardian.com/profile/robert-hazell\"> Robert Hazell, </a>professor of government and constitution at University College London.</p> <p>“But she would only do so if the House of Commons indicated clearly who should be appointed as prime minister in his place.”</p> <p>Under the Fixed-term Parliaments Act 2011 there is 14-day window after a vote of no confidence in which to find an alternative government capable of securing the confidence of the Commons. Any election would be held 25 working days after the dissolution of parliament.</p> <p>In those 14 days, parliament could try to agree on a single candidate to put forward to the Queen. “Then the Queen would be able, and would feel able, to dismiss Johnson if he was not willing himself to resign, and to appoint that new person as prime minister.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/06/the-fight-over-no-deal-brexit-how-might-the-crisis-pan-out\">The fight over no-deal Brexit: how might the crisis pan out?</a> </p> </aside>  <p>“But if the House does pass such a resolution, then I fully expect Johnson would offer his resignation and advise the Queen to appoint the new person as prime minister. Because he would know that if he didn’t do that, if he didn’t do the right thing, he would be dismissed [by the Queen],” said Hazell.</p> <p><a href=\"https://www.theguardian.com/profile/vernon-bogdanor\">Vernon Bogdanor,</a> professor of government at King’s College London, said he could see no circumstances in which it was likely the Queen would dismiss Johnson.</p> <p>The Fixed-term Parliaments Act also states dissolution need not follow immediately after closure of that 14-day window as it was for the prime minister to recommend a suitable election date to the Queen, and only when he has done so was the date of dissolution determined, he said.</p> <p>There was nothing to stop Johnson “playing out time”. Though he could be accused of acting unconstitutionally, it would not be unlawful, and therefore not for the Queen to intervene, he added.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/06/no-deal-brexit-legally-possible-even-after-no-confidence-vote\">No-deal Brexit 'legally possible even after no-confidence vote'</a> </p> </aside>  <p>Parliament could pass a motion requiring him to resign. The only circumstances in which the Queen could dismiss him would be if, in those 14 days, there was cast-iron evidence an alternative government and alternative prime minister was available, he said.</p> <p>“It’s not for the Queen to use any discretionary power. And during her reign she has acted throughout on the advice of her prime minister and it has proved a good rule. If parliament is unhappy with anything, it is for parliament to take the relevant actions,” he said.</p> <p>“The Queen’s powers rest on convention. She’s got quite wide legal powers but in a constitutional monarchy she shouldn’t use them except in very extreme circumstances, which I don’t think these would be.”</p> <p>Thomas Eason, doctoral researcher at Nottingham University’s school of politics and international relations, said the theory Johnson could lose a vote of no confidence but refuse to resign, thereby preventing the Queen from asking someone else to form a new government, “assumes that the Queen could not simply sack the former PM”.</p> <p>“There is some debate over whether the Queen has the power to sack a prime minister, in part driven by the cabinet manual claiming that ‘prime ministers hold office unless and until they resign’. But my own belief is that the Queen still has the reserve power to do this, and I think this is a dominant view among other experts,” he said.</p> <p>“Obviously, for this to happen, it would need to be clear to the Queen who to call upon, and that could be tricky.” He added: “Whatever medium is used, it would need to be clear who should replace Johnson before the Queen would be in a position to sack him.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "651",
      "firstPublicationDate": "2019-08-07T18:06:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:00Z",
      "newspaperEditionDate": "2019-08-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4dnf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d8bfa5e6e041607389c4b412d65b9a4253f3f880/0_301_5120_3073/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As the Queen’s powers have been cited in the no-deal Brexit debate, constitutional experts are divided on whether she could intervene to dismiss Boris Johnson and invite a new prime minister to form a government should he lose a vote of no confidence and schedule an election for after the Halloween exit date. “Short answer: the Queen could dismiss Boris Johnson if he lost a vote of no confidence and refused to resign,” said Robert Hazell, professor of government and constitution at University College London. “But she would only do so if the House of Commons indicated clearly who should be appointed as prime minister in his place.” Under the Fixed-term Parliaments Act 2011 there is 14-day window after a vote of no confidence in which to find an alternative government capable of securing the confidence of the Commons. Any election would be held 25 working days after the dissolution of parliament. In those 14 days, parliament could try to agree on a single candidate to put forward to the Queen. “Then the Queen would be able, and would feel able, to dismiss Johnson if he was not willing himself to resign, and to appoint that new person as prime minister. “But if the House does pass such a resolution, then I fully expect Johnson would offer his resignation and advise the Queen to appoint the new person as prime minister. Because he would know that if he didn’t do that, if he didn’t do the right thing, he would be dismissed [by the Queen],” said Hazell. Vernon Bogdanor, professor of government at King’s College London, said he could see no circumstances in which it was likely the Queen would dismiss Johnson. The Fixed-term Parliaments Act also states dissolution need not follow immediately after closure of that 14-day window as it was for the prime minister to recommend a suitable election date to the Queen, and only when he has done so was the date of dissolution determined, he said. There was nothing to stop Johnson “playing out time”. Though he could be accused of acting unconstitutionally, it would not be unlawful, and therefore not for the Queen to intervene, he added. Parliament could pass a motion requiring him to resign. The only circumstances in which the Queen could dismiss him would be if, in those 14 days, there was cast-iron evidence an alternative government and alternative prime minister was available, he said. “It’s not for the Queen to use any discretionary power. And during her reign she has acted throughout on the advice of her prime minister and it has proved a good rule. If parliament is unhappy with anything, it is for parliament to take the relevant actions,” he said. “The Queen’s powers rest on convention. She’s got quite wide legal powers but in a constitutional monarchy she shouldn’t use them except in very extreme circumstances, which I don’t think these would be.” Thomas Eason, doctoral researcher at Nottingham University’s school of politics and international relations, said the theory Johnson could lose a vote of no confidence but refuse to resign, thereby preventing the Queen from asking someone else to form a new government, “assumes that the Queen could not simply sack the former PM”. “There is some debate over whether the Queen has the power to sack a prime minister, in part driven by the cabinet manual claiming that ‘prime ministers hold office unless and until they resign’. But my own belief is that the Queen still has the reserve power to do this, and I think this is a dominant view among other experts,” he said. “Obviously, for this to happen, it would need to be clear to the Queen who to call upon, and that could be tricky.” He added: “Whatever medium is used, it would need to be clear who should replace Johnson before the Queen would be in a position to sack him.”",
      "charCount": "3766",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/carolinedavies\">Caroline Davies</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/07/show-some-unity-for-mps-facing-no-confidence-no-job-dilemma",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-07T17:02:09Z",
    "webTitle": "Show some unity for MPs facing no-confidence, no-job dilemma | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/07/show-some-unity-for-mps-facing-no-confidence-no-job-dilemma",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/07/show-some-unity-for-mps-facing-no-confidence-no-job-dilemma",
    "fields": {
      "headline": "Show some unity for MPs facing no-confidence, no-job dilemma",
      "standfirst": "Some MPs might be voting themselves out of a job if they vote no-confidence in the government, says <strong>David Lowndes</strong>. Plus letters on Brexit from <strong>Bernie Evans</strong>, <strong>Philippa Cowling, Jane Mardell </strong>and <strong>Helen Evans</strong>",
      "trailText": "<strong>Letters: </strong>Some MPs might be voting themselves out of a job if they vote no-confidence in the government, says <strong>David Lowndes</strong>. Plus letters on Brexit from <strong>Bernie Evans</strong>, <strong>Philippa Cowling, Jane Mardell </strong>and <strong>Helen Evans</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"65e69b6be339b17c1898d40729bb7a1724a10555\"> <img src=\"https://media.guim.co.uk/65e69b6be339b17c1898d40729bb7a1724a10555/0_174_5219_3131/1000.jpg\" alt=\"Caroline Lucas\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caroline Lucas would be a good head of any government of national unity, suggests Jane Mardell.</span> <span class=\"element-image__credit\">Photograph: Andres Pantoja/SOPA Images/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Polly Toynbee’s column (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/05/government-national-unity-no-deal-margaret-beckett-referendum\" title=\"\">Only a government of national unity can deliver us all from no deal</a>, 6 August) was a joy to read, bringing clarity to the obfuscation surrounding whether or not there can be an election in time to prevent a no-deal Brexit following a vote of no confidence in this arrogant, undemocratic government. I particularly enjoyed the war cry at the end to “bring it on” should the UK crash out of the EU implying, as it did, that the Tories would be made to pay for their ideologically driven incompetence.</p> <p>It is urgent that something be done to prevent no deal. But Polly’s route, like other similar routes, asks an enormous amount of character and steel from a small number of MPs. Some will feel that voting no confidence equals voting no Brexit which, in turn, equals voting no career. For many this will be an agonising dilemma. Politicians and the public have had to cope with, in some cases, irretrievably damaged relationships, both personal and professional, since the referendum.</p> <p>The tension between this personal dimension and the need to put the country first should not be underestimated. On the whole these are honourable, well-meaning democrats and, individual politics aside, those who wish avert the disaster that is Brexit should consider how best their elected representatives can be supported to do the right thing at this critical time for our children’s future.<br><strong>David Lowndes</strong><br><em>Southampton</em></p> <p>• Polly Toynbee concludes that a no-deal disaster “would see the Tories render themselves unelectable for a generation”, but if this is all part of Labour’s long-term objective, it is likely to go horribly wrong. Jeremy Corbyn’s plan appears now to be to win a vote of no confidence in Johnson, and force a general election. His campaign would be based on promising to “reopen talks with the EU”, presumably with the forlorn hope of a softer Brexit being arranged, with jobs, investment and trade all hunky-dory! The rightwing media will have a field day.</p> <p>If the election takes place after 31 October, as Dominic Cummings plans, Labour will face the wrath of the electorate for not standing up for remain earlier; consequently the anti-Tory vote will be divided, and Johnson could well stay in power. Has no one in Corbyn’s top team studied Germany’s history between 1930 and 1933?<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• You report that in its efforts to force through a no-deal departure, Downing Street regards the 2016 Brexit referendum as overruling parliament (<a href=\"https://www.theguardian.com/politics/2019/aug/06/michael-gove-accuses-eu-of-refusing-to-negotiate-new-deal\" title=\"\">Gove accuses ‘wrong and sad’ EU of refusing to negotiate new Brexit deal</a>, 7 August). However, The European Union Referendum Act 2015 says “because of the sovereignty of parliament referendums cannot be legally binding in the UK and are therefore advisory”. While the Cameron government said they would implement the referendum result, they were not legally bound by the referendum to do so. Nor was the May government, and neither is the Johnson government. Parliament is still sovereign.<br><strong>Philippa Cowling</strong><br><em>Ilkley, West Yorkshire </em></p> <p>• Any leader of a short-lived government of national unity to see off a no-deal Brexit needs to be non-partisan. Step forward Caroline Lucas? She has integrity and is respected across the house. And she’d have to work in a cross-party way – no risk of her favouring her fellow party MPs.<br><strong>Jane Mardell</strong><br><em>Woodbridge, Suffolk</em></p> <p>• Thank you, Polly, you have lifted my spirits to think that there is hope out there. Will Jeremy Corbyn read your column?<br><strong>Helen Evans</strong><br><em>Ruthin, Denbighshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "617",
      "commentable": "false",
      "firstPublicationDate": "2019-08-07T17:02:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:00Z",
      "newspaperEditionDate": "2019-08-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4dgt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/65e69b6be339b17c1898d40729bb7a1724a10555/0_174_5219_3131/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Polly Toynbee’s column (Only a government of national unity can deliver us all from no deal, 6 August) was a joy to read, bringing clarity to the obfuscation surrounding whether or not there can be an election in time to prevent a no-deal Brexit following a vote of no confidence in this arrogant, undemocratic government. I particularly enjoyed the war cry at the end to “bring it on” should the UK crash out of the EU implying, as it did, that the Tories would be made to pay for their ideologically driven incompetence. It is urgent that something be done to prevent no deal. But Polly’s route, like other similar routes, asks an enormous amount of character and steel from a small number of MPs. Some will feel that voting no confidence equals voting no Brexit which, in turn, equals voting no career. For many this will be an agonising dilemma. Politicians and the public have had to cope with, in some cases, irretrievably damaged relationships, both personal and professional, since the referendum. The tension between this personal dimension and the need to put the country first should not be underestimated. On the whole these are honourable, well-meaning democrats and, individual politics aside, those who wish avert the disaster that is Brexit should consider how best their elected representatives can be supported to do the right thing at this critical time for our children’s future. David Lowndes Southampton • Polly Toynbee concludes that a no-deal disaster “would see the Tories render themselves unelectable for a generation”, but if this is all part of Labour’s long-term objective, it is likely to go horribly wrong. Jeremy Corbyn’s plan appears now to be to win a vote of no confidence in Johnson, and force a general election. His campaign would be based on promising to “reopen talks with the EU”, presumably with the forlorn hope of a softer Brexit being arranged, with jobs, investment and trade all hunky-dory! The rightwing media will have a field day. If the election takes place after 31 October, as Dominic Cummings plans, Labour will face the wrath of the electorate for not standing up for remain earlier; consequently the anti-Tory vote will be divided, and Johnson could well stay in power. Has no one in Corbyn’s top team studied Germany’s history between 1930 and 1933? Bernie Evans Liverpool • You report that in its efforts to force through a no-deal departure, Downing Street regards the 2016 Brexit referendum as overruling parliament (Gove accuses ‘wrong and sad’ EU of refusing to negotiate new Brexit deal, 7 August). However, The European Union Referendum Act 2015 says “because of the sovereignty of parliament referendums cannot be legally binding in the UK and are therefore advisory”. While the Cameron government said they would implement the referendum result, they were not legally bound by the referendum to do so. Nor was the May government, and neither is the Johnson government. Parliament is still sovereign. Philippa Cowling Ilkley, West Yorkshire • Any leader of a short-lived government of national unity to see off a no-deal Brexit needs to be non-partisan. Step forward Caroline Lucas? She has integrity and is respected across the house. And she’d have to work in a cross-party way – no risk of her favouring her fellow party MPs. Jane Mardell Woodbridge, Suffolk • Thank you, Polly, you have lifted my spirits to think that there is hope out there. Will Jeremy Corbyn read your column? Helen Evans Ruthin, Denbighshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3779",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/07/scottish-national-party-independence-john-mcdonnell-labour",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-07T10:40:17Z",
    "webTitle": "John McDonnell has offered the SNP more than he had to on independence | Jonathan Freedland",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/07/scottish-national-party-independence-john-mcdonnell-labour",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/07/scottish-national-party-independence-john-mcdonnell-labour",
    "fields": {
      "headline": "John McDonnell has offered the SNP more than he had to on independence",
      "standfirst": "<p>There’s no way the Scottish National party would vote down a minority Labour government and put the Tories back in power</p>",
      "trailText": "There’s no way the Scottish National party would vote down a minority Labour government and put the Tories back in power, says Guardian columnist Jonathan Freedland",
      "byline": "Jonathan Freedland",
      "main": "<figure class=\"element element-image\" data-media-id=\"93e0acef47337259bb3f1aed11c1ad29e3df264f\"> <img src=\"https://media.guim.co.uk/93e0acef47337259bb3f1aed11c1ad29e3df264f/0_173_5184_3110/1000.jpg\" alt=\"John McDonnell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘John McDonnell is not the first to learn that if you’re going to make a splash at the Edinburgh festival, it’s best to prepare well in advance.’</span> <span class=\"element-image__credit\">Photograph: George Cracknell Wright/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>In politics, it’s possible to have logic, and even principle, on your side – and still get it badly wrong. John McDonnell’s <a href=\"https://www.theguardian.com/politics/2019/aug/06/john-mcdonnell-open-to-second-scottish-independence-vote\" title=\"\">change of Labour policy</a>, declaring on Tuesday night that the party “would not block” a second referendum on independence for Scotland, is a case in point.</p> <p>McDonnell made the argument that any new vote should be for the people of Scotland and their parliament to determine. “We would not block something like that. We would let the Scottish people decide. That’s democracy.” The notion of Holyrood voting for a referendum, only for a future Labour government in Westminster to stand in its way, is indeed hard, if not impossible, for any democrat to defend. Sure, some will argue that Scotland had its once-in-a-generation chance to decide in 2014. But that’s tricky to sustain when Labour is (sort of) committed to holding a second referendum on Brexit, even though that decision was supposedly settled just three years ago. Surely democratic consistency demands precisely the stance McDonnell has now taken.</p> <p>And yet the way the shadow chancellor made this move could hardly have been worse. First, he said this: “The Scottish parliament will come to a considered view … and they will submit that to the government and the English parliament itself.” Doubtless, he will insist it was a mere slip of the tongue, but to refer to Westminster as “the English parliament”, when it is of course the sovereign body of the entire UK, is far more serious than that. At a stroke, McDonnell was confirming the nationalist view that sees Scotland as ruled by England, rather than as a member of a union of nations. It also suggests McDonnell has forgotten the 59 MPs who represent Scottish constituencies in Westminster – seven of them for his own party.</p> <p>That itself points to a larger problem with the manner of McDonnell’s statement. In March, the leader of the Scottish Labour party, <a href=\"https://www.theguardian.com/politics/2017/nov/18/richard-leonard-voted-scottish-labour-leader\" title=\"\">Richard Leonard</a>, said that a future UK Labour government would refuse to grant the so-called <a href=\"https://www.heraldscotland.com/news/17819772.john-mcdonnell-labour-not-block-independence-referendum/\" title=\"\">section 30 order</a> required for another vote on independence. McDonnell’s remarks reverse that entirely. You might imagine that such a major shift on such a profound constitutional question would come after a serious process of debate and consultation inside the Labour party, and inside Scottish Labour in particular. Once that process was complete, perhaps the right person to have made the announcement would have been Leonard himself (who, it’s worth saying, is a loyal supporter of McDonnell and Jeremy Corbyn). Instead, it came from an MP for an English constituency, delivered off-the-cuff during an on-stage interview at the Edinburgh festival. That hardly conveys respect for the Scottish Labour party – so often derided as a “branch office” of UK Labour – or for the union itself.</p> <p>McDonnell’s motive for dropping Labour’s opposition to a fresh independence vote is not mysterious: he wants to be able to offer a referendum to the Scottish National party in talks following a hung parliament at a possibly imminent general election. He reckons that, in return, the SNP would sustain a minority Labour government in office.</p> <p>The trouble is, Labour has historically been a party of the union. It was a former Labour prime minister, <a href=\"https://www.theguardian.com/politics/2014/sep/17/scottish-independence-gordon-brown-union-saved\" title=\"\">Gordon Brown</a>, who made the most stirring case for the union in the closing days of the 2014 campaign, arguing that socialists and internationalists should always stand for cooperation and shared sovereignty, of the kind embodied by the centuries-old union. Now McDonnell has signalled that Labour is ready to jettison all that for party advantage. At a stroke it robs Labour of the ability to lay precisely that charge against the Tories, who are themselves jeopardising the union in their pursuit of a hard Brexit. Now Labour will need to hold their tongues, because McDonnell’s move proves they too are ready to risk the union if it serves their party interests to do so.</p> <p>And yet the most obvious objection to McDonnell’s move is far less high-minded. It is simply that it was wholly unnecessary. As the Scottish Labour MP Ian Murray told the BBC this morning, it would be “extraordinary” for the SNP to vote down a minority Labour government and usher Boris Johnson back into Downing Street, even if they got nothing from Labour in return. The SNP’s own supporters would not forgive them for reinstalling a Tory government. Put simply, Labour wouldn’t need to pay the high price for SNP backing that McDonnell has shown he is willing to pay. He’s made a concession he didn’t need to make, which does not augur well for the negotiating skills of a future Labour government.</p> <p>It may be hard to argue with the democratic logic of Labour’s new stance, but the manner, timing and politics of it are a mess. John McDonnell is not the first to learn that if you’re going to make a splash at the Edinburgh festival, it’s best to prepare well in advance.</p> <p>• Jonathan Freedland is a Guardian columnist</p>",
      "wordcount": "828",
      "commentCloseDate": "2019-08-07T13:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-07T10:40:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-07T12:47:10Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4cc5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/93e0acef47337259bb3f1aed11c1ad29e3df264f/0_173_5184_3110/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In politics, it’s possible to have logic, and even principle, on your side – and still get it badly wrong. John McDonnell’s change of Labour policy, declaring on Tuesday night that the party “would not block” a second referendum on independence for Scotland, is a case in point. McDonnell made the argument that any new vote should be for the people of Scotland and their parliament to determine. “We would not block something like that. We would let the Scottish people decide. That’s democracy.” The notion of Holyrood voting for a referendum, only for a future Labour government in Westminster to stand in its way, is indeed hard, if not impossible, for any democrat to defend. Sure, some will argue that Scotland had its once-in-a-generation chance to decide in 2014. But that’s tricky to sustain when Labour is (sort of) committed to holding a second referendum on Brexit, even though that decision was supposedly settled just three years ago. Surely democratic consistency demands precisely the stance McDonnell has now taken. And yet the way the shadow chancellor made this move could hardly have been worse. First, he said this: “The Scottish parliament will come to a considered view … and they will submit that to the government and the English parliament itself.” Doubtless, he will insist it was a mere slip of the tongue, but to refer to Westminster as “the English parliament”, when it is of course the sovereign body of the entire UK, is far more serious than that. At a stroke, McDonnell was confirming the nationalist view that sees Scotland as ruled by England, rather than as a member of a union of nations. It also suggests McDonnell has forgotten the 59 MPs who represent Scottish constituencies in Westminster – seven of them for his own party. That itself points to a larger problem with the manner of McDonnell’s statement. In March, the leader of the Scottish Labour party, Richard Leonard, said that a future UK Labour government would refuse to grant the so-called section 30 order required for another vote on independence. McDonnell’s remarks reverse that entirely. You might imagine that such a major shift on such a profound constitutional question would come after a serious process of debate and consultation inside the Labour party, and inside Scottish Labour in particular. Once that process was complete, perhaps the right person to have made the announcement would have been Leonard himself (who, it’s worth saying, is a loyal supporter of McDonnell and Jeremy Corbyn). Instead, it came from an MP for an English constituency, delivered off-the-cuff during an on-stage interview at the Edinburgh festival. That hardly conveys respect for the Scottish Labour party – so often derided as a “branch office” of UK Labour – or for the union itself. McDonnell’s motive for dropping Labour’s opposition to a fresh independence vote is not mysterious: he wants to be able to offer a referendum to the Scottish National party in talks following a hung parliament at a possibly imminent general election. He reckons that, in return, the SNP would sustain a minority Labour government in office. The trouble is, Labour has historically been a party of the union. It was a former Labour prime minister, Gordon Brown, who made the most stirring case for the union in the closing days of the 2014 campaign, arguing that socialists and internationalists should always stand for cooperation and shared sovereignty, of the kind embodied by the centuries-old union. Now McDonnell has signalled that Labour is ready to jettison all that for party advantage. At a stroke it robs Labour of the ability to lay precisely that charge against the Tories, who are themselves jeopardising the union in their pursuit of a hard Brexit. Now Labour will need to hold their tongues, because McDonnell’s move proves they too are ready to risk the union if it serves their party interests to do so. And yet the most obvious objection to McDonnell’s move is far less high-minded. It is simply that it was wholly unnecessary. As the Scottish Labour MP Ian Murray told the BBC this morning, it would be “extraordinary” for the SNP to vote down a minority Labour government and usher Boris Johnson back into Downing Street, even if they got nothing from Labour in return. The SNP’s own supporters would not forgive them for reinstalling a Tory government. Put simply, Labour wouldn’t need to pay the high price for SNP backing that McDonnell has shown he is willing to pay. He’s made a concession he didn’t need to make, which does not augur well for the negotiating skills of a future Labour government. It may be hard to argue with the democratic logic of Labour’s new stance, but the manner, timing and politics of it are a mess. John McDonnell is not the first to learn that if you’re going to make a splash at the Edinburgh festival, it’s best to prepare well in advance. • Jonathan Freedland is a Guardian columnist",
      "charCount": "4920",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanfreedland\">Jonathan Freedland</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]