[
  {
    "id": "politics/2019/may/19/tories-urge-leadership-contenders-to-prioritise-climate-emergency",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-19T21:00:14Z",
    "webTitle": "Tories urge leadership contenders to prioritise climate emergency",
    "webUrl": "https://www.theguardian.com/politics/2019/may/19/tories-urge-leadership-contenders-to-prioritise-climate-emergency",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/19/tories-urge-leadership-contenders-to-prioritise-climate-emergency",
    "fields": {
      "headline": "Tories urge leadership contenders to prioritise climate emergency",
      "standfirst": "<p>Moderate Conservatives say environmental issues should be at forefront of debate</p>",
      "trailText": "Moderate Conservatives say environmental issues should be at forefront of debate",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"ef281289923bf55df1319c4de94c3a32761c57ff\"> <img src=\"https://media.guim.co.uk/ef281289923bf55df1319c4de94c3a32761c57ff/0_71_2767_1660/1000.jpg\" alt=\"Nicky Morgan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicky Morgan said there are huge opportunities for the UK to lead the way in green finance and environmental innovation. </span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Moderate Conservatives including Nicky Morgan and Amber Rudd are urging contenders for their party’s leadership to put the battle against the climate emergency at the forefront of the contest.</p> <p>The 60-strong One Nation group of senior Tories, created as a bulwark against what they perceive as their party’s lurch to the right, is calling for the environment to form a central part of the leadership debate.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/may/18/climate-crisis-heat-is-on-global-heating-four-degrees-2100-change-way-we-live\">The heat is on over the climate crisis. Only radical measures will work</a> </p> </aside>  <p>Morgan said: “The people of the UK know that climate change is an emergency and young people are desperately worried about the future of the planet they will inherit.</p> <p>“There are huge opportunities for the UK to lead the way in green finance and environmental innovation and to show that decarbonising an economy doesn’t mean it has to stop growing – let’s get on with it.”</p> <p><a href=\"https://www.theguardian.com/politics/2019/may/16/boris-johnson-confirms-he-will-bid-for-tory-leadership\">The Tory leadership campaign is already well under way</a>, despite the fact Theresa May has not yet announced an exit date. With her authority shattered, several MPs, including Boris Johnson, Dominic Raab and the development secretary, Rory Stewart, have said they will run.</p> <p>Many others have declined to rule it out, including the health secretary, Matt Hancock, the defence secretary, Penny Mordaunt, the leader of the House, Andrea Leadsom, the environment secretary, Michael Gove, the home secretary, Sajid Javid, the chief secretary to the treasury, Liz Truss, and the foreign secretary, Jeremy Hunt. The Brexit secretary, Steve Barclay, joined their number on Sunday. Asked by Sky’s Sophy Ridge whether he would run, he said: “I am focused on the job.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/16/may-averts-tory-mutiny-by-agreeing-to-set-her-exit-date-after-brexit-bill-vote\">May averts Tory mutiny by agreeing to set her exit date after Brexit bill vote</a> </p> </aside>  <p>The prime minister has promised the backbench 1922 committee she will meet them in early June, after MPs have been given a fourth opportunity to vote on her Brexit deal.</p> <p>If the bill is rejected, as many in government anticipate, the 1922 Committee would be expected to announce a formal leadership contest, which could run through the summer.</p> <p>Boris Johnson is the clear favourite. A YouGov poll for the Times conducted last week suggested he is the first choice for 39% of Conservative members, with Dominic Raab the only other candidate making it into double figures, with 13%.</p> <p>However, candidates must first appeal to MPs, who have the opportunity to whittle the field down to two before members are given the final choice.</p> <p><a href=\"https://www.theguardian.com/politics/2019/mar/30/moderate-remainer-tories-one-nation-group-rudd\">The One Nation caucus of Conservative MPs</a>, which is relaunching in parliament on Monday, has urged contenders to pledge to tackle pressing issues aside from Brexit and in particular, bring environmental issues to the fore.</p> <p>Led by Morgan, Rudd, former cabinet office minister Damian Green and veteran MP Nicholas Soames, the group plans to hold a series of leadership hustings, in an attempt to act as a counterweight to the pro-Brexit European Research Group (ERG).</p> <p>Other supporters of the caucus include the justice secretary, David Gauke, and the business secretary, Greg Clark, who form part of a group inside cabinet dubbed the “Gaukward Squad” for their role in trying to prevent a no-deal Brexit.</p> <p>The group has announced it will not back any candidate who advocates a no-deal Brexit. Moderate Tories are concerned about the contest turning into what one cabinet minister called a “virility contest” on Brexit.</p> <p>The climate emergency has shot up the political agenda in recent months, <a href=\"https://www.theguardian.com/environment/2019/apr/24/extinction-rebellion-declares-end-to-london-protests\">aided by the Extinction Rebellion protests</a> and the <a href=\"https://www.theguardian.com/science/2018/sep/01/swedish-15-year-old-cutting-class-to-fight-the-climate-crisis\">campaign spearheaded by Swedish teenager Greta Thunberg</a>.</p> <p>The environment secretary, Michael Gove, who is also widely expected to run for the leadership, referred to the situation as a “climate emergency” during a debate called by Labour to demand more urgent action from the government.</p> <p>“Every Conservative must feel that this is a cornerstone policy,” said Green, who was sacked as first secretary of state after admitting he lied about the presence of pornographic images on his House of Commons computer. The sacking occurred during an investigation into sexual harassment allegations, which were found to be “plausible”.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "643",
      "firstPublicationDate": "2019-05-19T21:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:10Z",
      "newspaperEditionDate": "2019-05-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bg6jh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ef281289923bf55df1319c4de94c3a32761c57ff/0_71_2767_1660/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Moderate Conservatives including Nicky Morgan and Amber Rudd are urging contenders for their party’s leadership to put the battle against the climate emergency at the forefront of the contest. The 60-strong One Nation group of senior Tories, created as a bulwark against what they perceive as their party’s lurch to the right, is calling for the environment to form a central part of the leadership debate. Morgan said: “The people of the UK know that climate change is an emergency and young people are desperately worried about the future of the planet they will inherit. “There are huge opportunities for the UK to lead the way in green finance and environmental innovation and to show that decarbonising an economy doesn’t mean it has to stop growing – let’s get on with it.” The Tory leadership campaign is already well under way, despite the fact Theresa May has not yet announced an exit date. With her authority shattered, several MPs, including Boris Johnson, Dominic Raab and the development secretary, Rory Stewart, have said they will run. Many others have declined to rule it out, including the health secretary, Matt Hancock, the defence secretary, Penny Mordaunt, the leader of the House, Andrea Leadsom, the environment secretary, Michael Gove, the home secretary, Sajid Javid, the chief secretary to the treasury, Liz Truss, and the foreign secretary, Jeremy Hunt. The Brexit secretary, Steve Barclay, joined their number on Sunday. Asked by Sky’s Sophy Ridge whether he would run, he said: “I am focused on the job.” The prime minister has promised the backbench 1922 committee she will meet them in early June, after MPs have been given a fourth opportunity to vote on her Brexit deal. If the bill is rejected, as many in government anticipate, the 1922 Committee would be expected to announce a formal leadership contest, which could run through the summer. Boris Johnson is the clear favourite. A YouGov poll for the Times conducted last week suggested he is the first choice for 39% of Conservative members, with Dominic Raab the only other candidate making it into double figures, with 13%. However, candidates must first appeal to MPs, who have the opportunity to whittle the field down to two before members are given the final choice. The One Nation caucus of Conservative MPs, which is relaunching in parliament on Monday, has urged contenders to pledge to tackle pressing issues aside from Brexit and in particular, bring environmental issues to the fore. Led by Morgan, Rudd, former cabinet office minister Damian Green and veteran MP Nicholas Soames, the group plans to hold a series of leadership hustings, in an attempt to act as a counterweight to the pro-Brexit European Research Group (ERG). Other supporters of the caucus include the justice secretary, David Gauke, and the business secretary, Greg Clark, who form part of a group inside cabinet dubbed the “Gaukward Squad” for their role in trying to prevent a no-deal Brexit. The group has announced it will not back any candidate who advocates a no-deal Brexit. Moderate Tories are concerned about the contest turning into what one cabinet minister called a “virility contest” on Brexit. The climate emergency has shot up the political agenda in recent months, aided by the Extinction Rebellion protests and the campaign spearheaded by Swedish teenager Greta Thunberg. The environment secretary, Michael Gove, who is also widely expected to run for the leadership, referred to the situation as a “climate emergency” during a debate called by Labour to demand more urgent action from the government. “Every Conservative must feel that this is a cornerstone policy,” said Green, who was sacked as first secretary of state after admitting he lied about the presence of pornographic images on his House of Commons computer. The sacking occurred during an investigation into sexual harassment allegations, which were found to be “plausible”.",
      "charCount": "3925",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/19/todays-disturbing-echoes-of-the-buildup-to-the-second-world-war",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-19T17:05:22Z",
    "webTitle": "Today’s disturbing echoes of the buildup to the second world war | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/19/todays-disturbing-echoes-of-the-buildup-to-the-second-world-war",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/19/todays-disturbing-echoes-of-the-buildup-to-the-second-world-war",
    "fields": {
      "headline": "Today’s disturbing echoes of the buildup to the second world war",
      "standfirst": "<strong>Bernie Evans </strong>and <strong>Michael Meadowcroft </strong>respond to Martin Kettle’s article on the alarming similarities of Weimar Germany and Brexit Britain",
      "trailText": "Letters: <strong>Bernie Evans </strong>and <strong>Michael Meadowcroft </strong>respond to Martin Kettle’s article on the alarming similarities of Weimar Germany and Brexit Britain",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6607be6bc2ab54bd0d1c1941221211490ca995b1\"> <img src=\"https://media.guim.co.uk/6607be6bc2ab54bd0d1c1941221211490ca995b1/0_345_4840_2905/1000.jpg\" alt=\"Chancellor Adolf Hitler in Berlin on 24 March 1933\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> Chancellor Adolf Hitler in Berlin on 24 March 1933. ‘Hitler’s rise initially was through democratic votes in general elections, with the Nazis becoming the biggest party in the Reichstag after the July 1932 election,’ writes Bernie Evans.</span> <span class=\"element-image__credit\">Photograph: Keystone-France/Gamma-Keystone via Getty Images</span> </figcaption> </figure>",
      "body": "<p>As Martin Kettle says (<a href=\"https://www.theguardian.com/commentisfree/2019/may/16/brexit-britain-weimar-germany-far-right-democracy-contempt-politicians\" title=\"\">Brexit Britain and Weimar Germany are perilously alike</a>, 16 May), there exist in the UK at the moment far too many similarities with Weimar Germany for comfort. It is easy to see parallels in the falling out of love with parliament, the lack of cooperation between parties and the far right’s repeated message of national betrayal, and to link them with a possible surge in support for a rightwing autocracy.</p> <p>It is worth mentioning, however, that Adolf Hitler’s rise initially was through democratic votes in general elections, with the Nazis becoming the biggest party in the Reichstag after the July 1932 election. It was after the November election of that year when they actually lost ground, when it was decided to offer Hitler the chancellorship, leading to the Enabling Act and the destruction of opposition parties.</p> <p>Divisions on the left, with the inevitable lack of viable policies to challenge the promise of a strong Germany coming from Hitler, were an important factor in the rise of fascism, and must not be repeated here. The Labour leadership has a duty to provide a united opposition to the threat from the right; if Labour loses the support of its remain voters and their votes are shared around smaller parties, a significant and dangerous similarity could be created, with terrible consequences.<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• Martin Kettle points to today’s echoes of 1920s and 1930s Germany. He is far from the only observer to make the point: in his final book, containing riveting biographical essays on individuals who stood up to Hitler, the late Paddy Ashdown wrote: “In reading this book you may be struck, as I was in writing it, by the similarities between what happened in the build-up to World War II and the age in which we now live. Then as now, nationalism and protectionism were on the rise and democracies were seen to have failed, people hungered for the government of strong men; those who suffered most from the pain of economic collapse felt alienated and turned towards simplistic solutions and strident voices … ‘fake news’ built around the convincing untruth carried more weight in the public discourse than rational arguments and provable facts.”</p> <p>Paddy comments wryly: “Painting a lie on the side of a bus and driving it around the country would have seemed perfectly normal in those days.”</p> <p>Teaching the uncomfortable facts of history is crucially important and we neglect it at our peril.<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "458",
      "commentable": "false",
      "firstPublicationDate": "2019-05-19T17:05:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:21Z",
      "newspaperEditionDate": "2019-05-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bg6gx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6607be6bc2ab54bd0d1c1941221211490ca995b1/0_0_4840_2905/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As Martin Kettle says (Brexit Britain and Weimar Germany are perilously alike, 16 May), there exist in the UK at the moment far too many similarities with Weimar Germany for comfort. It is easy to see parallels in the falling out of love with parliament, the lack of cooperation between parties and the far right’s repeated message of national betrayal, and to link them with a possible surge in support for a rightwing autocracy. It is worth mentioning, however, that Adolf Hitler’s rise initially was through democratic votes in general elections, with the Nazis becoming the biggest party in the Reichstag after the July 1932 election. It was after the November election of that year when they actually lost ground, when it was decided to offer Hitler the chancellorship, leading to the Enabling Act and the destruction of opposition parties. Divisions on the left, with the inevitable lack of viable policies to challenge the promise of a strong Germany coming from Hitler, were an important factor in the rise of fascism, and must not be repeated here. The Labour leadership has a duty to provide a united opposition to the threat from the right; if Labour loses the support of its remain voters and their votes are shared around smaller parties, a significant and dangerous similarity could be created, with terrible consequences. Bernie Evans Liverpool • Martin Kettle points to today’s echoes of 1920s and 1930s Germany. He is far from the only observer to make the point: in his final book, containing riveting biographical essays on individuals who stood up to Hitler, the late Paddy Ashdown wrote: “In reading this book you may be struck, as I was in writing it, by the similarities between what happened in the build-up to World War II and the age in which we now live. Then as now, nationalism and protectionism were on the rise and democracies were seen to have failed, people hungered for the government of strong men; those who suffered most from the pain of economic collapse felt alienated and turned towards simplistic solutions and strident voices … ‘fake news’ built around the convincing untruth carried more weight in the public discourse than rational arguments and provable facts.” Paddy comments wryly: “Painting a lie on the side of a bus and driving it around the country would have seemed perfectly normal in those days.” Teaching the uncomfortable facts of history is crucially important and we neglect it at our peril. Michael Meadowcroft Leeds • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2771",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/19/eu-race-problem-european-elections-meps-migrants-minorities",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-19T13:11:27Z",
    "webTitle": "Why is Brussels so white? The EU’s race problem that no one talks about | Sarah Chander",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/19/eu-race-problem-european-elections-meps-migrants-minorities",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/19/eu-race-problem-european-elections-meps-migrants-minorities",
    "fields": {
      "headline": "Why is Brussels so white? The EU’s race problem that no one talks about",
      "standfirst": "Migrants, minorities and people of colour are almost absent from Thursday’s list of prospective MEPs",
      "trailText": "Migrants, minorities and people of colour are almost absent from the list of prospective MEPs, says Sarah Chander of the European Network Against Racism",
      "byline": "Sarah Chander",
      "main": "<figure class=\"element element-image\" data-media-id=\"27c108575c25dcd89dc24a1f36519a8df94fca4e\"> \n <img src=\"https://media.guim.co.uk/27c108575c25dcd89dc24a1f36519a8df94fca4e/0_33_2000_1200/1000.jpg\" alt=\"Alice Bah Kuhnke\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Alice Bah Kuhnke from Sweden is one of those bringing great hopes for a feminist, anti-racist European politics.’</span> \n  <span class=\"element-image__credit\">Photograph: Elisabeth Ohlson Wallin</span> \n </figcaption> \n</figure>",
      "body": "<p>With days to go until the polls open for the European parliament elections, most political parties are finding it a struggle to convey the relevance of the EU to voters (in 2014, voter turnout was just 42%). Eurosceptics from Nigel Farage to Matteo Salvini, Marine Le Pen to Alternative für Deutschland’s Alexander Gauland, have been united in their criticism of the Brussels “elite”.</p> \n<p>They focus on the “unelected bureaucrats” running the EU institutions. Yet there’s an elite they don’t notice – and of which they are members. The EU’s institutions, and its parliamentary seats, are all but closed to people who aren’t white.</p> \n<p>This is more evident than ever in the run-up to the current elections. Countless political debates are taking place on the future of the EU, but without a person of colour in sight. Apparently the future of Europe is white. White people debate with other white people on issues as wide as climate disaster, economic policy, migration and security. Buzzwords such as populism and nationalism are thrown around, and yet the undeniable whiteness of the EU institutions goes unremarked.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/19/europe-greens-european-elections-kingmakers\">Europe's Greens ready to be kingmakers in EU elections</a> </p> \n</aside> \n<p>While campaigners occasionally lament the lack of women in high positions in the EU’s bodies, very little has been said about the abysmal representation of people of colour, despite estimates that at least 50 million people in Europe come from ethnic minorities. There has never been a black or brown European commissioner, nor has a black or brown person held any of the top positions of the parliament or council. In the current parliament, representation of people of colour is less than 3%, and Italy’s <a href=\"https://www.theguardian.com/world/2018/oct/12/labour-figures-unite-in-support-of-italian-mep-cecile-kyenge\" title=\"\">Cécile Kyenge</a> is the sole black woman.</p> \n<p>After May, Europe’s race problem looks like it will get worse. The threat of the far right is well documented, with <a href=\"https://www.theguardian.com/world/2019/apr/04/salvini-aims-to-forge-far-right-alliance-ahead-of-european-elections\" title=\"\">renewed efforts</a> to unite rightwing anti-immigration parties across the continent. Yet the European aversion to talking about race equality has meant the issue of representation has gone unnoticed. </p> \n<p>My organisation, the European Network Against Racism, <a href=\"https://www.enar-eu.org/Election-Breakdown-Ethnic-minority-candidates-in-the-2019-European-Parliament\" title=\"\">analysed candidate lists</a> for the elections to find out how racially diverse the EU institutions will be after May. We found the lack of representation extraordinary. Fewer than 3% of all European parliament candidates are people of colour; and an even lower proportion is likely to be elected. As it stands, racial diversity in the European parliament will remain stagnant.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b9367419-0f4e-48de-9763-ff2873b22838\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yAUl9OvaGgU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Why aren’t we improving? Migration and changing demographics mean that Europe’s population is increasingly diverse, but this is not translating into electoral politics.</p> \n<p>It is clear that the EU institutions have failed to make racial diversity a priority. This is apparent within the internal staff of the European institutions as much as elected officials. A hashtag has even been launched, <a href=\"https://www.politico.eu/article/brussels-blind-to-diversity-whiteout-european-parliament/\" title=\"\">#BrusselsSoWhite</a>.</p> \n<p>National parties play a huge role. Even when parties do include minority candidates on their lists, they are rarely at the top, or in the safe seats. Left-leaning parties are overwhelmingly more inclusive than their rightwing counterparts, putting forward around 60% of all the candidates of colour. The Labour party in Britain, La France Insoumise and Sweden’s Social Democrats came out top for racial representation – so if the UK does exit the EU, this will be an <a href=\"https://www.theguardian.com/world/2018/aug/29/eu-is-too-white-brexit-likely-to-make-it-worse\" title=\"\">undeniable blow</a> for diversity.</p> \n<p>Yet the left is not projected to grow in the next parliament, and the most diverse group, the Progressive Alliance of Socialists and Democrats, is <a href=\"https://www.politico.eu/2019-european-elections/\" title=\"\">projected to lose</a> around 40 seats. We only found 16 minority candidates on the lists of the centre-right European People’s party group, across all 28 member states. Even fewer will be elected.</p> \n<p>There are some positive stories: things are looking good for La France Insoumise candidate Leïla Chaibi, and a number of candidates from across Sweden’s political spectrum, including Jessica Polfjärd, Evin Incir and the list leader for the Swedish Greens, Alice Bah Kuhnke. These candidates are bringing great hopes for a feminist, anti-racist European politics.</p> \n<p>We know that just having people of colour in office cannot guarantee racial progress. Representation is only one step along the way, and must be followed by a true commitment to fairer policies on equality and migration. Yet if the EU institutions and parties fail to represent citizens of colour, they’ll prove to be not so different from the racists and nationalists who are simply more explicit in their belief that Europe is white.</p> \n<p>The EU’s lack of racially diversity is in itself a crisis of legitimacy. The EU needs to reimagine itself. Migrants, minorities and people of colour are an undeniable fact of Europe’s reality. It’s time Europe reflected that.</p> \n<p>• Sarah Chander is advocacy officer at the European Network Against Racism</p>",
      "wordcount": "769",
      "commentable": "false",
      "firstPublicationDate": "2019-05-19T13:11:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-20T09:44:01Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bg5zb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/27c108575c25dcd89dc24a1f36519a8df94fca4e/0_33_2000_1200/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With days to go until the polls open for the European parliament elections, most political parties are finding it a struggle to convey the relevance of the EU to voters (in 2014, voter turnout was just 42%). Eurosceptics from Nigel Farage to Matteo Salvini, Marine Le Pen to Alternative für Deutschland’s Alexander Gauland, have been united in their criticism of the Brussels “elite”. They focus on the “unelected bureaucrats” running the EU institutions. Yet there’s an elite they don’t notice – and of which they are members. The EU’s institutions, and its parliamentary seats, are all but closed to people who aren’t white. This is more evident than ever in the run-up to the current elections. Countless political debates are taking place on the future of the EU, but without a person of colour in sight. Apparently the future of Europe is white. White people debate with other white people on issues as wide as climate disaster, economic policy, migration and security. Buzzwords such as populism and nationalism are thrown around, and yet the undeniable whiteness of the EU institutions goes unremarked. While campaigners occasionally lament the lack of women in high positions in the EU’s bodies, very little has been said about the abysmal representation of people of colour, despite estimates that at least 50 million people in Europe come from ethnic minorities. There has never been a black or brown European commissioner, nor has a black or brown person held any of the top positions of the parliament or council. In the current parliament, representation of people of colour is less than 3%, and Italy’s Cécile Kyenge is the sole black woman. After May, Europe’s race problem looks like it will get worse. The threat of the far right is well documented, with renewed efforts to unite rightwing anti-immigration parties across the continent. Yet the European aversion to talking about race equality has meant the issue of representation has gone unnoticed. My organisation, the European Network Against Racism, analysed candidate lists for the elections to find out how racially diverse the EU institutions will be after May. We found the lack of representation extraordinary. Fewer than 3% of all European parliament candidates are people of colour; and an even lower proportion is likely to be elected. As it stands, racial diversity in the European parliament will remain stagnant. Why aren’t we improving? Migration and changing demographics mean that Europe’s population is increasingly diverse, but this is not translating into electoral politics. It is clear that the EU institutions have failed to make racial diversity a priority. This is apparent within the internal staff of the European institutions as much as elected officials. A hashtag has even been launched, #BrusselsSoWhite. National parties play a huge role. Even when parties do include minority candidates on their lists, they are rarely at the top, or in the safe seats. Left-leaning parties are overwhelmingly more inclusive than their rightwing counterparts, putting forward around 60% of all the candidates of colour. The Labour party in Britain, La France Insoumise and Sweden’s Social Democrats came out top for racial representation – so if the UK does exit the EU, this will be an undeniable blow for diversity. Yet the left is not projected to grow in the next parliament, and the most diverse group, the Progressive Alliance of Socialists and Democrats, is projected to lose around 40 seats. We only found 16 minority candidates on the lists of the centre-right European People’s party group, across all 28 member states. Even fewer will be elected. There are some positive stories: things are looking good for La France Insoumise candidate Leïla Chaibi, and a number of candidates from across Sweden’s political spectrum, including Jessica Polfjärd, Evin Incir and the list leader for the Swedish Greens, Alice Bah Kuhnke. These candidates are bringing great hopes for a feminist, anti-racist European politics. We know that just having people of colour in office cannot guarantee racial progress. Representation is only one step along the way, and must be followed by a true commitment to fairer policies on equality and migration. Yet if the EU institutions and parties fail to represent citizens of colour, they’ll prove to be not so different from the racists and nationalists who are simply more explicit in their belief that Europe is white. The EU’s lack of racially diversity is in itself a crisis of legitimacy. The EU needs to reimagine itself. Migrants, minorities and people of colour are an undeniable fact of Europe’s reality. It’s time Europe reflected that. • Sarah Chander is advocacy officer at the European Network Against Racism",
      "charCount": "4743",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sarah-chander\">Sarah Chander</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/may/19/europe-greens-european-elections-kingmakers",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-19T11:45:36Z",
    "webTitle": "Europe's Greens ready to be kingmakers in EU elections",
    "webUrl": "https://www.theguardian.com/politics/2019/may/19/europe-greens-european-elections-kingmakers",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/19/europe-greens-european-elections-kingmakers",
    "fields": {
      "headline": "Europe's Greens ready to be kingmakers in EU elections",
      "standfirst": "<p>Green candidates, on course for their best showing, could play a big role in a divided parliament </p>",
      "trailText": "Green candidates, on course for their best showing, could play a big role in a divided parliament ",
      "byline": "Jon Henley Europe correspondent and Philip Oltermann in Berlin",
      "main": "<figure class=\"element element-image\" data-media-id=\"38d75d2d2f5ef16b4f7469fd9f7f5329b5101d63\"> <img src=\"https://media.guim.co.uk/38d75d2d2f5ef16b4f7469fd9f7f5329b5101d63/0_238_3575_2145/1000.jpg\" alt=\"The Dutch MEP Bas Eickhout\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Dutch MEP Bas Eickhout, who is the Greens’ co-candidate for European commission president.</span> <span class=\"element-image__credit\">Photograph: Marcel van Hoorn/EPA</span> </figcaption> </figure>",
      "body": "<p>Europe’s Greens are on course for their strongest showing to date in next week’s European elections – and could find themselves kingmakers in a newly fragmented EU parliament.</p> <p>“We’ll be at the table,” said Bas Eickhout, an MEP from the Netherlands and a co-candidate of Europe’s Green parties<strong> </strong><a href=\"https://www.theguardian.com/world/2019/may/13/manfred-who-weber-toils-raise-profile-race-top-eu-post\">for European commission president</a>. “We have a good chance to determine the new majorities. And we will have our demands, on green issues, social issues, and the rule of law.”</p> <p>With the parliament’s main centre-right and centre-left groups predicted to shed seats and populist parties critical of the EU expected to gain, the votes of the Greens’ projected 57 or more MEPs could well prove critical to a broad pro-EU alliance in the 751-seat assembly after the election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/19/guy-verhofstadt-brexit-interview-nationalists-london-european-elections\">Guy Verhofstadt: ‘If you want to see what nationalists have done, come to Britain'</a> </p> </aside>  <p>“The mainstream parties are forecast to lose their joint majority for the very first time,” Eickhout said. “At the same time, it’s going to become much harder for the centre right to court votes to their right. They will have to look to the progressives.”</p> <p>Support for Green parties, particularly in northern Europe, has surged as progressive voters are increasingly drawn to their pro-EU stance, humane approach to migration and clear positions on existential issues such as the climate crisis and sustainability.</p> <p>Last year, Green parties doubled their vote in Bavaria to become the conservative German state’s second party, won several Brussels districts in Belgian local elections with a 30% vote share, and boosted their tally of MPs in Luxembourg by 50%.</p> <p>The Finnish Green League now has 20 MPs after scoring 11.5% in April’s general election, having finished second in municipal elections in Helsinki – and first in two other cities – in municipal elections the previous year. Greens are in government in Sweden and Luxembourg; they are likely to join a centre-left coalition after elections in Denmark next month; they are strong contenders in Belgium; the Greens have run Amsterdam city council since last March; and they currently co-rule nine of Germany’s 16 states.</p> <p>More than 30 national parties make up the <a href=\"https://www.theguardian.com/commentisfree/2019/may/12/labour-climate-support-green-party-carbon-eu\">European Green party</a>, campaigning on a common core platform across national borders. In the European parliament, the Greens are part of the Greens/EFA group with progressive regionalist parties such as the Scottish Nationalist party (SNP), the Welsh party Plaid Cymru and the Swedish and German <a href=\"https://www.theguardian.com/world/2011/oct/28/pirate-party-european-politics\">Pirate parties.</a></p>  <figure class=\"element element-image\" data-media-id=\"803759823eebc74d4ba07dd2a0ab1e9a36c4e77b\"> <img src=\"https://media.guim.co.uk/803759823eebc74d4ba07dd2a0ab1e9a36c4e77b/0_193_5568_3341/1000.jpg\" alt=\"UK Green party activists in Brighton, south-east England, this week\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">UK Green party activists in Brighton, south-east England, this week.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>  <p>Eickhout said three factors explained the Green movement’s improving fortunes. “Most obviously, concern about climate change has rocketed up people’s list of priorities,” he said. “Our track record on that is obviously strong, and has been for many years.”</p> <p>Where Green parties have been in government, “we have shown we are more than capable,” Eickhout said. “In fact, our popularity tends to increase.” (In 2016, he noted, voters in the German state of Baden-Württemberg re-elected a Green premier, with Angela Merkel’s Christian Democratic Union (CDU) as junior coalition partner.)</p> <p>Across the continent, Green parties are also benefiting from a fragmentation of politics, with support for mainstream parties in decline - particularly the centre-left, which many voters feel betrayed their principles by <a href=\"https://www.theguardian.com/business/2016/may/27/austerity-policies-do-more-harm-than-good-imf-study-concludes\">backing austerity</a> after the 2008 financial crisis.</p> <p>Sergey Lagodinsky, candidate 12 on the German Greens’ list for the European elections, said the election of Robert Habeck and Annalena Baerbock – both from the party’s more centrist, “<em>Realo” </em>wing rather than the<em> </em>left-leaning <em>Fundis </em>– went a long way to explaining its current surge.</p> <p>“They have managed to present clean-cut, progressive arguments and take on board radical ideas, such as the debate over expropriating private landlords, while at the same time displaying the communicative skills to bring these ideas into the centre,” Lagodinsky said. “No other party can offer that at the moment.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/18/europe-far-right-leaders-unite-milan-vow-to-change-history\">Europe’s far-right leaders unite with a vow to ‘change history’</a> </p> </aside>  <p><a href=\"https://www.theguardian.com/profile/sven-giegold\">Sven Giegold</a>, one of the German Greens’ two lead candidates for the European elections, said voters “recognise that they are dealing with a new, modern Green party, not just the old leftwing movement”.</p> <p>He got the loudest applause on the campaign trail, he said, when accusing the current German government, a “grand coalition” between the Christian Democrats and the Social Democrats, of letting themselves be driven by fear of the far-right <a href=\"https://www.theguardian.com/world/alternative-fur-deutschland--afd-\">Alternative für Deutschland</a> (AfD).</p> <p>“Greens want a Germany that has plans for Europe which are at least as ambitious as Emmanuel Macron’s. And increasingly it’s not just traditional Green supporters that see things that way, but CDU voters too.”</p> <p>European Greens have experienced similar polling surges in the past, most recently after the 2011 Fukushima nuclear disaster in Japan. But a clear shift away from the traditional right-left economic divide in politics towards a debate centred more on ideology and culture suggests this one could be more structural.</p> <p>In several countries, Greens are polling higher than the traditional centre left: GreenLeft, which doubled its seats in Dutch senate elections in March, is polling at 11% in the European elections and should end up with three MEPs, against 7.7% and two for the ailing Labour party (PvdA).</p> <p>Die Grünen are Germany’s second party, with a projected 18.5% and 18 MEPs, compared with 15.5% and 15 seats for the Social Democrats; in France, Europe Écologie-Les Verts are on 8% and eight MEPs, with the once-mighty Socialist party struggling to cross the 5% threshold for representation in Strasbourg.</p> <p><a href=\"https://www.theguardian.com/world/2017/mar/06/the-jessiah-dutch-progressive-populist-jesse-klaver\">Jesse Klaver</a>, the GreenLeft leader in the Netherlands, believes the days of the social democrats are over. “They are parties of the past,” he has said; the debates of the future will be on issues such as climate change, inequality, migration – where progressives, such as the Greens, represent a starker contrast to the populist right.</p> <p>Eickhout agrees. “On the right, we’ve seen the rise of populist parties of different shades but with the same negative message – no refugees, no climate problem, no more EU integration,” he said. “I think on the left we see the problems, but are generally more constructive.”</p> <p>Besides Germany, the Netherlands and France, Eickhout said the movement, which is pledging to introduce a minimum income in all member states and phase out coal by 2030, expects to be boosted by a strong showing from the UK Greens, whose explicit anti-Brexit stance is winning support from remain voters. It also hopes to win its first MEPs in Poland and Slovenia, and do better than before in southern Europe.</p> <p>There, economic hardship has tended to trump the Greens’ anti-materialist message. In Italy, after more than two decades of economic stagnation and unemployment, barely 2.4% of voters list the environment as a top priority. In Spain, the Greens are running in partnership with the radical-left party Podemos.</p> <p>If the Greens/EFA group in the European parliament finds itself in a position to shape events, it will exert maximum pressure, firstly, on climate policy, Eickhout said. “We will want to see not just words, but deeds.”</p> <p>The Greens will also demand social justice when it comes to who will foot the bill for the green transition. “We have to move towards the principle that <a href=\"https://www.theguardian.com/environment/2012/jul/02/polluter-pays-climate-change\">the polluter pays</a>,” he said. “The people cannot be expected to pay.”</p> <p> Finally, the party will expect in exchange for its backing a radical change of tack from the centre-right European People’s party (EPP) group, which has come under heavy fire for its lukewarm criticism of the Hungarian prime minister, Viktor Orbán, and his continued attacks against the EU and the rule of law.</p> <p>“In a lot of places the rule of law is threatened,” Eickhout said. “Not just in Hungary and Poland; you see it now creeping into Italy, Austria – a steady undermining of the judiciary, the media, NGOs, academics … We have to decide: are we a Europe that will defend democratic values, or just a collection of strong national states?”</p>",
      "newspaperPageNumber": "23",
      "wordcount": "1270",
      "firstPublicationDate": "2019-05-19T11:45:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-20T14:33:51Z",
      "newspaperEditionDate": "2019-05-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bff9x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/38d75d2d2f5ef16b4f7469fd9f7f5329b5101d63/0_238_3575_2145/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Europe’s Greens are on course for their strongest showing to date in next week’s European elections – and could find themselves kingmakers in a newly fragmented EU parliament. “We’ll be at the table,” said Bas Eickhout, an MEP from the Netherlands and a co-candidate of Europe’s Green parties for European commission president. “We have a good chance to determine the new majorities. And we will have our demands, on green issues, social issues, and the rule of law.” With the parliament’s main centre-right and centre-left groups predicted to shed seats and populist parties critical of the EU expected to gain, the votes of the Greens’ projected 57 or more MEPs could well prove critical to a broad pro-EU alliance in the 751-seat assembly after the election. “The mainstream parties are forecast to lose their joint majority for the very first time,” Eickhout said. “At the same time, it’s going to become much harder for the centre right to court votes to their right. They will have to look to the progressives.” Support for Green parties, particularly in northern Europe, has surged as progressive voters are increasingly drawn to their pro-EU stance, humane approach to migration and clear positions on existential issues such as the climate crisis and sustainability. Last year, Green parties doubled their vote in Bavaria to become the conservative German state’s second party, won several Brussels districts in Belgian local elections with a 30% vote share, and boosted their tally of MPs in Luxembourg by 50%. The Finnish Green League now has 20 MPs after scoring 11.5% in April’s general election, having finished second in municipal elections in Helsinki – and first in two other cities – in municipal elections the previous year. Greens are in government in Sweden and Luxembourg; they are likely to join a centre-left coalition after elections in Denmark next month; they are strong contenders in Belgium; the Greens have run Amsterdam city council since last March; and they currently co-rule nine of Germany’s 16 states. More than 30 national parties make up the European Green party, campaigning on a common core platform across national borders. In the European parliament, the Greens are part of the Greens/EFA group with progressive regionalist parties such as the Scottish Nationalist party (SNP), the Welsh party Plaid Cymru and the Swedish and German Pirate parties. Eickhout said three factors explained the Green movement’s improving fortunes. “Most obviously, concern about climate change has rocketed up people’s list of priorities,” he said. “Our track record on that is obviously strong, and has been for many years.” Where Green parties have been in government, “we have shown we are more than capable,” Eickhout said. “In fact, our popularity tends to increase.” (In 2016, he noted, voters in the German state of Baden-Württemberg re-elected a Green premier, with Angela Merkel’s Christian Democratic Union (CDU) as junior coalition partner.) Across the continent, Green parties are also benefiting from a fragmentation of politics, with support for mainstream parties in decline - particularly the centre-left, which many voters feel betrayed their principles by backing austerity after the 2008 financial crisis. Sergey Lagodinsky, candidate 12 on the German Greens’ list for the European elections, said the election of Robert Habeck and Annalena Baerbock – both from the party’s more centrist, “Realo” wing rather than the left-leaning Fundis – went a long way to explaining its current surge. “They have managed to present clean-cut, progressive arguments and take on board radical ideas, such as the debate over expropriating private landlords, while at the same time displaying the communicative skills to bring these ideas into the centre,” Lagodinsky said. “No other party can offer that at the moment.” Sven Giegold, one of the German Greens’ two lead candidates for the European elections, said voters “recognise that they are dealing with a new, modern Green party, not just the old leftwing movement”. He got the loudest applause on the campaign trail, he said, when accusing the current German government, a “grand coalition” between the Christian Democrats and the Social Democrats, of letting themselves be driven by fear of the far-right Alternative für Deutschland (AfD). “Greens want a Germany that has plans for Europe which are at least as ambitious as Emmanuel Macron’s. And increasingly it’s not just traditional Green supporters that see things that way, but CDU voters too.” European Greens have experienced similar polling surges in the past, most recently after the 2011 Fukushima nuclear disaster in Japan. But a clear shift away from the traditional right-left economic divide in politics towards a debate centred more on ideology and culture suggests this one could be more structural. In several countries, Greens are polling higher than the traditional centre left: GreenLeft, which doubled its seats in Dutch senate elections in March, is polling at 11% in the European elections and should end up with three MEPs, against 7.7% and two for the ailing Labour party (PvdA). Die Grünen are Germany’s second party, with a projected 18.5% and 18 MEPs, compared with 15.5% and 15 seats for the Social Democrats; in France, Europe Écologie-Les Verts are on 8% and eight MEPs, with the once-mighty Socialist party struggling to cross the 5% threshold for representation in Strasbourg. Jesse Klaver, the GreenLeft leader in the Netherlands, believes the days of the social democrats are over. “They are parties of the past,” he has said; the debates of the future will be on issues such as climate change, inequality, migration – where progressives, such as the Greens, represent a starker contrast to the populist right. Eickhout agrees. “On the right, we’ve seen the rise of populist parties of different shades but with the same negative message – no refugees, no climate problem, no more EU integration,” he said. “I think on the left we see the problems, but are generally more constructive.” Besides Germany, the Netherlands and France, Eickhout said the movement, which is pledging to introduce a minimum income in all member states and phase out coal by 2030, expects to be boosted by a strong showing from the UK Greens, whose explicit anti-Brexit stance is winning support from remain voters. It also hopes to win its first MEPs in Poland and Slovenia, and do better than before in southern Europe. There, economic hardship has tended to trump the Greens’ anti-materialist message. In Italy, after more than two decades of economic stagnation and unemployment, barely 2.4% of voters list the environment as a top priority. In Spain, the Greens are running in partnership with the radical-left party Podemos. If the Greens/EFA group in the European parliament finds itself in a position to shape events, it will exert maximum pressure, firstly, on climate policy, Eickhout said. “We will want to see not just words, but deeds.” The Greens will also demand social justice when it comes to who will foot the bill for the green transition. “We have to move towards the principle that the polluter pays,” he said. “The people cannot be expected to pay.” Finally, the party will expect in exchange for its backing a radical change of tack from the centre-right European People’s party (EPP) group, which has come under heavy fire for its lukewarm criticism of the Hungarian prime minister, Viktor Orbán, and his continued attacks against the EU and the rule of law. “In a lot of places the rule of law is threatened,” Eickhout said. “Not just in Hungary and Poland; you see it now creeping into Italy, Austria – a steady undermining of the judiciary, the media, NGOs, academics … We have to decide: are we a Europe that will defend democratic values, or just a collection of strong national states?”",
      "charCount": "7859",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonhenley\">Jon Henley</a> Europe correspondent and <a href=\"profile/philip-oltermann\">Philip Oltermann</a> in Berlin"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/19/exeter-cathedral-bans-ukips-carl-benjamin-from-hustings",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-19T09:16:52Z",
    "webTitle": "Exeter Cathedral bans Ukip's Carl Benjamin from hustings",
    "webUrl": "https://www.theguardian.com/politics/2019/may/19/exeter-cathedral-bans-ukips-carl-benjamin-from-hustings",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/19/exeter-cathedral-bans-ukips-carl-benjamin-from-hustings",
    "fields": {
      "headline": "Exeter Cathedral bans Ukip's Carl Benjamin from hustings",
      "standfirst": "<p>Candidate who made remarks about raping MP could be public order risk, says cathedral</p>",
      "trailText": "Candidate who made remarks about raping MP could be public order risk, says cathedral",
      "byline": "Harriet Sherwood",
      "main": "<figure class=\"element element-image\" data-media-id=\"0a2f4631d25e9de4617cff470aeafa9d50a9c89a\"> <img src=\"https://media.guim.co.uk/0a2f4631d25e9de4617cff470aeafa9d50a9c89a/0_204_6600_3960/1000.jpg\" alt=\"Carl Benjamin is under police investigation over his comments about Jess Phillips.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carl Benjamin is under police investigation over his comments about Jess Phillips.</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Exeter Cathedral has banned a Ukip candidate from taking part in hustings for Thursday’s European elections, saying he may be a risk to public order.</p> <p>Carl Benjamin, who is <a href=\"https://www.theguardian.com/politics/2019/may/07/police-investigating-ukip-candidate-youtube-carl-benjamin-jess-phillips-comments\">under police investigation</a> for comments he made about raping the Labour MP Jess Phillips, had been due to speak at the event alongside other candidates for the South West England region on Wednesday evening.</p> <p>But the cathedral authorities decided Benjamin’s presence ran the risk of public disorder, and invited Ukip to send another candidate to the event.</p> <p>On Sunday, Benjamin was doused in milkshake in Salisbury, shortly after a visit to the city’s cathedral.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OxMailRebecca/status/1130083662597414912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Looks like UKIP European election candidate Carl Benjamin was the latest to get the milkshake treatment during a visit to Salisbury today <br><br>Picture from <a href=\"https://twitter.com/Stegsythedog?ref_src=twsrc%5Etfw\">@Stegsythedog</a> <a href=\"https://t.co/rPikipMXzy\">pic.twitter.com/rPikipMXzy</a></p>&mdash; Rebecca Hudson (@OxMailRebecca) <a href=\"https://twitter.com/OxMailRebecca/status/1130083662597414912?ref_src=twsrc%5Etfw\">May 19, 2019</a></blockquote>  </figure>  <p>Protesters also threw a <a href=\"https://www.theguardian.com/politics/2019/may/10/carl-benjamin-milkshake-ukip-mep-cornwall\">milkshake and fish</a> at Benjamin when he was campaigning in Cornwall earlier this month. Last week, the University of the West of England <a href=\"https://www.theguardian.com/politics/2019/may/15/university-uwe-bristol-cancels-eu-election-debate-over-ukip-candidate-carl-benjamin\">cancelled a hustings event</a> which he was due to attend after activists called for him to be banned from the debate and promised to protest.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"60ac612f-8739-4949-972c-af2645d22a39\"         data-atom-type=\"qanda\"    > </gu-atom> </figure>   <p>In a statement, Exeter Cathedral said: “Under the rules of the Electoral Commission, we may exclude candidates from a non-selective hustings for a number of reasons, including concerns about public order.</p> <p>“In this case, the cathedral believes that the presence of one particular candidate may cause a risk to public order, given a number of incidents over the last few weeks. Ukip has been invited to send another candidate from its list of six candidates standing for election in the South West region.”</p> <p>Ukip’s Devon chair, Margaret Dennis, said the move was “outrageous” and “an affront to democracy”.</p> <p><a href=\"https://www.devonlive.com/news/devon-news/controversial-ukip-candidate-carl-benjamin-2881222\">She told DevonLive</a>: “The hustings are either open for the public to discuss and debate or it is an attempt to censor and restrict an opportunity to hear a range of views at this election.”</p> <p>She said Benjamin was “an articulate and intelligent advocate not only for our party but for free speech”.</p> <p>But Ben Bradshaw, the Labour MP for Exeter, supported the cathedral’s decision, saying Benjamin had “unsavoury views” and “unsavoury followers”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/19/eu-elections-labour-voters-in-cambridge-switch-allegiance\">EU elections: Labour voters in Cambridge ponder their loyalties</a> </p> </aside>  <p>Police are investigating comments Benjamin made in a video suggesting he might rape Phillips “with enough pressure”. In 2016, he tweeted a message to Phillips saying: “I wouldn’t even rape you.”</p> <p>Last week, he told a crowd in Plymouth told that people should be able to make jokes about rape.</p> <p>There have been several incidents in which activists have targeted rightwing candidates in the EU elections with milkshakes. This weekend, police asked a McDonald’s restaurant near an Edinburgh venue where Nigel Farage, the leader of the Brexit party, was speaking <a href=\"https://www.theguardian.com/politics/2019/may/18/police-ask-mcdonalds-to-halt-milkshake-sales-during-farage-rally\">not to sell milkshakes</a> because of concerns protesters might throw them at him.</p> <p>Exeter Cathedral is to release a list of candidates speaking at this week’s hustings on Monday. In announcing the event, the cathedral’s dean, Jonathan Greener, said: “Encouraging community and civic life is at the heart of our ministry. So it is right and proper that we hold a hustings on the eve of the European parliamentary election to allow those who may represent us to describe how they will serve the city of Exeter and the wider region.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "507",
      "firstPublicationDate": "2019-05-19T09:16:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-19T23:05:03Z",
      "newspaperEditionDate": "2019-05-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bg542",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0a2f4631d25e9de4617cff470aeafa9d50a9c89a/0_204_6600_3960/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Exeter Cathedral has banned a Ukip candidate from taking part in hustings for Thursday’s European elections, saying he may be a risk to public order. Carl Benjamin, who is under police investigation for comments he made about raping the Labour MP Jess Phillips, had been due to speak at the event alongside other candidates for the South West England region on Wednesday evening. But the cathedral authorities decided Benjamin’s presence ran the risk of public disorder, and invited Ukip to send another candidate to the event. On Sunday, Benjamin was doused in milkshake in Salisbury, shortly after a visit to the city’s cathedral. Protesters also threw a milkshake and fish at Benjamin when he was campaigning in Cornwall earlier this month. Last week, the University of the West of England cancelled a hustings event which he was due to attend after activists called for him to be banned from the debate and promised to protest. In a statement, Exeter Cathedral said: “Under the rules of the Electoral Commission, we may exclude candidates from a non-selective hustings for a number of reasons, including concerns about public order. “In this case, the cathedral believes that the presence of one particular candidate may cause a risk to public order, given a number of incidents over the last few weeks. Ukip has been invited to send another candidate from its list of six candidates standing for election in the South West region.” Ukip’s Devon chair, Margaret Dennis, said the move was “outrageous” and “an affront to democracy”. She told DevonLive: “The hustings are either open for the public to discuss and debate or it is an attempt to censor and restrict an opportunity to hear a range of views at this election.” She said Benjamin was “an articulate and intelligent advocate not only for our party but for free speech”. But Ben Bradshaw, the Labour MP for Exeter, supported the cathedral’s decision, saying Benjamin had “unsavoury views” and “unsavoury followers”. Police are investigating comments Benjamin made in a video suggesting he might rape Phillips “with enough pressure”. In 2016, he tweeted a message to Phillips saying: “I wouldn’t even rape you.” Last week, he told a crowd in Plymouth told that people should be able to make jokes about rape. There have been several incidents in which activists have targeted rightwing candidates in the EU elections with milkshakes. This weekend, police asked a McDonald’s restaurant near an Edinburgh venue where Nigel Farage, the leader of the Brexit party, was speaking not to sell milkshakes because of concerns protesters might throw them at him. Exeter Cathedral is to release a list of candidates speaking at this week’s hustings on Monday. In announcing the event, the cathedral’s dean, Jonathan Greener, said: “Encouraging community and civic life is at the heart of our ministry. So it is right and proper that we hold a hustings on the eve of the European parliamentary election to allow those who may represent us to describe how they will serve the city of Exeter and the wider region.”",
      "charCount": "3060",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/harrietsherwood\">Harriet Sherwood</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/19/ken-loach-cannes-jacob-rees-mogg-tristram-hunt-simon-armitage",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-19T08:00:09Z",
    "webTitle": "It's shameful that Ken Loach is the only Brit in the Cannes competitions",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/19/ken-loach-cannes-jacob-rees-mogg-tristram-hunt-simon-armitage",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/19/ken-loach-cannes-jacob-rees-mogg-tristram-hunt-simon-armitage",
    "fields": {
      "headline": "It's shameful that Ken Loach is the only Brit in the Cannes competitions",
      "standfirst": "<p>In the first of a new series lifting the lid on the world of arts and culture, why Loach’s lone presence points to the parlous state of UK script-writing</p>",
      "trailText": "In the first of a new series, Richard Brooks lifts the lid on the week’s arts stories",
      "byline": "Richard Brooks",
      "main": "<figure class=\"element element-image\" data-media-id=\"2494b3b4e3dee9825be3363f4f33cc9032a7492c\"> <img src=\"https://media.guim.co.uk/2494b3b4e3dee9825be3363f4f33cc9032a7492c/0_40_2276_1366/1000.jpg\" alt=\"Ken Loach at a photocall for Sorry We Missed You at Cannes.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ken Loach at a photocall for Sorry We Missed You at Cannes.</span> <span class=\"element-image__credit\">Photograph: Alberto Pizzoli/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>It has been left to an 82-year-old director alone to fly the British flag at Cannes with <em>Sorry We Missed You</em>, Ken Loach’s 16th movie, at the world’s premier film festival. Suffering is a regular Loach trademark, but his skill is his instinctive understanding of the human condition, coupled with great storytelling as in <em><a href=\"https://www.theguardian.com/film/2016/oct/23/i-daniel-blake-ken-loach-review-mark-kermode\" title=\"\">I, Daniel Blake</a></em>, which won the Palme D’Or in 2016 (pictured above).</p> <p>This year, there is no other British director in any of the three Cannes competitions. Shameful. Some, like Andrea Arnold, a proved success after <em><a href=\"https://www.theguardian.com/film/2009/sep/13/fish-tank-andrea-arnold-french\" title=\"\">Fish Tank</a></em> and <em><a href=\"https://www.theguardian.com/film/2006/oct/29/philipfrench\" title=\"\">Red Road</a></em>, crossed the Atlantic to make movies and TV such as the Emmy-winning <em>Big Little Lies</em> (she’s directing the whole of season two). Others have simply dumped the wide screen for simpler and more lucrative opportunities on the smaller one.</p> <p>Over the past six months, most British films, with the exception of <em>The Favourite</em>, which needed a Greek director Yorgos Lanthimos to provide pizzazz, have left me in despair. <em><a href=\"https://www.theguardian.com/film/2019/mar/13/fishermans-friends-review-seaswept-britcom-reels-in-the-laughs\" title=\"\">Fisherman’s Friends</a></em> was corny Cornish codswallop, while Trevor Nunn’s <em><a href=\"https://www.theguardian.com/film/2019/apr/21/red-joan-review-judi-dench-melita-norwood-tervor-nunn\" title=\"\">Red Joan</a></em> was simply ploddy. <em><a href=\"https://www.theguardian.com/film/2017/sep/01/tulip-fever-review-alicia-vikander-christoph-waltz\" title=\"\">Tulip Fever</a></em>, based on Deborah Moggach’s bestseller, was finally released in just a few cinemas – a staggering two decades after being conceived as a movie. It then went straight to its DVD death.</p> <p>Yet foreign films such as <em><a href=\"https://www.theguardian.com/film/2018/dec/02/roma-review-alfonso-cuaron-ode-to-childhood-70s-mexico-city\" title=\"\">Roma</a></em> (Mexican), <em><a href=\"https://www.theguardian.com/film/2019/feb/24/capernaum-review-nadine-labaki-oscar-nominated-zain-al-rafeea\" title=\"\">Capernaum</a></em> (Lebanese), <em><a href=\"https://www.theguardian.com/film/2018/nov/25/shoplifters-hirokazu-kore-eda-family-in-a-pinch\" title=\"\">Shoplifters</a></em> (Japanese) <em><a href=\"https://www.theguardian.com/film/2019/feb/02/burning-review-lee-chang-dong-steven-yeun\" title=\"\">Burning</a></em> (South Korean) and <em><a href=\"https://www.theguardian.com/film/2019/may/05/woman-at-war-review-benedikt-erlingsson-icelandic-eco-comedy\" title=\"\">Woman at War</a></em> (Icelandic) have been utterly original and brilliantly written.</p>  <figure class=\"element element-image\" data-media-id=\"26e2c0320095ccf5e8d5878cb293b5d45df3bbae\"> <img src=\"https://media.guim.co.uk/26e2c0320095ccf5e8d5878cb293b5d45df3bbae/0_0_4038_3288/1000.jpg\" alt=\"Andrea Arnold in Cannes, 2017.\" width=\"1000\" height=\"814\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrea Arnold in Cannes, 2017.</span> <span class=\"element-image__credit\">Photograph: Alberto Pizzoli/AFP/Getty Images</span> </figcaption> </figure>  <p>The British Film Institute, our main movie funder, the National Film School and the soon-to-be opened London Screen sixth-form academy in Highbury, north London, must urgently address our script crisis. Backed by Working Title, Eon and Heyday, home to Harry Potter, the new academy’s remit is that “storytelling is at the heart of everything we do”. Something Loach has always known.</p> <p><strong>Jacob Rees-Mogg</strong>, that darling of the Tory right, takes on Tristram Hunt, former Labour MP and director of the V&amp;A, in a debate on the Victorians on Tuesday at Central Hall Westminster. Rees-Mogg has a book out on Thursday about 12 Victorian “titans” and yet all are men such as Palmerston, Peel and Brunel, except for Queen Victoria herself. What about Florence Nightingale, Octavia Hill or George Eliot? Rees-Mogg, who poses as a Victorian squire, will meet his match in Hunt, who has two fine books on the period to his name.</p> <p>How did Rees-Mogg find time to put quill to parchment while also chairing the ERG? With a little help from researcher friends? His chum Boris Johnson was more blatant with <a href=\"https://www.theguardian.com/books/2014/nov/03/churchill-factor-review-boris-johnson-winston\" title=\"\">his Churchill biography</a>, relying on a noted university academic, who had already written a book on the wartime leader, for the research donkey work. Johnson was then commissioned to write about the Bard, so he contacted an eminent Oxford Shakespearean expert to assist. Appalled at the cheek, the prof told him to get lost. In the end, the book was dropped.</p>  <figure class=\"element element-image\" data-media-id=\"975e498cc5e2de06a7c6c5a62f10a709fcaa3f9c\"> <img src=\"https://media.guim.co.uk/975e498cc5e2de06a7c6c5a62f10a709fcaa3f9c/0_234_3500_2100/1000.jpg\" alt=\"Poet laureate Simon Armitage.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Royal dilemma: poet laureate Simon Armitage.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>  <p><strong>Postscript to </strong>the well-deserved appointment of Simon Armitage as poet laureate. A while ago, he expressed concern to me about scribbling on “royal hatches, matches and dispatches” if he became laureate. “Has anybody asked the royal family if this is still what they want?” he queried. I wonder too.</p>",
      "newspaperPageNumber": "33",
      "wordcount": "545",
      "commentCloseDate": "2019-05-22T08:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-19T08:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-19T08:00:09Z",
      "newspaperEditionDate": "2019-05-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bff35",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2494b3b4e3dee9825be3363f4f33cc9032a7492c/0_40_2276_1366/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It has been left to an 82-year-old director alone to fly the British flag at Cannes with Sorry We Missed You, Ken Loach’s 16th movie, at the world’s premier film festival. Suffering is a regular Loach trademark, but his skill is his instinctive understanding of the human condition, coupled with great storytelling as in I, Daniel Blake, which won the Palme D’Or in 2016 (pictured above). This year, there is no other British director in any of the three Cannes competitions. Shameful. Some, like Andrea Arnold, a proved success after Fish Tank and Red Road, crossed the Atlantic to make movies and TV such as the Emmy-winning Big Little Lies (she’s directing the whole of season two). Others have simply dumped the wide screen for simpler and more lucrative opportunities on the smaller one. Over the past six months, most British films, with the exception of The Favourite, which needed a Greek director Yorgos Lanthimos to provide pizzazz, have left me in despair. Fisherman’s Friends was corny Cornish codswallop, while Trevor Nunn’s Red Joan was simply ploddy. Tulip Fever, based on Deborah Moggach’s bestseller, was finally released in just a few cinemas – a staggering two decades after being conceived as a movie. It then went straight to its DVD death. Yet foreign films such as Roma (Mexican), Capernaum (Lebanese), Shoplifters (Japanese) Burning (South Korean) and Woman at War (Icelandic) have been utterly original and brilliantly written. The British Film Institute, our main movie funder, the National Film School and the soon-to-be opened London Screen sixth-form academy in Highbury, north London, must urgently address our script crisis. Backed by Working Title, Eon and Heyday, home to Harry Potter, the new academy’s remit is that “storytelling is at the heart of everything we do”. Something Loach has always known. Jacob Rees-Mogg, that darling of the Tory right, takes on Tristram Hunt, former Labour MP and director of the V&amp;A, in a debate on the Victorians on Tuesday at Central Hall Westminster. Rees-Mogg has a book out on Thursday about 12 Victorian “titans” and yet all are men such as Palmerston, Peel and Brunel, except for Queen Victoria herself. What about Florence Nightingale, Octavia Hill or George Eliot? Rees-Mogg, who poses as a Victorian squire, will meet his match in Hunt, who has two fine books on the period to his name. How did Rees-Mogg find time to put quill to parchment while also chairing the ERG? With a little help from researcher friends? His chum Boris Johnson was more blatant with his Churchill biography, relying on a noted university academic, who had already written a book on the wartime leader, for the research donkey work. Johnson was then commissioned to write about the Bard, so he contacted an eminent Oxford Shakespearean expert to assist. Appalled at the cheek, the prof told him to get lost. In the end, the book was dropped. Postscript to the well-deserved appointment of Simon Armitage as poet laureate. A while ago, he expressed concern to me about scribbling on “royal hatches, matches and dispatches” if he became laureate. “Has anybody asked the royal family if this is still what they want?” he queried. I wonder too.",
      "charCount": "3197",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "<a href=\"profile/brooks-richard\">Richard Brooks</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "business/2019/may/19/brexit-destroy-europe-unity-too-much-sacrificed",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-05-19T05:59:03Z",
    "webTitle": "Too much has been sacrificed to allow Brexit to destroy Europe’s unity",
    "webUrl": "https://www.theguardian.com/business/2019/may/19/brexit-destroy-europe-unity-too-much-sacrificed",
    "apiUrl": "https://content.guardianapis.com/business/2019/may/19/brexit-destroy-europe-unity-too-much-sacrificed",
    "fields": {
      "headline": "Too much has been sacrificed to allow Brexit to destroy Europe’s unity",
      "standfirst": "<p>As the anniversaries of D-Day and Monte Cassino approach, we should remember how and why the ‘European project’ started</p>",
      "trailText": "As the anniversaries of D-Day and Monte Cassino approach, we should remember how and why the ‘European project’ started",
      "byline": "William Keegan",
      "main": "<figure class=\"element element-image\" data-media-id=\"cc344398e429836737201d256492de539023295f\"> <img src=\"https://media.guim.co.uk/cc344398e429836737201d256492de539023295f/0_23_4901_2940/1000.jpg\" alt=\"Flags of the European Union countries being arranged in Brussels\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Flags of the European Union countries being arranged in Brussels.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Shortly after Thursday’s elections for the European parliament, we shall be witnessing the 75th anniversaries of D-Day and of the terrible carnage of the battle of Monte Cassino. One hopes that memories of these events – or, in many cases, learning about them for the first time – may concentrate minds on all sides in the debate about our future relationship with the rest of Europe.</p> <p>It was the horror of the second world war that led European leaders to bring individual countries together in the hope that future conflict could be avoided. Despite the fantasies of Nigel Farage and his ilk, winning that war was hardly a solo effort on the part of Great Britain. The Americans were an indispensable force in the D-Day landings; Polish forces lost many troops fighting at Monte Cassino. And, of course, the war was won by the allies as a whole, who included the US, Commonwealth countries and, not least, the Soviet Union.</p> <p>Unfortunately we know what happened after the USSR combined with us to defeat Germany: the division of Europe between the west and the Soviet bloc, with Poland, on whose behalf we had gone to war, in that bloc; the cold war; and chronic fear of a nuclear confrontation.</p> <p>The European Economic Community (now the European Union) was such a success that both Conservative and Labour prime ministers – Harold Macmillan, Harold Wilson and Edward Heath (all of whom had memories of the war, and two of whom had fought in European conflicts) – tried to join it, with only Heath being successful.</p> <p>We joined in 1973, but the anti-European forces were so strong within the Labour government of 1974 onwards that Wilson resorted to a referendum in 1975 as the only means of resolving the tension: going above the heads of his party to the people – and succeeding.</p> <p>David Cameron resorted to a similar procedure to resolve differences within the Tories. He failed, leading to consequences of which we, and our long-suffering fellow Europeans across the Channel, are only too aware. Indeed, that well-informed commentator on Europe, Charles Grant, reports in a bulletin from the Centre for European Reform entitled <a href=\"https://www.cer.eu/insights/brussels-view-brexit\" title=\"\">The Brussels View of Brexit</a> that Michel Barnier, leader of the European commission’s negotiating team, is so exasperated, along with President Macron himself, that the French are now in the “we are better off without the British” camp. They wanted a short extension of the article 50 deadline because “the British would not work out what they wanted unless faced with the precipice of a no-deal exit”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>What the Remain cause really requires is for Corbyn to acknowledge that 'Europe' is not the enemy of social progress</p> </blockquote> </aside>  <p>Grant writes that the opposing camp, including the European council president, Donald Tusk, commission president Jean-Claude Juncker and most member states, were worried that an acrimonious Brexit “would threaten western coherence at a time when autocratic leaders – such as Putin, Trump and Turkey’s Erdoğan – were working hard to undermine the multilateral order in general and the EU in particular”. Germany’s redoubtable chancellor, Angela Merkel, was in this camp.</p> <p>Here we are, with echoes of the 1920s and 1930s in the rise of the extreme right, trade wars and protectionism initiated by the dreadful Trump – prompting what looks like competitive currency devaluation by China – and Nigel Farage and his Brexit party are leading in the polls.</p> <p>Leading, but only up to a point. It is a reasonable bet that the combined Remain vote on Thursday will exceed the Farage vote by some margin, although the great demagogue will have a field day proclaiming the largest vote for one party.</p> <p>Now, I recognise the concerns of those who say that if we do get a second referendum, and the result is only marginally Remain, wounds are unlikely to be healed. What is needed is a resounding 60% Remain vote (in 1975 it was 66%). This week’s elections look like being a kind of referendum, and the wonderful Gina Miller, with her Remain United website – the name speaks for itself – is doing her best to gather the anti-Farage forces with advice on tactical voting.</p> <p>What the Remain cause really requires is for Jeremy Corbyn and his lieutenant Seumas Milne to come to their senses and acknowledge that “Europe” is not the enemy of social progress. In the referendum campaign of 1975, Tony Benn was what we should now call a leading Brexiter. Corbyn, a disciple of Benn’s, was, shall we say, a not-so-leading Brexiter. Corbyn is stuck in a time warp. The estimable Hilary Benn, Tony’s son, is not.</p> <p>Until power of a sort went to his head, Corbyn professed to believe in what his troops wanted. His troops, overwhelmingly, are Remainers. Come on, Jeremy: exercise leadership and statesmanship, and go down the right way in history.</p>",
      "newspaperPageNumber": "59",
      "wordcount": "779",
      "commentCloseDate": "2019-05-19T11:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-19T05:59:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:11Z",
      "newspaperEditionDate": "2019-05-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bfkef",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cc344398e429836737201d256492de539023295f/0_23_4901_2940/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Shortly after Thursday’s elections for the European parliament, we shall be witnessing the 75th anniversaries of D-Day and of the terrible carnage of the battle of Monte Cassino. One hopes that memories of these events – or, in many cases, learning about them for the first time – may concentrate minds on all sides in the debate about our future relationship with the rest of Europe. It was the horror of the second world war that led European leaders to bring individual countries together in the hope that future conflict could be avoided. Despite the fantasies of Nigel Farage and his ilk, winning that war was hardly a solo effort on the part of Great Britain. The Americans were an indispensable force in the D-Day landings; Polish forces lost many troops fighting at Monte Cassino. And, of course, the war was won by the allies as a whole, who included the US, Commonwealth countries and, not least, the Soviet Union. Unfortunately we know what happened after the USSR combined with us to defeat Germany: the division of Europe between the west and the Soviet bloc, with Poland, on whose behalf we had gone to war, in that bloc; the cold war; and chronic fear of a nuclear confrontation. The European Economic Community (now the European Union) was such a success that both Conservative and Labour prime ministers – Harold Macmillan, Harold Wilson and Edward Heath (all of whom had memories of the war, and two of whom had fought in European conflicts) – tried to join it, with only Heath being successful. We joined in 1973, but the anti-European forces were so strong within the Labour government of 1974 onwards that Wilson resorted to a referendum in 1975 as the only means of resolving the tension: going above the heads of his party to the people – and succeeding. David Cameron resorted to a similar procedure to resolve differences within the Tories. He failed, leading to consequences of which we, and our long-suffering fellow Europeans across the Channel, are only too aware. Indeed, that well-informed commentator on Europe, Charles Grant, reports in a bulletin from the Centre for European Reform entitled The Brussels View of Brexit that Michel Barnier, leader of the European commission’s negotiating team, is so exasperated, along with President Macron himself, that the French are now in the “we are better off without the British” camp. They wanted a short extension of the article 50 deadline because “the British would not work out what they wanted unless faced with the precipice of a no-deal exit”. Grant writes that the opposing camp, including the European council president, Donald Tusk, commission president Jean-Claude Juncker and most member states, were worried that an acrimonious Brexit “would threaten western coherence at a time when autocratic leaders – such as Putin, Trump and Turkey’s Erdoğan – were working hard to undermine the multilateral order in general and the EU in particular”. Germany’s redoubtable chancellor, Angela Merkel, was in this camp. Here we are, with echoes of the 1920s and 1930s in the rise of the extreme right, trade wars and protectionism initiated by the dreadful Trump – prompting what looks like competitive currency devaluation by China – and Nigel Farage and his Brexit party are leading in the polls. Leading, but only up to a point. It is a reasonable bet that the combined Remain vote on Thursday will exceed the Farage vote by some margin, although the great demagogue will have a field day proclaiming the largest vote for one party. Now, I recognise the concerns of those who say that if we do get a second referendum, and the result is only marginally Remain, wounds are unlikely to be healed. What is needed is a resounding 60% Remain vote (in 1975 it was 66%). This week’s elections look like being a kind of referendum, and the wonderful Gina Miller, with her Remain United website – the name speaks for itself – is doing her best to gather the anti-Farage forces with advice on tactical voting. What the Remain cause really requires is for Jeremy Corbyn and his lieutenant Seumas Milne to come to their senses and acknowledge that “Europe” is not the enemy of social progress. In the referendum campaign of 1975, Tony Benn was what we should now call a leading Brexiter. Corbyn, a disciple of Benn’s, was, shall we say, a not-so-leading Brexiter. Corbyn is stuck in a time warp. The estimable Hilary Benn, Tony’s son, is not. Until power of a sort went to his head, Corbyn professed to believe in what his troops wanted. His troops, overwhelmingly, are Remainers. Come on, Jeremy: exercise leadership and statesmanship, and go down the right way in history.",
      "charCount": "4643",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/williamkeegan\">William Keegan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/19/observer-view-on-britain-scandalous-wealth-inequality",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-19T05:00:06Z",
    "webTitle": "The Observer view on Britain’s scandalous wealth inequality | Observer editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/19/observer-view-on-britain-scandalous-wealth-inequality",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/19/observer-view-on-britain-scandalous-wealth-inequality",
    "fields": {
      "headline": "The Observer view on Britain’s scandalous wealth inequality",
      "standfirst": "<p>Official figures mask the growing income disparities dividing Britain</p>",
      "trailText": "Official figures mask the growing income disparities dividing Britain",
      "byline": "Observer editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"f144f446ad27310ddf21f26922df69707d617d40\"> <img src=\"https://media.guim.co.uk/f144f446ad27310ddf21f26922df69707d617d40/0_87_3500_2100/1000.jpg\" alt=\"The Canary Wharf financial district is seen from Greenwich Park in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Whenever someone in the north-east secured a job, a worker in the south-east found an even better paid one, most likely in the financial services industry.’</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>Britain needs to wean itself off measures of inequality that disguise more than they reveal about the gap between rich and poor.</p> <p>So says the Institute for Fiscal Studies, which last week used the occasion of its 50th anniversary to launch a five-year quest for <a href=\"https://www.ifs.org.uk/inequality/\" title=\"\">better measures of inequality</a>.</p> <p>Too often, politicians ignore the growing disparity in wealth and the growing divide between the generations when they debate the subject, said the thinktank. They also ignore the widening gulf in transport provision, life expectancy and cultural amenities between the regions that could be covered by more comprehensive measures of inequality.</p> <p>A narrow focus on traditional measures of income inequality has proved to be a deeply political act. Since 2010, Tory-led governments have brushed aside concerns that cuts to welfare and public services have increased inequality by using the single figure generated by the Gini coefficient, the widely recognised measure of the gap between the lowest and highest household incomes.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c7fd161b7b7baa6fde20c46338369dd11dca366d\"> <img src=\"https://media.guim.co.uk/c7fd161b7b7baa6fde20c46338369dd11dca366d/2344_205_689_861/400.jpg\" alt=\"Philip Hammond\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Chancellor of the Exchequer Philip Hammond.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>  <p>It is a method of defence that put an impregnable wall around George Osborne and has done much the same for his successor, Philip Hammond.</p> <p>No matter how many times chancellors have been taunted with the desperate side-effects of austerity on one group or another, the Treasury has retorted that the Gini coefficient remains largely the same.</p> <p>Even the IFS bowed to this argument over the past decade, its reports often concluded that the overall effect of government policy, whatever the evidence to the contrary, has left inequality unchanged. The Gini coefficient ruled.</p> <p>One reason the average has remained almost the same – and it has when measuring disposable incomes for more than 30 years – relates to the fracturing of society into large and not-so-large discrete groups whose fortunes have ebbed and flowed, often in the opposite direction.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>One factor making it harder to determine wealth inequality is the lack of information about the top 1%</p> </blockquote> </aside>  <p>For every working household on low incomes that saw their situation worsen over the past 10 years, the circumstances of a retired household improved. Whenever someone in the north-east secured a job, a worker in the south-east found an even better paid one, most likely in the financial services industry.</p> <p>There are already guides to Britain’s wealth divide, including a Gini coefficient that shows the nation’s record<a href=\"https://twitter.com/resfoundation/status/876331845008457728\" title=\"\"> £11.1tn of wealth</a> is distributed far less equally than earnings or household income. The figure for wealth is almost twice as high as that for income. The Resolution Foundation, another thinktank that has examined this subject, says one factor making it harder to determine wealth inequality is the lack of information about the top 1%. Official figures show that <a href=\"https://www.theguardian.com/money/2015/dec/18/britain-private-wealth-owned-by-top-10-of-households\" title=\"\">one in 10 adults owns around half of the nation’s wealth</a>, while the top 1% own 14%. But the figure could be nearer 20%.</p> <p>This lack of information is a scandal. It is crucial to make sure the property, pensions and investments of the better-off are measured accurately when we know that the accumulation of wealth over the course of someone’s working life is a key driver of their opportunities and those of their children.</p> <p>The IFS says its first reports will appear next year. It can’t be soon enough.</p>",
      "newspaperPageNumber": "46",
      "wordcount": "512",
      "commentCloseDate": "2019-05-22T05:00:06Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-19T05:00:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-19T05:32:32Z",
      "newspaperEditionDate": "2019-05-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bfqzd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f144f446ad27310ddf21f26922df69707d617d40/0_87_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain needs to wean itself off measures of inequality that disguise more than they reveal about the gap between rich and poor. So says the Institute for Fiscal Studies, which last week used the occasion of its 50th anniversary to launch a five-year quest for better measures of inequality. Too often, politicians ignore the growing disparity in wealth and the growing divide between the generations when they debate the subject, said the thinktank. They also ignore the widening gulf in transport provision, life expectancy and cultural amenities between the regions that could be covered by more comprehensive measures of inequality. A narrow focus on traditional measures of income inequality has proved to be a deeply political act. Since 2010, Tory-led governments have brushed aside concerns that cuts to welfare and public services have increased inequality by using the single figure generated by the Gini coefficient, the widely recognised measure of the gap between the lowest and highest household incomes. It is a method of defence that put an impregnable wall around George Osborne and has done much the same for his successor, Philip Hammond. No matter how many times chancellors have been taunted with the desperate side-effects of austerity on one group or another, the Treasury has retorted that the Gini coefficient remains largely the same. Even the IFS bowed to this argument over the past decade, its reports often concluded that the overall effect of government policy, whatever the evidence to the contrary, has left inequality unchanged. The Gini coefficient ruled. One reason the average has remained almost the same – and it has when measuring disposable incomes for more than 30 years – relates to the fracturing of society into large and not-so-large discrete groups whose fortunes have ebbed and flowed, often in the opposite direction. For every working household on low incomes that saw their situation worsen over the past 10 years, the circumstances of a retired household improved. Whenever someone in the north-east secured a job, a worker in the south-east found an even better paid one, most likely in the financial services industry. There are already guides to Britain’s wealth divide, including a Gini coefficient that shows the nation’s record £11.1tn of wealth is distributed far less equally than earnings or household income. The figure for wealth is almost twice as high as that for income. The Resolution Foundation, another thinktank that has examined this subject, says one factor making it harder to determine wealth inequality is the lack of information about the top 1%. Official figures show that one in 10 adults owns around half of the nation’s wealth, while the top 1% own 14%. But the figure could be nearer 20%. This lack of information is a scandal. It is crucial to make sure the property, pensions and investments of the better-off are measured accurately when we know that the accumulation of wealth over the course of someone’s working life is a key driver of their opportunities and those of their children. The IFS says its first reports will appear next year. It can’t be soon enough.",
      "charCount": "3150",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/observer-editorials\">Observer editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/may/19/the-brexit-party-reflects-our-hollowed-out-tired-politics",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-19T04:59:02Z",
    "webTitle": "The Brexit party reflects our hollowed-out, tired politics | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/19/the-brexit-party-reflects-our-hollowed-out-tired-politics",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/19/the-brexit-party-reflects-our-hollowed-out-tired-politics",
    "fields": {
      "headline": "The Brexit party reflects our hollowed-out, tired politics",
      "standfirst": "Its success reveals how Labour and the Tories have failed voters",
      "trailText": "Its success reveals how Labour and the Tories have failed voters",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"8218a5a7c1a325898956e1d0ceff3b4dda4ffe28\"> <img src=\"https://media.guim.co.uk/8218a5a7c1a325898956e1d0ceff3b4dda4ffe28/568_344_2896_1737/1000.jpg\" alt=\"Nigel Farage campaigning in South Ockendon, Essex on 18 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage campaigning in South Ockendon, Essex on 18 May.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>",
      "body": "<p>Will British politics be upended in the <a href=\"https://www.theguardian.com/world/2019/may/16/european-elections-how-the-six-biggest-countries-will-vote\" title=\"\">European elections</a> on Thursday? Certainly, the traditional faultlines may be recast, at least for this election.</p> <p>The <a href=\"https://www.bbc.co.uk/news/uk-politics-48227459\" title=\"\">Brexit party</a> will no doubt emerge triumphant, the Tories crushed, Labour humiliated and the Greens and the Lib Dems will make sufficient gains to claim a modicum of success. Whatever the results, they will leave untouched the fundamental problems that have created the chasm between large sections of the electorate and mainstream parties.</p> <p>The debate has been dominated by the rise of the Brexit party. For some, it’s a distillation of far-right sentiment, for others the means to break the mould of politics. In reality, it’s neither. <a href=\"https://www.theguardian.com/world/2019/mar/20/leader-of-pro-brexit-party-catherine-blaiklock-resigns-over-anti-islam-messages\" title=\"\">Nigel Farage</a> has a long history of playing to racist and reactionary themes. But the Brexit party, so far, is not a creature of the far right. If it survives, and when it <a href=\"https://www.theguardian.com/politics/2019/may/13/brexit-party-policies-eu-elections-farage\" title=\"\">finally decides</a> on its policies, it will probably end up as a kind of Tory-party-in-exile, though more nationalist and populist.</p> <p>But that’s also why it’s no mould-breaker. With no membership, no democratic means of shaping policy and, indeed, no policies (at least until after the election), it’s an expression of the hollowed-out character of contemporary politics, not a means of restoring substance to political debate. What’s transforming politics is the inability of Labour or the Tories to speak to their constituencies. The shambles of the Brexit process has only deepened the sense in sections of the electorate that their voices are unheard, their votes ignored.</p> <p>The key question, <a href=\"https://www.theguardian.com/commentisfree/2018/dec/09/fear-cultural-loss-fuelling-anger-with-elites-across-europe\" title=\"\">as I’ve argued before</a>, is: “Who will give shape to disaffection?” No party, old or new, is addressing that. Until they do, there is unlikely to be much change to the zombie-like character of British politics.</p> <p>• Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "17",
      "wordcount": "295",
      "commentable": "false",
      "firstPublicationDate": "2019-05-19T04:59:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-19T04:59:02Z",
      "newspaperEditionDate": "2019-05-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bfqhf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8218a5a7c1a325898956e1d0ceff3b4dda4ffe28/568_344_2896_1737/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Will British politics be upended in the European elections on Thursday? Certainly, the traditional faultlines may be recast, at least for this election. The Brexit party will no doubt emerge triumphant, the Tories crushed, Labour humiliated and the Greens and the Lib Dems will make sufficient gains to claim a modicum of success. Whatever the results, they will leave untouched the fundamental problems that have created the chasm between large sections of the electorate and mainstream parties. The debate has been dominated by the rise of the Brexit party. For some, it’s a distillation of far-right sentiment, for others the means to break the mould of politics. In reality, it’s neither. Nigel Farage has a long history of playing to racist and reactionary themes. But the Brexit party, so far, is not a creature of the far right. If it survives, and when it finally decides on its policies, it will probably end up as a kind of Tory-party-in-exile, though more nationalist and populist. But that’s also why it’s no mould-breaker. With no membership, no democratic means of shaping policy and, indeed, no policies (at least until after the election), it’s an expression of the hollowed-out character of contemporary politics, not a means of restoring substance to political debate. What’s transforming politics is the inability of Labour or the Tories to speak to their constituencies. The shambles of the Brexit process has only deepened the sense in sections of the electorate that their voices are unheard, their votes ignored. The key question, as I’ve argued before, is: “Who will give shape to disaffection?” No party, old or new, is addressing that. Until they do, there is unlikely to be much change to the zombie-like character of British politics. • Kenan Malik is an Observer columnist",
      "charCount": "1801",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]