[
  {
    "id": "politics/2019/apr/07/question-time-bias-and-crunch-time-for-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-07T17:31:38Z",
    "webTitle": "Question Time bias and crunch time for Brexit | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/07/question-time-bias-and-crunch-time-for-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/07/question-time-bias-and-crunch-time-for-brexit",
    "fields": {
      "headline": "Question Time bias and crunch time for Brexit",
      "standfirst": "<strong>Jamie Gilmour </strong>questions the BBC’s use of London-based panellists, while <strong>Jane Phillips</strong>, <strong>Rowan Vuglar</strong>, <strong>Prof Clive Coen</strong>, <strong>Ronan Geary </strong>and <strong>Paul Godier </strong>give their views on a second referendum, Labour and Jeremy Corbyn",
      "trailText": "Letters: <strong>Jamie Gilmour </strong>questions the BBC’s use of London-based panellists, while <strong>Jane Phillips</strong>, <strong>Rowan Vuglar</strong>, <strong>Prof Clive Coen</strong>, <strong>Ronan Geary </strong>and <strong>Paul Godier </strong>give their views on a second referendum, Labour and Jeremy Corbyn",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1deb24226bbadbc89cd59ca2fe6a84b30e0eaa1e\"> <img src=\"https://media.guim.co.uk/1deb24226bbadbc89cd59ca2fe6a84b30e0eaa1e/0_0_2560_1536/1000.jpg\" alt=\"Screen grab of Question Time whose location was changed suddenly from Bolton to London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The location of Question Time was changed suddenly from Bolton to London last week. </span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure>",
      "body": "<p>The decision to move last week’s Question Time from Brexit-voting Bolton to remain-voting Dulwich has attracted accusations of bias (<a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/05/mps-criticise-bbc-for-moving-question-time-from-bolton-to-london\" title=\"\">BBC taken to task over Question Time venue</a>, 6 April). The explanation offered is that politicians on the panel might not have been able to get to Bolton had there been voting in parliament that day. This makes sense, but highlights a wider malaise. Although the programme is recorded in a range of locations, the programme-makers are only aware of a small group of mostly London-based potential panellists.</p> <p>The result of this built-in bias is a sort of royal progress round the country, as a few influential people briefly visit one provincial town or another. It’s one example of a bias across politics and the media that ultimately led to precisely the sense of disenfranchisement that caused Brexit, and it’s well past time to fix it.</p> <p>As the audience often shows, there are plenty of people in any sizable town who are just as articulate and informed as the average Question Time panellist. Why not start inviting them?<br><strong>Jamie Gilmour</strong><br><em>Bolton</em></p> <p>• Crunch time. The question comes down to this: which Donald do we trust more – Trump or Tusk?</p> <p>Donald Trump denies climate change. He wants “a quick trade deal”, and that means privatising the NHS, and importing their antibiotic-fed beef and bleach-washed chickens.</p> <p>Donald Tusk wants us to be equal partners with 27 other European countries, to join in championing workers’ rights and environmental protection – and to work together to counter the effects of the rise of the far right here and in Europe.</p> <p>We’ve shown ourselves to be so abysmal at negotiating that we’ll have to take one deal or the other.</p> <p>But what about sovereignty – taking back control? We now know that sovereignty is a fairytale – like those other unicorns we were promised. In our interconnected global economy, we won’t have sovereignty no matter what we do. So, which Donald to take? Our choice.<br><strong>Jane Phillips</strong><br><em>Cambridge</em></p> <p>• Owen Jones is wrong from the start (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/04/labour-brexit-crisis-tories-economy\" title=\"\">Go for a soft Brexit, Labour: it will finish off the Tories</a>, 5 April). If Labour agrees any deal without a confirming referendum, it will haemorrhage votes at the polls. A second referendum is not just a second shot. It’s confirmation of the details. Brexiters and remainers alike must be allowed to vote with open eyes, and if we leave the EU then, so be it. At least we won’t be expecting £350m a week to the NHS this time, or the oh-so-easy trade deals touted by David Davis and Boris Johnson.<br><strong>Rowan Vuglar</strong><br><em>London</em></p> <p>• Jeremy Corbyn’s inconsistency over a second referendum (<a href=\"https://www.theguardian.com/politics/2019/apr/02/corbyn-challenged-over-labour-frontbenchers-who-defied-whip\" title=\"\">Corbyn challenged on rebellions</a>, 3 April) defies the UK’s tradition of fair play. A non-trivial portion of an average lifetime has passed since the 2016 referendum. To disregard the 18- to 20-year-olds who have entered the electorate in that time would be an unforgivable betrayal of democracy.<br><strong>Professor Clive Coen</strong><br><em>London</em></p> <p>• I was surprised to see the suggestion that “the EU27 might refuse any further extension next Wednesday and push the UK out without a deal” (<a href=\"https://www.theguardian.com/politics/2019/apr/05/labour-says-may-unable-to-compromise-as-brexit-talks-stall\" title=\"\">Labour: May is refusing to compromise in Brexit talks</a>, 6 April). In the same issue, France’s secretary of state for European affairs, Amélie de Montchalin, expresses the European view: “[I]n the absence of such a plan, we would have to acknowledge that the UK chose to leave the EU in a disorderly manner” (<a href=\"https://www.theguardian.com/politics/2019/apr/05/france-spain-and-belgium-ready-for-no-deal-brexit-next-week\" title=\"\">France calls for no-deal Brexit on 12 April if UK fails to find new plan</a>, 6 April). Brexit is the UK’s choice – the EU is not to blame for this act of self-harm.<br><strong>Ronan Geary</strong><br><em>Dublin, Ireland</em></p> <p>• Now that Jeremy Corbyn is doing work experience in Downing Street, could we also arrange an exchange visit between Theresa May and Jacinda Ardern (<a href=\"https://www.theguardian.com/world/2019/apr/06/jacinda-ardern-intuitive-courage-new-zealand\" title=\"\">Interview</a>, Weekend, 6 April)?<br><strong>Paul Godier</strong><br><em>Bournemouth</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "675",
      "commentable": "false",
      "firstPublicationDate": "2019-04-07T17:31:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:41Z",
      "newspaperEditionDate": "2019-04-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b78pe",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1deb24226bbadbc89cd59ca2fe6a84b30e0eaa1e/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The decision to move last week’s Question Time from Brexit-voting Bolton to remain-voting Dulwich has attracted accusations of bias (BBC taken to task over Question Time venue, 6 April). The explanation offered is that politicians on the panel might not have been able to get to Bolton had there been voting in parliament that day. This makes sense, but highlights a wider malaise. Although the programme is recorded in a range of locations, the programme-makers are only aware of a small group of mostly London-based potential panellists. The result of this built-in bias is a sort of royal progress round the country, as a few influential people briefly visit one provincial town or another. It’s one example of a bias across politics and the media that ultimately led to precisely the sense of disenfranchisement that caused Brexit, and it’s well past time to fix it. As the audience often shows, there are plenty of people in any sizable town who are just as articulate and informed as the average Question Time panellist. Why not start inviting them? Jamie Gilmour Bolton • Crunch time. The question comes down to this: which Donald do we trust more – Trump or Tusk? Donald Trump denies climate change. He wants “a quick trade deal”, and that means privatising the NHS, and importing their antibiotic-fed beef and bleach-washed chickens. Donald Tusk wants us to be equal partners with 27 other European countries, to join in championing workers’ rights and environmental protection – and to work together to counter the effects of the rise of the far right here and in Europe. We’ve shown ourselves to be so abysmal at negotiating that we’ll have to take one deal or the other. But what about sovereignty – taking back control? We now know that sovereignty is a fairytale – like those other unicorns we were promised. In our interconnected global economy, we won’t have sovereignty no matter what we do. So, which Donald to take? Our choice. Jane Phillips Cambridge • Owen Jones is wrong from the start (Go for a soft Brexit, Labour: it will finish off the Tories, 5 April). If Labour agrees any deal without a confirming referendum, it will haemorrhage votes at the polls. A second referendum is not just a second shot. It’s confirmation of the details. Brexiters and remainers alike must be allowed to vote with open eyes, and if we leave the EU then, so be it. At least we won’t be expecting £350m a week to the NHS this time, or the oh-so-easy trade deals touted by David Davis and Boris Johnson. Rowan Vuglar London • Jeremy Corbyn’s inconsistency over a second referendum (Corbyn challenged on rebellions, 3 April) defies the UK’s tradition of fair play. A non-trivial portion of an average lifetime has passed since the 2016 referendum. To disregard the 18- to 20-year-olds who have entered the electorate in that time would be an unforgivable betrayal of democracy. Professor Clive Coen London • I was surprised to see the suggestion that “the EU27 might refuse any further extension next Wednesday and push the UK out without a deal” (Labour: May is refusing to compromise in Brexit talks, 6 April). In the same issue, France’s secretary of state for European affairs, Amélie de Montchalin, expresses the European view: “[I]n the absence of such a plan, we would have to acknowledge that the UK chose to leave the EU in a disorderly manner” (France calls for no-deal Brexit on 12 April if UK fails to find new plan, 6 April). Brexit is the UK’s choice – the EU is not to blame for this act of self-harm. Ronan Geary Dublin, Ireland • Now that Jeremy Corbyn is doing work experience in Downing Street, could we also arrange an exchange visit between Theresa May and Jacinda Ardern (Interview, Weekend, 6 April)? Paul Godier Bournemouth • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4044",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/07/the-guardian-view-on-no-deal-theresa-may-must-expose-it-as-a-fantasy",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-07T17:30:25Z",
    "webTitle": "The Guardian view on no deal: Theresa May must expose it as a fantasy | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/07/the-guardian-view-on-no-deal-theresa-may-must-expose-it-as-a-fantasy",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/07/the-guardian-view-on-no-deal-theresa-may-must-expose-it-as-a-fantasy",
    "fields": {
      "headline": "The Guardian view on no deal: Theresa May must expose it as a fantasy",
      "standfirst": "The idea of a clean break from Europe is a dangerous dream, but remainers who say as much are not believed. The grownup leavers must now speak out",
      "trailText": "<strong>Editorial:</strong> The idea of a clean break from Europe is a dangerous dream, but remainers who say as much are not believed. The grownup leavers must now speak out",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"d9e418615d1e1fe5e37177ab3049dc6c31010fd9\"> <img src=\"https://media.guim.co.uk/d9e418615d1e1fe5e37177ab3049dc6c31010fd9/26_0_663_398/500.png\" alt=\"Sir Mark Sedwill issues his warning last week\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Mark Sedwill issues his warning last week. Theresa May will have had other briefings, some of them probably even worse.</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure>",
      "body": "<p>It is difficult to choose the worst of Theresa May’s decisions on the path that has led to our predicament this week: her government is now suspended like <a href=\"https://www.theguardian.com/politics/video/2012/aug/01/boris-johnson-stuck-zip-wire-video\" title=\"\">Boris Johnson on a zip wire</a>, blustering, ludicrous, still waving the union flag, and quite unable to reach the other side without help. Perhaps her most serious blunder was to adopt the slogan “No deal is better than a bad deal”. This was untrue on a very fundamental level: it suggests a choice where in fact there is none. “No deal” is not an alternative to “a bad deal”. Crashing out of the EU without an agreement could only be the precursor to weeks, then months, and finally years of smaller, very bad deals, all much worse than those we could have negotiated as a member of the EU.</p> <p>The threat of this catastrophe <a href=\"https://www.theguardian.com/politics/2019/apr/06/merkel-may-lifeline-brexit-departure-date-withdrawal-agreement\" title=\"\">appears to be receding</a> thanks to the intervention of sensible onlookers. Parliament has made clear that it wants to avoid it, even if it remains incapable of deciding how. The EU, motivated by self-interest as well as charity, is also doing its best to lower the end of the zip wire so that Mrs May can descend in good order. But there is no guarantee that these efforts will succeed. The baffled and entitled rage of Conservative ultras reflects their delusive dream of a clean break after which Britannia will be free to sail the oceans in the manner of <a href=\"https://en.wikipedia.org/wiki/Horatio_Hornblower\" title=\"\">Admiral Hornblower</a> all through the Napoleonic wars, when he and his country defied the “continental tyrant”. </p> <p>Mrs May has not done nearly enough to dispel this illusion. She must by now know what an illusion it is. She will have had the briefings from the civil service, some of them probably even worse than the one Sir Mark Sedwill <a href=\"https://www.theguardian.com/politics/2019/apr/04/ministers-warned-over-planes-and-troops-in-no-deal-brexit\" title=\"\">made public last week</a>. But <a href=\"https://www.theguardian.com/uk-news/2019/apr/06/furious-tory-mps-will-bid-to-oust-may-if-uk-fights-euro-poll\" title=\"\">she still frames the problem</a> as if no deal were desirable and she was held back from it only by saboteurs in parliament.</p> <p>That’s not a lie that the country can afford to believe, and it should be her last service as prime minister to renounce and deny it. Going into the summit next week there will be a lot of people in this country who simply don’t understand why we can’t just leave. And the sight of the UK’s future being settled behind closed doors in a Merkel–Macron argument while Mrs May waits outside is going to be humiliating. That shame will poison politics and make angry Brexiters even angrier.</p> <p>If there is to be a long extension, the time must be used to reset the whole debate. Plainly, that means rethinking the future relationship, but the process still needs a foundation in wider understanding of why no deal was always an illusion. The only people who can get that argument across to a sceptical public are bona fide leavers: people like Mrs May, Michael Gove and Geoffrey Cox – who absolutely want Brexit but are not vandals enough to want no deal – must level with the public.</p> <p>There are too many Tories calling for no deal on the basis that the EU will not let us be stupid enough to do it. This is irresponsible gambling. The danger of no deal might have receded, but the threat of “no-dealism” as an ideological frame for looking at the UK’s relations with Europe is alive and well. It needs rebutting, and it needs rebutting by the prime minister. The few remaining grownups in the Tory party need to take on the ambitious colleagues who will say anything to appeal to the fanatical leaver grassroots, who, in the absence of a general election, will choose the next prime minister. Even if her very worst decision was to deploy the language she used about no deal, her second worst may have been to trigger a leadership contest where the winner will be chosen by those who believed her rhetoric.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "653",
      "commentable": "false",
      "firstPublicationDate": "2019-04-07T17:30:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:42Z",
      "newspaperEditionDate": "2019-04-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b78fd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d9e418615d1e1fe5e37177ab3049dc6c31010fd9/26_0_663_398/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is difficult to choose the worst of Theresa May’s decisions on the path that has led to our predicament this week: her government is now suspended like Boris Johnson on a zip wire, blustering, ludicrous, still waving the union flag, and quite unable to reach the other side without help. Perhaps her most serious blunder was to adopt the slogan “No deal is better than a bad deal”. This was untrue on a very fundamental level: it suggests a choice where in fact there is none. “No deal” is not an alternative to “a bad deal”. Crashing out of the EU without an agreement could only be the precursor to weeks, then months, and finally years of smaller, very bad deals, all much worse than those we could have negotiated as a member of the EU. The threat of this catastrophe appears to be receding thanks to the intervention of sensible onlookers. Parliament has made clear that it wants to avoid it, even if it remains incapable of deciding how. The EU, motivated by self-interest as well as charity, is also doing its best to lower the end of the zip wire so that Mrs May can descend in good order. But there is no guarantee that these efforts will succeed. The baffled and entitled rage of Conservative ultras reflects their delusive dream of a clean break after which Britannia will be free to sail the oceans in the manner of Admiral Hornblower all through the Napoleonic wars, when he and his country defied the “continental tyrant”. Mrs May has not done nearly enough to dispel this illusion. She must by now know what an illusion it is. She will have had the briefings from the civil service, some of them probably even worse than the one Sir Mark Sedwill made public last week. But she still frames the problem as if no deal were desirable and she was held back from it only by saboteurs in parliament. That’s not a lie that the country can afford to believe, and it should be her last service as prime minister to renounce and deny it. Going into the summit next week there will be a lot of people in this country who simply don’t understand why we can’t just leave. And the sight of the UK’s future being settled behind closed doors in a Merkel–Macron argument while Mrs May waits outside is going to be humiliating. That shame will poison politics and make angry Brexiters even angrier. If there is to be a long extension, the time must be used to reset the whole debate. Plainly, that means rethinking the future relationship, but the process still needs a foundation in wider understanding of why no deal was always an illusion. The only people who can get that argument across to a sceptical public are bona fide leavers: people like Mrs May, Michael Gove and Geoffrey Cox – who absolutely want Brexit but are not vandals enough to want no deal – must level with the public. There are too many Tories calling for no deal on the basis that the EU will not let us be stupid enough to do it. This is irresponsible gambling. The danger of no deal might have receded, but the threat of “no-dealism” as an ideological frame for looking at the UK’s relations with Europe is alive and well. It needs rebutting, and it needs rebutting by the prime minister. The few remaining grownups in the Tory party need to take on the ambitious colleagues who will say anything to appeal to the fanatical leaver grassroots, who, in the absence of a general election, will choose the next prime minister. Even if her very worst decision was to deploy the language she used about no deal, her second worst may have been to trigger a leadership contest where the winner will be chosen by those who believed her rhetoric.",
      "charCount": "3611",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/apr/07/week-britains-two-part-political-system-shattered",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-07T07:00:16Z",
    "webTitle": "Was this the week Britain’s two-party politics began to shatter?",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/07/week-britains-two-part-political-system-shattered",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/07/week-britains-two-part-political-system-shattered",
    "fields": {
      "headline": "Was this the week when Britain’s two-party system began to shatter?",
      "standfirst": "<p>Splits, pivots, last-minute votes … and blocked plumbing. Another extraordinary week in the Commons</p>",
      "trailText": "Splits, pivots, last-minute votes … and blocked plumbing. Another extraordinary week in the Commons shows how Labour and the Tories are more divided than ever and ever less able to solve Brexit",
      "byline": "Toby Helm",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"333b38b966318d382d9f8de5f7bb2e5da84af0a6\"> \n <img src=\"https://media.guim.co.uk/333b38b966318d382d9f8de5f7bb2e5da84af0a6/6_162_1600_960/1000.jpg\" alt=\"Semi-naked climate change protesters interrupt a Commons debate, spending 20 minutes with their buttocks facing MPs.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Naked contempt… semi-naked climate change protesters interrupt a Commons debate, spending 20 minutes with their buttocks facing MPs. </span> \n  <span class=\"element-image__credit\">Photograph: Extinction Rebellion/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>Early on Thursday evening, six Tory grandees who have been on opposing sides during more than 40 years of Tory civil war on Europe crammed on to a red leather bench in the House of Lords and sat shoulder to shoulder as peers debated a bill on delaying Brexit.</p> \n<p>At one end was former chancellor Lord Lawson, who<a href=\"https://www.theguardian.com/politics/1989/oct/27/past.christopherhuhne\" title=\"\"> resigned from Margaret Thatcher’s cabinet</a> in 1989 over the Exchange Rate Mechanism and is a now a hardline Brexiter. Next to him was another former chancellor, Lord Lamont, who took the UK out of the ERM on Black Wednesday under John Major in September 1992 and is a lifelong Eurosceptic.</p> \n<p>At the other end of both the bench and the Conservatives’ ideological divide sat former deputy prime minister Lord Heseltine, a career Europhile and now a leading grandee in the campaign for another referendum. Between them were Lord Maclean, a former Tory chief whip with years of experience of managing the party’s splits on Europe, Lord Howard, the pro-Brexit ex-Tory leader, and the Leave-supporting former Conservative party chairman Lord Baker.</p> \n<p>A Labour peer who looked on from the opposite benches said: “It was an extraordinary sight, a glimpse back over decades of Tory division on Europe. And pure <em>Spitting Image</em>.”</p> \n<p>Somehow, despite the deep differences on Europe, which helped end the premierships of Margaret Thatcher, John Major and David Cameron, and will soon curtail that of Theresa May, the Conservative party has just about held together as a fighting force, during the long careers of these grandees. But for how much longer?</p> \n<p>Down the corridor, as the Lords voted and debated, MPs in the Commons had had to abandon their afternoon sitting a couple of hours earlier as water poured into part of the chamber, the result of blocked gutters in a building in desperate need of renovation. The symbolism was lost on no one. The Brexit crisis had caused its own blockage in British politics, and deadlock within and between the main parties that only deepened as deadlines approached. So paralysed was parliament that May had, on Tuesday, made an effort to bridge the divides and finally deliver a Brexit solution. She offered to sit down with Jeremy Corbyn to find a way forward. The only way was consensus. Or was it?</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"54171084-177f-4fde-94c6-8355edc44b02\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/9otWzLbDeUM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Within hours of May making her grand offer to the Labour leader, Tory MPs were fulminating. Yes, their own party might be split – but the idea of consensus with Labour was even more unthinkable than agreeing among themselves.</p> \n<p>At prime minister’s questions on Wednesday, before May and Corbyn had even started a first round of discussions, May faced more hostile questions from her own side than from Labour. Caroline Johnson, Tory MP for Sleaford and North Hykeham, asked why she could not countenance a no-deal Brexit – rather than talk to the despicable enemy. “When we have to balance the risk of a no-deal Brexit versus letting down the country and ushering in a Marxist, antisemite-led government, what does she think at that point is the lowest risk?” The former Brexit minister David Jones asked: “Does it remain the Prime Minister’s position that the Leader of the Opposition is not fit to govern?” If so, why was she involving him in determining the shape of Brexit? Jacob Rees-Mogg, leader of the hardline, pro-Brexit European Research Group, was equally, contemptuous saying the PM seemed to want to “do a deal with a socialist who doesn’t want Brexit.”</p> \n<figure class=\"element element-image\" data-media-id=\"5886eb4a7756065075ffa8cfb0a082204dcd75a4\"> \n <img src=\"https://media.guim.co.uk/5886eb4a7756065075ffa8cfb0a082204dcd75a4/0_134_1358_815/1000.jpg\" alt=\"Anti-Brexit group Led By Donkeys beams an SOS message on to Dover’s white cliffs, calling for a Brexit extension and a confirmation vote.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">An appeal to the EU … anti-Brexit group Led By Donkeys beams an SOS message on to Dover’s white cliffs, calling for a Brexit extension and a confirmation vote.</span> \n  <span class=\"element-image__credit\">Photograph: @ByDonkeys</span> \n </figcaption> \n</figure> \n<p>It was not only the Tories who were finding it impossible to find compromise with their political opponents or among themselves. On Wednesday evening Corbyn, a lifelong Eurosceptic leading a mainly Remain-inclined party, called a special meeting of his shadow cabinet to debrief it on progress in the cross-party talks. Labour’s internal tensions and divisions on Brexit policy boiled over. Corbyn told the meeting that talks had been constructive but there had been no breakthrough, and said the idea of a confirmatory referendum, demanded by most party members, was part of the discussion.</p> \n<p>At the end of the meeting – after Tom Watson, the deputy leader and Diane Abbott, the shadow home secretary, had spoken strongly in favour of a confirmatory ballot – the party chairman Ian Lavery, who is against the idea, blew a fuse. “He was very angry and wagged his finger at Jeremy, telling him that if he backed a referendum he would go down in history as the Labour leader who split the party,” said one shadow cabinet member. “Jeremy just sat there.”</p> \n<p>Another who was present said Lavery’s outburst was “extraordinary and very hostile”. Lavery added that he knew his comments would be leaked. Another member of the shadow cabinet, health spokesman Jon Ashworth, had warned Corbyn in the meeting that all previous experiments in cooperation with the Tories had ended in disaster for Labour and that Corbyn should heed history’s lessons. Colleagues thought he had in mind the party’s first prime minister, Ramsay MacDonald, who is still regarded by many as a traitor for running a government with the Conservatives during the great depression.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>What makes it impossible in practice is that neither leader can afford to give any real ground. If they do, they know they the consequences would be to split their parties irreparably</p> \n  <footer> \n   <cite>Former Tory minister</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Ever since the 2016 referendum put the UK on course to leave the EU, both May and Corbyn have tried to manage the deep divides on Europe in their own parties over Brexit. But managing division by avoiding hard choices is no longer possible if a consensus is to be reached. The UK is due to leave the EU without a deal on 12 April unless the House of Commons reaches agreement. It is decision time. But the moment of choosing what sort of Brexit the country should have has brought internal divisions even more to the fore. As one former Tory minister who resigned recently over Brexit said on Wednesday: “A cross-party solution to Brexit should be possible – in theory. What makes it impossible in practice is that neither leader can afford to give any real ground. If they do, they know the consequences would be to split their parties irreparably. Take the issue of a permanent customs union which Labour is demanding. If May endorses that half her cabinet resigns. Corbyn is trapped too. If he is seen to have helped get a Tory Brexit over the line, he will never be forgiven by most of his own party who are against Brexit and want a second referendum. We’re all just screwed.”</p> \n<p>If there is agreement on one thing at Westminster these days, it is that the two main parties almost certainly cannot survive Brexit in their current forms. Neither the Conservatives nor Labour offers a comfortable home either for convinced Brexiters or ardent Remainers. Conversations with MPs and ministers about the future of politics post-Brexit increasingly move towards a conclusion that Brexit will accelerate a realignment. Two-thirds of the Tory party is made up of hardline Brexiters and the other third comprises soft and hard Remainers. As one Remainer Tory MP put it: “After all this, it is impossible to see the likes of Dominic Grieve [strongly Remain] sitting in the same party as Jacob Rees-Mogg or Boris Johnson. A split is coming.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"944c250c464ceaf3f18ffb946b5e090028cf6de3\"> \n <img src=\"https://media.guim.co.uk/944c250c464ceaf3f18ffb946b5e090028cf6de3/509_0_1229_1536/800.jpg\" alt=\"Commons water torture … the Commons is suspended after water pours through the ceiling, soaking part of the press gallery and damaging light fittings.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Commons water torture … the Commons is suspended after water pours through the ceiling, soaking part of the press gallery and damaging light fittings.</span> \n  <span class=\"element-image__credit\">Photograph: @NeilDotObrien/Twitter</span> \n </figcaption> \n</figure> \n<p>For Labour, the divide is more than just about Brexit, but has been bought into sharper focus by it. It is also about what kind of party Labour is – a Corbynite leftwing force or a social democratic, strongly internationalist one. The former Labour cabinet minister Lord Adonis said: “Brexit is the dominating issue for Labour’s social democrats. Labour will split if Britain leaves the EU and the party is complicit in Brexit, because there is no viable policy for prosperity and equality while pursuing a Thatcherite Brexit.” Already eight Labour MPs have quit the party to join the pro-EU Independent Group. Three Tory MPs have joined them. More could soon follow. Last week the Tory MP Nick Boles said he could no longer sit as a Conservative MP after his compromise plan on Brexit was rejected by many of his colleagues. Slowly, the old order is changing. Corbyn’s deputy Watson is forming a group of around 100 MPs from the non-Corbynite wing of the party. The group’s backers say it is a “non-Marxist, social democratic” grouping “within Labour”. Soon after Easter it will begin work on its own policy ideas, separate from Corbyn’s team.</p> \n<p>As new alliances form, there are signs that voters are deserting the two main parties as a result of their Brexit divisions. On Friday, Labour retained the seat of Newport West but both Labour and the Tories saw their share of the vote fall as smaller parties, including Ukip and the pro-EU Greens, benefited.</p> \n<p>Political polling expert David Cowling says the conditions are ripe for change. “The Conservative-Labour vote share in 2017 was 84%. In the 15 polls last month it was an average 71%. Political realignment had been prophesied before but realigning MPs has proved easier than realigning voters. However, although our electoral system is heavily stacked against change, the public mood has seldom been more fertile for new political growth.”</p> \n<p>If, as seems increasingly likely, Brexit is delayed and the UK is forced to take part in European elections, they could provide opportunities for new forces in British politics. The Independent Group of MPs hopes to field candidates for all 73 seats in the 12 UK regions under the name Change UK and will use the elections to make the case for remaining in the EU. From the other side of the Brexit debate, Nigel Farage will lead his new Brexit party. On Friday, Farage put out two tweets looking forward to the European elections. “This is an exciting moment. We have arrived at a tipping point. The splits affecting the Conservatives and Labour have become so significant they begin to fall apart,” was one. In another he said: “I will lead @brexitparty_uk into the European elections. The fightback to save Brexit has begun.” And so, perhaps, have profound changes in British politics.</p>",
      "newspaperPageNumber": "34",
      "wordcount": "1653",
      "commentable": "false",
      "firstPublicationDate": "2019-04-07T07:00:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:44Z",
      "newspaperEditionDate": "2019-04-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b73dv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/333b38b966318d382d9f8de5f7bb2e5da84af0a6/0_136_2000_1200/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Early on Thursday evening, six Tory grandees who have been on opposing sides during more than 40 years of Tory civil war on Europe crammed on to a red leather bench in the House of Lords and sat shoulder to shoulder as peers debated a bill on delaying Brexit. At one end was former chancellor Lord Lawson, who resigned from Margaret Thatcher’s cabinet in 1989 over the Exchange Rate Mechanism and is a now a hardline Brexiter. Next to him was another former chancellor, Lord Lamont, who took the UK out of the ERM on Black Wednesday under John Major in September 1992 and is a lifelong Eurosceptic. At the other end of both the bench and the Conservatives’ ideological divide sat former deputy prime minister Lord Heseltine, a career Europhile and now a leading grandee in the campaign for another referendum. Between them were Lord Maclean, a former Tory chief whip with years of experience of managing the party’s splits on Europe, Lord Howard, the pro-Brexit ex-Tory leader, and the Leave-supporting former Conservative party chairman Lord Baker. A Labour peer who looked on from the opposite benches said: “It was an extraordinary sight, a glimpse back over decades of Tory division on Europe. And pure Spitting Image.” Somehow, despite the deep differences on Europe, which helped end the premierships of Margaret Thatcher, John Major and David Cameron, and will soon curtail that of Theresa May, the Conservative party has just about held together as a fighting force, during the long careers of these grandees. But for how much longer? Down the corridor, as the Lords voted and debated, MPs in the Commons had had to abandon their afternoon sitting a couple of hours earlier as water poured into part of the chamber, the result of blocked gutters in a building in desperate need of renovation. The symbolism was lost on no one. The Brexit crisis had caused its own blockage in British politics, and deadlock within and between the main parties that only deepened as deadlines approached. So paralysed was parliament that May had, on Tuesday, made an effort to bridge the divides and finally deliver a Brexit solution. She offered to sit down with Jeremy Corbyn to find a way forward. The only way was consensus. Or was it? Within hours of May making her grand offer to the Labour leader, Tory MPs were fulminating. Yes, their own party might be split – but the idea of consensus with Labour was even more unthinkable than agreeing among themselves. At prime minister’s questions on Wednesday, before May and Corbyn had even started a first round of discussions, May faced more hostile questions from her own side than from Labour. Caroline Johnson, Tory MP for Sleaford and North Hykeham, asked why she could not countenance a no-deal Brexit – rather than talk to the despicable enemy. “When we have to balance the risk of a no-deal Brexit versus letting down the country and ushering in a Marxist, antisemite-led government, what does she think at that point is the lowest risk?” The former Brexit minister David Jones asked: “Does it remain the Prime Minister’s position that the Leader of the Opposition is not fit to govern?” If so, why was she involving him in determining the shape of Brexit? Jacob Rees-Mogg, leader of the hardline, pro-Brexit European Research Group, was equally, contemptuous saying the PM seemed to want to “do a deal with a socialist who doesn’t want Brexit.” It was not only the Tories who were finding it impossible to find compromise with their political opponents or among themselves. On Wednesday evening Corbyn, a lifelong Eurosceptic leading a mainly Remain-inclined party, called a special meeting of his shadow cabinet to debrief it on progress in the cross-party talks. Labour’s internal tensions and divisions on Brexit policy boiled over. Corbyn told the meeting that talks had been constructive but there had been no breakthrough, and said the idea of a confirmatory referendum, demanded by most party members, was part of the discussion. At the end of the meeting – after Tom Watson, the deputy leader and Diane Abbott, the shadow home secretary, had spoken strongly in favour of a confirmatory ballot – the party chairman Ian Lavery, who is against the idea, blew a fuse. “He was very angry and wagged his finger at Jeremy, telling him that if he backed a referendum he would go down in history as the Labour leader who split the party,” said one shadow cabinet member. “Jeremy just sat there.” Another who was present said Lavery’s outburst was “extraordinary and very hostile”. Lavery added that he knew his comments would be leaked. Another member of the shadow cabinet, health spokesman Jon Ashworth, had warned Corbyn in the meeting that all previous experiments in cooperation with the Tories had ended in disaster for Labour and that Corbyn should heed history’s lessons. Colleagues thought he had in mind the party’s first prime minister, Ramsay MacDonald, who is still regarded by many as a traitor for running a government with the Conservatives during the great depression. Ever since the 2016 referendum put the UK on course to leave the EU, both May and Corbyn have tried to manage the deep divides on Europe in their own parties over Brexit. But managing division by avoiding hard choices is no longer possible if a consensus is to be reached. The UK is due to leave the EU without a deal on 12 April unless the House of Commons reaches agreement. It is decision time. But the moment of choosing what sort of Brexit the country should have has brought internal divisions even more to the fore. As one former Tory minister who resigned recently over Brexit said on Wednesday: “A cross-party solution to Brexit should be possible – in theory. What makes it impossible in practice is that neither leader can afford to give any real ground. If they do, they know the consequences would be to split their parties irreparably. Take the issue of a permanent customs union which Labour is demanding. If May endorses that half her cabinet resigns. Corbyn is trapped too. If he is seen to have helped get a Tory Brexit over the line, he will never be forgiven by most of his own party who are against Brexit and want a second referendum. We’re all just screwed.” If there is agreement on one thing at Westminster these days, it is that the two main parties almost certainly cannot survive Brexit in their current forms. Neither the Conservatives nor Labour offers a comfortable home either for convinced Brexiters or ardent Remainers. Conversations with MPs and ministers about the future of politics post-Brexit increasingly move towards a conclusion that Brexit will accelerate a realignment. Two-thirds of the Tory party is made up of hardline Brexiters and the other third comprises soft and hard Remainers. As one Remainer Tory MP put it: “After all this, it is impossible to see the likes of Dominic Grieve [strongly Remain] sitting in the same party as Jacob Rees-Mogg or Boris Johnson. A split is coming.” For Labour, the divide is more than just about Brexit, but has been bought into sharper focus by it. It is also about what kind of party Labour is – a Corbynite leftwing force or a social democratic, strongly internationalist one. The former Labour cabinet minister Lord Adonis said: “Brexit is the dominating issue for Labour’s social democrats. Labour will split if Britain leaves the EU and the party is complicit in Brexit, because there is no viable policy for prosperity and equality while pursuing a Thatcherite Brexit.” Already eight Labour MPs have quit the party to join the pro-EU Independent Group. Three Tory MPs have joined them. More could soon follow. Last week the Tory MP Nick Boles said he could no longer sit as a Conservative MP after his compromise plan on Brexit was rejected by many of his colleagues. Slowly, the old order is changing. Corbyn’s deputy Watson is forming a group of around 100 MPs from the non-Corbynite wing of the party. The group’s backers say it is a “non-Marxist, social democratic” grouping “within Labour”. Soon after Easter it will begin work on its own policy ideas, separate from Corbyn’s team. As new alliances form, there are signs that voters are deserting the two main parties as a result of their Brexit divisions. On Friday, Labour retained the seat of Newport West but both Labour and the Tories saw their share of the vote fall as smaller parties, including Ukip and the pro-EU Greens, benefited. Political polling expert David Cowling says the conditions are ripe for change. “The Conservative-Labour vote share in 2017 was 84%. In the 15 polls last month it was an average 71%. Political realignment had been prophesied before but realigning MPs has proved easier than realigning voters. However, although our electoral system is heavily stacked against change, the public mood has seldom been more fertile for new political growth.” If, as seems increasingly likely, Brexit is delayed and the UK is forced to take part in European elections, they could provide opportunities for new forces in British politics. The Independent Group of MPs hopes to field candidates for all 73 seats in the 12 UK regions under the name Change UK and will use the elections to make the case for remaining in the EU. From the other side of the Brexit debate, Nigel Farage will lead his new Brexit party. On Friday, Farage put out two tweets looking forward to the European elections. “This is an exciting moment. We have arrived at a tipping point. The splits affecting the Conservatives and Labour have become so significant they begin to fall apart,” was one. In another he said: “I will lead @brexitparty_uk into the European elections. The fightback to save Brexit has begun.” And so, perhaps, have profound changes in British politics.",
      "charCount": "9750",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/07/possible-brexit-scenarios-from-no-deal-to-cross-party-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-07T07:00:12Z",
    "webTitle": "It’s still wide open, but what are the odds on the remaining Brexit scenarios?",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/07/possible-brexit-scenarios-from-no-deal-to-cross-party-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/07/possible-brexit-scenarios-from-no-deal-to-cross-party-deal",
    "fields": {
      "headline": "It’s still wide open, but what are the odds on the remaining Brexit scenarios?",
      "standfirst": "From cross-party deal to no deal, short to long extension, we assess the options on the race to leave Europe",
      "trailText": "From cross-party deal to no deal, short to long extension, we assess the options on the race to leave Europe",
      "byline": "Michael Savage Policy Editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"3ded3af6f5196fa064a21c2e09cbcd42fddb21b3\"> <img src=\"https://media.guim.co.uk/3ded3af6f5196fa064a21c2e09cbcd42fddb21b3/0_138_3500_2100/1000.jpg\" alt=\"Racegoers at the Grand National, on Saturday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Racegoers at the Grand National, on Saturday: are they also laying bets on Brexit’s outcome? </span> <span class=\"element-image__credit\">Photograph: Peter Powell/Reuters</span> </figcaption> </figure>",
      "body": "<h2>Scenario 1<br>A cross-party deal</h2> <p><strong>How it could happen</strong><br><strong> </strong>Despite all the cynicism surrounding Theresa May’s offer to hold cross-party talks with Jeremy Corbyn and Labour, the two sides surprise everyone by coming together and backing a compromise plan that they think could command a majority in parliament. It would be based around building on May’s existing deal, adding a permanent customs union, extra protections around workers’ rights and legal guarantees making it harder for a future Tory leader to tear it up.<br><strong>The problems </strong><br>Such a compromise would cause huge anger among a large number of Tory MPs and precipitate further government resignations. Labour would also take heavy criticism from members and MPs if it were seen to facilitate Brexit. Expect both sides to find a way to allow the talks to run their course – and then blame the other side for the lack of progress.<br><strong>Likelihood </strong><br>Don’t hold your breath. ★ (Star ratings out of five)</p> <h2>Scenario 2<br>Binding votes agreed</h2> <p><strong>How it could happen</strong> <br>Having failed to secure a cross-party deal, May asks Labour to sign up to a new process of votes in the House of Commons, designed to whittle down options until a majority of MPs backs one plan. Both the government and Labour agree to abide by whatever emerges as the favoured option, finally allowing Britain to leave and everyone to move on.<br><strong>The problems</strong> <br>While May has suggested she wants to look at the idea of holding a series of binding Brexit votes, in practice the concept presents huge issues for both party leaders. Would the government really implement an option it has been against? Would such an unstable process really create the stable majority required to pass the legislation needed to implement Brexit? And would Labour survive a process that risks killing off a second referendum and delivering Brexit?<br><strong>Likelihood </strong><br>A potential crisis for both parties, which they are likely to avoid. ★★</p> <h2>Scenario 3<br>Short EU membership extension</h2> <p><strong>How it could happen</strong> <br>May asks for an extension until the end of June, with the option of leaving earlier should a Brexit deal be passed by the Commons. It would mean Britain would leave the EU before the new European parliament sits for the first time – although the UK would have had to elect MEPs. Her request is accepted by weary EU leaders, who do not want the Brexit process to drag on for ever.<br><strong>The problems</strong> <br>May has asked for this extension before and had it rejected. There is no sign that she would get a different answer a second time – and EU figures are already making it clear that the idea is a non-starter. Most Tories believe that May is making the request in the knowledge that she will be forced to accept a longer extension.<br><strong>Likelihood </strong><br>May could ask, but the EU already seems to have rejected her request. ★★</p>  <figure class=\"element element-image\" data-media-id=\"3f8bde25eec63a5d6abfcd090f65fefed00aee84\"> <img src=\"https://media.guim.co.uk/3f8bde25eec63a5d6abfcd090f65fefed00aee84/0_141_5184_3110/1000.jpg\" alt=\"Theresa Maywith Donald Tusk, president of the European council.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May asks Donald Tusk, president of the European council for a delay on Brexit.</span> <span class=\"element-image__credit\">Photograph: Julien Warnand/EPA</span> </figcaption> </figure>  <h2>Scenario 4<br>Long EU membership extension, with a get-out clause</h2> <p><strong>How it could happen</strong> <br>Tired of having to deal with the latest Brexit deadline but unwilling to embrace a disastrous no-deal outcome, the EU opts to kick the whole problem far down the road by handing May an extension of as much as a year, with the option of leaving earlier should a deal be agreed in parliament.<br><strong>The problems</strong> <br>A long extension would cause huge anger on the Tory benches and plunge the party into a European election campaign certain to be full of rancour and disillusionment. More ministers could resign as a result of such a delay. Worst of all, it would allow the whole Brexit debate to rumble into next year.<br><strong>Likelihood </strong><br>The EU is likely to allow everyone to go away and think again. ★★★★</p> <h2>Scenario 5<br>No deal</h2> <p><strong>How it could happen </strong><br>EU unity finally breaks down after the united front it has shown since the Brexit referendum, meaning that no agreement can be reached on handing Britain an extension. France and other nations take a hard line, insisting that it is better to see Britain crash out than have Brexit chaos infect the EU’s future any longer. As a result, Britain leaves the EU with no deal on Friday.<br><strong>The problems</strong> <br>There are some pro-Brexit ministers and former ministers who say the problems of a no-deal Brexit have been overblown, but the prevailing assumption, both at the top of the EU and in government, is that it would be a disaster for both sides and hit the UK’s economy hard. In reality, the downsides are great enough that both sides will avoid no deal.<br><strong>Likelihood </strong><br>France and others are talking tough, but no deal is bad for everyone. ★★</p>",
      "newspaperPageNumber": "6",
      "wordcount": "761",
      "commentable": "false",
      "firstPublicationDate": "2019-04-07T07:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:45Z",
      "newspaperEditionDate": "2019-04-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b73f5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3ded3af6f5196fa064a21c2e09cbcd42fddb21b3/0_138_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Scenario 1 A cross-party deal How it could happen Despite all the cynicism surrounding Theresa May’s offer to hold cross-party talks with Jeremy Corbyn and Labour, the two sides surprise everyone by coming together and backing a compromise plan that they think could command a majority in parliament. It would be based around building on May’s existing deal, adding a permanent customs union, extra protections around workers’ rights and legal guarantees making it harder for a future Tory leader to tear it up. The problems Such a compromise would cause huge anger among a large number of Tory MPs and precipitate further government resignations. Labour would also take heavy criticism from members and MPs if it were seen to facilitate Brexit. Expect both sides to find a way to allow the talks to run their course – and then blame the other side for the lack of progress. Likelihood Don’t hold your breath. ★ (Star ratings out of five) Scenario 2 Binding votes agreed How it could happen Having failed to secure a cross-party deal, May asks Labour to sign up to a new process of votes in the House of Commons, designed to whittle down options until a majority of MPs backs one plan. Both the government and Labour agree to abide by whatever emerges as the favoured option, finally allowing Britain to leave and everyone to move on. The problems While May has suggested she wants to look at the idea of holding a series of binding Brexit votes, in practice the concept presents huge issues for both party leaders. Would the government really implement an option it has been against? Would such an unstable process really create the stable majority required to pass the legislation needed to implement Brexit? And would Labour survive a process that risks killing off a second referendum and delivering Brexit? Likelihood A potential crisis for both parties, which they are likely to avoid. ★★ Scenario 3 Short EU membership extension How it could happen May asks for an extension until the end of June, with the option of leaving earlier should a Brexit deal be passed by the Commons. It would mean Britain would leave the EU before the new European parliament sits for the first time – although the UK would have had to elect MEPs. Her request is accepted by weary EU leaders, who do not want the Brexit process to drag on for ever. The problems May has asked for this extension before and had it rejected. There is no sign that she would get a different answer a second time – and EU figures are already making it clear that the idea is a non-starter. Most Tories believe that May is making the request in the knowledge that she will be forced to accept a longer extension. Likelihood May could ask, but the EU already seems to have rejected her request. ★★ Scenario 4 Long EU membership extension, with a get-out clause How it could happen Tired of having to deal with the latest Brexit deadline but unwilling to embrace a disastrous no-deal outcome, the EU opts to kick the whole problem far down the road by handing May an extension of as much as a year, with the option of leaving earlier should a deal be agreed in parliament. The problems A long extension would cause huge anger on the Tory benches and plunge the party into a European election campaign certain to be full of rancour and disillusionment. More ministers could resign as a result of such a delay. Worst of all, it would allow the whole Brexit debate to rumble into next year. Likelihood The EU is likely to allow everyone to go away and think again. ★★★★ Scenario 5 No deal How it could happen EU unity finally breaks down after the united front it has shown since the Brexit referendum, meaning that no agreement can be reached on handing Britain an extension. France and other nations take a hard line, insisting that it is better to see Britain crash out than have Brexit chaos infect the EU’s future any longer. As a result, Britain leaves the EU with no deal on Friday. The problems There are some pro-Brexit ministers and former ministers who say the problems of a no-deal Brexit have been overblown, but the prevailing assumption, both at the top of the EU and in government, is that it would be a disaster for both sides and hit the UK’s economy hard. In reality, the downsides are great enough that both sides will avoid no deal. Likelihood France and others are talking tough, but no deal is bad for everyone. ★★",
      "charCount": "4397",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> Policy Editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/07/one-nation-tories-urge-mps-dial-down-brexit-rhetoric",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-07T06:03:11Z",
    "webTitle": "One Nation Tories invite MPs to dial down Brexit rhetoric",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/07/one-nation-tories-urge-mps-dial-down-brexit-rhetoric",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/07/one-nation-tories-urge-mps-dial-down-brexit-rhetoric",
    "fields": {
      "headline": "One Nation Tories invite MPs to dial down Brexit rhetoric",
      "standfirst": "Code of conduct aims to return normal debate to airwaves, says Nicky Morgan",
      "trailText": "Code of conduct aims to return normal debate to airwaves, says Nicky Morgan",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"8abbe61f3db580d1beeab605a92a99017417a9d1\"> <img src=\"https://media.guim.co.uk/8abbe61f3db580d1beeab605a92a99017417a9d1/0_77_4907_2946/1000.jpg\" alt=\"Mark Francois, a Tory Brexiter, who used an interview to say ‘up yours’ to Philip Hammond, the chancellor.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mark Francois, a Tory Brexiter, who used an interview to say ‘up yours’ to Philip Hammond, the chancellor.</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Insults, talk of “treason and traitors”, and references to the second world war must be removed from the Brexit debate, say moderate Conservative MPs attempting to curb politicians’s increasingly inflammatory rhetoric.</p> <p>Despairing at the way some MPs are willing to say anything that will go viral on social media and earn attention, they are asking colleagues to sign up to a code of conduct to stop the worst excesses.</p> <p>The move comes after Mark Francois, Tory MP for Rayleigh and Wickford and pro-Brexit European Research Group member, said “up yours” in a radio interview to chancellor Philip Hammond in cabinet.</p> <p>The second world war has been raised on several occasions. Daniel Kawczynski, Tory MP for Shrewsbury and Atcham, recently complained that an “ungrateful EU” had not considered the fact the Britain “helped to liberate half of Europe”.</p> <p>A senior police officer has raised concerns about the language being used. Martin Hewitt, chairman of the National Police Chiefs’ Council, said that politicians should not “inflame” tensions created by Brexit. Several politicians have also complained of the stress they are facing as a result of the Brexit process.</p> <p>The text of a pledge is due to be finalised after a meeting on Monday of the new <a href=\"https://www.theguardian.com/politics/2019/mar/30/moderate-remainer-tories-one-nation-group-rudd\" title=\"\">50-strong One Nation caucus of Tory MPs</a> formed to counter the ERG, but it will commit signatories to acting even-handedly, respectfully and generously.</p> <p>Nicky Morgan, the former education secretary who is on the group’s board, said the code of conduct was intended to “return normal debate to the airwaves”.</p> <p>“We are living through unprecedented times, with many members unable to spend as much time with the families as they would like to and it’s not at all helpful to everyday hear people – albeit a minority - competing to be the loudest and boldest,” she said. “So today the One Nation Caucus will pledge that all members will engage only in constructive, polite and respectful discourse.</p> <p>“In particular, I think we need to drop all the references to world war two – politics has always been full of ‘battle ready’ language which just isn’t the way most people talk anyway. But in the current climate, it simply encourages those listening to talk about treason and traitors, which adds to the toxic nature of the debate.</p> <p>“We hope this is the beginning of a change in tone at Westminster and invite all members to sign our pledge.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "399",
      "commentable": "false",
      "firstPublicationDate": "2019-04-07T06:03:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:40Z",
      "newspaperEditionDate": "2019-04-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b738t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8abbe61f3db580d1beeab605a92a99017417a9d1/0_77_4907_2946/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Insults, talk of “treason and traitors”, and references to the second world war must be removed from the Brexit debate, say moderate Conservative MPs attempting to curb politicians’s increasingly inflammatory rhetoric. Despairing at the way some MPs are willing to say anything that will go viral on social media and earn attention, they are asking colleagues to sign up to a code of conduct to stop the worst excesses. The move comes after Mark Francois, Tory MP for Rayleigh and Wickford and pro-Brexit European Research Group member, said “up yours” in a radio interview to chancellor Philip Hammond in cabinet. The second world war has been raised on several occasions. Daniel Kawczynski, Tory MP for Shrewsbury and Atcham, recently complained that an “ungrateful EU” had not considered the fact the Britain “helped to liberate half of Europe”. A senior police officer has raised concerns about the language being used. Martin Hewitt, chairman of the National Police Chiefs’ Council, said that politicians should not “inflame” tensions created by Brexit. Several politicians have also complained of the stress they are facing as a result of the Brexit process. The text of a pledge is due to be finalised after a meeting on Monday of the new 50-strong One Nation caucus of Tory MPs formed to counter the ERG, but it will commit signatories to acting even-handedly, respectfully and generously. Nicky Morgan, the former education secretary who is on the group’s board, said the code of conduct was intended to “return normal debate to the airwaves”. “We are living through unprecedented times, with many members unable to spend as much time with the families as they would like to and it’s not at all helpful to everyday hear people – albeit a minority - competing to be the loudest and boldest,” she said. “So today the One Nation Caucus will pledge that all members will engage only in constructive, polite and respectful discourse. “In particular, I think we need to drop all the references to world war two – politics has always been full of ‘battle ready’ language which just isn’t the way most people talk anyway. But in the current climate, it simply encourages those listening to talk about treason and traitors, which adds to the toxic nature of the debate. “We hope this is the beginning of a change in tone at Westminster and invite all members to sign our pledge.”",
      "charCount": "2379",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/07/if-identity-politics-is-a-force-for-good-how-does-white-nationalism-fit-in",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-07T05:00:09Z",
    "webTitle": "If identity politics is a force for good, how does white nationalism fit in? | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/07/if-identity-politics-is-a-force-for-good-how-does-white-nationalism-fit-in",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/07/if-identity-politics-is-a-force-for-good-how-does-white-nationalism-fit-in",
    "fields": {
      "headline": "If identity politics is a force for good, how does white nationalism fit in?",
      "standfirst": "<p>The term was once used in the battle against oppression. Not after Christchurch</p>",
      "trailText": "The term was once used in the battle against oppression. Not after Christchurch",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"f0cf456836043e9fe01210c8168d8521534aeca7\"> <img src=\"https://media.guim.co.uk/f0cf456836043e9fe01210c8168d8521534aeca7/0_566_6181_3709/1000.jpg\" alt=\"White nationalists carrying torches in Charlottesville, Virginia, in 2017\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘White lives matter’: an alt-right march in Charlottesville, Virginia, in 2017 that ended in violence. </span> <span class=\"element-image__credit\">Photograph: The Washington Post/Getty Images</span> </figcaption> </figure>",
      "body": "<p>‘You turned the issue on its head,” someone said to me after I gave a talk on identity politics in Melbourne last week. “I’ve never thought of it that way round.” It always was on its head, I said to her. It’s just that we’ve never noticed.</p> <p>I’ve been in Australia over the past week talking, among other things, about the politics of identity. The issue has, in the wake of the Christchurch mosque massacres, acquired new resonance. The gunman, who has been charged in a New Zealand court with 50 counts of murder, was Australian. It has led to much soul searching about white nationalism and its roots and about the role of mainstream media and politics in fuelling hatred.</p> <p>There is, though, in Australia as elsewhere, a strange disjuncture in such discussions. There is a heated debate about identity politics, which focuses primarily on the left, and on whether it makes sense to adopt such politics. There is an equally heated, but separate, debate about white identity and white nationalism.</p> <p>Rarely, though, have the two debates been linked or the relationship between the identity politics of the left and that of the right been explored at any great depth. Which is why when you do place the two debates within the same frame, it can feel to some as if the issue has been turned on its head.</p> <p>One of the consequences of the bifurcated debate is historical amnesia about the origins of identity politics. Most people imagine that its roots are on the left. In fact, they lie on the reactionary right, in the counter-Enlightenment of the late 18th century. It wasn’t then called the politics of identity. It was called racism. It is, however, in the concept of race – the insistence that humans are divided into a number of essential groups, and that one’s group identity determines one’s moral and social place in the world – that we find the original politics of identity, out of which ideas of white superiority emerged.</p> <p>Where reactionaries adopted an identitarian outlook, radicals challenged inequality and oppression in the name of universal rights. From anti-colonial struggles to the movements for women’s suffrage to the battles for gay rights, the great progressive movements that have shaped the modern world were a challenge to the politics of identity, to the claim that an individual’s race or gender or sexuality should define their rights, or their place in a social hierarchy.</p> <p>Only after the Second World War did the relationship between left, right and identity change. In the wake of Nazism and the Holocaust, overt racism became less acceptable. The old politics of identity faded, but a new form emerged – identity politics as a weapon wielded not in the name of racism but to confront oppression and to challenge inequality.</p> <p>Faced with a left often indifferent to their plight, black people, women, gay people and others transformed the political landscape by placing their own experiences of oppression at the heart of new social movements. But what began as struggles against oppression and for social change transformed over time into demands for cultural recognition by myriad social groups. The social movements of the 1960s gave way to the identity politics of the 21st century.</p> <p>The nadir of this process came with the demand that white people, too, be culturally “recognised”. Over the past decade, in the face of populist hostility to immigration, especially Muslim immigration, many mainstream commentators began arguing that white people should be able to assert what the political scientist Eric Kaufmann has called their “racial self-interest”.</p> <p>The identitarians of the far right seized on the opportunity to legitimise their once-toxic brand, reclaiming their original heritage. Racism became rebranded as white identity politics. And, having spent decades promoting the politics of identity, the left found itself paralysed in the face of this shift.</p> <p>There is no straightforward equivalence between the identity politics of the left and that of the far right. The former emerged from the decay of genuine movements for social change and betterment; the latter is the product of a vicious racist outlook, one of the most degenerate expressions of which came in Christchurch.</p> <p>It is, nevertheless, a measure of contemporary confusion that so many on the left imagine that an approach that draws upon ideas of group identity that lie at the heart of racial thinking can challenge inequality and injustice. Understanding the roots of identity politics, and turning conventional perception on its head, has rarely seemed such an urgent task.</p> <p>• Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "15",
      "wordcount": "758",
      "commentable": "false",
      "firstPublicationDate": "2019-04-07T05:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-07T11:49:15Z",
      "newspaperEditionDate": "2019-04-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b6zy7",
      "shouldHideAdverts": "true",
      "showInRelatedContent": "false",
      "thumbnail": "https://media.guim.co.uk/f0cf456836043e9fe01210c8168d8521534aeca7/0_566_6181_3709/500.jpg",
      "legallySensitive": "true",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘You turned the issue on its head,” someone said to me after I gave a talk on identity politics in Melbourne last week. “I’ve never thought of it that way round.” It always was on its head, I said to her. It’s just that we’ve never noticed. I’ve been in Australia over the past week talking, among other things, about the politics of identity. The issue has, in the wake of the Christchurch mosque massacres, acquired new resonance. The gunman, who has been charged in a New Zealand court with 50 counts of murder, was Australian. It has led to much soul searching about white nationalism and its roots and about the role of mainstream media and politics in fuelling hatred. There is, though, in Australia as elsewhere, a strange disjuncture in such discussions. There is a heated debate about identity politics, which focuses primarily on the left, and on whether it makes sense to adopt such politics. There is an equally heated, but separate, debate about white identity and white nationalism. Rarely, though, have the two debates been linked or the relationship between the identity politics of the left and that of the right been explored at any great depth. Which is why when you do place the two debates within the same frame, it can feel to some as if the issue has been turned on its head. One of the consequences of the bifurcated debate is historical amnesia about the origins of identity politics. Most people imagine that its roots are on the left. In fact, they lie on the reactionary right, in the counter-Enlightenment of the late 18th century. It wasn’t then called the politics of identity. It was called racism. It is, however, in the concept of race – the insistence that humans are divided into a number of essential groups, and that one’s group identity determines one’s moral and social place in the world – that we find the original politics of identity, out of which ideas of white superiority emerged. Where reactionaries adopted an identitarian outlook, radicals challenged inequality and oppression in the name of universal rights. From anti-colonial struggles to the movements for women’s suffrage to the battles for gay rights, the great progressive movements that have shaped the modern world were a challenge to the politics of identity, to the claim that an individual’s race or gender or sexuality should define their rights, or their place in a social hierarchy. Only after the Second World War did the relationship between left, right and identity change. In the wake of Nazism and the Holocaust, overt racism became less acceptable. The old politics of identity faded, but a new form emerged – identity politics as a weapon wielded not in the name of racism but to confront oppression and to challenge inequality. Faced with a left often indifferent to their plight, black people, women, gay people and others transformed the political landscape by placing their own experiences of oppression at the heart of new social movements. But what began as struggles against oppression and for social change transformed over time into demands for cultural recognition by myriad social groups. The social movements of the 1960s gave way to the identity politics of the 21st century. The nadir of this process came with the demand that white people, too, be culturally “recognised”. Over the past decade, in the face of populist hostility to immigration, especially Muslim immigration, many mainstream commentators began arguing that white people should be able to assert what the political scientist Eric Kaufmann has called their “racial self-interest”. The identitarians of the far right seized on the opportunity to legitimise their once-toxic brand, reclaiming their original heritage. Racism became rebranded as white identity politics. And, having spent decades promoting the politics of identity, the left found itself paralysed in the face of this shift. There is no straightforward equivalence between the identity politics of the left and that of the far right. The former emerged from the decay of genuine movements for social change and betterment; the latter is the product of a vicious racist outlook, one of the most degenerate expressions of which came in Christchurch. It is, nevertheless, a measure of contemporary confusion that so many on the left imagine that an approach that draws upon ideas of group identity that lie at the heart of racial thinking can challenge inequality and injustice. Understanding the roots of identity politics, and turning conventional perception on its head, has rarely seemed such an urgent task. • Kenan Malik is an Observer columnist",
      "charCount": "4614",
      "shouldHideReaderRevenue": "true",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]