[
  {
    "id": "politics/2019/oct/14/queen-reduced-to-furious-frontwoman-for-grubby-election-stunt",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-14T19:11:48Z",
    "webTitle": "Queen reduced to furious frontwoman for grubby election stunt | John Crace",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/14/queen-reduced-to-furious-frontwoman-for-grubby-election-stunt",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/14/queen-reduced-to-furious-frontwoman-for-grubby-election-stunt",
    "fields": {
      "headline": "Queen reduced to furious frontwoman for grubby election stunt",
      "standfirst": "<p>Monarch plods through exercise in existential nihilism letting not a hint of enthusiasm escape her lips</p>",
      "trailText": "Monarch plods through exercise in existential nihilism letting not a hint of enthusiasm escape her lips",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"7782f63c42bd8e6d5965edcccbd1a85f0df4fee3\"> <img src=\"https://media.guim.co.uk/7782f63c42bd8e6d5965edcccbd1a85f0df4fee3/0_182_5472_3283/1000.jpg\" alt=\"The Queen delivering her speech in the House of Lords\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">That her reign should have come to this: the Queen delivering her speech in the House of Lords. </span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>Her Majesty’s head rotated through 720 degrees. A stream of green projectile vomit erupted from her mouth. This wasn’t so much a Queen’s speech as an exorcism. A desperate purge of the toxic waste that had been forced on her by a prime minister she had come to detest. A man who had already misled her over one prorogation and was now using her as a frontwoman to deliver an election manifesto. She had had her fair share of grubby moments during her time on the throne – the Ceaușescu state visit being a case in point – but this was almost up there.</p> <p>There was a large cluster of empty seats amid the ermine and tiaras from Claire’s Accessories in the Lords. The sense of futility was too much even for some Tory peers. The Queen eyed up the gaps enviously. She’d have given almost anything to have skipped the occasion herself. Anything but let Prince Charles have a go. Her son might be 70 but he still couldn’t be trusted not to screw things up. Even an election stunt like this.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/14/boris-johnson-wins-more-backing-from-mps-for-brexit-deal\">Boris Johnson wins more backing from MPs for Brexit deal</a> </p> </aside>  <p>The Queen had looked both frail and furious as she sat down in her throne. Her eyes glanced over towards the TV screens as she waited for MPs to make their way over from the Commons. There was the prime minister trying to make small talk with Jeremy Corbyn. Good to see the Labour leader giving him the brush-off. At least he was good for something.</p> <p>Her Maj then looked up towards the visitors’ gallery. Surely not? But it was. Stanley Johnson. You just couldn’t escape a Johnson these days. Though surely Stanley was the Johnsons’ prize Johnson. He was like Boris’s shadow. How pathetic that he could exist only in the reflected, tainted glory of his son. He probably slept in his own basket next to Dilyn the dog, just outside Boris and Carrie’s bedroom.</p> <p>Then the lord chancellor handed her the parchment and her professionalism kicked in. “My government,” she began. My government, my arse. This wasn’t her government. It wasn’t anyone’s government. It was just a bunch of shits and charlatans, men and women for whom lying was second nature. That her reign should have come to this. She and the country surely deserved better. Though perhaps they didn’t. Maybe the UK was on a one-way ticket to becoming a failed state.</p> <p>She plodded on, making sure not to let the slightest hint of enthusiasm escape her lips. Not hard. This was a punishment beating for everyone. An exercise in utter existential nihilism. Even if Johnson meant a single word of it – something she rather doubted – there was no chance of any of it happening this side of a general election.</p> <p>So the best she could hope for was to be back in the Lords in a couple of months’ time, spouting the same old shit about providing dignity in old age and improving mental health provision. This from a man who had stripped a 93-year-old woman of her dignity and who had done more to damage the nation’s mental health than any other politician. Once she had wrapped things up, she slipped a message to the Rouge Dragon Pursuivant to pick up the pace on the procession out. She needed a drink badly. Make it a double.</p> <p>Two hours later the Commons was back in session to go through the charade of debating a Queen’s speech that was never going to be implemented, while pretending the really serious business of the Brexit negotiations in Brussels wasn’t happening. If this was a war, parliament would have been court martialed for dereliction of duty.</p> <p>As is customary, two government backbenchers proposed and seconded the debate. These speeches are meant to be a chance to shine. To mix wit and personality with light-touch sincerity. But in Lee Rowley and Sarah Newton, the government had picked two MPs who are completely devoid of charm, barely capable of delivering a coherent sentence, let alone one that grips the imagination. Opera heroines have died a less agonising, less painful death.</p> <p>Corbyn spotted his opportunity to live down to the occasion. This was the most open of open goals. All he had to do was declare the debate a farce, deliver his own election manifesto, point out that Johnson had now embarrassed the Queen twice within a couple of months, and ask when he was planning on going for the hat-trick.</p> <p>Instead he rambled on, mistaking the Queen’s speech as serious policy and getting hopelessly bogged down as he tried and failed to grapple with the lack of detail. No wonder some Labour MPs are now seriously <a href=\"https://www.theguardian.com/politics/2019/oct/14/boris-johnson-wins-more-backing-from-mps-for-brexit-deal\">thinking of waving through Johnson’s Brexit deal</a>, however crap it turns out to be, and voting Conservative in the next election. Just to get rid of their leader.</p> <p>Johnson was no more impressive. Pifflepafflewifflewaffle. Rather, he was at his most loathsome. Arrogant and dismissive. Not even funny. Land of hopeless glory. Devoid of detail and morality as he indulged in petty point-scoring. A desperate blob interested more in his own survival than that of the country. As are nearly all Tory MPs. Principles that were once held sacred on both the leave and remain wings of the party are now up for grabs. Sold to the lowest bidder in return for a Brexit deal appreciably worse than Theresa May’s that would make their constituents appreciably less well off.</p> <p>This was an embarrassment. A parliament of all the talentless. What a time it is not to be alive.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "922",
      "commentCloseDate": "2019-10-14T22:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-14T19:11:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-14T22:58:12Z",
      "newspaperEditionDate": "2019-10-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cge6x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7782f63c42bd8e6d5965edcccbd1a85f0df4fee3/0_182_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Her Majesty’s head rotated through 720 degrees. A stream of green projectile vomit erupted from her mouth. This wasn’t so much a Queen’s speech as an exorcism. A desperate purge of the toxic waste that had been forced on her by a prime minister she had come to detest. A man who had already misled her over one prorogation and was now using her as a frontwoman to deliver an election manifesto. She had had her fair share of grubby moments during her time on the throne – the Ceaușescu state visit being a case in point – but this was almost up there. There was a large cluster of empty seats amid the ermine and tiaras from Claire’s Accessories in the Lords. The sense of futility was too much even for some Tory peers. The Queen eyed up the gaps enviously. She’d have given almost anything to have skipped the occasion herself. Anything but let Prince Charles have a go. Her son might be 70 but he still couldn’t be trusted not to screw things up. Even an election stunt like this. The Queen had looked both frail and furious as she sat down in her throne. Her eyes glanced over towards the TV screens as she waited for MPs to make their way over from the Commons. There was the prime minister trying to make small talk with Jeremy Corbyn. Good to see the Labour leader giving him the brush-off. At least he was good for something. Her Maj then looked up towards the visitors’ gallery. Surely not? But it was. Stanley Johnson. You just couldn’t escape a Johnson these days. Though surely Stanley was the Johnsons’ prize Johnson. He was like Boris’s shadow. How pathetic that he could exist only in the reflected, tainted glory of his son. He probably slept in his own basket next to Dilyn the dog, just outside Boris and Carrie’s bedroom. Then the lord chancellor handed her the parchment and her professionalism kicked in. “My government,” she began. My government, my arse. This wasn’t her government. It wasn’t anyone’s government. It was just a bunch of shits and charlatans, men and women for whom lying was second nature. That her reign should have come to this. She and the country surely deserved better. Though perhaps they didn’t. Maybe the UK was on a one-way ticket to becoming a failed state. She plodded on, making sure not to let the slightest hint of enthusiasm escape her lips. Not hard. This was a punishment beating for everyone. An exercise in utter existential nihilism. Even if Johnson meant a single word of it – something she rather doubted – there was no chance of any of it happening this side of a general election. So the best she could hope for was to be back in the Lords in a couple of months’ time, spouting the same old shit about providing dignity in old age and improving mental health provision. This from a man who had stripped a 93-year-old woman of her dignity and who had done more to damage the nation’s mental health than any other politician. Once she had wrapped things up, she slipped a message to the Rouge Dragon Pursuivant to pick up the pace on the procession out. She needed a drink badly. Make it a double. Two hours later the Commons was back in session to go through the charade of debating a Queen’s speech that was never going to be implemented, while pretending the really serious business of the Brexit negotiations in Brussels wasn’t happening. If this was a war, parliament would have been court martialed for dereliction of duty. As is customary, two government backbenchers proposed and seconded the debate. These speeches are meant to be a chance to shine. To mix wit and personality with light-touch sincerity. But in Lee Rowley and Sarah Newton, the government had picked two MPs who are completely devoid of charm, barely capable of delivering a coherent sentence, let alone one that grips the imagination. Opera heroines have died a less agonising, less painful death. Corbyn spotted his opportunity to live down to the occasion. This was the most open of open goals. All he had to do was declare the debate a farce, deliver his own election manifesto, point out that Johnson had now embarrassed the Queen twice within a couple of months, and ask when he was planning on going for the hat-trick. Instead he rambled on, mistaking the Queen’s speech as serious policy and getting hopelessly bogged down as he tried and failed to grapple with the lack of detail. No wonder some Labour MPs are now seriously thinking of waving through Johnson’s Brexit deal, however crap it turns out to be, and voting Conservative in the next election. Just to get rid of their leader. Johnson was no more impressive. Pifflepafflewifflewaffle. Rather, he was at his most loathsome. Arrogant and dismissive. Not even funny. Land of hopeless glory. Devoid of detail and morality as he indulged in petty point-scoring. A desperate blob interested more in his own survival than that of the country. As are nearly all Tory MPs. Principles that were once held sacred on both the leave and remain wings of the party are now up for grabs. Sold to the lowest bidder in return for a Brexit deal appreciably worse than Theresa May’s that would make their constituents appreciably less well off. This was an embarrassment. A parliament of all the talentless. What a time it is not to be alive.",
      "charCount": "5229",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-14T18:13:25Z",
    "webTitle": "Brexit: Boost for Boris Johnson as hardline leave rebel signals he now wants to back PM's deal – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news",
    "fields": {
      "headline": "Brexit: Boost for Boris Johnson as hardline leave rebel signals he now wants to back PM's deal – as it happened",
      "standfirst": "<p>The day’s political developments as they happen, including the Queen’s speech, and Johnson and Corbyn speaking in the subsequent debate</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/14/queens-speech-reveals-tougher-jail-terms-and-end-to-free-movement\">Queen’s speech reveals tougher jail terms and end to free movement</a></li><li><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/oct/14/how-unusual-language-boris-johnson-first-queens-speech\">How unusual was the language of Johnson’s first Queen’s speech?</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da494278f084862358fdded#block-5da494278f084862358fdded\">Opening of Queen’s speech debate - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da4a4318f083d8b3b9dbc74#block-5da4a4318f083d8b3b9dbc74\">Afternoon summary</a></li></ul>",
      "trailText": "The day’s political developments as they happen, including the Queen’s speech, and Johnson and Corbyn speaking in the subsequent debate",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"bb6bf90e-129c-4c90-8e40-599e5edffbd2\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/fXqewNoFRVg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5da4a4318f083d8b3b9dbc74\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T16:50:56.603Z\">5.50pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/oct/14/jeremy-corbyn-hits-out-at-farcical-queens-speech\">Jeremy Corbyn has condemned the government’s planned legislative programme outlined in the Queen’s speech as “a farce”, as he signalled he would back a general election that could deliver a Labour government within weeks.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/society/2019/oct/14/lynch-mob-politics-experts-denounce-plans-for-longer-jail-terms\">Prison reform charities have condemned the government’s enthusiasm for extending minimum prison terms as “the politics of the lynch mob” and an unnecessary duplication of existing judicial powers.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> received a boost when one of the most hardline Tory Brexiters signalled that he would back his revised plan for an alternative to the Irish backstop</strong>. (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da497788f084862358fde1d#block-5da497788f084862358fde1d\">4.44pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Boris Johnson will not resign if his Queen’s speech is voted down by MPs, Downing Street has said</strong>. </li> \n  </ul> \n  <ul> \n   <li><strong>Scots are choosing to reject the “lies and division” of populists in favour of backing independence, John Swinney, Scotland’s deputy first minister, has told the SNP conference. </strong>He said people across the country were “holding fast to the values of truth, integrity and honesty”. Delivering a rebuke to Donald Trump and Boris Johnson, Swinney said the campaign for independence would walk a road of tolerance and persuasion in winning over ‘no’ voters. He went on:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>While we deride their behaviour, we must learn the lessons of the victories of Trump and Johnson.</p> \n   <p>They chose - and still choose - the gutter and it will be their downfall. Winning on their terms is never worth it. </p> \n   <p>Their road does not lead to a better nation. Their road leads to ruin and we will never walk that road. </p> \n   <p>Instead, we will walk the road of tolerance, persuasion, debate and dialogue. </p> \n   <p>We will set ourselves the goal of living every day as though we are in the first days of a new nation. </p> \n   <p>We do so for two simple reasons - first, because it is the right thing to do, and second, because it will make our country anew. </p> \n  </blockquote> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n  <figure class=\"element element-image\" data-media-id=\"929be5852191825f3321b0a6820c2d83bc9a0113\"> \n   <img src=\"https://media.guim.co.uk/929be5852191825f3321b0a6820c2d83bc9a0113/0_4_5184_3110/1000.jpg\" alt=\"John Swinney, Scotland’s deputy first minister, speaking at SNP conference.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">John Swinney, Scotland’s deputy first minister, speaking at SNP conference.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew MacColl/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T17:06:10.111Z\">at 6.06pm BST</time></p> \n</div> \n<div id=\"block-5da4a5398f084862358fdefb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T16:45:58.241Z\">5.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is what a Downing Street source said when asked about why what the Queen said about the possibility of the UK leaving the EU on 31 October was less definitive than what Boris Johnson has been saying on this. (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da45dd18f083d8b3b9db8d0#block-5da45dd18f083d8b3b9db8d0\">12.57pm.)</a> The source rejected suggestions that the palace rejected No 10’s proposed wording, and went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>I appreciate there are differences in language but those differences in language are more reflective of the fact that’s how a Queen’s speech goes rather than any suggestion that there are any differences in policy. The prime minister was very clear that we are leaving on 31 October.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T17:10:09.181Z\">at 6.10pm BST</time></p> \n</div> \n<div id=\"block-5da4a2d38f083d8b3b9dbc5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T16:33:01.598Z\">5.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jon Worth</strong> from the College of Europe has been trying to work out how Boris Johnson could get the votes to pass a Brexit deal. He has posted a Twitter thread (what else?) starting here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonworth/status/1183752163367018502\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We know from today's debate in House of Commons that Lee Rowley - who voted against May's Deal 3 times - will now back whatever Johnson brings back (if, of course, there is anything!)<a href=\"https://t.co/9h6ioWMMUi\">https://t.co/9h6ioWMMUi</a><br><br>Where does that leave us on chances of any Deal passing the Commons?</p>— Jon Worth (@jonworth) \n    <a href=\"https://twitter.com/jonworth/status/1183752163367018502?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is his conclusion.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonworth/status/1183752172737040385\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">So - to conclude - to get a Deal through, Johnson needs:<br>- ALL the Tories (inc. ALL the ERG)<br>- The vast majority of the Tories that lost the whip<br>- And about 10 Labour MPs<br>(the latter could be replaced by the DUP)<br><br>This is - to put it lightly - a major ask</p>— Jon Worth (@jonworth) \n    <a href=\"https://twitter.com/jonworth/status/1183752172737040385?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da4a2278f084862358fdeb5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T16:28:36.427Z\">5.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From my colleague <strong>Heather Stewart</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1183756796613349377\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">When I first arrived in Oxford as politics-mad undergraduate, I beetled along to the famous Union, found it full of plummy-voiced windbags who thought it was all a great game - and never went back.<br>Can’t think what suddenly brought that memory flooding back 🤷‍♀️</p>— Heather Stewart (@GuardianHeather) \n    <a href=\"https://twitter.com/GuardianHeather/status/1183756796613349377?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da4a1098f084862358fde9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T16:27:35.146Z\">5.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier I wrote a post saying that, if the government lost the vote on the Queen’s speech next week, the defeat would have no practical effect. But <strong>David Howarth</strong>, a Cambridge law professor and former Lib Dem MP, has been in touch to say that it is not as simple as that, and that defeat would tie Boris Johnson’s hands in at least one respect. See <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da43b548f08b13ca7c7a14d#block-5da43b548f08b13ca7c7a14d\">10.36am</a> for the update. You may need to refresh the page to get the update to appear.</p> \n </div> \n</div> \n<div id=\"block-5da494278f084862358fdded\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T16:08:39.589Z\">5.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Opening of Queen's speech debate - Summary</h2> \n <div class=\"block-elements\"> \n  <p>As I said earlier, the opening of the Queen’s speech debate wasn’t exactly a cornucopia of news stories, but here are the better lines, as far as they went.</p> \n  <ul> \n   <li><strong>Boris Johnson received a boost when one of the most hardline Tory Brexiters signalled that he would back his revised plan for an alternative to the Irish backstop. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da497788f084862358fde1d#block-5da497788f084862358fde1d\">4.44pm.) </a></li> \n  </ul> \n  <ul> \n   <li><strong>Johnson said the government would protect military veterans from “unfair prosecution”.</strong> Asked why the Queen’s speech did not include a bill implementing this pledge, Johnson said legislation would be introduced in due course. He said: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>This government understands that no-one can escape justice for a crime that they have committed. But we also understand that there should be no unfair prosecution when no new evidence has been produced.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Jeremy Corbyn dismissed the Queen’s speech as a “farce”. </strong>He explained:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>There has never been such a farce as a Government with a majority of -45 and a 100% record of defeat in the House of Commons setting out a legislative agenda they know cannot be delivered in this parliament.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Johnson said the government would legislate to enshrine the rights of EU nationals in law</strong>. Asked by the Tory MP <strong>Alberto Costa </strong>if he would “unequivocally enshrine in primary legislation the rights of my mother and father, and three million other EU nationals”, Johnson replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Yes, not only can I give him that absolutely and unequivocal guarantee but I’m delighted to say two million EU nationals in this country have already registered under the EU registration system.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Corbyn accused the government of a “blatant attempt ... to rig the result” of the next election” through its <a href=\"https://www.theguardian.com/politics/2019/oct/13/conservatives-accused-of-election-rigging-leaked-id-plans-voter-fraud\">plans for compulsory photographic ID at polling stations.</a></strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We will not allow this government to stifle democracy by making it harder for people to vote – there was only one instance of voter personation at the last election.</p> \n   <p>Eleven million in this country don’t have a passport or driving licence. There are huge risks in such legislation, which will disproportionately affect working class, ethnic minority and young voters.</p> \n  </blockquote> \n  <p><strong>Ed Miliband</strong>, the former Labour leader, has also spoken out on this.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Ed_Miliband/status/1183705062150946816\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Photo ID to vote without any evidence of a problem such an obvious US voter suppression move...plus in small print of briefing document making people re-apply for postal votes every three years....more bureaucracy to disenfranchise more people, particularly older voters.</p>— Ed Miliband (@Ed_Miliband) \n    <a href=\"https://twitter.com/Ed_Miliband/status/1183705062150946816?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Corbyn accused the government of creating a “lost generation”. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We have, almost, a lost generation. Children going to school in under-staffed schools, very few teaching assistants, headteachers going out with a begging bowl to parents to try to match the school budget. And too many young people growing up in incredible levels of stress, of bad housing and of stress and worry about the future. That contributes to the mental health crisis that this country, as a whole, must address.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Johnson refused to confirm that the government remains committed to the HS2 B line to Leeds.</strong> Asked about its future by<strong> Anna Soubry</strong>, the former Tory who now leads the Independent Group for Change, Johnson said that HS2 was being reviewed and that there would be more on this in the budget on 6 November.</li> \n  </ul> \n  <ul> \n   <li><strong>Johnson compared <a href=\"https://www.theguardian.com/politics/2019/oct/12/crunch-time-for-corbyn-labour-enforcer-sidelined-as-nerves-jangle\">a shake-up in Corbyn’s office</a> to “Soviet-era expulsions”. </strong>Referring to Corbyn, Johnson said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Frankly I fear for his political health. We can see the Soviet-era expulsions that are taking place in his circle. As one by one, his lieutenants are purged as Lenin purged the associates of poor-old Trotsky.</p> \n  </blockquote> \n  <p>Pointing to the shadow chancellor John McDonnell, Johnson went on: </p> \n  <blockquote class=\"quoted\"> \n   <p>And there is Lenin, the veteran fabricator of GLC budgets, as the shadow chancellor tightens his icy-grip on the Labour party.</p> \n  </blockquote> \n  <p>My colleague <strong>Owen Jones </strong>thinks Johnson’s history is awry.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OwenJones84/status/1183755277599956997\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Historically, this doesn’t work because Lenin and Trotsky had a very turbulent - often bitterly acrimonious - relationship before the October Revolution. After that they acted as a united duo until Lenin’s 1924 death, with Trotsky leading the Red Army in the Russian Civil War 🤷‍♂️ <a href=\"https://t.co/eE6IkDQBO7\">https://t.co/eE6IkDQBO7</a></p>— Owen Jones🌹 (@OwenJones84) \n    <a href=\"https://twitter.com/OwenJones84/status/1183755277599956997?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T17:09:39.546Z\">at 6.09pm BST</time></p> \n</div> \n<div id=\"block-5da497788f084862358fde1d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T15:44:55.987Z\">4.44pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boost for Boris Johnson as hardline Brexit rebel signals he now wants to back PM's deal</h2> \n <div class=\"block-elements\"> \n  <p>Boris Johnson received a boost when one of the most hardline Tory Brexiters signalled that he would back his revised plan for an alternative to the Irish backstop. <strong>Lee Rowley,</strong> one of the 28 so-called Brexiter “Spartans” who voted against Theresa May’s Brexit deal three times, opened the Queen’s speech debate, in his role as the proposer of the loyal address. It is the first time the Commons has sat since it emerged on Thursday that a compromise customs plan could be the basis for a UK-EU Brexit deal. Rowley signalled that he was now minded to back what the government was planning. In his speech he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>In the last few days there is at least hope that this toxic and crippling fog, which we have created, might just be lifting as the prime minister sketches the outline of a way forward – and I speak as someone who has been robust in my review of previous proposals – but the house must surely see, as I do, that we have debated long enough. </p> \n   <p>This is a moment for decision and we were elected to make decisions. </p> \n   <p>If there is light at the end of the tunnel later this week, and heaven knows I hope there will be, we have a fundamental responsibility in this place to try and resolve this most vexed of problems and allow our despairing country to move on. </p> \n   <p>For the health of our democracy and to restore faith in this most venerable of institutions, in my view we simply must get Brexit done. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T16:22:25.442Z\">at 5.22pm BST</time></p> \n</div> \n<div id=\"block-5da4930f8f08b13ca7c7a574\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T15:27:19.808Z\">4.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The House of Commons library has become the latest Brexit-monitoring body to try its hand at a ‘What happens next?’ flowchart. It’s from<a href=\"https://commonslibrary.parliament.uk/brexit/the-eu/brexit-scenarios-what-could-happen-after-the-european-council-meeting/\"> this briefing note.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"62a0c813eaa7e3ba6c5d2e0c51db0fbfb334c349\"> \n   <img src=\"https://media.guim.co.uk/62a0c813eaa7e3ba6c5d2e0c51db0fbfb334c349/0_0_1842_1239/1000.jpg\" alt=\"What happens next?\" width=\"1000\" height=\"673\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">What happens next?</span> \n    <span class=\"element-image__credit\">Photograph: House of Commons library</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T15:32:30.041Z\">at 4.32pm BST</time></p> \n</div> \n<div id=\"block-5da48e5a8f084862358fddaa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T15:11:06.076Z\">4.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Opening of Queen's speech debate - Snap verdict (not)</h2> \n <div class=\"block-elements\"> \n  <p>Normally at this point in the proceedings I would post some sort of verdict. But there is no point.</p> \n  <p>Partly that’s because that was almost a news-free occasion. Jeremy Corbyn and Boris Johnson both gave serviceable speeches, but neither of them said anything much that they have not said before. (There were a few very minor lines, that I will post in a moment.)</p> \n  <p>But mainly it’s because ITV’s <strong>Robert Peston</strong> has summed up the problem with the debate so well it is hard to improve on it.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1183760203529048065\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This the maddest, most pointless Queen's Speech debate anyone alive has watched - because it is all displacement activity from the only two questions that matter, namely whether the UK is leaving the EU on 31 October (and if so how) and whether there will be a general...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1183760203529048065?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1183760204564971522\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">election before Christmas. As a result it has all the significance and weight of an undergraduate debate on a wet autumn afternoon</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1183760204564971522?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da48e748f084862358fddac\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T15:05:44.903Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson ends saying he believes in a “generous, tolerant, outward-looking and humane society”.</p> \n  <p>And that’s it.</p> \n </div> \n</div> \n<div id=\"block-5da48e0a8f083d8b3b9dbb58\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T15:03:21.119Z\">4.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says he wants a Britain where “fairness and balance” are at the heart of what we do.</p> \n  <p>He says the government should be fighting crime. But he says he agrees with Jeremy Corbyn on the importance of rehabilitation.</p> \n </div> \n</div> \n<div id=\"block-5da48dc38f084862358fdda6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T15:02:26.121Z\">4.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says, after Brexit, the UK will be able to ban the export of live animals.</p> \n  <p>That is something the public will welcome, he says.</p> \n </div> \n</div> \n<div id=\"block-5da48d368f08b13ca7c7a53d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T15:00:07.839Z\">4.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ken Clarke, </strong>the veteran Tory (now independent) MP and leader of the Commons, asks Johnson for an assurance that the HS2 review will consider the impact of cancelling the plan on the East Midlands, Nottinghamshire and Derbyshire.</p> \n  <p>Johnson says he can give that assurance.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T15:29:37.033Z\">at 4.29pm BST</time></p> \n</div> \n<div id=\"block-5da48d008f08b13ca7c7a53b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:58:56.330Z\">3.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Anna Soubry,</strong> the Independent Group for Change MP, says there was no mention of HS2 in the budget.</p> \n  <p>Johnson says the government is committed to infrastructure spending. On HS2, he says there will be more on this in the budget.</p> \n </div> \n</div> \n<div id=\"block-5da48c8c8f084862358fdd95\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:57:59.716Z\">3.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says it is time to get Brexit done.</p> \n  <p>He says Brexit will allow the UK to get life-saving medicines to market more quickly and more cheaply.</p> \n  <p>(This is not normally a point Johnson makes when itemising the supposed benefits of Brexit. Is it motivated by the need to match <a href=\"https://labour.org.uk/press/labour-will-take-pharmaceutical-companies-put-public-health-private-profit-corbyn/\">Labour’s plan to reduce the cost of medicines?)</a></p> \n </div> \n</div> \n<div id=\"block-5da48c158f083d8b3b9dbb3f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:54:49.078Z\">3.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says the destruction that Labour would do to business is the biggest threat this country faces – far bigger than the threat posed by a no-deal Brexit.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T15:01:19.327Z\">at 4.01pm BST</time></p> \n</div> \n<div id=\"block-5da48b9a8f08b13ca7c7a526\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:54:09.205Z\">3.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says the government wants the economy to flourish because so many solutions to our problems are provided by the free market and capitalism.</p> \n  <p>That is how the UK will become carbon neutral by 2050, he says.</p> \n  <p>He says this is understood even by his “crusty” relatives like his father, Stanley, who backed the Extinction Rebellion protests.</p> \n </div> \n</div> \n<div id=\"block-5da48aef8f08b13ca7c7a51f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:52:06.138Z\">3.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tom Brake,</strong> the Lib Dem Brexit spokesman, asks about the impact of Johnson’s Brexit deal on manufacturing.</p> \n  <p>Johnson says that is why the Lib Dems should vote for a deal.</p> \n  <p>And he accuses Jo Swinson, the Lib Dem leader, of going to Brussels for a meeting with Michel Barnier, the EU’s chief Brexit negotiator, and asking him to rule out any deal.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T15:21:52.153Z\">at 4.21pm BST</time></p> \n</div> \n<div id=\"block-5da48ab58f083d8b3b9dbb2c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:48:58.338Z\">3.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says Labour’s plan to scrap Ofsted is “insane”.</p> \n  <p>He says that one nation Conservatives like himself support Ofsted because they believe in standards.</p> \n </div> \n</div> \n<div id=\"block-5da48aab8f084862358fdd7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:48:13.751Z\">3.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back in the debate Labour’s<strong> Maria</strong><strong> Eagle</strong> says Merseyside has lost 1,120 police officers. Why is it only being allowed to recruit 200 more.</p> \n  <p>Johnson says this is just the first wave of recruitment.</p> \n  <p><em>UPDATE:</em> I’ve corrected this because it was Maria Eagle who asked the question, not her identical twin sister Angela, as I originally wrote.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T18:13:25.415Z\">at 7.13pm BST</time></p> \n</div> \n<div id=\"block-5da48a088f083d8b3b9dbb20\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:46:21.356Z\">3.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Independent’s <strong>John Rentoul</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnRentoul/status/1183755290371678210\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Good speech by PM, but no response to John McDonnell heckling, “5m children in poverty” and other Lab MPs, “food banks”</p>— John Rentoul (@JohnRentoul) \n    <a href=\"https://twitter.com/JohnRentoul/status/1183755290371678210?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da489798f084862358fdd64\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:44:23.365Z\">3.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says he wants to level up investment across the nation.</p> \n  <p>He claims decisions now will lead to 40 new hospitals.</p> \n  <p>(Actually, <a href=\"https://fullfact.org/health/six-hospitals-not-forty/\">as this Full Fact briefing explains</a>, six would be a more accurate figure.)</p> \n </div> \n</div> \n<div id=\"block-5da488f28f084862358fdd5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:42:05.828Z\">3.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turning back to the issue of the prosecution of military veterans, Johnson says the government will legislate to ensure there is no unfair prosecution when no new evidence has been produced.</p> \n  <p>The DUP’s <strong>Sammy Wilson</strong> asks Johnson to assure him that he will not let the Northern Ireland Office include the IRA in any provisions.</p> \n  <p>Johnson repeats the point he made originally.</p> \n </div> \n</div> \n<div id=\"block-5da488558f083d8b3b9dbb06\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:40:14.582Z\">3.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says Corbyn recently said he was daunted by the idea of becoming PM. Many other people feel the same way, he says. He says he personally will do all he can to stop this.</p> \n  <p>He says his government will champion the free market. He says the mention of a free market has made John McDonnell, the shadow chancellor, flinch “like a Transylvanian in the sunlight”.</p> \n </div> \n</div> \n<div id=\"block-5da487f88f08b13ca7c7a4ed\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:38:08.485Z\">3.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bob Stewart,</strong> a Conservative, asks Johnson why there was no legislation in the speech to protect former members of the armed forces from being prosecuted over historical events.</p> \n  <p>Johnson says the government is still consulting on this matter. It will bring forward legislation when it is ready, he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:40:21.167Z\">at 3.40pm BST</time></p> \n</div> \n<div id=\"block-5da487db8f083d8b3b9dbaff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:36:33.900Z\">3.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And this is from the BBC’s <strong>Ian Watson.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1183753131206811649\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'One by one ⁦<a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a>⁩ 's lieutenants are being purged' as <a href=\"https://twitter.com/JohnMcDonnell?ref_src=twsrc%5Etfw\">@johnmcdonnell</a> 'tightens his icy grip' says ⁦<a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>⁩ (Of course 21 of his anti no deal MPs may have considered themsleves purged too...) <a href=\"https://t.co/3HZVuMYIGj\">pic.twitter.com/3HZVuMYIGj</a></p>— iain watson (@iainjwatson) \n    <a href=\"https://twitter.com/iainjwatson/status/1183753131206811649?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da487828f083d8b3b9dbafc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:35:00.390Z\">3.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Independent’s <strong>Rob Merrick</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rob_Merrick/status/1183752727404437506\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jeez!! Boris Johnson taunting Jeremy Corbyn over his Brexit contortions (fair enough)….<br><br>…but this is the PM who has just carried out the mother of all U-turns, backing a version of May's plan he once branded “crazy” !</p>— Rob Merrick (@Rob_Merrick) \n    <a href=\"https://twitter.com/Rob_Merrick/status/1183752727404437506?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da486d88f08b13ca7c7a4de\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:33:43.156Z\">3.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson turns to Jeremy Corbyn, and he accuses Corbyn of changing his mind on an early election.</p> \n  <p>He says Corbyn’s policy on cake is neither having it nor eating it.</p> \n  <p>And he jokes about the changes to Corbyn’s inner circle. (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da438628f08b13ca7c7a13f#block-5da438628f08b13ca7c7a13f\">9.58am.) </a>John McDonnell is tightening his icy grip on the party, he says.</p> \n </div> \n</div> \n<div id=\"block-5da4863e8f083d8b3b9dbae3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:30:37.366Z\">3.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>is speaking now.</p> \n  <p>He starts with tributes to the MPs Lee Rowley and Sarah Newton.</p> \n  <p>Rowley’s aunt was secretary to Arthur Scargill, Johnson says. He also says Rowley collects airline memorabilia (which might not be something Rowley wanted everyone to know).</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:39:56.510Z\">at 3.39pm BST</time></p> \n</div> \n<div id=\"block-5da4852e8f08b13ca7c7a4ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:29:07.092Z\">3.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says there was no action on the climate in the speech.</p> \n  <p>There is some truth in this. The speech includes an environment bill. This will codify carbon emission targets, but in his comment on this bill in his introduction to the Queen’s speech <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/839035/Queen_s_Speech_background_briefing.pdf\">briefing pack (pdf),</a> <strong>Boris Johnson</strong> focused on what the bill would do for animal welfare (a priority for his partner Carrie Symonds, who campaigns on this topic). Johnson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The huge star of our legislative programme is a momentous new environment bill – a lodestar by which we will guide our country towards a cleaner and greener future. </p> \n   <p>This legislation takes forward the work of my predecessor, and will set a framework of legally binding targets to reduce plastics, restore biodiversity and clean up our water and air. And demonstrating that the British really are a nation of animal lovers we will take steps to strengthen animal welfare. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:33:23.476Z\">at 3.33pm BST</time></p> \n</div> \n<div id=\"block-5da484ea8f083d8b3b9dbad9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:23:57.907Z\">3.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says Boris Johnson needs to assure EU nationals living in this country that their right to stay in the UK will be guaranteed.</p> \n </div> \n</div> \n<div id=\"block-5da484588f084862358fdd1e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:23:11.581Z\">3.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn turns to <a href=\"https://www.theguardian.com/politics/2019/oct/13/conservatives-accused-of-election-rigging-leaked-id-plans-voter-fraud\">the government’s plans to require people to show photo ID when they vote.</a></p> \n  <blockquote class=\"quoted\"> \n   <p>We will not allow this government to stifle democracy by making it harder for people to vote – there was only one instance of voter personation at the last election.</p> \n   <p>Eleven million in this country don’t have a passport or driving licence. There are huge risks in such legislation, which will disproportionately affect working class, ethnic minority and young voters.</p> \n  </blockquote> \n  <p>Labour’s<strong> Angela Eagle </strong>asks Corbyn if this is an attempt to suppress voter turnout amongst certain groups (groups likely to vote for Labour). Corbyn agrees.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:35:06.865Z\">at 3.35pm BST</time></p> \n</div> \n<div id=\"block-5da4841e8f083d8b3b9dbaca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:21:02.939Z\">3.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says the speech does nothing for bus services.</p> \n  <p>He says most tower blocks with Grenfell-style cladding have not had it removed.</p> \n </div> \n</div> \n<div id=\"block-5da4839f8f08b13ca7c7a4b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:19:30.633Z\">3.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On crime, Corbyn says:</p> \n  <blockquote class=\"quoted\"> \n   <p>The dog-whistle rhetoric around foreign offenders is a rather ugly mask for the fact that by crashing out of the EU this government risks losing some of the most effective measures in tackling cross-border crime: the European arrest warrant, participation in Eurojust and access to numerous databases.</p> \n  </blockquote> \n  <p>And he expresses scepticism about the plans for railways.</p> \n  <blockquote class=\"quoted\"> \n   <p>We will study the detail closely of the government’s proposals on rail reform but it is no good simply changing the way in which train operating companies carry on extracting profit from our fragmented railway system. </p> \n   <p>Only a Labour government will cap fares and ensure the railway is run for passengers not for profit.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:35:34.770Z\">at 3.35pm BST</time></p> \n</div> \n<div id=\"block-5da482dc8f08b13ca7c7a4ac\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:17:38.808Z\">3.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says the government should repeal the Health and Social Care Act and end privatisation in the NHS.</p> \n  <p>He says the government should match Labour’s pledge to have safe staffing levels in hospitals.</p> \n  <p>He says the speech was shockingly weak on school funding. The extra money for schools will not compensate for what has been lost since 2010, he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:35:50.028Z\">at 3.35pm BST</time></p> \n</div> \n<div id=\"block-5da4816b8f08b13ca7c7a491\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:12:13.140Z\">3.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn welcomes the proposal in the Queen’s speech to ensure employers pass on tips. Unions have been calling for this for ages, he says.</p> \n  <p>But he says the government should go further and implement the proposals outlined by Laura Pidcock, the shadow business minister, <a href=\"https://www.theguardian.com/politics/live/2019/sep/10/anger-abounds-after-parliament-suspended-in-night-of-high-drama-politics-live?page=with:block-5d77cda28f082514879f18dc#block-5d77cda28f082514879f18dc\">in her speech to the TUC last month.</a></p> \n  <p>(It has been reported that Pidcock is now<a href=\"https://www.thetimes.co.uk/article/new-corbyn-heir-lined-up-as-party-fears-loss-of-100-seats-in-election-0psf2q9w6\"> the candidate favoured by Corbynites for next Labour leader.</a> This afternoon’s name check will do nothing to dispel that theory.)</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:19:54.515Z\">at 3.19pm BST</time></p> \n</div> \n<div id=\"block-5da481228f083d8b3b9dba9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:08:37.954Z\">3.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says the country has almost got a lost generation.</p> \n  <p>He challenges the PM to match Labour’s proposals on welfare.</p> \n  <blockquote class=\"quoted\"> \n   <p>So will the prime minister match Labour’s commitments to scrap the benefit freeze, end the benefit cap, ditch the bedroom tax, scrap the two-child limit and the rape clause, and end punitive sanctions?</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:36:41.751Z\">at 3.36pm BST</time></p> \n</div> \n<div id=\"block-5da481038f084862358fdcea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:07:16.372Z\">3.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn turns to poverty.</p> \n  <blockquote class=\"quoted\"> \n   <p>There was nothing in this Queen’s speech to address our stagnant economy. Nothing to address low pay and insecure work. Nothing to reverse rising levels of child poverty or pensioner poverty.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da480998f083d8b3b9dba8c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:06:11.805Z\">3.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn has not even got to the end of his speech, but Labour has already put it out on Twitter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourpress/status/1183745589319819266\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> responding to the Queen’s Speech:<a href=\"https://t.co/toLxf4wWzW\">https://t.co/toLxf4wWzW</a></p>— Labour Press Team (@labourpress) \n    <a href=\"https://twitter.com/labourpress/status/1183745589319819266?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da480568f084862358fdcd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:05:06.161Z\">3.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says we could be only weeks away from a Labour Queen’s speech.</p> \n  <p>Patrick McLoughlin, the former Tory chairman, says if Labour had voted for an election in September, the Queen could have been reading out a Labour one. Why did Corbyn not back an election?</p> \n  <p>Because we don’t trust the prime minster, says Corbyn.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:11:58.698Z\">at 3.11pm BST</time></p> \n</div> \n<div id=\"block-5da47faf8f08b13ca7c7a46c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:02:32.773Z\">3.02pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn dismisses Queen's speech as 'farce'</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn is now on to the substance of his speech.</p> \n  <p>He says there has never been such a “farce” as a government with a majority of minus 45, and a 100% record of being defeated in the Commons, setting out a programme for government.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:12:30.458Z\">at 3.12pm BST</time></p> \n</div> \n<div id=\"block-5da47e418f08b13ca7c7a44b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T14:01:14.603Z\">3.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> is speaking now.</p> \n  <p>He starts by paying tribute to Paul Flynn, the Labour MP who died earlier this year.</p> \n  <p>He says Lee Rowley and Sarah Newton both started in local government. He pays tribute to councillors, and says they should be seen as an important part of our democracy.</p> \n  <p>As is traditional on these occasions, he praises the two MPs who proposed and seconded the loyal address. He jokes about Rowley being a surprise choice for the role because Rowley has not always got on with Boris Johnson, he claims. He says when Johnson was mayor of London, Rowley was a councillor, and proposed a nightlife tax. Johnson was furious, Corbyn says. He says the plan only covered parking, but he suggests Johnson saw it as an incursion on his own nightlife activities.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:13:18.017Z\">at 3.13pm BST</time></p> \n</div> \n<div id=\"block-5da47d4d8f083d8b3b9dba4e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T13:55:08.083Z\">2.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Newton is now addressing Europe.</p> \n  <p>It has been tough going, she says.</p> \n  <p>This week MPs must redouble their efforts, compromise and find a consensus on the way forward.</p> \n  <p>She jokes about various songs MPs could sing to bring them together over Brexit, ending with the Beatles’ We Can Work it Out.</p> \n  <p>As she sits down she gets a pat on the back from Theresa May, who is sitting beside her.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:13:45.907Z\">at 3.13pm BST</time></p> \n</div> \n<div id=\"block-5da47c1d8f08b13ca7c7a43c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T13:49:11.234Z\">2.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sarah Newton, </strong>the MP for Truro and Falmouth, a former disabilities minister, is seconding the loyal address.</p> \n  <p>She is on a different wing of the Conservative party on Brexit. She resigned as a minister earlier this year so that <a href=\"https://www.itv.com/news/westcountry/2019-03-14/cornish-mp-sarah-newton-resigned-from-government-over-brexit-vote-to-honour-constituents/\">she could vote to rule out a no-deal Brexit.</a></p> \n  <p>She starts by saying she was a bit worried to get this slot. She hopes the best days of her career are not over, she says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T14:15:20.656Z\">at 3.15pm BST</time></p> \n</div> \n<div id=\"block-5da47ba38f084862358fdc89\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T13:45:59.952Z\">2.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rowley recalls a visit to parliament when he was at school, when he was shown around by the late Tony Benn. He recalls Benn running through <a href=\"https://www.richardcorbett.org.uk/benns-five-questions/\">his five questions that should be asked of anyone in power.</a></p> \n </div> \n</div> \n<div id=\"block-5da47a918f084862358fdc81\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T13:43:59.685Z\">2.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hardline Tory Brexiter Lee Rowley suggests he would vote for Johnson’s Brexit deal</h2> \n <div class=\"block-elements\"> \n  <p>After a jokey introduction, <strong>Lee Rowley</strong> gets into the meat of his speech. He says the country is divided. He says he has been “robust” in his criticism of previous Brexit deals. But now is the time to take a decision, he says.</p> \n  <p>He says he hopes that there will be light at the end of the tunnel this week.</p> \n  <blockquote class=\"quoted\"> \n   <p>In my view, we simply must get Brexit done.</p> \n  </blockquote> \n  <p>He says it is time for MPs to get back to the country’s other priorities.</p> \n  <ul> \n   <li><strong>Hardline Tory Brexiter Lee Rowley suggests he would vote for Boris Johnson’s Brexit deal, saying “we simply must get Brexit done”.</strong></li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"d0b0267b77ec191bec2d040042bbc480793eb1e2\"> \n   <img src=\"https://media.guim.co.uk/d0b0267b77ec191bec2d040042bbc480793eb1e2/22_0_602_361/500.jpg\" alt=\"Lee Rowley\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Lee Rowley</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da479728f084862358fdc75\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T13:39:07.447Z\">2.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Before the prime minister and the leader of the opposition speak, two backbenchers propose and second the loyal address (the thank you note to the Queen - see <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da43b548f08b13ca7c7a14d#block-5da43b548f08b13ca7c7a14d\">10.36am)</a></p> \n  <p>By tradition, one of them is a young, up-and-coming MP, and the other is a veteran.</p> \n  <p><strong>Lee Rowley,</strong> MP for North East Derbyshire, is proposing the loyal address. He was only elected in 2017, and he is 39.</p> \n  <p>Rowley is one of the 28 “Spartans” - hardline Tory Brexiters who voted against Theresa May’s deal three times. You can see why No 10 might be keen to humour him at the moment ...</p> \n </div> \n</div> \n<div id=\"block-5da4788c8f083d8b3b9dba27\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T13:34:37.591Z\">2.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons the sitting has resumed.</p> \n  <p>As is normal at the start of a new parliamentary session, <strong>John Bercow</strong>, the Speaker, reads out a statement reminding MPs of their duties under the code of conduct and asserting the rights of the Commons.</p> \n  <p>Here is an extract from the version he read out at the start of the session in 2017.</p> \n  <blockquote class=\"quoted\"> \n   <p>I begin by reminding members of our duty to observe the code of conduct agreed by the House, and to behave with civility and fairness in all their dealings. In our proceedings, every member should be heard courteously, whatever their views. The house asserts its privilege of freedom of speech so that we can represent our constituents without fear or favour. We must exercise that privilege responsibly. It applies only to our work in this House; as private individuals we are equal under the law with those whom we represent.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da46ffa8f084862358fdc17\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T13:01:19.258Z\">2.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is some reaction to the Queen’s speech from opposition parties.</p> \n  <p>From <strong>Diane Abbott</strong>, the shadow home secretary</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HackneyAbbott/status/1183701309469417472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour always argued that cuts have consequences. It was the Tories (and LibDems) who cut the police, but in the <a href=\"https://twitter.com/hashtag/QueensSpeech?src=hash&amp;ref_src=twsrc%5Etfw\">#QueensSpeech</a> the Tories want to pretend the consequences have nothing to do with them. <a href=\"https://t.co/Eu3NasjKE1\">pic.twitter.com/Eu3NasjKE1</a></p>— Diane Abbott (@HackneyAbbott) \n    <a href=\"https://twitter.com/HackneyAbbott/status/1183701309469417472?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Angela Rayner</strong>, the shadow education secretary</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AngelaRayner/status/1183701353954189313\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">May l suggest what should have been included in the <a href=\"https://twitter.com/hashtag/QueensSpeech?src=hash&amp;ref_src=twsrc%5Etfw\">#QueensSpeech</a>👇<a href=\"https://twitter.com/hashtag/Education?src=hash&amp;ref_src=twsrc%5Etfw\">#Education</a> <br>✅Free nursery places for all 2-4 year olds<br>✅Properly funded primary&amp;secondary schools<br>✅Ending key stage 1 and 2 testing<br>✅Replacing Ofsted with a more supportive system<br>✅Ending of university fees.</p>— Angela Rayner 🌈 (@AngelaRayner) \n    <a href=\"https://twitter.com/AngelaRayner/status/1183701353954189313?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Ian Blackford,</strong> the SNP leader at Westminster</p> \n  <blockquote class=\"quoted\"> \n   <p>Boris Johnson’s toxic Tory agenda would be devastating for Scotland - ripping us out of the EU, single market and customs union against our will, destroying jobs, and inflicting lasting harm on living standards, public services and the economy.</p> \n   <p>The Tory leader’s time is up. The SNP will do everything we can over the coming days to bring this failed Tory government to an end - and prevent it imposing its tired, damaging policies, including by opposing this hijacked Queen’s Speech if it ever comes to a vote.</p> \n  </blockquote> \n  <p>From the <strong>Liberal Democrats</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LibDems/status/1183697164893065216\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Tory party manifesto that is today's <a href=\"https://twitter.com/hashtag/QueensSpeech?src=hash&amp;ref_src=twsrc%5Etfw\">#QueensSpeech</a> is nothing more than an election gimmick driven by Boris Johnson. <br><br>The best way to protect our jobs and public services is to <a href=\"https://twitter.com/hashtag/StopBrexit?src=hash&amp;ref_src=twsrc%5Etfw\">#StopBrexit</a><br><br>Join the movement to stop Brexit now <a href=\"https://t.co/Mp2XkNJx4v\">https://t.co/Mp2XkNJx4v</a></p>— Liberal Democrats (@LibDems) \n    <a href=\"https://twitter.com/LibDems/status/1183697164893065216?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Liz Saville Roberts</strong>, the Plaid Cymru leader at Wesminster</p> \n  <blockquote class=\"quoted\"> \n   <p>Fundamentally calling for an election whilst at the same time outlining a year-long – or perhaps multi-year – programme of legislation is completely non-sensical.</p> \n  </blockquote> \n  <p>From the Green MP <strong>Caroline Lucas</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarolineLucas/status/1183727442437050368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">PM's intro to <a href=\"https://twitter.com/hashtag/QueenSpeech?src=hash&amp;ref_src=twsrc%5Etfw\">#QueenSpeech</a> document shows real priorities <br><br>Not a single mention of climate<br><br>Para 11 before nature gets a mention <br><br>And nothing tangible in entire 130 pages to address fact that Govt is off track to meet even current weak carbon targets <a href=\"https://t.co/aQyw4nCk2L\">https://t.co/aQyw4nCk2L</a></p>— Caroline Lucas (@CarolineLucas) \n    <a href=\"https://twitter.com/CarolineLucas/status/1183727442437050368?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da46ef18f084862358fdc0b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T12:50:16.476Z\">1.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the BBC’s<strong> Laura Kuenssberg</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1183724409061855234\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sitting hours of Parliament planned for Saturday are 9.30 til 2.30</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1183724409061855234?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da46cc38f083d8b3b9db98e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T12:46:30.041Z\">1.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Evening Standard’s <strong>Nicholas Cecil</strong> has another clue (possibly) as to whether or not the DUP might support <a href=\"https://www.theguardian.com/politics/2019/oct/14/pathway-brexit-deal-hits-usual-obstacles-irish-border\">the Brexit backstop alternative being considered by the UK and the EU.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nicholascecil/status/1183699800967000064\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">DUP Brexit spokesman Sammy Wilson, asked about Jacob Rees-Mogg hinting he may “eat his own words” and back a fudge customs plan, tells <a href=\"https://twitter.com/standardnews?ref_src=twsrc%5Etfw\">@standardnews</a>: “Whatever appetite he has for his own words...we will not be eating our own words.\"<a href=\"https://t.co/rsIfC8O7CT\">https://t.co/rsIfC8O7CT</a></p>— nicholas cecil (@nicholascecil) \n    <a href=\"https://twitter.com/nicholascecil/status/1183699800967000064?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is an extract from Cecil’s story.</p> \n  <blockquote class=\"quoted\"> \n   <p>DUP Brexit spokesman <strong>Sammy Wilson</strong>, when asked about Commons Leader Jacob Rees-Mogg saying is willing to “eat his own words” and back a customs plan he once branded “completely cretinous”, responded: “Whatever appetite he has for his own words or whatever, we will not be eating our own words. Our position is clear, the government knows what our position is and we will not be dining from a different menu.”</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"abadd612702ba636b32935db339b7c21f7d8aac9\"> \n   <img src=\"https://media.guim.co.uk/abadd612702ba636b32935db339b7c21f7d8aac9/0_224_6720_4032/1000.jpg\" alt=\"Sammy Wilson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sammy Wilson</span> \n    <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da4697e8f084862358fdbe1\" class=\"block is-key-event\" data-block-contributor=\"profile/richard-partington\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T12:31:34.205Z\">1.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Power of No 10 advisers like Dominic Cummings should be reined in, says former cabinet secretary</h2> \n <div class=\"block-elements\"> \n  <p>The former head of the civil service, <strong>Andrew Turnbull</strong>, has launched an attack on unelected Downing Street special advisers such as Dominic Cummings, warning that damage is being inflicted on the functioning of government. </p> \n  <p>In a thinly veiled attack on Boris Johnson’s top adviser, the former cabinet secretary to Tony Blair said the rising concentration of power at No 10 needed to be reversed urgently if the country wanted better political decisions to be made. Speaking at the National Institute of Economic and Social Research in London, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>What has happened is an accretion of power around the prime minister and the special adviser group around the prime minister, and it works to the detriment of Whitehall and of departments as a whole.</p> \n  </blockquote> \n  <p>Saying that both Jeremy Hunt and Sajid Javid had been circumvented by Theresa May and Boris Johnson in turn, he said the marginalisation of ministers had damaged the country at large. </p> \n  <blockquote class=\"quoted\"> \n   <p>We‘ve got to go back to a view that the prime minister’s senior adviser on any policy issue is his secretary of state. The prime minister must not get to thinking that all announcements have to come out of No 10.</p> \n   <p>When they [special advisers] start to suppress and supplant the advice of the civil service, then they are beginning to do damage. And I think reversing this accretion of power that’s happened over the past 20 years - pretty dramatic under Mrs May, is even more dramatic under the present prime minister - that is essential to get back to much better quality of policymaking.</p> \n  </blockquote> \n  <p>Also speaking at the event as the focus in Westminster shifted to the Queen’s speech, <strong>Sir Jeremy Greenstock</strong>, Britain’s former ambassador to the UN, warned that the UK’s position on the world stage had been damaged by Brexit. Urging the government to redouble its efforts and to raise military spending to offset the hit to Britain’s status, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>We’ve fallen back in international esteem and we’ve lost an awful lot of ground.</p> \n   <p>The UK and the EU have to work very closely together to be relevant globally. The US-UK relationship will not be secondary to that, but it will not substitute that. Any government leadership post Brexit has got to be very clear on that point.</p> \n  </blockquote> \n  <p>He said government spending on defence as a proportion of the economy should rise from 2% at present to 2.2%, adding: “We must bring something to the table or people will not be talking to us as we have taken ourselves out.”</p> \n  <figure class=\"element element-image\" data-media-id=\"113ce8ae7c198118d214f5de6a93a805ea6a8c41\"> \n   <img src=\"https://media.guim.co.uk/113ce8ae7c198118d214f5de6a93a805ea6a8c41/0_128_3839_2303/1000.jpg\" alt=\"Andrew Turnbull\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Andrew Turnbull</span> \n    <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T13:13:26.205Z\">at 2.13pm BST</time></p> \n</div> \n<div id=\"block-5da467e88f084862358fdbd7\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T12:23:14.099Z\">1.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon</strong> has said she tries to avoid “stressing and worrying” about the potential impact of the Alex Salmond trial on her life, telling an interviewer “what will be will be”.<br><br>Salmond, her predecessor as first minister and mentor, is expected to stand trial early next year for alleged sex offences, which he has repeatedly denied. <a href=\"https://www.theguardian.com/uk-news/2019/jan/24/alex-salmond-scotlands-former-first-minister-arrested\">He was charged in January with 14 offences</a> including two of attempted rape, with senior Scottish National party figures expected to be called to give evidence. </p> \n  <p>In <a href=\"https://www.holyrood.com/news/view,nicola-sturgeon-says-she-wont-spend-a-lot-of-time-stressing-or-worrying-abo_14548.htm\">an interview with Holyrood magazine</a> to mark Scottish National party conference, Sturgeon said she was focusing on her work as first minister and party leader. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>In terms of any trial, I don’t spend much time thinking about it. I’m not in control of it; I’m not controlling the timing of it.</p> \n   <p>I’m not in control of the outcome, I’m not in control of any aspect of it and I guess the longer anybody is in politics and in positions of leadership, one of the things you learn is not to spend too much time stressing about the things you’re not in control of because there’s plenty of things you are in control of to focus on.</p> \n   <p>So I won’t spend a lot of time stressing or worrying about it. What will be will be and around that I would say that I can’t, and I won’t go, into any detail or substance on it because I am not going to prejudice a process that should be respected. And I would simply caution others to take the same view and you know, not listen too much to the kind of gossip that swirls around in that kind of vacuum.</p> \n  </blockquote> \n  <p>Sturgeon, her senior aides and the head of the Scottish civil service, Leslie Evans, are also the focus of a Scottish parliament investigation into the devolved government’s botched internal inquiry into allegations of inappropriate conduct by Salmond involving two female employees.<br><br>Salmond denied those claims and won a civil action against Evans last August, when <a href=\"https://www.theguardian.com/politics/2019/jan/08/scottish-government-acted-unlawfully-over-alex-salmond-claims-court-rules\">the Scottish government admitted it has mishandled that inquiry</a>. The senior officer Evans appointed to run it had had contact with both women before they had formally lodged complaints. <br><br>It then emerged Sturgeon had contact with Salmond five times last year, after the inquiry was launched, including three face to face meetings where he is thought to have lobbied her about the civil service inquiry. </p> \n  <figure class=\"element element-image\" data-media-id=\"b43ad47aee7377f83d1ad78a00ea9b586b046ac3\"> \n   <img src=\"https://media.guim.co.uk/b43ad47aee7377f83d1ad78a00ea9b586b046ac3/0_264_3368_2020/1000.jpg\" alt=\"Nicola Sturgeon at the SNP conference.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicola Sturgeon at the SNP conference.</span> \n    <span class=\"element-image__credit\">Photograph: Russell Cheyne/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T12:30:56.000Z\">at 1.30pm BST</time></p> \n</div> \n<div id=\"block-5da466288f08b13ca7c7a35b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T12:13:30.418Z\">1.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The BBC’s <strong>Faisal Islam</strong> reckons there is only one reference to a no-deal Brexit in the 130-page Queen’s speech briefing pack.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/1183713139956822017\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">No direct reference to No Deal Brexit, only to leaving with a deal in the text of the Queen’s speech, the PM’s written introduction, and the Exec Summary... 🤔 <a href=\"https://t.co/QvkJO9H8bB\">pic.twitter.com/QvkJO9H8bB</a></p>— Faisal Islam (@faisalislam) \n    <a href=\"https://twitter.com/faisalislam/status/1183713139956822017?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/1183715413257084928\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">one indirect reference to leaving without a deal I can see in the 130 pages of explanatory notes - a note on “Key facts” for the Immigration Bill below...<a href=\"https://t.co/PFqXvLXG46\">https://t.co/PFqXvLXG46</a> <a href=\"https://t.co/JqzVaVwlXs\">pic.twitter.com/JqzVaVwlXs</a></p>— Faisal Islam (@faisalislam) \n    <a href=\"https://twitter.com/faisalislam/status/1183715413257084928?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da464de8f08b13ca7c7a353\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T12:09:11.289Z\">1.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Scotland’s environment and climate change secretary,<strong> Roseanna Cunningham</strong>, has launched a vigorous attack on the Scottish Green party, claiming the Greens could not be trusted after their MSPs “sat on their hands” during a recent vote on climate policy.</p> \n  <p>The pro-independence Scottish Green party are the Scottish National party’s erstwhile allies in the independence movement; its six MSPs have given Nicola Sturgeon’s minority government a narrow majority at Holyrood in key votes on the constitution.</p> \n  <p>Many observers believe the Scottish Greens’ head count at Holyrood after the next Scottish parliamentary election in May 2021 could be crucial in ensuring pro-independence parties have a majority – assuming Sturgeon fails to hold a fresh referendum next year as she hopes. </p> \n  <p>But in a combative speech at SNP conference in Aberdeen, Cunningham urged SNP members and pro-independence voters not to “lend their votes” to the Scottish Greens at a Holyrood election, accusing them of siding with Labour and the Tories.</p> \n  <p>Sturgeon’s new climate strategy, to reach net zero by 2045, scraped through Holyrood last week after her government accepted a Labour amendment, which the Scottish Greens voted against because it was not ambitious enough. Cunningham told delegates:</p> \n  <blockquote class=\"quoted\"> \n   <p>The people of Scotland know who they can trust to provide leadership. They can’t trust Labour. And they certainly can’t trust the Tories. Both parties will the ends, but never the means. </p> \n   <p>Last week they had their chance to step up to the plate and they failed. And people can’t trust the Greens either. At this crucial moment in Scotland’s climate change journey, when it came time to pass those targets into law, they sat on their hands. </p> \n   <p>So conference, let me offer this advice to you, and to every member of the SNP. Lend your vote to the Greens? So they can sit on their hands in the face of world leading ambition? I don’t think so!</p> \n  </blockquote> \n  <p>The enmity on this seems to be mutual. With the Scottish Greens holding their annual conference in Inverness at the weekend, the party accused the SNP on Sunday of “world class hypocrisy” after the former SNP climate minister Stewart Stevenson told an SNP fringe event sponsored by BP there would be decades more oil extraction.</p> \n  <figure class=\"element element-image\" data-media-id=\"ca5e97f7fcd99274715eb9e87a829cdef775ed2e\"> \n   <img src=\"https://media.guim.co.uk/ca5e97f7fcd99274715eb9e87a829cdef775ed2e/0_138_5184_3110/1000.jpg\" alt=\"Roseanna Cunningham speaking at the SNP conference.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Roseanna Cunningham speaking at the SNP conference.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew MacColl/Rex/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T12:32:56.542Z\">at 1.32pm BST</time></p> \n</div> \n<div id=\"block-5da464358f083d8b3b9db945\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T12:05:28.635Z\">1.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a Guardian video of the <strong>Dennis Skinner</strong> heckle.</p> \n  <p>By his standards, it was rather low-key.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"87a7d5e1-b056-485e-a39b-865ac126404d\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/sBZMoK7HjzM?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da45dd18f083d8b3b9db8d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T11:57:05.410Z\">12.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://www.buzzfeed.com/alexwickham/boris-johnson-praying-brexit-deal\">an article for BuzzFeed</a> <strong>Alex Wickham </strong>and <strong>Alberto Nardelli </strong>suggest No 10 is mulling over whether it could accept a Brexit extension to bolt down the details of the new backstop plan being considered by the UK and the EU – justifying this on the grounds that in spirit Brexit would have been delivered by the end of October. They write:<br tabindex=\"-1\"></p> \n  <blockquote class=\"quoted\"> \n   <p>One option under consideration in Number 10 is that, if the EU accepted in principle Johnson’s customs partnership for the Northern Ireland proposal without a backstop, but said it needed more time to iron out the details, Johnson could agree to a three-month technical extension to Article 50.</p> \n   <p>Some senior Tories believe that Johnson could present this outcome to the public as the prime minister successfully “getting Brexit done” by October 31, with a deal agreed in principle and the backstop removed. A technical extension would be used to negotiate the final details and the UK would formally leave at a later date.</p> \n   <p>The downside to this would be that the UK will not have legally left the EU on October 31, contrary to the public position of Johnson and Cummings.</p> \n   <p>In this scenario, a general election could be delayed until 2020, also contrary to Johnson and Cummings’ original plan. There are rising fears among senior ministers that the Conservatives would be squeezed by Nigel Farage’s Brexit Party in a pre-Brexit election.</p> \n  </blockquote> \n  <p>At the No 10 lobby briefing the PM’s spokesman played down this suggestion (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/14/brexit-latest-news-queens-speech-branded-farcical-as-talks-in-eu-still-fail-to-achieve-breakthrough-live-news?page=with:block-5da44d418f083d8b3b9db80e#block-5da44d418f083d8b3b9db80e\">11.27am)</a> and said Johnson was clear that the UK would be leaving the EU on 31 October.</p> \n  <p>The government’s <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/839035/Queen_s_Speech_background_briefing.pdf\">Queen’s speech briefing pack (pdf),</a> in the section on the EU (withdrawal agreement) bill, says one of the main benefits of the bill would be ensuring the UK leaves the EU with a deal on 31 October.</p> \n  <p>But it is worth noting that the Queen herself, in her speech, did not commit to hitting the 31 October deadline. She just said:</p> \n  <blockquote class=\"quoted\"> \n   <p>My government’s priority has always been to secure the United Kingdom’s departure from the European Union on 31 October. </p> \n  </blockquote> \n  <p>The Queen’s speech is drafted by the government, but the palace is consulted and presumably the Queen’s aides would have been unhappy about her stating as fact that the UK would be leaving on 31 October when at the moment that is only an aspiration. She is more scrupulous about sticking to what’s true than her prime minister. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T12:34:13.815Z\">at 1.34pm BST</time></p> \n</div> \n<div id=\"block-5da45aa68f083d8b3b9db8be\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T11:34:28.171Z\">12.34pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson claims he is going to 'get gears on our national gearbox working again'</h2> \n <div class=\"block-elements\"> \n  <p>Here is an extract from <strong>Boris Johnson</strong>’s statement about the Queen’s speech in his introduction to <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/839035/Queen_s_Speech_background_briefing.pdf\">the Queen’s speech briefing pack (pdf)</a>. As befits a former motoring correspondent of GQ, he uses a driving metaphor – promising to “get the gears on our national gearbox working again”.</p> \n  <blockquote class=\"quoted\"> \n   <p>This Queen’s speech delivers on my promise as prime minister to get this amazing country of ours moving again. People are tired of stasis, gridlock and waiting for change. They don’t want to wait for improvements in their hospitals. They don’t want to wait for their streets to be made safer. They don’t want to wait for their schools to have the funding they need to give their children the superb education they deserve. </p> \n   <p>And they don’t want to wait any longer to get Brexit done and to answer that clarion call of 17.4m people in the greatest exercise of democracy in our national history.</p> \n   <p>So we are going to get the gears on our national gearbox working again. Leaving the EU is a defining opportunity for us to set a new course and a new direction for our country – to do the things we have not been allowed to for decades, to tear away that bureaucratic red tape, to set our own rules, and to release the talent, creativity, innovation and chutzpah that exists in every corner of our United Kingdom.</p> \n  </blockquote> \n  <p>It is striking how, despite being one of the architects of the vote to leave the EU, Johnson is now desperate to move beyond the “gridlock” that the referendum result engendered.</p> \n  <p>In his statement, Johnson also revives a line that he used during his speech to the Tory conference. He says:</p> \n  <blockquote class=\"quoted\"> \n   <p> If there is one great British institution that has the emotional force to bring our country together, it is our NHS. It is sacred in our nation precisely because at its heart is the simple beauty of the principle that whoever you are, no matter where you come from, if you fall sick the whole country gathers figuratively at your bedside.</p> \n  </blockquote> \n  <p>(You can see why Johnson is taken by the metaphor, but I’m not sure it works. Personally, if I were in hospital, the last thing I would want would be the whole nation by my bedside.)</p> \n  <figure class=\"element element-image\" data-media-id=\"e9cf1021f9f49d81ec54c923ffabbc96f73658d4\"> \n   <img src=\"https://media.guim.co.uk/e9cf1021f9f49d81ec54c923ffabbc96f73658d4/0_112_3919_2352/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson.</span> \n    <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T11:47:04.193Z\">at 12.47pm BST</time></p> \n</div> \n<div id=\"block-5da4590f8f084862358fdb13\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T11:16:49.817Z\">12.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>I missed this moment earlier ...</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IsabelHardman/status/1183695321832054786\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/C3yZzQd7u0\">pic.twitter.com/C3yZzQd7u0</a></p>— Isabel Hardman (@IsabelHardman) \n    <a href=\"https://twitter.com/IsabelHardman/status/1183695321832054786?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da455dd8f084862358fdae7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T11:08:12.951Z\">12.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Government publishes 130-page briefing pack on Queen's speech bills</h2> \n <div class=\"block-elements\"> \n  <p>The government has now published its <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/839035/Queen_s_Speech_background_briefing.pdf\">130-page Queen’s speech briefing pack (pdf).</a></p> \n  <p>This includes a statement by the prime minister, the full text of the Queen’s speech (always the most boring speech delivered by anyone during the political calendar – it is basically just a list), and briefing notes on all the government bills being planned.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T11:47:52.459Z\">at 12.47pm BST</time></p> \n</div> \n<div id=\"block-5da455198f083d8b3b9db876\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T11:00:51.576Z\">12.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is my colleague <strong>Peter Walker</strong>’s story about the Queen’s speech.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/14/queens-speech-reveals-tougher-jail-terms-and-end-to-free-movement\">Queen's speech reveals tougher jail terms and end to free movement</a> </p> \n  </aside> \n  <p>And this is how it starts.</p> \n  <blockquote class=\"quoted\"> \n   <p>The government has announced a proposed legislative programme dominated by post-Brexit bills and a renewed focus on law and order in an unusual Queen’s speech, one mainly used by <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> as a preview of the Conservatives’ election manifesto.</p> \n   <p>The summary of planned new laws read out by the Queen to mark the new session of parliament contained 26 new or returning bills, more than a third of which relate to new arrangements following departure from the EU.</p> \n   <p>Other key elements of a speech widely trailed in advance included <a href=\"https://www.theguardian.com/politics/2019/oct/13/tories-distract-from-brexit-crime-focused-queens-speech\">plans for tougher jail sentences</a> and controversial proposals <a href=\"https://www.theguardian.com/politics/2019/oct/13/conservatives-accused-of-election-rigging-leaked-id-plans-voter-fraud\">to oblige people to show photographic ID</a> before they are allowed to vote.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da4543c8f083d8b3b9db85e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:59:12.690Z\">11.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back to Brexit, and at the European commission’s daily briefing the commission’s spokeswoman, <strong>Mina Andreeva</strong>, got sidetracked into musing about lighting effects when responding to a question about progress in the Brexit talks. Asked about “light at the end of the tunnel” and whether the light was “static” or “approaching”, she replied: </p> \n  <blockquote class=\"quoted\"> \n   <p>I’m really not a technician in light bulbs or light effects. Maybe it could be a flashing light, because sometimes it’s stronger, sometimes it’s less strong. So let’s see what kind of light we will see at the end. Hopefully there will be light indeed.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"eb151c9d3c1f5eb26741f277c3c14681ae46a1b2\"> \n   <img src=\"https://media.guim.co.uk/eb151c9d3c1f5eb26741f277c3c14681ae46a1b2/0_4_4016_2410/1000.jpg\" alt=\"Mina Andreeva\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mina Andreeva.</span> \n    <span class=\"element-image__credit\">Photograph: Anadolu Agency via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T11:03:50.528Z\">at 12.03pm BST</time></p> \n</div> \n<div id=\"block-5da454028f08b13ca7c7a279\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:55:15.612Z\">11.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From <strong>Jack McConnell,</strong> a Labour peer</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LordMcConnell/status/1183696977730686976\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Behind the scenes, the carriages ‘park up’ <a href=\"https://twitter.com/hashtag/QueensSpeech?src=hash&amp;ref_src=twsrc%5Etfw\">#QueensSpeech</a> <a href=\"https://t.co/uPVS4Nu6Fy\">pic.twitter.com/uPVS4Nu6Fy</a></p>— Jack McConnell (@LordMcConnell) \n    <a href=\"https://twitter.com/LordMcConnell/status/1183696977730686976?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da452cb8f083d8b3b9db859\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:51:46.005Z\">11.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>She says the union is of the utmost importance to the government.</p> \n  <p>Steps will be taken to protect the integrity of democracy, she says.</p> \n  <p>The government will maintain defence spending at 2% of GDP.</p> \n  <p>And the UK will continue to play a leading role in global affairs, she says.</p> \n  <p>She tells MPs that estimates (measures that decide how government money is spent) will be presented to them.</p> \n  <p>And “other measures” will be introduced during the session, she says.</p> \n  <p>And that’s it.</p> \n </div> \n</div> \n<div id=\"block-5da452918f08b13ca7c7a275\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:49:43.119Z\">11.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen says the government is committed to the environment. There will be measures to improve air and water quality, and to promote the welfare of animals. Trophy hunting will be banned.</p> \n </div> \n</div> \n<div id=\"block-5da452028f083d8b3b9db850\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:48:39.613Z\">11.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen says the government wants everyone to have access to an excellent education.</p> \n  <p>There will be measures to help those working hard.</p> \n  <p>A national infrastructure strategy will bring the benefits of a prospering economy to every corner of the kingdom, she says.</p> \n  <p>Legislation will ensure the delivery of fast, reliable broadband to millions of homes.</p> \n  <p>There will be an aviation bill, and proposals on railway reform.</p> \n </div> \n</div> \n<div id=\"block-5da451248f083d8b3b9db83f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:46:15.115Z\">11.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>She says the government’s new economic plan will be underpinned by a new fiscal strategy.</p> \n  <p>There will be measures to strengthen the NHS, she says. There will also be plans to reform adult social care.</p> \n  <p>She says the government is committed to addressing violent crime. New sentencing laws will be introduced, she says. And measures will improve the handling of foreign national offenders.</p> \n  <p>There will be measures to improve prison safety and to help victims.</p> \n  <p>Public sector bodies will be under a duty to address serious violence.</p> \n  <p>There will also be laws to help the victims of domestic abuse and to minimise the impact of divorce.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T10:53:31.280Z\">at 11.53am BST</time></p> \n</div> \n<div id=\"block-5da450b08f083d8b3b9db83a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:42:36.579Z\">11.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen starts by saying the government’s priority “has always been to secure the United Kingdom’s departure from the European Union on 31 October”.</p> \n  <p>She says the government wants a new partnership with the EU, based on free trade.</p> \n  <p>There will be new regimes for fisheries and agriculture.</p> \n  <p>An immigration bill, ending free movement, will be introduced.</p> \n  <p>And steps will be taken to deliver stability in financial services, she says.</p> \n </div> \n</div> \n<div id=\"block-5da4506e8f083d8b3b9db837\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:40:27.982Z\">11.40am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Queen's speech</h2> \n <div class=\"block-elements\"> \n  <p><strong>Robert Buckland</strong>, the lord chancellor, gives the Queen the text of the speech to read out.</p> \n </div> \n</div> \n<div id=\"block-5da450558f083d8b3b9db832\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:39:39.819Z\">11.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Mirror’s Kevin Maguire heard what <strong>Dennis Skinner</strong> said.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kevin_Maguire/status/1183693655355330563\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BOOM! \"I'm not going\" - Dennis Skinner's briefest if most direct heckle after Black Rod announced the Queen was summoning MPs to the House of Lords</p>— Kevin Maguire (@Kevin_Maguire) \n    <a href=\"https://twitter.com/Kevin_Maguire/status/1183693655355330563?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da44fbb8f08b13ca7c7a252\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:38:29.103Z\">11.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Black Rod is entering the Commons.</p> \n  <p>She tells the Speaker the Queen has commanded MPs to attend her in the House of Lords.</p> \n  <p><strong>Dennis Skinner,</strong> the Labour MP famous for heckling Black Rod at this point in the ceremony, expresses some sort of dissent, but from the TV coverage it is hard to hear what he said.</p> \n </div> \n</div> \n<div id=\"block-5da44f308f08b13ca7c7a249\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:36:19.213Z\">11.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Downing Street has expressed scepticism at the idea the UK could part-exit the EU on 31 October – agreeing a deal to satisfy political demand while allowing a “technical extension” for details to be finalised.</p> \n  <p>Asked about the idea, which would allow Boris Johnson to reach an interim agreement at the European council summit this week while giving more time for parliament and the EU to approve it, Johnson’s spokesman said: “It’s news to me that something like that is even possible.”</p> \n  <p>Asked if Downing Street would thus not agree such a plan even if it was mooted, the spokesman said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The prime minister has been clear on many occasions that we are going to leave on 31 October.</p> \n  </blockquote> \n  <p>There was also little news on negotiations to even reach a deal at the summit in Brussels this Wednesday and Thursday. “Talks remain constructive but there is a lot of work still to do,” Johnson’s spokesman said.</p> \n  <p>The prime minister currently has no calls with EU leaders scheduled, despite reports he was due to talk to people including Angela Merkel.</p> \n  <p>If a deal was reached, he said, MPs would be expected to “work around the clock” to get it through parliament in time. However, as yet it is not confirmed whether the Commons will definitely sit on Saturday, as mooted, to either agree a deal or decide on a possible extension, as dictated under the so-called Benn act.</p> \n  <p>A motion to sit on Saturday would need to be tabled on Wednesday for a vote of MPs on Thursday, the spokesman said.</p> \n  <figure class=\"element element-image\" data-media-id=\"104f17b2ce114b90dc76e13a3712342361b2ca15\"> \n   <img src=\"https://media.guim.co.uk/104f17b2ce114b90dc76e13a3712342361b2ca15/0_1093_3356_2013/1000.jpg\" alt=\"10 Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">10 Downing Street</span> \n    <span class=\"element-image__credit\">Photograph: Mark Thomas/Rex/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T10:55:05.838Z\">at 11.55am BST</time></p> \n</div> \n<div id=\"block-5da44f548f084862358fda93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:35:31.342Z\">11.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen is now on the throne in the Lords.</p> \n  <p>But MPs are still in the Commons. They now need to be summoned by Black Rod.</p> \n </div> \n</div> \n<div id=\"block-5da44efd8f083d8b3b9db820\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:34:06.515Z\">11.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"90168a7ca51ceccef59dc23874fb2a4c8e11cf06\"> \n   <img src=\"https://media.guim.co.uk/90168a7ca51ceccef59dc23874fb2a4c8e11cf06/0_88_4024_2414/1000.jpg\" alt=\"The Queen arriving with David Cholmondeley, Marquess of Cholmondeley, for the state opening a few minutes ago.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Queen arriving with David Cholmondeley, Marquess of Cholmondeley, for the state opening a few minutes ago.</span> \n    <span class=\"element-image__credit\">Photograph: Paul Ellis/POOL/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da44e888f08b13ca7c7a242\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:33:07.369Z\">11.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back to Brexit, and measures to manage traffic on Kent’s motorways in preparation for a possible no-deal Brexit will be implemented on 28 October, <a href=\"https://www.gov.uk/government/news/kent-roads-ready-for-brexit-as-hauliers-gear-up-for-31-october\">the Department for Transport has announced</a>. The transport minister <strong>Chris Heaton-Harris</strong> said travellers also needed to “do their bit”. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We want residents in Kent and hauliers travelling from across the EU to be reassured that there are robust plans in place to deal with any disruption in the event of a no-deal Brexit. </p> \n   <p>We now need everyone to do their bit. Whether you are travelling to see family, heading to work or transporting vital goods around the country, please check before you travel to ensure you know what to expect and have the right documents when heading to the border.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T10:38:06.974Z\">at 11.38am BST</time></p> \n</div> \n<div id=\"block-5da44db78f08b13ca7c7a23b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:28:29.111Z\">11.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"0cd3f15a8d57462f9feb2950465f6211c6d8d2a4\"> \n   <img src=\"https://media.guim.co.uk/0cd3f15a8d57462f9feb2950465f6211c6d8d2a4/0_150_3500_2100/1000.jpg\" alt=\"Peers and their guests in the House of Lords for the state opening.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Peers and their guests in the House of Lords for the state opening.<br><br></span> \n    <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da44d418f083d8b3b9db80e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:27:28.063Z\">11.27am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No 10 says Brexit talks with EU have 'still a long way to go'</h2> \n <div class=\"block-elements\"> \n  <p>These are from the Mirror’s<strong> Pippa Crerar</strong>, who has been at the Downing Street lobby briefing.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1183688889866821632\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">No 10 not sounding hugely upbeat about prospect of new Brexit legal text being ready to put in front of EU leaders on Thursday. <br><br>PM’s official spokesman says: “The talks are constructive but there is still a long way to go”.</p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1183688889866821632?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1183690097369194497\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">PM’s spokesman also rules out extending Brexit by a couple of weeks if a deal looks in sight - even if just for a technical extension.<br><br>“I’m generally not aware such a thing even exists. The PM is clear that we leave on October 31st”.</p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1183690097369194497?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da44d028f083d8b3b9db809\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:25:36.438Z\">11.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons <strong>John Bercow</strong>, the Speaker, is taking his seat ahead of the state opening ceremony.</p> \n </div> \n</div> \n<div id=\"block-5da44c618f083d8b3b9db801\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:22:58.179Z\">11.22am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Queen arrives at parliament for Queen's speech</h2> \n <div class=\"block-elements\"> \n  <p>The Queen has arrived at parliament for the Queen’s speech.</p> \n </div> \n</div> \n<div id=\"block-5da44b078f084862358fda64\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:21:54.838Z\">11.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This morning <strong>Sajid Javid</strong>, the chancellor, announced that <a href=\"https://www.theguardian.com/uk-news/2019/oct/14/budget-2019-date-6-november-sajid-javid-brexit\">he plans to hold a budget on 6 November,</a> less than a week after the date of the UK’s supposed exit from the EU. But the small print of <a href=\"https://www.gov.uk/government/news/budget-2019-date-announced\">the government’s announcement</a> makes it clear that, if there were a no-deal Brexit on 31 October, the budget would be delayed. It says:</p> \n  <blockquote class=\"quoted\"> \n   <p>The government is committed to securing a deal and leaving on 31 October. In the event of no deal, the government would act quickly to outline our approach and take early action to support the economy, businesses and households. This would be followed by a budget in the weeks thereafter.</p> \n  </blockquote> \n  <p>On the Today programme <strong>Nicola Sturgeon</strong>, Scotland’s first minister, said this was an example of the government “making things up as they go along”.</p> \n  <blockquote class=\"quoted\"> \n   <p>I have to say, I think it’s another example of this government making things up as they go along. I’m not sure they will still be in office on November 6. It doesn’t appear to be at all certain we will leave the EU on October 31. It’s still a big risk of leaving with no deal, but I certainly hope that we will manage to see an extension secured to the article 50 process.</p> \n  </blockquote> \n  <p>The Mail on Sunday’s <strong>Dan Hodges</strong> thinks this is an implicit acknowledgement that there will be a Brexit extension.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DPJHodges/status/1183646389638701056\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">About this 6th November budget. Boris still saying we'll have left by 31st. At which point we're supposed to be having an election, aren't we? Once we leave, no incentive for other parties to block one. So isn't this a clear admission Boris knows we won't have left by the 31st.</p>— (((Dan Hodges))) (@DPJHodges) \n    <a href=\"https://twitter.com/DPJHodges/status/1183646389638701056?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da44a328f084862358fda5e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:13:21.983Z\">11.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"02b3205a9e3d9b8a49f2a629082ad6974be9b604\"> \n   <img src=\"https://media.guim.co.uk/02b3205a9e3d9b8a49f2a629082ad6974be9b604/0_93_3500_2100/1000.jpg\" alt=\"Programmes on seats in the House of Lords ahead of the state opening.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Programmes on seats in the House of Lords ahead of the state opening.</span> \n    <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da449ae8f08b13ca7c7a207\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:12:07.132Z\">11.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From HuffPost’s <strong>Paul Waugh</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1183683778230784000\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Fascinating vignette in Lords gallery awaiting QSpeech. PM's partner Carrie Symonds chatting animatedly to Stanley Johnson (last seen, still not caught on <a href=\"https://twitter.com/Channel4?ref_src=twsrc%5Etfw\">@Channel4</a> <a href=\"https://twitter.com/hashtag/CelebrityHunted?src=hash&amp;ref_src=twsrc%5Etfw\">#CelebrityHunted</a>.)</p>— Paul Waugh (@paulwaugh) \n    <a href=\"https://twitter.com/paulwaugh/status/1183683778230784000?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"9d0d714c13412c76e81e74720aa279e14383b6ad\"> \n   <img src=\"https://media.guim.co.uk/9d0d714c13412c76e81e74720aa279e14383b6ad/0_18_3500_2100/1000.jpg\" alt=\"Carrie Symonds and Stanley Johnson, the partner and father of Boris Johnson, in the House of Lords gallery before the Queen’s speech.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Carrie Symonds and Stanley Johnson, the partner and father of Boris Johnson, in the House of Lords gallery before the Queen’s speech.</span> \n    <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T10:20:49.797Z\">at 11.20am BST</time></p> \n</div> \n<div id=\"block-5da446f38f083d8b3b9db7c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T10:08:55.589Z\">11.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson’s hopes of getting a new Brexit deal through parliament depend to a large extend on the 10 Democratic Unionist party MPs. That is not necessarily because those votes are essential – if Johnson could win over a significant number of Labour MPs, he could make up for those lost 10 votes – so much as the fact the DUP support would help to unlock a chunk of hardline Tory Brexiter support. There were 28 Tory Brexiters who voted against Theresa May’s deal three times, partly because of its impact on the union, but they would find it hard to object to a Johnson deal on unionist grounds if the DUP was in favour.</p> \n  <p>As <strong>Rory Carroll</strong> reported over the weekend, the DUP’s response to the plan currently being explored by the UK and the EU has been non-committal.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/12/dup-options-johnson-eu-deal-reject-or-endorse-dilemma\">DUP finds itself caught between the devil and the Irish sea</a> </p> \n  </aside> \n  <p>This morning there is new evidence that the DUP may be turning against what is being proposed. <a href=\"https://www.irishtimes.com/news/ireland/irish-news/brexit-hopes-of-deal-by-deadline-fade-as-dup-opposition-hardens-1.4049357#.XaQc0MU2MA0.twitter\">An Irish Times story</a> quotes the DUP MP<strong> Jim Shannon </strong>saying anything that does not treat Northern Ireland the same as England would be unacceptable. Shannon said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is simple. Are we being treated the same as England? No, we are not. Therefore, if we are not being treated the same as <a href=\"https://www.irishtimes.com/topics/topics-7.1213540?article=true&amp;tag_location=England\">England</a>, then we are not going to accept it.</p> \n  </blockquote> \n  <p>We don’t know the full details of the latest plan, but everything we have been told about it says it does not treat Northern Ireland in the same way as England.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T10:23:04.822Z\">at 11.23am BST</time></p> \n</div> \n<div id=\"block-5da446778f08b13ca7c7a1b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T09:57:43.273Z\">10.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"4115ab1feca94f5215afb2d0d3bee982a8db084b\"> \n   <img src=\"https://media.guim.co.uk/4115ab1feca94f5215afb2d0d3bee982a8db084b/0_183_3500_2100/1000.jpg\" alt=\"Queen Elizabeth’s crown being taken to parliament for the state opening\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Queen Elizabeth’s crown being taken to parliament for the state opening</span> \n    <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da4446a8f084862358fda0e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T09:54:29.156Z\">10.54am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit deal 'may be possible this week', says Irish deputy PM</h2> \n <div class=\"block-elements\"> \n  <p><strong>Simon Coveney</strong>, the Irish foreign minister and deputy prime minister, said this morning that a Brexit deal “may ... be possible this week” ahead of a meeting of EU foreign ministers in Luxembourg. But he also said it was important to be cautious. Speaking to reporters, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>On Brexit, the less we say now the better. But we need to give time and space to Michel Barnier [the EU’s chief Brexit negotiator] and his taskforce and the British negotiating team.</p> \n   <p>I think it’s pretty clear what we’re trying to do, but there are pretty detailed technical discussions now and I think we need to give the time and space for that to happen. Hopefully we can make progress today on those.</p> \n  </blockquote> \n  <p>He went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>The message I would give is that we need to be cautious. This is not an easy job. We’ve spent three years trying to get an agreement between the two sides and have made progress at different times. </p> \n   <p>But certainly the last number of months have been difficult. So I think, as my taoiseach has said, a deal is possible, and it’s possible this month, may even be possible this week. But we’re not there yet. </p> \n   <p>And, as Michel Barnier said yesterday, there’s still a lot of work to do, so I hope that we can make more progress today.</p> \n   <p>Our priority is to try to provide certainty to so many people who are awaiting a Brexit outcome and to do that as soon as possible.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"df7456a4b6ca4c8d8be25a1fab9f6039cdbb204c\"> \n   <img src=\"https://media.guim.co.uk/df7456a4b6ca4c8d8be25a1fab9f6039cdbb204c/0_0_2115_1269/1000.jpg\" alt=\"Simon Coveney arriving for the meeting of EU foreign ministers at the European convention centre in Luxembourg.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Simon Coveney arriving for the meeting of EU foreign ministers at the European convention centre in Luxembourg.</span> \n    <span class=\"element-image__credit\">Photograph: Virginia Mayo/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T10:02:06.769Z\">at 11.02am BST</time></p> \n</div> \n<div id=\"block-5da4441d8f084862358fda05\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T09:47:51.535Z\">10.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"a4ffa79a2a9ea78f38fd53297f435939f95aa90a\"> \n   <img src=\"https://media.guim.co.uk/a4ffa79a2a9ea78f38fd53297f435939f95aa90a/0_109_5568_3341/1000.jpg\" alt=\"Jacob Rees-Mogg , leader of the Commons, enjoying a laugh ahead of the state opening of parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jacob Rees-Mogg , leader of the Commons, enjoying a laugh ahead of the state opening of parliament.<br></span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da43b548f08b13ca7c7a14d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T09:36:20.301Z\">10.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a question from below the line.</p> \n  <p><strong>What happens if the government loses the vote on the Queen’s speech?</strong></p> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/134267040\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/16415650\" title=\"View Moneychap12’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/16415650\" height=\"40\" width=\"40\" alt=\"User avatar for Moneychap12\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/16415650\" title=\"View Moneychap12’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">Moneychap12</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/134267040\" title=\"Link to this comment\" itemprop=\"datePublished\">14 October 2019 10:02am</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <p>@Andrew quick question: what are the protocols if MPs reject Queen speech? Given the numbers in current parliament it is highly likely..</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n  <p>Before the Fixed-term Parliaments Act was passed in 2011, the Queen’s speech vote counted as a confidence matter and a government that lost was expected to resign. <a href=\"https://theconversation.com/hung-parliaments-have-voted-down-the-queens-speech-before-heres-what-happened-79384\">That is what happened in 1886, 1892 and 1924</a>. Those votes all took place after general elections, and on each occasion a new administration took power without another election being called.</p> \n  <p>The last election was more than two years ago and, if the FTPA was not on the statute book, you would expect Boris Johnson to respond to a defeat on the Queen’s speech by calling an election.</p> \n  <p>But, of course, that is not an option for him. Under the FTPA a government motion for an early election would need the support of two thirds of MPs in the Commons for it to have force, and Johnson has failed twice to get a motion passed meeting that threshold.</p> \n  <p>If Johnson does lose the vote, he might try again to force an early election. He could table a confidence motion in his own government (although it is hard to see what this would achieve), or he could table a no confidence motion and ask his MPs to abstain (because if a no confidence motion gets passed, and no other administration takes over within 14 days, an election has to happen under the FTPA). As well as being risky, this would be seen as an abuse of process and, although theoretically possible, it is possible that it could be disallowed by the Speaker.</p> \n  <p>But Johnson could also just ignore a vote against the Queen’s speech. A defeat like that would not stop him governing; it would not be like a vote against the budget, which would stop the government raising taxes. At the end of the Queen’s speech all MPs are actually voting on is a motion saying they should send a humble address to the Queen thanking her for attending parliament. If Johnson loses the vote, all that technically happens is that the Queen does not get the note. One less thing to read. She probably wouldn’t mind ...</p> \n  <p><em>UPDATE: </em><strong>David Howarth</strong>, a Cambridge law professor and former Lib Dem MP, has been in touch to say losing a vote on the Queen’s speech does have at least one practical effect. He explains:</p> \n  <blockquote class=\"quoted\"> \n   <p>You might be interested to know that there would be a practical consequence for the government of losing the motion on the address completely (as opposed to losing on an amendment to it).</p> \n   <p>Standing order 51 says that the government can’t move a ways and means resolution without notice unless the address has been agreed to. What this means is that if the government fails to get the address through the house, it can’t bring in emergency tax changes, e.g. to beat avoidance schemes, without letting the world know first, which might be very inconvenient in current circumstances.</p> \n   <p>Perhaps more important, that standing order could be amended by the house to say that the government can’t bring in a budget at all until the address has been passed, something it might do if Boris Johnson loses a vote on the Queen’s speech and then refuses to follow the convention that prime ministers defeated on the Queen’s speech should resign.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T16:23:29.139Z\">at 5.23pm BST</time></p> \n</div> \n<div id=\"block-5da439658f08b13ca7c7a142\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T09:01:54.816Z\">10.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"ff4d19565e486244df18db88a633afb658f68ec7\"> \n   <img src=\"https://media.guim.co.uk/ff4d19565e486244df18db88a633afb658f68ec7/0_130_3500_2100/1000.jpg\" alt=\"Yeomen of the Guard during the ceremonial search of the Houses of Parliament, ahead of the state opening of parliament\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Yeomen of the Guard during the ceremonial search of the Houses of Parliament, ahead of the state opening of parliament</span> \n    <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da438df8f084862358fd993\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T08:59:39.112Z\">9.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From Bloomberg’s Brexit correspondent<strong> Ian Wishart</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IanWishart/status/1183659252721823744\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is where the Brexit talks stand right now. Michel Barnier told EU diplomats last night there are big problems with the UK's plans for the Irish border, but it would be solved if the govt simply accepted the NI backstop. <a href=\"https://t.co/QFVx3IYlrE\">https://t.co/QFVx3IYlrE</a></p>— Ian Wishart (@IanWishart) \n    <a href=\"https://twitter.com/IanWishart/status/1183659252721823744?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da438628f08b13ca7c7a13f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T08:58:08.702Z\">9.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A number of Jeremy Corbyn’s staff are fearing for their jobs after<a href=\"https://news.sky.com/story/corbyn-allies-fear-under-the-radar-power-grab-as-labour-leaders-office-undergoes-major-shake-up-11835507\"> 37 members of his team were summoned to “informal meetings”</a> this week as part of a major shake-up of the Labour leader’s operation, Sky’s<strong> Tom Rayner</strong> is reporting. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T09:54:50.665Z\">at 10.54am BST</time></p> \n</div> \n<div id=\"block-5da435c68f083d8b3b9db716\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T08:48:23.457Z\">9.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has been photographed getting a flu jab in Downing Street. He will be standing in a very crowded House of Lords a bit later, so I suppose there’s no knowing what you might catch ...</p> \n  <figure class=\"element element-image\" data-media-id=\"39c916ab2087cd47bf45cd4f9826fac268829405\"> \n   <img src=\"https://media.guim.co.uk/39c916ab2087cd47bf45cd4f9826fac268829405/0_134_3500_2100/1000.jpg\" alt=\"Boris Johnson getting a flu jab in Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson getting a flu jab in Downing Street</span> \n    <span class=\"element-image__credit\">Photograph: Pool/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T09:55:18.901Z\">at 10.55am BST</time></p> \n</div> \n<div id=\"block-5da430e68f08b13ca7c7a116\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T08:34:51.518Z\">9.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There was once a time when the trendy new journalistic medium was the live blog, but now it is the Twitter thread. Here are three from last night from specialist Brussels watchers which are all worth reading if you are interested in the state of the Brexit talks.</p> \n  <p>My colleague <strong>Jennifer Rankin</strong> has a thread starting here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1183448110145720320\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Michel Barnier said the EU should give one last chance to the British as he met EU diplomats this evening. He said no significant progress had been made over the weekend, but thinks worth continuing talks until Wednesday - one day before European council. <br>1.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1183448110145720320?ref_src=twsrc%5Etfw\">October 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is her conclusion.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1183452759472902145\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Summary: the UK bid to get a new customs partnership negotiated in a week is too complicated, too risky for EU. <br>Both sides are reluctantly heading for a third Brexit extension.<br>12.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1183452759472902145?ref_src=twsrc%5Etfw\">October 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>RTÉ’s<strong> Tony Connelly</strong> has a thread starting here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tconnellyRTE/status/1183450493248364545\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here's the latest on the Brexit negotiations:<br><br>1/ EU officials and diplomats are playing down prospects for a breakthrough in the coming days, with one senior figure saying a deal at the summit would be \"ambitious\"</p>— Tony Connelly (@tconnellyRTE) \n    <a href=\"https://twitter.com/tconnellyRTE/status/1183450493248364545?ref_src=twsrc%5Etfw\">October 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And <strong>Mujtaba Rahman</strong> from the Eurasia Group consultancy has a thread starting here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1183484780119285761\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As I say in earlier thread, opposition from TF50 very much expected - even by Irish side. Council believes deal doable if squint hard enough *&amp;* if UK works on customs model on basis of initial backstop text. Important to note that Commission has a lot of leverage over Heads 1/3 <a href=\"https://t.co/y1K6fYKPCE\">https://t.co/y1K6fYKPCE</a></p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1183484780119285761?ref_src=twsrc%5Etfw\">October 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>TF50 is Taskforce 50, the EU’s Brexit negotiating team.</p> \n  <p>Rahman has also posted this this morning.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1183615568777224193\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Back to Paris to assess🌤🌦🌧🌩. Chaotic week for Brexit &amp; EU ahead of EUCO later in week. Even if Council tad more optimistic than TF - very diff to see how A50 extension is avoided; whether technical to ratify deal; forced upon BJ by Commons on 19th or needed to seal agreement <a href=\"https://t.co/TORoJcQdFW\">https://t.co/TORoJcQdFW</a></p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1183615568777224193?ref_src=twsrc%5Etfw\">October 14, 2019</a>\n   </blockquote> \n  </figure> \n  <p>EUCO is the European council – the body comprising EU heads of government holding a summit starting on Thursday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T09:58:22.743Z\">at 10.58am BST</time></p> \n</div> \n<div id=\"block-5da426fa8f08b13ca7c7a0c7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-14T08:17:48.963Z\">9.17am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Queen's speech branded 'farcical' as talks in EU still fail to achieve breakthrough</h2> \n <div class=\"block-elements\"> \n  <p>When the Labour party has to decide what is going to be in its election manifesto, it holds what’s called a clause V meeting, where the shadow cabinet, the national executive committee and assorted union leaders thrash things out over the course of a day. It is the ultimate “smoke-filled room”, although of course these days there’s no smoke.</p> \n  <p>The Conservatives do things differently, but even the party traditionally associated with the monarchy has probably never held a manifesto event quite like this - the Queen reading out 20-odd legislative proposals from the throne in the House of Lords, addressing hundreds of peers dressed in ermine, with MPs standing at the back. Parliament normally holds a Queens’s speech every year, setting out the legislative programme for the following 12 months, but Boris Johnson’s government has no majority and it has no prospect of being able to pass most of the measures being announced this morning. In fact, <a href=\"http://theconversation.com/hung-parliaments-have-voted-down-the-queens-speech-before-heres-what-happened-79384\">this could become the first Queen’s speech to be voted down for almost 100 years</a>. The opposition have said that, in practice, today is all about showcasing a Conservative policy platform for the election, and it is hard to disagree.</p> \n  <p>This is how <strong>Diane Abbott,</strong> the shadow home secretary, put it in a statement last night.</p> \n  <blockquote class=\"quoted\"> \n   <p>This Queen’s speech is farcical. It is just an uncosted wish list which the government has no intention and no means to deliver, and nothing more than a pre-election party political broadcast.</p> \n  </blockquote> \n  <p>Here is our overnight preview story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/13/tories-distract-from-brexit-crime-focused-queens-speech\">Tories aim to distract from Brexit with crime-focused Queen's speech</a> </p> \n  </aside> \n  <p>Normally the Queen’s speech is the main event of the day. But, as ever, Brexit eclipses everything, and if there is any news from Brussels today about the progress of the talks, that will overshadow anything said at Westminster. As of last night, the negotiations had still failed to achieve a breakthrough. Here is our summary.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/13/barnier-warns-brexit-talks-have-been-difficult-amid-pessimism-over-deal\">Brexit talks fail to yield breakthrough with timely deal feared ‘impossible’</a> </p> \n  </aside> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>11am:</em> Roseanna Cunningham, Scotland’s environment secretary, addresses the Scottish National party conference. Other speakers at the conference are Derek Mackay, the finance secretary, at 12.15pm, and John Swinney, the deputy first minister, at 3.25pm.</p> \n  <p><em>11.25am:</em> The state opening of parliament, with the Queen’s speech.</p> \n  <p><em>2.30pm:</em> MPs begin the debate on the Queen’s speech. After a statement from the Speaker, John Bercow, and speeches from two backbenchers, Jeremy Corbyn and Boris Johnson will deliver the main opening speeches.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although mostly I will be focusing on Brexit and the Queen’s speech. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-barclays-one-of-those-weeks-deal-hopes-dwindle-second-referendum-push/\">the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.<br></p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-14T10:00:14.082Z\">at 11.00am BST</time></p> \n</div>",
      "wordcount": "9232",
      "commentCloseDate": "2019-10-14T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-14T08:17:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:32Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cgcvp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ec6086c15830f23085f80319af822edde530aaf4/51_0_1550_930/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has condemned the government’s planned legislative programme outlined in the Queen’s speech as “a farce”, as he signalled he would back a general election that could deliver a Labour government within weeks. Prison reform charities have condemned the government’s enthusiasm for extending minimum prison terms as “the politics of the lynch mob” and an unnecessary duplication of existing judicial powers. Boris Johnson received a boost when one of the most hardline Tory Brexiters signalled that he would back his revised plan for an alternative to the Irish backstop. (See 4.44pm.) Boris Johnson will not resign if his Queen’s speech is voted down by MPs, Downing Street has said. Scots are choosing to reject the “lies and division” of populists in favour of backing independence, John Swinney, Scotland’s deputy first minister, has told the SNP conference. He said people across the country were “holding fast to the values of truth, integrity and honesty”. Delivering a rebuke to Donald Trump and Boris Johnson, Swinney said the campaign for independence would walk a road of tolerance and persuasion in winning over ‘no’ voters. He went on: While we deride their behaviour, we must learn the lessons of the victories of Trump and Johnson. They chose - and still choose - the gutter and it will be their downfall. Winning on their terms is never worth it. Their road does not lead to a better nation. Their road leads to ruin and we will never walk that road. Instead, we will walk the road of tolerance, persuasion, debate and dialogue. We will set ourselves the goal of living every day as though we are in the first days of a new nation. We do so for two simple reasons - first, because it is the right thing to do, and second, because it will make our country anew. That’s all from me for today. Thanks for the comments. This is what a Downing Street source said when asked about why what the Queen said about the possibility of the UK leaving the EU on 31 October was less definitive than what Boris Johnson has been saying on this. (See 12.57pm.) The source rejected suggestions that the palace rejected No 10’s proposed wording, and went on: I appreciate there are differences in language but those differences in language are more reflective of the fact that’s how a Queen’s speech goes rather than any suggestion that there are any differences in policy. The prime minister was very clear that we are leaving on 31 October. Jon Worth from the College of Europe has been trying to work out how Boris Johnson could get the votes to pass a Brexit deal. He has posted a Twitter thread (what else?) starting here. And here is his conclusion. From my colleague Heather Stewart Earlier I wrote a post saying that, if the government lost the vote on the Queen’s speech next week, the defeat would have no practical effect. But David Howarth, a Cambridge law professor and former Lib Dem MP, has been in touch to say that it is not as simple as that, and that defeat would tie Boris Johnson’s hands in at least one respect. See 10.36am for the update. You may need to refresh the page to get the update to appear. As I said earlier, the opening of the Queen’s speech debate wasn’t exactly a cornucopia of news stories, but here are the better lines, as far as they went. Boris Johnson received a boost when one of the most hardline Tory Brexiters signalled that he would back his revised plan for an alternative to the Irish backstop. (See 4.44pm.) Johnson said the government would protect military veterans from “unfair prosecution”. Asked why the Queen’s speech did not include a bill implementing this pledge, Johnson said legislation would be introduced in due course. He said: This government understands that no-one can escape justice for a crime that they have committed. But we also understand that there should be no unfair prosecution when no new evidence has been produced. Jeremy Corbyn dismissed the Queen’s speech as a “farce”. He explained: There has never been such a farce as a Government with a majority of -45 and a 100% record of defeat in the House of Commons setting out a legislative agenda they know cannot be delivered in this parliament. Johnson said the government would legislate to enshrine the rights of EU nationals in law. Asked by the Tory MP Alberto Costa if he would “unequivocally enshrine in primary legislation the rights of my mother and father, and three million other EU nationals”, Johnson replied: Yes, not only can I give him that absolutely and unequivocal guarantee but I’m delighted to say two million EU nationals in this country have already registered under the EU registration system. Corbyn accused the government of a “blatant attempt ... to rig the result” of the next election” through its plans for compulsory photographic ID at polling stations. He said: We will not allow this government to stifle democracy by making it harder for people to vote – there was only one instance of voter personation at the last election. Eleven million in this country don’t have a passport or driving licence. There are huge risks in such legislation, which will disproportionately affect working class, ethnic minority and young voters. Ed Miliband, the former Labour leader, has also spoken out on this. Corbyn accused the government of creating a “lost generation”. He said: We have, almost, a lost generation. Children going to school in under-staffed schools, very few teaching assistants, headteachers going out with a begging bowl to parents to try to match the school budget. And too many young people growing up in incredible levels of stress, of bad housing and of stress and worry about the future. That contributes to the mental health crisis that this country, as a whole, must address. Johnson refused to confirm that the government remains committed to the HS2 B line to Leeds. Asked about its future by Anna Soubry, the former Tory who now leads the Independent Group for Change, Johnson said that HS2 was being reviewed and that there would be more on this in the budget on 6 November. Johnson compared a shake-up in Corbyn’s office to “Soviet-era expulsions”. Referring to Corbyn, Johnson said: Frankly I fear for his political health. We can see the Soviet-era expulsions that are taking place in his circle. As one by one, his lieutenants are purged as Lenin purged the associates of poor-old Trotsky. Pointing to the shadow chancellor John McDonnell, Johnson went on: And there is Lenin, the veteran fabricator of GLC budgets, as the shadow chancellor tightens his icy-grip on the Labour party. My colleague Owen Jones thinks Johnson’s history is awry. Boris Johnson received a boost when one of the most hardline Tory Brexiters signalled that he would back his revised plan for an alternative to the Irish backstop. Lee Rowley, one of the 28 so-called Brexiter “Spartans” who voted against Theresa May’s Brexit deal three times, opened the Queen’s speech debate, in his role as the proposer of the loyal address. It is the first time the Commons has sat since it emerged on Thursday that a compromise customs plan could be the basis for a UK-EU Brexit deal. Rowley signalled that he was now minded to back what the government was planning. In his speech he said: In the last few days there is at least hope that this toxic and crippling fog, which we have created, might just be lifting as the prime minister sketches the outline of a way forward – and I speak as someone who has been robust in my review of previous proposals – but the house must surely see, as I do, that we have debated long enough. This is a moment for decision and we were elected to make decisions. If there is light at the end of the tunnel later this week, and heaven knows I hope there will be, we have a fundamental responsibility in this place to try and resolve this most vexed of problems and allow our despairing country to move on. For the health of our democracy and to restore faith in this most venerable of institutions, in my view we simply must get Brexit done. The House of Commons library has become the latest Brexit-monitoring body to try its hand at a ‘What happens next?’ flowchart. It’s from this briefing note. Normally at this point in the proceedings I would post some sort of verdict. But there is no point. Partly that’s because that was almost a news-free occasion. Jeremy Corbyn and Boris Johnson both gave serviceable speeches, but neither of them said anything much that they have not said before. (There were a few very minor lines, that I will post in a moment.) But mainly it’s because ITV’s Robert Peston has summed up the problem with the debate so well it is hard to improve on it. Johnson ends saying he believes in a “generous, tolerant, outward-looking and humane society”. And that’s it. Johnson says he wants a Britain where “fairness and balance” are at the heart of what we do. He says the government should be fighting crime. But he says he agrees with Jeremy Corbyn on the importance of rehabilitation. Johnson says, after Brexit, the UK will be able to ban the export of live animals. That is something the public will welcome, he says. Ken Clarke, the veteran Tory (now independent) MP and leader of the Commons, asks Johnson for an assurance that the HS2 review will consider the impact of cancelling the plan on the East Midlands, Nottinghamshire and Derbyshire. Johnson says he can give that assurance. Anna Soubry, the Independent Group for Change MP, says there was no mention of HS2 in the budget. Johnson says the government is committed to infrastructure spending. On HS2, he says there will be more on this in the budget. Johnson says it is time to get Brexit done. He says Brexit will allow the UK to get life-saving medicines to market more quickly and more cheaply. (This is not normally a point Johnson makes when itemising the supposed benefits of Brexit. Is it motivated by the need to match Labour’s plan to reduce the cost of medicines?) Johnson says the destruction that Labour would do to business is the biggest threat this country faces – far bigger than the threat posed by a no-deal Brexit. Johnson says the government wants the economy to flourish because so many solutions to our problems are provided by the free market and capitalism. That is how the UK will become carbon neutral by 2050, he says. He says this is understood even by his “crusty” relatives like his father, Stanley, who backed the Extinction Rebellion protests. Tom Brake, the Lib Dem Brexit spokesman, asks about the impact of Johnson’s Brexit deal on manufacturing. Johnson says that is why the Lib Dems should vote for a deal. And he accuses Jo Swinson, the Lib Dem leader, of going to Brussels for a meeting with Michel Barnier, the EU’s chief Brexit negotiator, and asking him to rule out any deal. Johnson says Labour’s plan to scrap Ofsted is “insane”. He says that one nation Conservatives like himself support Ofsted because they believe in standards. Back in the debate Labour’s Maria Eagle says Merseyside has lost 1,120 police officers. Why is it only being allowed to recruit 200 more. Johnson says this is just the first wave of recruitment. UPDATE: I’ve corrected this because it was Maria Eagle who asked the question, not her identical twin sister Angela, as I originally wrote. From the Independent’s John Rentoul Johnson says he wants to level up investment across the nation. He claims decisions now will lead to 40 new hospitals. (Actually, as this Full Fact briefing explains, six would be a more accurate figure.) Turning back to the issue of the prosecution of military veterans, Johnson says the government will legislate to ensure there is no unfair prosecution when no new evidence has been produced. The DUP’s Sammy Wilson asks Johnson to assure him that he will not let the Northern Ireland Office include the IRA in any provisions. Johnson repeats the point he made originally. Johnson says Corbyn recently said he was daunted by the idea of becoming PM. Many other people feel the same way, he says. He says he personally will do all he can to stop this. He says his government will champion the free market. He says the mention of a free market has made John McDonnell, the shadow chancellor, flinch “like a Transylvanian in the sunlight”. Bob Stewart, a Conservative, asks Johnson why there was no legislation in the speech to protect former members of the armed forces from being prosecuted over historical events. Johnson says the government is still consulting on this matter. It will bring forward legislation when it is ready, he says. And this is from the BBC’s Ian Watson. From the Independent’s Rob Merrick Johnson turns to Jeremy Corbyn, and he accuses Corbyn of changing his mind on an early election. He says Corbyn’s policy on cake is neither having it nor eating it. And he jokes about the changes to Corbyn’s inner circle. (See 9.58am.) John McDonnell is tightening his icy grip on the party, he says. Boris Johnson is speaking now. He starts with tributes to the MPs Lee Rowley and Sarah Newton. Rowley’s aunt was secretary to Arthur Scargill, Johnson says. He also says Rowley collects airline memorabilia (which might not be something Rowley wanted everyone to know). Corbyn says there was no action on the climate in the speech. There is some truth in this. The speech includes an environment bill. This will codify carbon emission targets, but in his comment on this bill in his introduction to the Queen’s speech briefing pack (pdf), Boris Johnson focused on what the bill would do for animal welfare (a priority for his partner Carrie Symonds, who campaigns on this topic). Johnson said: The huge star of our legislative programme is a momentous new environment bill – a lodestar by which we will guide our country towards a cleaner and greener future. This legislation takes forward the work of my predecessor, and will set a framework of legally binding targets to reduce plastics, restore biodiversity and clean up our water and air. And demonstrating that the British really are a nation of animal lovers we will take steps to strengthen animal welfare. Corbyn says Boris Johnson needs to assure EU nationals living in this country that their right to stay in the UK will be guaranteed. Corbyn turns to the government’s plans to require people to show photo ID when they vote. We will not allow this government to stifle democracy by making it harder for people to vote – there was only one instance of voter personation at the last election. Eleven million in this country don’t have a passport or driving licence. There are huge risks in such legislation, which will disproportionately affect working class, ethnic minority and young voters. Labour’s Angela Eagle asks Corbyn if this is an attempt to suppress voter turnout amongst certain groups (groups likely to vote for Labour). Corbyn agrees. Corbyn says the speech does nothing for bus services. He says most tower blocks with Grenfell-style cladding have not had it removed. On crime, Corbyn says: The dog-whistle rhetoric around foreign offenders is a rather ugly mask for the fact that by crashing out of the EU this government risks losing some of the most effective measures in tackling cross-border crime: the European arrest warrant, participation in Eurojust and access to numerous databases. And he expresses scepticism about the plans for railways. We will study the detail closely of the government’s proposals on rail reform but it is no good simply changing the way in which train operating companies carry on extracting profit from our fragmented railway system. Only a Labour government will cap fares and ensure the railway is run for passengers not for profit. Corbyn says the government should repeal the Health and Social Care Act and end privatisation in the NHS. He says the government should match Labour’s pledge to have safe staffing levels in hospitals. He says the speech was shockingly weak on school funding. The extra money for schools will not compensate for what has been lost since 2010, he says. Corbyn welcomes the proposal in the Queen’s speech to ensure employers pass on tips. Unions have been calling for this for ages, he says. But he says the government should go further and implement the proposals outlined by Laura Pidcock, the shadow business minister, in her speech to the TUC last month. (It has been reported that Pidcock is now the candidate favoured by Corbynites for next Labour leader. This afternoon’s name check will do nothing to dispel that theory.) Corbyn says the country has almost got a lost generation. He challenges the PM to match Labour’s proposals on welfare. So will the prime minister match Labour’s commitments to scrap the benefit freeze, end the benefit cap, ditch the bedroom tax, scrap the two-child limit and the rape clause, and end punitive sanctions? Corbyn turns to poverty. There was nothing in this Queen’s speech to address our stagnant economy. Nothing to address low pay and insecure work. Nothing to reverse rising levels of child poverty or pensioner poverty. Corbyn has not even got to the end of his speech, but Labour has already put it out on Twitter. Corbyn says we could be only weeks away from a Labour Queen’s speech. Patrick McLoughlin, the former Tory chairman, says if Labour had voted for an election in September, the Queen could have been reading out a Labour one. Why did Corbyn not back an election? Because we don’t trust the prime minster, says Corbyn. Corbyn is now on to the substance of his speech. He says there has never been such a “farce” as a government with a majority of minus 45, and a 100% record of being defeated in the Commons, setting out a programme for government. Jeremy Corbyn is speaking now. He starts by paying tribute to Paul Flynn, the Labour MP who died earlier this year. He says Lee Rowley and Sarah Newton both started in local government. He pays tribute to councillors, and says they should be seen as an important part of our democracy. As is traditional on these occasions, he praises the two MPs who proposed and seconded the loyal address. He jokes about Rowley being a surprise choice for the role because Rowley has not always got on with Boris Johnson, he claims. He says when Johnson was mayor of London, Rowley was a councillor, and proposed a nightlife tax. Johnson was furious, Corbyn says. He says the plan only covered parking, but he suggests Johnson saw it as an incursion on his own nightlife activities. Newton is now addressing Europe. It has been tough going, she says. This week MPs must redouble their efforts, compromise and find a consensus on the way forward. She jokes about various songs MPs could sing to bring them together over Brexit, ending with the Beatles’ We Can Work it Out. As she sits down she gets a pat on the back from Theresa May, who is sitting beside her. Sarah Newton, the MP for Truro and Falmouth, a former disabilities minister, is seconding the loyal address. She is on a different wing of the Conservative party on Brexit. She resigned as a minister earlier this year so that she could vote to rule out a no-deal Brexit. She starts by saying she was a bit worried to get this slot. She hopes the best days of her career are not over, she says. Rowley recalls a visit to parliament when he was at school, when he was shown around by the late Tony Benn. He recalls Benn running through his five questions that should be asked of anyone in power. After a jokey introduction, Lee Rowley gets into the meat of his speech. He says the country is divided. He says he has been “robust” in his criticism of previous Brexit deals. But now is the time to take a decision, he says. He says he hopes that there will be light at the end of the tunnel this week. In my view, we simply must get Brexit done. He says it is time for MPs to get back to the country’s other priorities. Hardline Tory Brexiter Lee Rowley suggests he would vote for Boris Johnson’s Brexit deal, saying “we simply must get Brexit done”. Before the prime minister and the leader of the opposition speak, two backbenchers propose and second the loyal address (the thank you note to the Queen - see 10.36am) By tradition, one of them is a young, up-and-coming MP, and the other is a veteran. Lee Rowley, MP for North East Derbyshire, is proposing the loyal address. He was only elected in 2017, and he is 39. Rowley is one of the 28 “Spartans” - hardline Tory Brexiters who voted against Theresa May’s deal three times. You can see why No 10 might be keen to humour him at the moment ... In the Commons the sitting has resumed. As is normal at the start of a new parliamentary session, John Bercow, the Speaker, reads out a statement reminding MPs of their duties under the code of conduct and asserting the rights of the Commons. Here is an extract from the version he read out at the start of the session in 2017. I begin by reminding members of our duty to observe the code of conduct agreed by the House, and to behave with civility and fairness in all their dealings. In our proceedings, every member should be heard courteously, whatever their views. The house asserts its privilege of freedom of speech so that we can represent our constituents without fear or favour. We must exercise that privilege responsibly. It applies only to our work in this House; as private individuals we are equal under the law with those whom we represent. Here is some reaction to the Queen’s speech from opposition parties. From Diane Abbott, the shadow home secretary From Angela Rayner, the shadow education secretary From Ian Blackford, the SNP leader at Westminster Boris Johnson’s toxic Tory agenda would be devastating for Scotland - ripping us out of the EU, single market and customs union against our will, destroying jobs, and inflicting lasting harm on living standards, public services and the economy. The Tory leader’s time is up. The SNP will do everything we can over the coming days to bring this failed Tory government to an end - and prevent it imposing its tired, damaging policies, including by opposing this hijacked Queen’s Speech if it ever comes to a vote. From the Liberal Democrats From Liz Saville Roberts, the Plaid Cymru leader at Wesminster Fundamentally calling for an election whilst at the same time outlining a year-long – or perhaps multi-year – programme of legislation is completely non-sensical. From the Green MP Caroline Lucas From the BBC’s Laura Kuenssberg The Evening Standard’s Nicholas Cecil has another clue (possibly) as to whether or not the DUP might support the Brexit backstop alternative being considered by the UK and the EU. And here is an extract from Cecil’s story. DUP Brexit spokesman Sammy Wilson, when asked about Commons Leader Jacob Rees-Mogg saying is willing to “eat his own words” and back a customs plan he once branded “completely cretinous”, responded: “Whatever appetite he has for his own words or whatever, we will not be eating our own words. Our position is clear, the government knows what our position is and we will not be dining from a different menu.” The former head of the civil service, Andrew Turnbull, has launched an attack on unelected Downing Street special advisers such as Dominic Cummings, warning that damage is being inflicted on the functioning of government. In a thinly veiled attack on Boris Johnson’s top adviser, the former cabinet secretary to Tony Blair said the rising concentration of power at No 10 needed to be reversed urgently if the country wanted better political decisions to be made. Speaking at the National Institute of Economic and Social Research in London, he said: What has happened is an accretion of power around the prime minister and the special adviser group around the prime minister, and it works to the detriment of Whitehall and of departments as a whole. Saying that both Jeremy Hunt and Sajid Javid had been circumvented by Theresa May and Boris Johnson in turn, he said the marginalisation of ministers had damaged the country at large. We‘ve got to go back to a view that the prime minister’s senior adviser on any policy issue is his secretary of state. The prime minister must not get to thinking that all announcements have to come out of No 10. When they [special advisers] start to suppress and supplant the advice of the civil service, then they are beginning to do damage. And I think reversing this accretion of power that’s happened over the past 20 years - pretty dramatic under Mrs May, is even more dramatic under the present prime minister - that is essential to get back to much better quality of policymaking. Also speaking at the event as the focus in Westminster shifted to the Queen’s speech, Sir Jeremy Greenstock, Britain’s former ambassador to the UN, warned that the UK’s position on the world stage had been damaged by Brexit. Urging the government to redouble its efforts and to raise military spending to offset the hit to Britain’s status, he said: We’ve fallen back in international esteem and we’ve lost an awful lot of ground. The UK and the EU have to work very closely together to be relevant globally. The US-UK relationship will not be secondary to that, but it will not substitute that. Any government leadership post Brexit has got to be very clear on that point. He said government spending on defence as a proportion of the economy should rise from 2% at present to 2.2%, adding: “We must bring something to the table or people will not be talking to us as we have taken ourselves out.” Nicola Sturgeon has said she tries to avoid “stressing and worrying” about the potential impact of the Alex Salmond trial on her life, telling an interviewer “what will be will be”. Salmond, her predecessor as first minister and mentor, is expected to stand trial early next year for alleged sex offences, which he has repeatedly denied. He was charged in January with 14 offences including two of attempted rape, with senior Scottish National party figures expected to be called to give evidence. In an interview with Holyrood magazine to mark Scottish National party conference, Sturgeon said she was focusing on her work as first minister and party leader. She said: In terms of any trial, I don’t spend much time thinking about it. I’m not in control of it; I’m not controlling the timing of it. I’m not in control of the outcome, I’m not in control of any aspect of it and I guess the longer anybody is in politics and in positions of leadership, one of the things you learn is not to spend too much time stressing about the things you’re not in control of because there’s plenty of things you are in control of to focus on. So I won’t spend a lot of time stressing or worrying about it. What will be will be and around that I would say that I can’t, and I won’t go, into any detail or substance on it because I am not going to prejudice a process that should be respected. And I would simply caution others to take the same view and you know, not listen too much to the kind of gossip that swirls around in that kind of vacuum. Sturgeon, her senior aides and the head of the Scottish civil service, Leslie Evans, are also the focus of a Scottish parliament investigation into the devolved government’s botched internal inquiry into allegations of inappropriate conduct by Salmond involving two female employees. Salmond denied those claims and won a civil action against Evans last August, when the Scottish government admitted it has mishandled that inquiry. The senior officer Evans appointed to run it had had contact with both women before they had formally lodged complaints. It then emerged Sturgeon had contact with Salmond five times last year, after the inquiry was launched, including three face to face meetings where he is thought to have lobbied her about the civil service inquiry. The BBC’s Faisal Islam reckons there is only one reference to a no-deal Brexit in the 130-page Queen’s speech briefing pack. Scotland’s environment and climate change secretary, Roseanna Cunningham, has launched a vigorous attack on the Scottish Green party, claiming the Greens could not be trusted after their MSPs “sat on their hands” during a recent vote on climate policy. The pro-independence Scottish Green party are the Scottish National party’s erstwhile allies in the independence movement; its six MSPs have given Nicola Sturgeon’s minority government a narrow majority at Holyrood in key votes on the constitution. Many observers believe the Scottish Greens’ head count at Holyrood after the next Scottish parliamentary election in May 2021 could be crucial in ensuring pro-independence parties have a majority – assuming Sturgeon fails to hold a fresh referendum next year as she hopes. But in a combative speech at SNP conference in Aberdeen, Cunningham urged SNP members and pro-independence voters not to “lend their votes” to the Scottish Greens at a Holyrood election, accusing them of siding with Labour and the Tories. Sturgeon’s new climate strategy, to reach net zero by 2045, scraped through Holyrood last week after her government accepted a Labour amendment, which the Scottish Greens voted against because it was not ambitious enough. Cunningham told delegates: The people of Scotland know who they can trust to provide leadership. They can’t trust Labour. And they certainly can’t trust the Tories. Both parties will the ends, but never the means. Last week they had their chance to step up to the plate and they failed. And people can’t trust the Greens either. At this crucial moment in Scotland’s climate change journey, when it came time to pass those targets into law, they sat on their hands. So conference, let me offer this advice to you, and to every member of the SNP. Lend your vote to the Greens? So they can sit on their hands in the face of world leading ambition? I don’t think so! The enmity on this seems to be mutual. With the Scottish Greens holding their annual conference in Inverness at the weekend, the party accused the SNP on Sunday of “world class hypocrisy” after the former SNP climate minister Stewart Stevenson told an SNP fringe event sponsored by BP there would be decades more oil extraction. Here is a Guardian video of the Dennis Skinner heckle. By his standards, it was rather low-key. In an article for BuzzFeed Alex Wickham and Alberto Nardelli suggest No 10 is mulling over whether it could accept a Brexit extension to bolt down the details of the new backstop plan being considered by the UK and the EU – justifying this on the grounds that in spirit Brexit would have been delivered by the end of October. They write: One option under consideration in Number 10 is that, if the EU accepted in principle Johnson’s customs partnership for the Northern Ireland proposal without a backstop, but said it needed more time to iron out the details, Johnson could agree to a three-month technical extension to Article 50. Some senior Tories believe that Johnson could present this outcome to the public as the prime minister successfully “getting Brexit done” by October 31, with a deal agreed in principle and the backstop removed. A technical extension would be used to negotiate the final details and the UK would formally leave at a later date. The downside to this would be that the UK will not have legally left the EU on October 31, contrary to the public position of Johnson and Cummings. In this scenario, a general election could be delayed until 2020, also contrary to Johnson and Cummings’ original plan. There are rising fears among senior ministers that the Conservatives would be squeezed by Nigel Farage’s Brexit Party in a pre-Brexit election. At the No 10 lobby briefing the PM’s spokesman played down this suggestion (see 11.27am) and said Johnson was clear that the UK would be leaving the EU on 31 October. The government’s Queen’s speech briefing pack (pdf), in the section on the EU (withdrawal agreement) bill, says one of the main benefits of the bill would be ensuring the UK leaves the EU with a deal on 31 October. But it is worth noting that the Queen herself, in her speech, did not commit to hitting the 31 October deadline. She just said: My government’s priority has always been to secure the United Kingdom’s departure from the European Union on 31 October. The Queen’s speech is drafted by the government, but the palace is consulted and presumably the Queen’s aides would have been unhappy about her stating as fact that the UK would be leaving on 31 October when at the moment that is only an aspiration. She is more scrupulous about sticking to what’s true than her prime minister. Here is an extract from Boris Johnson’s statement about the Queen’s speech in his introduction to the Queen’s speech briefing pack (pdf). As befits a former motoring correspondent of GQ, he uses a driving metaphor – promising to “get the gears on our national gearbox working again”. This Queen’s speech delivers on my promise as prime minister to get this amazing country of ours moving again. People are tired of stasis, gridlock and waiting for change. They don’t want to wait for improvements in their hospitals. They don’t want to wait for their streets to be made safer. They don’t want to wait for their schools to have the funding they need to give their children the superb education they deserve. And they don’t want to wait any longer to get Brexit done and to answer that clarion call of 17.4m people in the greatest exercise of democracy in our national history. So we are going to get the gears on our national gearbox working again. Leaving the EU is a defining opportunity for us to set a new course and a new direction for our country – to do the things we have not been allowed to for decades, to tear away that bureaucratic red tape, to set our own rules, and to release the talent, creativity, innovation and chutzpah that exists in every corner of our United Kingdom. It is striking how, despite being one of the architects of the vote to leave the EU, Johnson is now desperate to move beyond the “gridlock” that the referendum result engendered. In his statement, Johnson also revives a line that he used during his speech to the Tory conference. He says: If there is one great British institution that has the emotional force to bring our country together, it is our NHS. It is sacred in our nation precisely because at its heart is the simple beauty of the principle that whoever you are, no matter where you come from, if you fall sick the whole country gathers figuratively at your bedside. (You can see why Johnson is taken by the metaphor, but I’m not sure it works. Personally, if I were in hospital, the last thing I would want would be the whole nation by my bedside.) I missed this moment earlier ... The government has now published its 130-page Queen’s speech briefing pack (pdf). This includes a statement by the prime minister, the full text of the Queen’s speech (always the most boring speech delivered by anyone during the political calendar – it is basically just a list), and briefing notes on all the government bills being planned. Here is my colleague Peter Walker’s story about the Queen’s speech. And this is how it starts. The government has announced a proposed legislative programme dominated by post-Brexit bills and a renewed focus on law and order in an unusual Queen’s speech, one mainly used by Boris Johnson as a preview of the Conservatives’ election manifesto. The summary of planned new laws read out by the Queen to mark the new session of parliament contained 26 new or returning bills, more than a third of which relate to new arrangements following departure from the EU. Other key elements of a speech widely trailed in advance included plans for tougher jail sentences and controversial proposals to oblige people to show photographic ID before they are allowed to vote. Back to Brexit, and at the European commission’s daily briefing the commission’s spokeswoman, Mina Andreeva, got sidetracked into musing about lighting effects when responding to a question about progress in the Brexit talks. Asked about “light at the end of the tunnel” and whether the light was “static” or “approaching”, she replied: I’m really not a technician in light bulbs or light effects. Maybe it could be a flashing light, because sometimes it’s stronger, sometimes it’s less strong. So let’s see what kind of light we will see at the end. Hopefully there will be light indeed. From Jack McConnell, a Labour peer She says the union is of the utmost importance to the government. Steps will be taken to protect the integrity of democracy, she says. The government will maintain defence spending at 2% of GDP. And the UK will continue to play a leading role in global affairs, she says. She tells MPs that estimates (measures that decide how government money is spent) will be presented to them. And “other measures” will be introduced during the session, she says. And that’s it. The Queen says the government is committed to the environment. There will be measures to improve air and water quality, and to promote the welfare of animals. Trophy hunting will be banned. The Queen says the government wants everyone to have access to an excellent education. There will be measures to help those working hard. A national infrastructure strategy will bring the benefits of a prospering economy to every corner of the kingdom, she says. Legislation will ensure the delivery of fast, reliable broadband to millions of homes. There will be an aviation bill, and proposals on railway reform. She says the government’s new economic plan will be underpinned by a new fiscal strategy. There will be measures to strengthen the NHS, she says. There will also be plans to reform adult social care. She says the government is committed to addressing violent crime. New sentencing laws will be introduced, she says. And measures will improve the handling of foreign national offenders. There will be measures to improve prison safety and to help victims. Public sector bodies will be under a duty to address serious violence. There will also be laws to help the victims of domestic abuse and to minimise the impact of divorce. The Queen starts by saying the government’s priority “has always been to secure the United Kingdom’s departure from the European Union on 31 October”. She says the government wants a new partnership with the EU, based on free trade. There will be new regimes for fisheries and agriculture. An immigration bill, ending free movement, will be introduced. And steps will be taken to deliver stability in financial services, she says. Robert Buckland, the lord chancellor, gives the Queen the text of the speech to read out. The Mirror’s Kevin Maguire heard what Dennis Skinner said. Black Rod is entering the Commons. She tells the Speaker the Queen has commanded MPs to attend her in the House of Lords. Dennis Skinner, the Labour MP famous for heckling Black Rod at this point in the ceremony, expresses some sort of dissent, but from the TV coverage it is hard to hear what he said. Downing Street has expressed scepticism at the idea the UK could part-exit the EU on 31 October – agreeing a deal to satisfy political demand while allowing a “technical extension” for details to be finalised. Asked about the idea, which would allow Boris Johnson to reach an interim agreement at the European council summit this week while giving more time for parliament and the EU to approve it, Johnson’s spokesman said: “It’s news to me that something like that is even possible.” Asked if Downing Street would thus not agree such a plan even if it was mooted, the spokesman said: The prime minister has been clear on many occasions that we are going to leave on 31 October. There was also little news on negotiations to even reach a deal at the summit in Brussels this Wednesday and Thursday. “Talks remain constructive but there is a lot of work still to do,” Johnson’s spokesman said. The prime minister currently has no calls with EU leaders scheduled, despite reports he was due to talk to people including Angela Merkel. If a deal was reached, he said, MPs would be expected to “work around the clock” to get it through parliament in time. However, as yet it is not confirmed whether the Commons will definitely sit on Saturday, as mooted, to either agree a deal or decide on a possible extension, as dictated under the so-called Benn act. A motion to sit on Saturday would need to be tabled on Wednesday for a vote of MPs on Thursday, the spokesman said. The Queen is now on the throne in the Lords. But MPs are still in the Commons. They now need to be summoned by Black Rod. Back to Brexit, and measures to manage traffic on Kent’s motorways in preparation for a possible no-deal Brexit will be implemented on 28 October, the Department for Transport has announced. The transport minister Chris Heaton-Harris said travellers also needed to “do their bit”. He said: We want residents in Kent and hauliers travelling from across the EU to be reassured that there are robust plans in place to deal with any disruption in the event of a no-deal Brexit. We now need everyone to do their bit. Whether you are travelling to see family, heading to work or transporting vital goods around the country, please check before you travel to ensure you know what to expect and have the right documents when heading to the border. These are from the Mirror’s Pippa Crerar, who has been at the Downing Street lobby briefing. In the Commons John Bercow, the Speaker, is taking his seat ahead of the state opening ceremony. The Queen has arrived at parliament for the Queen’s speech. This morning Sajid Javid, the chancellor, announced that he plans to hold a budget on 6 November, less than a week after the date of the UK’s supposed exit from the EU. But the small print of the government’s announcement makes it clear that, if there were a no-deal Brexit on 31 October, the budget would be delayed. It says: The government is committed to securing a deal and leaving on 31 October. In the event of no deal, the government would act quickly to outline our approach and take early action to support the economy, businesses and households. This would be followed by a budget in the weeks thereafter. On the Today programme Nicola Sturgeon, Scotland’s first minister, said this was an example of the government “making things up as they go along”. I have to say, I think it’s another example of this government making things up as they go along. I’m not sure they will still be in office on November 6. It doesn’t appear to be at all certain we will leave the EU on October 31. It’s still a big risk of leaving with no deal, but I certainly hope that we will manage to see an extension secured to the article 50 process. The Mail on Sunday’s Dan Hodges thinks this is an implicit acknowledgement that there will be a Brexit extension. From HuffPost’s Paul Waugh Boris Johnson’s hopes of getting a new Brexit deal through parliament depend to a large extend on the 10 Democratic Unionist party MPs. That is not necessarily because those votes are essential – if Johnson could win over a significant number of Labour MPs, he could make up for those lost 10 votes – so much as the fact the DUP support would help to unlock a chunk of hardline Tory Brexiter support. There were 28 Tory Brexiters who voted against Theresa May’s deal three times, partly because of its impact on the union, but they would find it hard to object to a Johnson deal on unionist grounds if the DUP was in favour. As Rory Carroll reported over the weekend, the DUP’s response to the plan currently being explored by the UK and the EU has been non-committal. This morning there is new evidence that the DUP may be turning against what is being proposed. An Irish Times story quotes the DUP MP Jim Shannon saying anything that does not treat Northern Ireland the same as England would be unacceptable. Shannon said: It is simple. Are we being treated the same as England? No, we are not. Therefore, if we are not being treated the same as England, then we are not going to accept it. We don’t know the full details of the latest plan, but everything we have been told about it says it does not treat Northern Ireland in the same way as England. Simon Coveney, the Irish foreign minister and deputy prime minister, said this morning that a Brexit deal “may ... be possible this week” ahead of a meeting of EU foreign ministers in Luxembourg. But he also said it was important to be cautious. Speaking to reporters, he said: On Brexit, the less we say now the better. But we need to give time and space to Michel Barnier [the EU’s chief Brexit negotiator] and his taskforce and the British negotiating team. I think it’s pretty clear what we’re trying to do, but there are pretty detailed technical discussions now and I think we need to give the time and space for that to happen. Hopefully we can make progress today on those. He went on: The message I would give is that we need to be cautious. This is not an easy job. We’ve spent three years trying to get an agreement between the two sides and have made progress at different times. But certainly the last number of months have been difficult. So I think, as my taoiseach has said, a deal is possible, and it’s possible this month, may even be possible this week. But we’re not there yet. And, as Michel Barnier said yesterday, there’s still a lot of work to do, so I hope that we can make more progress today. Our priority is to try to provide certainty to so many people who are awaiting a Brexit outcome and to do that as soon as possible. Here is a question from below the line. What happens if the government loses the vote on the Queen’s speech? Before the Fixed-term Parliaments Act was passed in 2011, the Queen’s speech vote counted as a confidence matter and a government that lost was expected to resign. That is what happened in 1886, 1892 and 1924. Those votes all took place after general elections, and on each occasion a new administration took power without another election being called. The last election was more than two years ago and, if the FTPA was not on the statute book, you would expect Boris Johnson to respond to a defeat on the Queen’s speech by calling an election. But, of course, that is not an option for him. Under the FTPA a government motion for an early election would need the support of two thirds of MPs in the Commons for it to have force, and Johnson has failed twice to get a motion passed meeting that threshold. If Johnson does lose the vote, he might try again to force an early election. He could table a confidence motion in his own government (although it is hard to see what this would achieve), or he could table a no confidence motion and ask his MPs to abstain (because if a no confidence motion gets passed, and no other administration takes over within 14 days, an election has to happen under the FTPA). As well as being risky, this would be seen as an abuse of process and, although theoretically possible, it is possible that it could be disallowed by the Speaker. But Johnson could also just ignore a vote against the Queen’s speech. A defeat like that would not stop him governing; it would not be like a vote against the budget, which would stop the government raising taxes. At the end of the Queen’s speech all MPs are actually voting on is a motion saying they should send a humble address to the Queen thanking her for attending parliament. If Johnson loses the vote, all that technically happens is that the Queen does not get the note. One less thing to read. She probably wouldn’t mind ... UPDATE: David Howarth, a Cambridge law professor and former Lib Dem MP, has been in touch to say losing a vote on the Queen’s speech does have at least one practical effect. He explains: You might be interested to know that there would be a practical consequence for the government of losing the motion on the address completely (as opposed to losing on an amendment to it). Standing order 51 says that the government can’t move a ways and means resolution without notice unless the address has been agreed to. What this means is that if the government fails to get the address through the house, it can’t bring in emergency tax changes, e.g. to beat avoidance schemes, without letting the world know first, which might be very inconvenient in current circumstances. Perhaps more important, that standing order could be amended by the house to say that the government can’t bring in a budget at all until the address has been passed, something it might do if Boris Johnson loses a vote on the Queen’s speech and then refuses to follow the convention that prime ministers defeated on the Queen’s speech should resign. From Bloomberg’s Brexit correspondent Ian Wishart A number of Jeremy Corbyn’s staff are fearing for their jobs after 37 members of his team were summoned to “informal meetings” this week as part of a major shake-up of the Labour leader’s operation, Sky’s Tom Rayner is reporting. Boris Johnson has been photographed getting a flu jab in Downing Street. He will be standing in a very crowded House of Lords a bit later, so I suppose there’s no knowing what you might catch ... There was once a time when the trendy new journalistic medium was the live blog, but now it is the Twitter thread. Here are three from last night from specialist Brussels watchers which are all worth reading if you are interested in the state of the Brexit talks. My colleague Jennifer Rankin has a thread starting here. And here is her conclusion. RTÉ’s Tony Connelly has a thread starting here. And Mujtaba Rahman from the Eurasia Group consultancy has a thread starting here. TF50 is Taskforce 50, the EU’s Brexit negotiating team. Rahman has also posted this this morning. EUCO is the European council – the body comprising EU heads of government holding a summit starting on Thursday. When the Labour party has to decide what is going to be in its election manifesto, it holds what’s called a clause V meeting, where the shadow cabinet, the national executive committee and assorted union leaders thrash things out over the course of a day. It is the ultimate “smoke-filled room”, although of course these days there’s no smoke. The Conservatives do things differently, but even the party traditionally associated with the monarchy has probably never held a manifesto event quite like this - the Queen reading out 20-odd legislative proposals from the throne in the House of Lords, addressing hundreds of peers dressed in ermine, with MPs standing at the back. Parliament normally holds a Queens’s speech every year, setting out the legislative programme for the following 12 months, but Boris Johnson’s government has no majority and it has no prospect of being able to pass most of the measures being announced this morning. In fact, this could become the first Queen’s speech to be voted down for almost 100 years. The opposition have said that, in practice, today is all about showcasing a Conservative policy platform for the election, and it is hard to disagree. This is how Diane Abbott, the shadow home secretary, put it in a statement last night. This Queen’s speech is farcical. It is just an uncosted wish list which the government has no intention and no means to deliver, and nothing more than a pre-election party political broadcast. Here is our overnight preview story. Normally the Queen’s speech is the main event of the day. But, as ever, Brexit eclipses everything, and if there is any news from Brussels today about the progress of the talks, that will overshadow anything said at Westminster. As of last night, the negotiations had still failed to achieve a breakthrough. Here is our summary. Here is the agenda for the day. 11am: Roseanna Cunningham, Scotland’s environment secretary, addresses the Scottish National party conference. Other speakers at the conference are Derek Mackay, the finance secretary, at 12.15pm, and John Swinney, the deputy first minister, at 3.25pm. 11.25am: The state opening of parliament, with the Queen’s speech. 2.30pm: MPs begin the debate on the Queen’s speech. After a statement from the Speaker, John Bercow, and speeches from two backbenchers, Jeremy Corbyn and Boris Johnson will deliver the main opening speeches. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although mostly I will be focusing on Brexit and the Queen’s speech. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "53241",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/14/boris-johnson-wins-more-backing-from-mps-for-brexit-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-14T18:12:10Z",
    "webTitle": "Boris Johnson wins more backing from MPs for Brexit deal",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/14/boris-johnson-wins-more-backing-from-mps-for-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/14/boris-johnson-wins-more-backing-from-mps-for-brexit-deal",
    "fields": {
      "headline": "Boris Johnson wins more backing from MPs for Brexit deal",
      "standfirst": "<p>Eurosceptics and Labour MPs indicate they could back prime minister’s deal if he clinches agreement in Brussels </p>",
      "trailText": "Eurosceptics and Labour MPs indicate they could back prime minister’s deal if he clinches agreement in Brussels ",
      "byline": "Rowena Mason and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"cefad52eee280bf83d6fca5ed0537082c425fa71\"> \n <img src=\"https://media.guim.co.uk/cefad52eee280bf83d6fca5ed0537082c425fa71/0_156_2758_1655/1000.jpg\" alt=\"Brexit supporters in Westminster protest during the Monday’s state opening of parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Brexit supporters in Westminster protest during the Monday’s state opening of parliament.</span> \n  <span class=\"element-image__credit\">Photograph: Wiktor Szymanowicz/Barcroft Media</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson is edging towards the parliamentary numbers needed to pass a Brexit deal after more hardline Eurosceptics and pro-deal Labour MPs indicated they could back a new agreement made with the EU.</p> \n<p>The prime minister will need to win over almost all the 28 Tory “Spartans” who held out against Theresa May’s deal if he manages to bring an agreement back from Brussels, as well as either the Democratic Unionist party or a chunk of Labour backbenchers.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/14/one-last-chance-why-irish-border-question-remains-sticking-point\">'One last chance': why Irish border question remains sticking point</a> </p> \n</aside> \n<p>There are signs that Tory Eurosceptics are moving towards backing an agreement, partly because they fear that Labour could try to push for a second referendum instead of an election.</p> \n<p>Lee Rowley, a Conservative MP who voted down May’s deal three times, gave a loyal address after the Queens speech saying he had shifted his position and his view was that parliament must get Brexit done.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"eb3a43c8-651e-4166-bfdb-c7d7da9cf046\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/whfRKIJOn58?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“We are in a hard place and all of us, whatever bench or chair we sit in, are responsible for where we end up,” he said. “In the last few days, there is at least hope that this toxic and crippling fog, which we have created, might just be lifting as the prime minister sketches the outline of a way forward – and I speak as someone who has been robust in my review of previous proposals, but the House must surely see that we have debated long enough.</p> \n<p>“This is a moment for decision and we were elected to make decisions. If there is light at the end of the tunnel later this week, and heaven knows I hope there will be, we have a fundamental responsibility in this place to try and resolve this most vexed of problems and allow our despairing country to move on. For the health of our democracy and to restore faith in this most venerable of institutions, in my view we simply must get Brexit done.”<br><br>Several of the “Spartans” are now on Johnson’s payroll with government jobs, such as Priti Patel, the home secretary, who is understood to be prepared to support whatever the prime minister brings back from Brussels.</p> \n<p>Another of the Tories who voted against May’s deal told the Guardian that he would be reassured if the DUP backed the prime minister but could end up voting for it regardless. “Whatever the prime minister comes back with, I’m going to have a very long and pragmatic look at it. I think a second referendum would be a disaster and I don’t think our democracy could stand that,” he said.</p> \n<p>In a video for the Stand Up for Brexit campaign, Steve Baker, one of the most fervent Eurosceptics, sounded positive about the potential for a deal he could vote for. “Most of us, including me, overwhelmingly want a deal … we have got to be capable of getting there through a withdrawal agreement,” he said.</p> \n<p>“The problem with the previous withdrawal agreement is it was capable of leaving us trapped in the orbit of the EU, a declining satellite of the EU with no benefits from leaving. Boris has had a dramatic shift towards a free trade agreement that would leave us a self-governing nation … So now really, the devil is in the detail … I am really looking forward to being able to vote for a tolerable deal but, until we get the text, I cannot tell you what we are going to do.”</p> \n<p>Others have sounded more sceptical, such as the former Northern Ireland secretary Owen Paterson, who criticised the EU for demanding more and more concessions.</p> \n<p>Several DUP MPs sound unconvinced, but Johnson may not need their votes if he can secure enough support among Labour MPs and retain the support of his own party plus most former Tories who want a deal rather than a second referendum.</p> \n<p>About 18 Labour MPs signed a letter last week urging the EU to work day and night towards a deal, saying their votes would be decisive in whether it got through parliament. Melanie Onn, a Labour backbencher, has said she would support a “reasonable deal” and wrote on her Facebook page on Monday: “A no-deal Brexit would hinder not help the town and people of Grimsby. I will vote for a deal in the best interests of Great Grimsby to ensure a no-deal Brexit is prevented.”</p> \n<p>Others who have indicated they could now be prepared to vote for a deal with the right reassurances on Northern Ireland, workers’ rights and environmental protections include Stephen Kinnock, Gareth Snell and Ruth Smeeth. Gloria De Piero has said she will look at any new deal seriously.</p> \n<p>However, they are likely to face fierce opposition from some of their pro-remain Labour colleagues and possible calls for the whip to be withdrawn.</p> \n<p>It is likely to become clear within the next few days whether it will be possible for a deal to be done at Thursday’s European summit and it could drag on until next week. The government will have to table a motion in parliament by Wednesday if it wants to convene MPs for a Saturday sitting to debate any agreement.</p> \n<p>A Downing Street spokesman would not confirm whether it would hold the first Saturday sitting since the Falklands war if Brussels talks failed to find an agreement. “The point here is, for example if a deal is done at European council, a Saturday sitting would certainly allow you to start the process of getting the deal through,” he said.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "912",
      "firstPublicationDate": "2019-10-14T18:12:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:24Z",
      "newspaperEditionDate": "2019-10-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cgdyz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cefad52eee280bf83d6fca5ed0537082c425fa71/0_156_2758_1655/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is edging towards the parliamentary numbers needed to pass a Brexit deal after more hardline Eurosceptics and pro-deal Labour MPs indicated they could back a new agreement made with the EU. The prime minister will need to win over almost all the 28 Tory “Spartans” who held out against Theresa May’s deal if he manages to bring an agreement back from Brussels, as well as either the Democratic Unionist party or a chunk of Labour backbenchers. There are signs that Tory Eurosceptics are moving towards backing an agreement, partly because they fear that Labour could try to push for a second referendum instead of an election. Lee Rowley, a Conservative MP who voted down May’s deal three times, gave a loyal address after the Queens speech saying he had shifted his position and his view was that parliament must get Brexit done. “We are in a hard place and all of us, whatever bench or chair we sit in, are responsible for where we end up,” he said. “In the last few days, there is at least hope that this toxic and crippling fog, which we have created, might just be lifting as the prime minister sketches the outline of a way forward – and I speak as someone who has been robust in my review of previous proposals, but the House must surely see that we have debated long enough. “This is a moment for decision and we were elected to make decisions. If there is light at the end of the tunnel later this week, and heaven knows I hope there will be, we have a fundamental responsibility in this place to try and resolve this most vexed of problems and allow our despairing country to move on. For the health of our democracy and to restore faith in this most venerable of institutions, in my view we simply must get Brexit done.” Several of the “Spartans” are now on Johnson’s payroll with government jobs, such as Priti Patel, the home secretary, who is understood to be prepared to support whatever the prime minister brings back from Brussels. Another of the Tories who voted against May’s deal told the Guardian that he would be reassured if the DUP backed the prime minister but could end up voting for it regardless. “Whatever the prime minister comes back with, I’m going to have a very long and pragmatic look at it. I think a second referendum would be a disaster and I don’t think our democracy could stand that,” he said. In a video for the Stand Up for Brexit campaign, Steve Baker, one of the most fervent Eurosceptics, sounded positive about the potential for a deal he could vote for. “Most of us, including me, overwhelmingly want a deal … we have got to be capable of getting there through a withdrawal agreement,” he said. “The problem with the previous withdrawal agreement is it was capable of leaving us trapped in the orbit of the EU, a declining satellite of the EU with no benefits from leaving. Boris has had a dramatic shift towards a free trade agreement that would leave us a self-governing nation … So now really, the devil is in the detail … I am really looking forward to being able to vote for a tolerable deal but, until we get the text, I cannot tell you what we are going to do.” Others have sounded more sceptical, such as the former Northern Ireland secretary Owen Paterson, who criticised the EU for demanding more and more concessions. Several DUP MPs sound unconvinced, but Johnson may not need their votes if he can secure enough support among Labour MPs and retain the support of his own party plus most former Tories who want a deal rather than a second referendum. About 18 Labour MPs signed a letter last week urging the EU to work day and night towards a deal, saying their votes would be decisive in whether it got through parliament. Melanie Onn, a Labour backbencher, has said she would support a “reasonable deal” and wrote on her Facebook page on Monday: “A no-deal Brexit would hinder not help the town and people of Grimsby. I will vote for a deal in the best interests of Great Grimsby to ensure a no-deal Brexit is prevented.” Others who have indicated they could now be prepared to vote for a deal with the right reassurances on Northern Ireland, workers’ rights and environmental protections include Stephen Kinnock, Gareth Snell and Ruth Smeeth. Gloria De Piero has said she will look at any new deal seriously. However, they are likely to face fierce opposition from some of their pro-remain Labour colleagues and possible calls for the whip to be withdrawn. It is likely to become clear within the next few days whether it will be possible for a deal to be done at Thursday’s European summit and it could drag on until next week. The government will have to table a motion in parliament by Wednesday if it wants to convene MPs for a Saturday sitting to debate any agreement. A Downing Street spokesman would not confirm whether it would hold the first Saturday sitting since the Falklands war if Brussels talks failed to find an agreement. “The point here is, for example if a deal is done at European council, a Saturday sitting would certainly allow you to start the process of getting the deal through,” he said.",
      "charCount": "5091",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/14/the-guardian-view-on-scottish-nationalism-a-warning-from-catalonia",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-14T17:40:42Z",
    "webTitle": "The Guardian view on Scottish nationalism: a warning from Catalonia | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/14/the-guardian-view-on-scottish-nationalism-a-warning-from-catalonia",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/14/the-guardian-view-on-scottish-nationalism-a-warning-from-catalonia",
    "fields": {
      "headline": "The Guardian view on Scottish nationalism: a warning from Catalonia",
      "standfirst": "Spain is shamed by its jailing of independence leaders. But the SNP is wise not to follow the illegal Catalan approach",
      "trailText": "<strong>Editorial:</strong> Spain is shamed by its jailing of independence leaders. But the SNP is wise not to follow the illegal Catalan approach",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"110b82bb643eb69aafa222ea0925aa2a92949dd9\"> <img src=\"https://media.guim.co.uk/110b82bb643eb69aafa222ea0925aa2a92949dd9/0_346_5184_3110/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Nicola Sturgeon has said that, if there is another hung Westminster parliament, Jeremy Corbyn should not pick up the phone to propose a deal unless he is willing to agree to a second vote.’</span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Nicola Sturgeon will put independence front and centre in <a href=\"https://www.snp.org/events/snp-annual-national-conference-2019/\" title=\"\">her leader’s speech</a> to the SNP conference in Aberdeen on Tuesday. That’s no surprise. Independence is what the SNP is in business for. What is more, after 12 years of SNP rule and five years on from the 2014 referendum, Scots voters show little sign of tiring of the party. Conservative advances have ebbed since Ruth Davidson quit and Boris Johnson became prime minister. Scottish Labour remains in historic eclipse. The SNP is on course to recapture Westminster seats from both parties, while <a href=\"https://www.heraldscotland.com/news/17965228.support-scottish-independence-rises-50-according-new-poll/?ref=ebln\" title=\"\">a weekend poll</a> put support for independence at 50%, the highest figure in recent times.</p> <p>An imminent prospect of Brexit means a second independence referendum is once again a wholly live issue. Ms Sturgeon is expected to <a href=\"https://www.theguardian.com/politics/2019/sep/03/sturgeon-seek-legal-powers-hold-new-scottish-independence-referendum\" title=\"\">make a formal request</a> for a new vote to the UK government in the coming weeks. If there is an early general election, the indyref2 demand will be a central part of the campaign, with rival parties under pressure to define their positions. Labour, in particular, will be in the SNP’s sights. Ms Sturgeon has said that, if there is another hung Westminster parliament, Jeremy Corbyn <a href=\"https://www.bbc.co.uk/news/uk-scotland-scotland-politics-50013578\" title=\"\">should not pick up the phone</a> to propose a parliamentary deal unless he is willing to agree to a second vote. If the SNP gets the support that the polls currently suggest, her mandate to make that demand will be incontrovertible.</p> <p>That, though, is the relatively easy bit. Translating such a mandate into a successful independence campaign will be harder. If the UK leaves the European Union, Scotland’s majority remain vote in 2016 will be viewed with deep sympathy in Brussels. But that does not mean that an independent Scotland could re-enter the EU on the same terms as the by then-departed UK. EU terms for entry could pose big questions about Scotland’s currency, tax policies and membership of the UK single market, and raise the issue of a hard border with the remaining UK. </p> <p>Then there is the question of tactics. Some nationalists fear that playing things by the book by requesting a referendum from an uncooperative UK government could be a doomed strategy. They are impatient to force the pace. In Aberdeen on Sunday, the SNP hierarchy defeated attempts to debate a so-called “Plan B” – in effect a move to begin independence negotiations without waiting for London to grant a second referendum. The leadership is right to steer clear of such constitutional brinkmanship. Inevitably, Scottish eyes will have turned south on Monday. Spain’s <a href=\"https://www.theguardian.com/world/2019/oct/14/catalan-separatist-leaders-given-lengthy-prison-sentences\" title=\"\">jailing of Catalan nationalist leaders</a>, for such long terms, has shocked Europe. Catalonia and Scotland are home to Europe’s two most developed independence movements, but they have taken, up to now, very different separatist strategies.</p> <p>Ms Sturgeon has been scrupulous and right to spurn the illegal referendum route embraced by frustrated Catalan nationalists. That unilateralism has now led the Spanish courts to take the shocking course of making political prisoners of nationalist leaders. The draconian jailings shame Spain. Both Madrid and Brussels, which has refused to intervene, should do everything to resolve the situation as soon as possible. And both Scotland and Britain must commit themselves not to go down a similar route, however strong the temptations may seem.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "539",
      "commentCloseDate": "2019-10-14T23:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-14T17:40:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:33Z",
      "newspaperEditionDate": "2019-10-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cgdmx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/110b82bb643eb69aafa222ea0925aa2a92949dd9/0_346_5184_3110/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nicola Sturgeon will put independence front and centre in her leader’s speech to the SNP conference in Aberdeen on Tuesday. That’s no surprise. Independence is what the SNP is in business for. What is more, after 12 years of SNP rule and five years on from the 2014 referendum, Scots voters show little sign of tiring of the party. Conservative advances have ebbed since Ruth Davidson quit and Boris Johnson became prime minister. Scottish Labour remains in historic eclipse. The SNP is on course to recapture Westminster seats from both parties, while a weekend poll put support for independence at 50%, the highest figure in recent times. An imminent prospect of Brexit means a second independence referendum is once again a wholly live issue. Ms Sturgeon is expected to make a formal request for a new vote to the UK government in the coming weeks. If there is an early general election, the indyref2 demand will be a central part of the campaign, with rival parties under pressure to define their positions. Labour, in particular, will be in the SNP’s sights. Ms Sturgeon has said that, if there is another hung Westminster parliament, Jeremy Corbyn should not pick up the phone to propose a parliamentary deal unless he is willing to agree to a second vote. If the SNP gets the support that the polls currently suggest, her mandate to make that demand will be incontrovertible. That, though, is the relatively easy bit. Translating such a mandate into a successful independence campaign will be harder. If the UK leaves the European Union, Scotland’s majority remain vote in 2016 will be viewed with deep sympathy in Brussels. But that does not mean that an independent Scotland could re-enter the EU on the same terms as the by then-departed UK. EU terms for entry could pose big questions about Scotland’s currency, tax policies and membership of the UK single market, and raise the issue of a hard border with the remaining UK. Then there is the question of tactics. Some nationalists fear that playing things by the book by requesting a referendum from an uncooperative UK government could be a doomed strategy. They are impatient to force the pace. In Aberdeen on Sunday, the SNP hierarchy defeated attempts to debate a so-called “Plan B” – in effect a move to begin independence negotiations without waiting for London to grant a second referendum. The leadership is right to steer clear of such constitutional brinkmanship. Inevitably, Scottish eyes will have turned south on Monday. Spain’s jailing of Catalan nationalist leaders, for such long terms, has shocked Europe. Catalonia and Scotland are home to Europe’s two most developed independence movements, but they have taken, up to now, very different separatist strategies. Ms Sturgeon has been scrupulous and right to spurn the illegal referendum route embraced by frustrated Catalan nationalists. That unilateralism has now led the Spanish courts to take the shocking course of making political prisoners of nationalist leaders. The draconian jailings shame Spain. Both Madrid and Brussels, which has refused to intervene, should do everything to resolve the situation as soon as possible. And both Scotland and Britain must commit themselves not to go down a similar route, however strong the temptations may seem.",
      "charCount": "3285",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "environment/2019/oct/14/conserving-the-planet-for-future-generations",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-10-14T16:59:33Z",
    "webTitle": "Protecting the planet for future generations | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/oct/14/conserving-the-planet-for-future-generations",
    "apiUrl": "https://content.guardianapis.com/environment/2019/oct/14/conserving-the-planet-for-future-generations",
    "fields": {
      "headline": "Protecting the planet for future generations",
      "standfirst": "<strong>John Bird</strong> outlines his new bill to tackle the climate crisis, academics call for protection of tropical habitats and <strong>Ahmad O Al-Khowaiter </strong>defends Saudi Aramco’s record. Plus letters from <strong>Wiebina Heesterman</strong>,<strong> Paul Donovan</strong>,<strong> Sarah Williamson </strong>and<strong> Siobhan Benita</strong>",
      "trailText": "Letters: <strong>John Bird</strong> outlines his new bill to tackle the climate crisis, academics call for protection of tropical habitats and <strong>Ahmad O Al-Khowaiter </strong>defends Saudi Aramco’s record. Plus letters from <strong>Wiebina Heesterman</strong>,<strong> Paul Donovan</strong>,<strong> Sarah Williamson </strong>and<strong> Siobhan Benita</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c1e647e88527123e46304713f39c8e131467e44b\"> <img src=\"https://media.guim.co.uk/c1e647e88527123e46304713f39c8e131467e44b/227_0_3840_2304/1000.jpg\" alt=\"Aerial shot of Borneo rainforest\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Tropical forests are the major buffer against climate change, so burning them has a double impact on global heating.’</span> <span class=\"element-image__credit\">Photograph: ITV</span> </figcaption> </figure>",
      "body": "<p>The protests led by Extinction Rebellion remind us that there are more pressing problems than Britain’s withdrawal from the EU (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/10/the-guardian-view-on-the-extinction-rebellion-protests-of-course-theyre-an-inconvenience\" title=\"\">Of course these protests are inconvenient. They are designed to disrupt us</a>, Editorial, 11 October).</p> <p>Exploitative capitalism has sacrificed our wellbeing – and much of the planet’s resources – on the altar of unlimited growth, binding the hands of those yet to be born. </p> <p>For those in power, the questions are straightforward. Are they prepared to jeopardise their careers – or their profits – for our children’s children? Are they ready to put short-term politicking aside and help deliver a sustainable plan for the future? Are they willing to take difficult decisions on behalf of voters they’ll never meet?</p> <p>These questions have guided my future generations bill. It is a direct response to the challenge posed by those striking for the climate: at a national level, it will ensure that future generations are accounted for at every level of policymaking.</p> <p>As a father and grandfather, I know what kind of ancestor I want to be. The question is, how many other parliamentarians feel the same?<br><strong>John Bird</strong><br><em>House of Lords</em></p> <p>• Tropical forests are the major buffer against climate change, so burning them has a double impact on global heating. The only way to reduce climate warming will be to reverse the loss of natural habitat and reduce burning of fossil fuels. Technological solutions are being developed to scrub the atmosphere of greenhouse gases and replace fossil fuels; they are unlikely to achieve what is needed in the short time available. Their implementation will prove futile if tropical forests and savannas continue to be destroyed.</p> <p>Protection of tropical habitats and their biodiversity requires international funds leveraged as taxation from the subsidised profits of energy organisations responsible for producing the fossil fuels that create this pollution. </p> <p>Viable legal mechanisms need to ensure that the funds are exclusively spent in protecting and restoring forests, their biodiversity, and the native people living there. This process will only attain the support of the energy producers and the children marching in the streets if the funds maximise the conservation of forests in ways that minimise government abuse and other forms of corruption.</p> <p>The recent speeches at the UN were drowned out by the more eloquent and vociferous voices of tomorrow protesting on the streets outside. The initiative outlined here would provide an important first step in reversing the cascade of environmental sins that yesterday’s fathers have heaped upon their children’s futures.<br><strong>Professor Andrew P Dobson </strong><em>Department of Ecology and Evolutionary Biology, Princeton University</em><br><strong> Professor Marcia C Castro </strong><em>Harvard TH Chan School of Public Health, Department of Global Health and Population </em><br><strong> Dr Andres Baeza </strong><em>Global Institute of Sustainability (GIOS) and School of Sustainability, Arizona State University </em><br><strong> Dr Cláudia Torres Codeço </strong><em>Programa de Computação Científica, Fundação Oswaldo Cruz, Rio de Janeiro</em><br><strong> Dr Zulma M Cucunubá </strong><em>Department of Infectious Disease Epidemiology, Imperial College London</em><br><strong>Dr Ana Paula Dal’Asta </strong><em>Instituto Nacional de Pesquisas Espaciais, São José dos Campos, São Paulo </em><br><strong> Professor Giulio De Leo </strong><em>Hopkins Marine Station of Stanford University </em><br><strong> Dr Gabriel Carrasco-Escobar </strong><em>Laboratorio ICEMR-Amazonia, Laboratorios de Investigación y Desarrollo, Facultad de Ciencias y Filosofia, Universidad Peruana Cayetano Heredia, Lima </em><br><strong> Dr Raquel Martins Lana </strong><em>Programa de Computação Científica, Fundação Oswaldo Cruz, Rio de Janeiro</em><br><strong> Dr Rachel Lowe </strong><em>Centre on Climate Change and Planetary Health &amp; Centre for Mathematical Modelling of Infectious Diseases, London School of Hygiene &amp; Tropical Medicine and Barcelona Institute for Global Health </em><br><strong> Dr Antonio Miguel Vieira Monteiro </strong><em>Instituto Nacional de Pesquisas Espaciais, São José dos Campos, São Paulo</em><br><strong> Professor Mercedes Pascual </strong><em>Department of Ecology and Evolution, University of Chicago</em><br><strong> Dr Mauricio Santos-Vega </strong><em>Universidad De Los Andes, Bogota</em></p> <p>• Saudi Aramco is actively addressing the climate challenge (<a href=\"https://www.theguardian.com/environment/2019/oct/09/revealed-20-firms-third-carbon-emissions\" title=\"\">Revealed: the 20 firms behind a third of all carbon emissions</a>, 10 October). Today the world faces the dual challenge of meeting its growing energy needs in a reliable and affordable manner while ensuring a sustainable environment for future generations.</p> <p>In the last century, availability of affordable energy mostly in the form of fossil fuels powered productivity growth and development around the world, contributing to an unprecedented improvement in quality of life, and a doubling of life expectancies. In the last 25 years, affordable energy helped lift a billion people out of poverty. We tend to take these achievements for granted.</p> <p>With every light there is a shadow – and for the world energy system that is the unsustainable emission of greenhouse gases such as carbon dioxide and methane. The challenge for energy producers and consumers alike is to take meaningful actions to minimise these emissions and ultimately achieve carbon neutrality.</p> <p>Saudi Aramco has a long track record in reducing emissions from its operations. Thanks to decades-long investment in sustainable operations, we have achieved the lowest carbon intensity of any major oil producer. We are an industry leader in developing and deploying emissions-reducing technologies, partnering with public and private institutions around the world.</p> <p>In order to achieve a low-carbon future, we believe it is necessary to meet both global energy demand and lower emissions. That must include responsible investments which reduce the overall carbon footprint of the oil and gas industry and end-use markets.<br><strong>Ahmad O</strong><strong> Al-Khowaiter</strong><br><em>Chief technology officer, Saudi Aramco, Dhahran, Saudi Arabia</em></p> <p>• Angela Singer (<a href=\"https://www.theguardian.com/environment/2019/oct/10/where-the-blame-lies-for-the-climate-crisis\" title=\"\">Letters</a>, 11 October) clearly does not understand the aims of Extinction Rebellion, which are not to exhort the public to deliver climate action through making their own lives as carbon-neutral as possible (though this would of course be a good thing) – but to “speak truth to government” so that those in power acknowledge what is actually happening to the planet, and act to reward and encourage sustainable businesses and transport systems, promote renewable energy solutions, and stop driving an economy based on fossil fuels.<br><strong>Marilyn Rayner</strong><br><em>Great Ness, </em><em>Shropshire</em></p> <p>• If anyone doesn’t know how to switch to renewable energy sources, they can always go to <a href=\"https://bigcleanswitch.org/\" title=\"\">bigcleanswitch.org</a> (switch to a green tariff in minutes from the UK’s most trusted suppliers), and stay warm with renewables. Even gas can now been green.<br><strong>Wiebina Heesterman</strong><br><em>Birmingham</em></p> <p>• Extinction Rebellion are justified in their protests demanding radical change to save the planet. However, what the movement must not do is become anti-politics. We too often hear the cry that they are all the same, that the politicians are not listening. This is wrong.</p> <p>Maybe Boris Johnson panders to that stereotype, dismissing the protesters as “crusties”, while his government does little to address the challenges. But what of others? The Labour party has a bold green deal in line with most of XR’s demands. The Greens and the SNP also have progressive ideas.</p> <p>Many councils across the land have declared climate emergencies and are radically changing the way things are done. While progress may not be as rapid as some may hope, the impetus is there.</p> <p>XR and others need to keep up the pressure, but please don’t lump all politicians together as useless. They need to effect the changes to save the planet – after all, who else will?<br><strong>Paul Donovan</strong><br><em>Labour councillor for the London borough of Redbridge</em></p> <p>• Polly Toynbee (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/07/extinction-rebellion-climate-change-deniers\" title=\"\">Journal</a>, 8 October) quotes Douglas Murray: “Their refusal to acknowledge any view but their own deranged belief and their defiance of democratic norms is authoritarian, even fascistic”. Thank you, Mr Murray, for that superbly concise description of our present government. What do you mean, you were talking about Extinction Rebellion?<br><strong>Sarah Williamson</strong><br><em>Sheffield</em></p> <p>• Last week I found myself in the curious position at the Extinction Rebellion rally of sharing a platform with Stanley Johnson (<a href=\"https://www.theguardian.com/environment/2019/oct/09/stanley-johnson-extinction-rebellion-protest-crusties\" title=\"\">PM’s father tells climate crisis rally he is proud to be a ‘crusty’</a>, 10 October). Unlike his son, with whom I had the dubious pleasure of sharing a few platforms during the 2012 London mayoral campaign, I can report that Johnson Senior gave a resounding cheer when I announced I was going to be the first female mayor of London. <br><strong>Siobhan Benita</strong><br><em>Liberal Democrat candidate for </em><em>mayor of London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p> <p><em> </em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1358",
      "commentable": "false",
      "firstPublicationDate": "2019-10-14T16:59:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-14T17:20:02Z",
      "newspaperEditionDate": "2019-10-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cgd7q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c1e647e88527123e46304713f39c8e131467e44b/227_0_3840_2304/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The protests led by Extinction Rebellion remind us that there are more pressing problems than Britain’s withdrawal from the EU (Of course these protests are inconvenient. They are designed to disrupt us, Editorial, 11 October). Exploitative capitalism has sacrificed our wellbeing – and much of the planet’s resources – on the altar of unlimited growth, binding the hands of those yet to be born. For those in power, the questions are straightforward. Are they prepared to jeopardise their careers – or their profits – for our children’s children? Are they ready to put short-term politicking aside and help deliver a sustainable plan for the future? Are they willing to take difficult decisions on behalf of voters they’ll never meet? These questions have guided my future generations bill. It is a direct response to the challenge posed by those striking for the climate: at a national level, it will ensure that future generations are accounted for at every level of policymaking. As a father and grandfather, I know what kind of ancestor I want to be. The question is, how many other parliamentarians feel the same? John Bird House of Lords • Tropical forests are the major buffer against climate change, so burning them has a double impact on global heating. The only way to reduce climate warming will be to reverse the loss of natural habitat and reduce burning of fossil fuels. Technological solutions are being developed to scrub the atmosphere of greenhouse gases and replace fossil fuels; they are unlikely to achieve what is needed in the short time available. Their implementation will prove futile if tropical forests and savannas continue to be destroyed. Protection of tropical habitats and their biodiversity requires international funds leveraged as taxation from the subsidised profits of energy organisations responsible for producing the fossil fuels that create this pollution. Viable legal mechanisms need to ensure that the funds are exclusively spent in protecting and restoring forests, their biodiversity, and the native people living there. This process will only attain the support of the energy producers and the children marching in the streets if the funds maximise the conservation of forests in ways that minimise government abuse and other forms of corruption. The recent speeches at the UN were drowned out by the more eloquent and vociferous voices of tomorrow protesting on the streets outside. The initiative outlined here would provide an important first step in reversing the cascade of environmental sins that yesterday’s fathers have heaped upon their children’s futures. Professor Andrew P Dobson Department of Ecology and Evolutionary Biology, Princeton University Professor Marcia C Castro Harvard TH Chan School of Public Health, Department of Global Health and Population Dr Andres Baeza Global Institute of Sustainability (GIOS) and School of Sustainability, Arizona State University Dr Cláudia Torres Codeço Programa de Computação Científica, Fundação Oswaldo Cruz, Rio de Janeiro Dr Zulma M Cucunubá Department of Infectious Disease Epidemiology, Imperial College London Dr Ana Paula Dal’Asta Instituto Nacional de Pesquisas Espaciais, São José dos Campos, São Paulo Professor Giulio De Leo Hopkins Marine Station of Stanford University Dr Gabriel Carrasco-Escobar Laboratorio ICEMR-Amazonia, Laboratorios de Investigación y Desarrollo, Facultad de Ciencias y Filosofia, Universidad Peruana Cayetano Heredia, Lima Dr Raquel Martins Lana Programa de Computação Científica, Fundação Oswaldo Cruz, Rio de Janeiro Dr Rachel Lowe Centre on Climate Change and Planetary Health &amp; Centre for Mathematical Modelling of Infectious Diseases, London School of Hygiene &amp; Tropical Medicine and Barcelona Institute for Global Health Dr Antonio Miguel Vieira Monteiro Instituto Nacional de Pesquisas Espaciais, São José dos Campos, São Paulo Professor Mercedes Pascual Department of Ecology and Evolution, University of Chicago Dr Mauricio Santos-Vega Universidad De Los Andes, Bogota • Saudi Aramco is actively addressing the climate challenge (Revealed: the 20 firms behind a third of all carbon emissions, 10 October). Today the world faces the dual challenge of meeting its growing energy needs in a reliable and affordable manner while ensuring a sustainable environment for future generations. In the last century, availability of affordable energy mostly in the form of fossil fuels powered productivity growth and development around the world, contributing to an unprecedented improvement in quality of life, and a doubling of life expectancies. In the last 25 years, affordable energy helped lift a billion people out of poverty. We tend to take these achievements for granted. With every light there is a shadow – and for the world energy system that is the unsustainable emission of greenhouse gases such as carbon dioxide and methane. The challenge for energy producers and consumers alike is to take meaningful actions to minimise these emissions and ultimately achieve carbon neutrality. Saudi Aramco has a long track record in reducing emissions from its operations. Thanks to decades-long investment in sustainable operations, we have achieved the lowest carbon intensity of any major oil producer. We are an industry leader in developing and deploying emissions-reducing technologies, partnering with public and private institutions around the world. In order to achieve a low-carbon future, we believe it is necessary to meet both global energy demand and lower emissions. That must include responsible investments which reduce the overall carbon footprint of the oil and gas industry and end-use markets. Ahmad O Al-Khowaiter Chief technology officer, Saudi Aramco, Dhahran, Saudi Arabia • Angela Singer (Letters, 11 October) clearly does not understand the aims of Extinction Rebellion, which are not to exhort the public to deliver climate action through making their own lives as carbon-neutral as possible (though this would of course be a good thing) – but to “speak truth to government” so that those in power acknowledge what is actually happening to the planet, and act to reward and encourage sustainable businesses and transport systems, promote renewable energy solutions, and stop driving an economy based on fossil fuels. Marilyn Rayner Great Ness, Shropshire • If anyone doesn’t know how to switch to renewable energy sources, they can always go to bigcleanswitch.org (switch to a green tariff in minutes from the UK’s most trusted suppliers), and stay warm with renewables. Even gas can now been green. Wiebina Heesterman Birmingham • Extinction Rebellion are justified in their protests demanding radical change to save the planet. However, what the movement must not do is become anti-politics. We too often hear the cry that they are all the same, that the politicians are not listening. This is wrong. Maybe Boris Johnson panders to that stereotype, dismissing the protesters as “crusties”, while his government does little to address the challenges. But what of others? The Labour party has a bold green deal in line with most of XR’s demands. The Greens and the SNP also have progressive ideas. Many councils across the land have declared climate emergencies and are radically changing the way things are done. While progress may not be as rapid as some may hope, the impetus is there. XR and others need to keep up the pressure, but please don’t lump all politicians together as useless. They need to effect the changes to save the planet – after all, who else will? Paul Donovan Labour councillor for the London borough of Redbridge • Polly Toynbee (Journal, 8 October) quotes Douglas Murray: “Their refusal to acknowledge any view but their own deranged belief and their defiance of democratic norms is authoritarian, even fascistic”. Thank you, Mr Murray, for that superbly concise description of our present government. What do you mean, you were talking about Extinction Rebellion? Sarah Williamson Sheffield • Last week I found myself in the curious position at the Extinction Rebellion rally of sharing a platform with Stanley Johnson (PM’s father tells climate crisis rally he is proud to be a ‘crusty’, 10 October). Unlike his son, with whom I had the dubious pleasure of sharing a few platforms during the 2012 London mayoral campaign, I can report that Johnson Senior gave a resounding cheer when I announced I was going to be the first female mayor of London. Siobhan Benita Liberal Democrat candidate for mayor of London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "8813",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/oct/14/snp-women-close-to-quitting-gender-recognition-proposals-trans-rights-scotland",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-14T16:49:36Z",
    "webTitle": "Several women 'close to quitting SNP over gender recognition plans'",
    "webUrl": "https://www.theguardian.com/uk-news/2019/oct/14/snp-women-close-to-quitting-gender-recognition-proposals-trans-rights-scotland",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/oct/14/snp-women-close-to-quitting-gender-recognition-proposals-trans-rights-scotland",
    "fields": {
      "headline": "Several women 'close to quitting SNP over gender recognition plans'",
      "standfirst": "<p>Concerns raised over law change that advocates say will reduce obstacles to trans rights</p>",
      "trailText": "Concerns raised over law change that advocates say will reduce obstacles to trans rights",
      "byline": "Libby Brooks",
      "main": "<figure class=\"element element-image\" data-media-id=\"1efb6afd339acbd8863c89faafb043faa5ff7cb4\"> <img src=\"https://media.guim.co.uk/1efb6afd339acbd8863c89faafb043faa5ff7cb4/0_547_2874_1724/1000.jpg\" alt=\"Joanna Cherry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joanna Cherry said she had faced abuse online for raising concerns.</span> <span class=\"element-image__credit\">Photograph: Russell Cheyne/Reuters</span> </figcaption> </figure>",
      "body": "<p>Senior Scottish National party MPs, MSPs and councillors have expressed concerns about proposed changes to gender recognition laws as they launched a pledge calling for women to have the right to discuss such policies.</p> <p>Several women at the launch for the SNP women’s pledge said they were close to quitting the party because of what they considered to be a refusal by officials to address concerns that women and girls could fall victim to predatory men or lose access to single-sex services.</p> <p>Speaking on the panel, the anti-Brexit campaigner Joanna Cherry said she had faced significant abuse online for raising concerns. While she said this came from “a small minority of people”, she said the controversy raised broader questions about how the party did business.</p> <p>“There are serious questions about how we develop policy in the SNP and how we conduct debate,” she said. “It’s important to disagree – we could do with more disagreement at times – but it has to be respectful.”</p> <p>Cherry said she saw no conflict between signing the SNP’s official Out for Indy pledge, which supports transgender rights, and the women’s pledge.</p> <p>At the private meeting, which took place on Sunday night in the city centre of Aberdeen, where the <a href=\"https://www.theguardian.com/politics/2019/oct/13/snp-westminster-leader-tells-corbyn-and-swinson-to-step-out-of-the-sand-pit\">SNP conference</a> is taking place, some attendees spoke about being labelled transphobes for raising concerns, to the extent that they felt “pushed underground”.</p> <p>The SNP MSP Joan McAlpine, who also spoke on the panel, said: “These women don’t feel welcome currently, but I think it’s really important that we stay in the party and indeed look to work cross-party. We must be able to talk about this and if we could then we might find common ground.”</p> <p>In June the Scottish government postponed an update of the legal rights of trans men and women, which planned a simpler, quicker process to allow people to get a new gender recognition certificate through self-declaration rather than requiring medical evidence. Additional consultation is under way.</p> <p>Advocates for a law change say making the process of acquiring a gender recognition certificate less intrusive and bureaucratic, for example by removing the requirement for medical evidence, will benefit transgender individuals without having any impact on services available to women.</p> <p>Transgender rights groups point out there is already an absolute commitment from the Scottish government to consult more widely on the changes, which has been welcomed by LGBT organisations, and that potential unintended consequences should be discussed openly.</p> <p>The SNP leader and first minister, Nicola Sturgeon, has previously stated she does not see “the greater recognition of transgender rights as a threat to me as a woman or to my feminism”.</p> <p>The meeting on Sunday, which also heard from Margaret Lynch, the founder of Glasgow Rape Crisis, the SNP councillor Caroline McAllister and Rhona Hotchkiss, a former governor of Cornton Vale women’s prison, was arranged privately.</p> <p>Hotchkiss said the meeting, attended by about 60 invitees, had made her optimistic. “I think this will have an impact because we’re the first political party to come out saying women have the right to discuss these issues without being threatened or abused. This has stopped me from leaving the party. When you see a group of people together like this it gives me hope.”</p> <p>The pledge, which has already been signed online by more than 1,800 people, also states that women “have the right to maintain their sex-based protections as set out in the Equality Act 2010”. It adds: “Women have the right to refuse consent to males in single-sex spaces or males delivering intimate services to females such as washing, dressing or counselling.”</p> <p>Responding to the launch, Fiona Robertson, the SNP’s women’s and equalities convenor, said: “Members are free to set up interest groups on whatever they want. A feminist pledge is a great idea, and certainly one which official equalities representatives have been considering, seeing the success of the Out for Indy pledge in helping show the appetite for inclusion and equality in the SNP. Any pledge would have to be concise, clear, inclusive and in line with law and party policy.” </p>",
      "wordcount": "678",
      "firstPublicationDate": "2019-10-14T16:49:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-14T17:05:37Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cgcnn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1efb6afd339acbd8863c89faafb043faa5ff7cb4/0_547_2874_1724/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Senior Scottish National party MPs, MSPs and councillors have expressed concerns about proposed changes to gender recognition laws as they launched a pledge calling for women to have the right to discuss such policies. Several women at the launch for the SNP women’s pledge said they were close to quitting the party because of what they considered to be a refusal by officials to address concerns that women and girls could fall victim to predatory men or lose access to single-sex services. Speaking on the panel, the anti-Brexit campaigner Joanna Cherry said she had faced significant abuse online for raising concerns. While she said this came from “a small minority of people”, she said the controversy raised broader questions about how the party did business. “There are serious questions about how we develop policy in the SNP and how we conduct debate,” she said. “It’s important to disagree – we could do with more disagreement at times – but it has to be respectful.” Cherry said she saw no conflict between signing the SNP’s official Out for Indy pledge, which supports transgender rights, and the women’s pledge. At the private meeting, which took place on Sunday night in the city centre of Aberdeen, where the SNP conference is taking place, some attendees spoke about being labelled transphobes for raising concerns, to the extent that they felt “pushed underground”. The SNP MSP Joan McAlpine, who also spoke on the panel, said: “These women don’t feel welcome currently, but I think it’s really important that we stay in the party and indeed look to work cross-party. We must be able to talk about this and if we could then we might find common ground.” In June the Scottish government postponed an update of the legal rights of trans men and women, which planned a simpler, quicker process to allow people to get a new gender recognition certificate through self-declaration rather than requiring medical evidence. Additional consultation is under way. Advocates for a law change say making the process of acquiring a gender recognition certificate less intrusive and bureaucratic, for example by removing the requirement for medical evidence, will benefit transgender individuals without having any impact on services available to women. Transgender rights groups point out there is already an absolute commitment from the Scottish government to consult more widely on the changes, which has been welcomed by LGBT organisations, and that potential unintended consequences should be discussed openly. The SNP leader and first minister, Nicola Sturgeon, has previously stated she does not see “the greater recognition of transgender rights as a threat to me as a woman or to my feminism”. The meeting on Sunday, which also heard from Margaret Lynch, the founder of Glasgow Rape Crisis, the SNP councillor Caroline McAllister and Rhona Hotchkiss, a former governor of Cornton Vale women’s prison, was arranged privately. Hotchkiss said the meeting, attended by about 60 invitees, had made her optimistic. “I think this will have an impact because we’re the first political party to come out saying women have the right to discuss these issues without being threatened or abused. This has stopped me from leaving the party. When you see a group of people together like this it gives me hope.” The pledge, which has already been signed online by more than 1,800 people, also states that women “have the right to maintain their sex-based protections as set out in the Equality Act 2010”. It adds: “Women have the right to refuse consent to males in single-sex spaces or males delivering intimate services to females such as washing, dressing or counselling.” Responding to the launch, Fiona Robertson, the SNP’s women’s and equalities convenor, said: “Members are free to set up interest groups on whatever they want. A feminist pledge is a great idea, and certainly one which official equalities representatives have been considering, seeing the success of the Out for Indy pledge in helping show the appetite for inclusion and equality in the SNP. Any pledge would have to be concise, clear, inclusive and in line with law and party policy.”",
      "charCount": "4157",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/ng-interactive/2019/oct/14/how-unusual-language-boris-johnson-first-queens-speech",
    "type": "interactive",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-14T13:02:30Z",
    "webTitle": "How unusual was the language of Johnson's first Queen's speech?",
    "webUrl": "https://www.theguardian.com/politics/ng-interactive/2019/oct/14/how-unusual-language-boris-johnson-first-queens-speech",
    "apiUrl": "https://content.guardianapis.com/politics/ng-interactive/2019/oct/14/how-unusual-language-boris-johnson-first-queens-speech",
    "fields": {
      "headline": "How unusual was the language of Johnson's first Queen's speech?",
      "standfirst": "<p>We compare Boris Johnson’s script for the Queen to 100 years of precursors to see where the PM stuck to – and where he departed from – tradition</p>",
      "trailText": "We compare Boris Johnson’s script for the Queen to 100 years of precursors to see where the PM stuck to – and where he departed from – tradition",
      "byline": "Josh Holder, Seán Clarke and Rémi de Fleurian",
      "main": "",
      "body": "<p>The Queen’s speech lays out the bills that the government will be introducing in the parliamentary session, before the Commons starts to debate its contents and moves to a vote to approve it. It is written by the prime minister, although delivered by the monarch, and is usually a relatively dispassionate list of government priorities.</p> \n<p>With Boris Johnson currently leading a minority government, it is very possible that the Commons will reject this list and make the resulting vote the prime minister’s eighth consecutive loss since securing the top job.</p> \n<p>This makes the circumstances around this Queen’s speech extremely unusual, and with an election likely in the near term, the opposition has said it is essentially a preview of the next Conservative election manifesto and not a meaningful programme for government. </p> \n<p>How has that context shaped the language of this Queen’s speech?</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2019/10/queens-speech\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure>",
      "wordcount": "142",
      "firstPublicationDate": "2019-10-14T13:02:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-14T13:04:39Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cegvm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a5a1dadaa5db4bd39fcbb1886870673ceab21057/0_0_1000_600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Queen’s speech lays out the bills that the government will be introducing in the parliamentary session, before the Commons starts to debate its contents and moves to a vote to approve it. It is written by the prime minister, although delivered by the monarch, and is usually a relatively dispassionate list of government priorities. With Boris Johnson currently leading a minority government, it is very possible that the Commons will reject this list and make the resulting vote the prime minister’s eighth consecutive loss since securing the top job. This makes the circumstances around this Queen’s speech extremely unusual, and with an election likely in the near term, the opposition has said it is essentially a preview of the next Conservative election manifesto and not a meaningful programme for government. How has that context shaped the language of this Queen’s speech?",
      "charCount": "885",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/josh-holder\">Josh Holder</a>, <a href=\"profile/seanclarke\">Seán Clarke</a> and Rémi de Fleurian"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/14/five-key-moments-in-a-make-or-break-week-for-brexit-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-14T05:00:10Z",
    "webTitle": "Five key moments in a make-or-break week for Brexit deal",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/14/five-key-moments-in-a-make-or-break-week-for-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/14/five-key-moments-in-a-make-or-break-week-for-brexit-deal",
    "fields": {
      "headline": "Five key moments in a make-or-break week for Brexit deal",
      "standfirst": "<p>Queen’s speech, EU summit and a Saturday Commons session lie ahead for Boris Johnson <br></p>",
      "trailText": "Queen’s speech, EU summit and a Saturday Commons session lie ahead for Boris Johnson <br>",
      "byline": "Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"02aebe71df1cc277c0db24c863b8faffb23368cc\"> <img src=\"https://media.guim.co.uk/02aebe71df1cc277c0db24c863b8faffb23368cc/0_0_2257_1354/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson will attend an EU summit on Thursday, by when it may already be clear if a deal is doable.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>After talks between Leo Varadkar and Boris Johnson prompted a new surge of optimism that a Brexit deal could be reached, intensive talks over the weekend were <a href=\"https://www.theguardian.com/politics/2019/oct/13/barnier-warns-brexit-talks-have-been-difficult-amid-pessimism-over-deal\">described by the EU’s chief negotiator Michel Barnier as “difficult”</a>, suggesting once again that hopes of an agreement were in the balance.</p> <p>Over the next six days, most observers expect that clarity over whether a deal can be done – or if an extension might be plausible – will finally arrive. Here are the key moments ahead:</p> <h2><strong>Monday</strong></h2> <p>The Queen’s speech, outlining the government’s plans for legislation, will include details of the withdrawal agreement bill, to be voted on if the EU agrees to a Brexit deal this week. Among the other 22 bills are tougher sentences for violent and sexual offences and scrapping the current rail franchise system. The Scottish National party conference continues in Aberdeen.</p> <h2><strong>Tuesday</strong></h2> <p>MPs debate the Queen’s speech, which can take up to five days before a vote is held. The chief Brexit negotiator, Michel Barnier, will meet EU ministers before the European council summit on Thursday. Agenda papers say he will discuss the “state of play regarding Brexit”.</p> <h2><strong>Thursday</strong></h2> <p>The EU summit begins in Brussels. Johnson and his team will attend, but it may already have become clear by that point whether a deal is doable. A fourth day of debate of the Queen’s speech will he be held in the Commons.</p> <p>With parliament not scheduled to sit on Friday, Thursday would be the government’s last chance to table a motion scheduling a Saturday session in the House of Commons.</p> <h2><strong>Friday</strong></h2> <p>The EU summit continues with Brexit talks, which is the last item on the agenda – and may turn its attention to the length of a potential extension.</p> <h2><strong>Saturday</strong></h2> <p>The first time the Commons meets on a Saturday since the Falklands war has been labelled “super Saturday”. Johnson will either present an EU-backed Brexit deal or set out his next steps.</p> <p>Under the terms of the Benn act, Johnson should write a letter to the EU requesting an extension if parliament has not approved a Brexit deal by 11pm.</p> <p>It is unclear whether the government will table the full withdrawal agreement implementation bill, which rebel MPs could seek to amend to bring about a referendum, or just a motion setting out the terms of the proposed deal.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "388",
      "firstPublicationDate": "2019-10-14T05:00:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:25Z",
      "newspaperEditionDate": "2019-10-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cg923",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/02aebe71df1cc277c0db24c863b8faffb23368cc/0_0_2257_1354/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After talks between Leo Varadkar and Boris Johnson prompted a new surge of optimism that a Brexit deal could be reached, intensive talks over the weekend were described by the EU’s chief negotiator Michel Barnier as “difficult”, suggesting once again that hopes of an agreement were in the balance. Over the next six days, most observers expect that clarity over whether a deal can be done – or if an extension might be plausible – will finally arrive. Here are the key moments ahead: Monday The Queen’s speech, outlining the government’s plans for legislation, will include details of the withdrawal agreement bill, to be voted on if the EU agrees to a Brexit deal this week. Among the other 22 bills are tougher sentences for violent and sexual offences and scrapping the current rail franchise system. The Scottish National party conference continues in Aberdeen. Tuesday MPs debate the Queen’s speech, which can take up to five days before a vote is held. The chief Brexit negotiator, Michel Barnier, will meet EU ministers before the European council summit on Thursday. Agenda papers say he will discuss the “state of play regarding Brexit”. Thursday The EU summit begins in Brussels. Johnson and his team will attend, but it may already have become clear by that point whether a deal is doable. A fourth day of debate of the Queen’s speech will he be held in the Commons. With parliament not scheduled to sit on Friday, Thursday would be the government’s last chance to table a motion scheduling a Saturday session in the House of Commons. Friday The EU summit continues with Brexit talks, which is the last item on the agenda – and may turn its attention to the length of a potential extension. Saturday The first time the Commons meets on a Saturday since the Falklands war has been labelled “super Saturday”. Johnson will either present an EU-backed Brexit deal or set out his next steps. Under the terms of the Benn act, Johnson should write a letter to the EU requesting an extension if parliament has not approved a Brexit deal by 11pm. It is unclear whether the government will table the full withdrawal agreement implementation bill, which rebel MPs could seek to amend to bring about a referendum, or just a motion setting out the terms of the proposed deal.",
      "charCount": "2274",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]