[
  {
    "id": "politics/2019/dec/11/fridge-hiding-the-final-frontier-in-election-wtf-ery",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-11T19:22:45Z",
    "webTitle": "Fridge-hiding, the final frontier in election WTF-ery | Marina Hyde",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/11/fridge-hiding-the-final-frontier-in-election-wtf-ery",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/fridge-hiding-the-final-frontier-in-election-wtf-ery",
    "fields": {
      "headline": "Fridge-hiding, the final frontier in election WTF-ery",
      "standfirst": "<p>The prime minister now has something in common with honey, potatoes and avocados</p>",
      "trailText": "The prime minister now has something in common with honey, potatoes and avocados",
      "byline": "Marina Hyde",
      "main": "<figure class=\"element element-image\" data-media-id=\"a7654316105fe34ac2c283488ca6069e4d981be9\"> \n <img src=\"https://media.guim.co.uk/a7654316105fe34ac2c283488ca6069e4d981be9/0_26_1996_1198/1000.jpg\" alt=\"Boris Johnson, fisherman, builder, baker, now milkman.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson, fisherman, builder, baker, now milkman.</span> \n  <span class=\"element-image__credit\">Photograph: Pool/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>We begin with a fact-check. This general election campaign has officially been going on since around the mid-cretaceous period. Its final day saw an update to the list of things you shouldn’t keep in the fridge, with the likes of honey, potatoes and avocados now joined by “the UK prime minister”. All the party leaders embarked on a frantic cross-country campaigning dash on Wednesday, but only one of them … no, I’m sorry. I can’t face it yet. Give it a minute.</p> \n<p>At dawn, Boris Johnson embarked on a sort of softcore Confessions of a Prime Minister tour, which by 10am had already seen him dress up as a milkman, then pop something in someone’s oven. What next? Pool boy? Cable guy? At this rate of innuendo it seemed reasonable to assume Johnson would simply be barebacking grateful activists live on the lunchtime news. Of course, his version of all this does subvert the classic porn trope. Traditionally, it’s a blue-collar guy coming to the suburban professional’s house while he’s out at work. In this case, it’s an old Etonian milkman knocking on the door of working-class homes. Someone’s certainly going to get screwed, but not in a sexual way.</p> \n<p>Unfortunately, things would take a wrong turn for Johnson back at the dairy – a sentence I might once have found mildly unusual, before I realised that Johnson’s workwear adviser for this election was probably going to get a CBE in the new year honours. This week alone, Johnson has dressed up as a fisherman, a digger driver, a milkman, a builder and a baker. How old is his election strategist? I assume they say basgetti instead of spaghetti, and still wear pull-up nappies at night. Yet despite the relish with which Johnson embraces cosplaying as a working man, he always seems oversized and grotesquely out of place in these scenes, as though a vast unlicensed buttock implant has just been cast in Camberwick Green.</p> \n<p>Anyway: the fridge. Back at the Modern Milkman HQ, a producer for Good Morning Britain, filming live, asked whether the programme could get a chat with the prime minister. “For fuck’s sake!” said a senior Conservative source called Rob Oxley, still live on air. At which point the prime minister scuttled into a large fridge.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"28284f93-1782-4821-96ab-fd7e87103b16\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Lp9XoiFbZcI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Time for a historical perspective, perhaps: despite having an underground bedroom as part of the war rooms complex, Boris Johnson’s hero Winston Churchill declined to sleep in it any more than four or five times in the entire second world war, including during the blitz when London was under sustained nightly bombardment. Without wishing to go out on a limb, then, it is difficult to imagine Winston Churchill fleeing a lone Pathé news camera to conceal himself inside a refrigerator. Johnson’s move forces an urgent reordering of the top three most embarrassing places British politicians have hidden because they couldn’t handle the consequences of their actions. This now goes: 3. Edinburgh pub – Nigel Farage. 2. Disabled loo – Ken Livingstone 1. Fridge – Boris Johnson.</p> \n<p>Because the smallness of the man could not be conceded, Tory campaign staff attempted to insist the interview request and the prime minister’s presence in a fridge were correlated but not causal. According to the <a href=\"https://www.theguardian.com/politics/2019/dec/11/boris-johnson-hides-in-fridge-to-avoid-piers-morgan-interview\">Guardian’s deadpan report on the matter</a>, Conservative sources – I don’t know which ones, but “for fuck’s sake” let’s have a guess – claimed that Johnson was “categorically not hiding” in the fridge, from which he later emerged carrying a crate of milk bottles. Instead, they fucksaked, his aides were taking a moment to prep the PM for a separate, pre-agreed interview.</p> \n<p>Spellbinding. They honestly would have been better off going with something along the lines of: “As you could see from the fact he’d rather steal a phone than empathise with the picture of a sick child, the prime minister is an extremely cold man. We had word from the dairy manager that one of the units was nudging over 4 degrees and the whole batch would have to be scrapped, so we whisked the prime minister in there to lower the temperature. Hey presto – milk lollies for all. The guy’s like Elsa or something. Let’s get Brexit done and sign an ambitious trade deal with Arendelle.”</p> \n<p>For their part, for this final day, Jeremy Corbyn’s Labour wanted to talk about the NHS crisis. Not sure what the costume is for that – perhaps a grim reaper’s cowl, although that would make Corbyn look like he was playing Ben Kenobi in a panto version of Star Wars. Inevitably, though, the Labour leader couldn’t help talking about the fridge. “I’ve not come here to deliver milk,” Corbyn informed a rally in Middlesbrough, “or to hide in a fridge.”</p> \n<p>Yet hilariously – and indeed malarially – the Labour party then issued a formal statement featuring the following sentence about Boris Johnson: “He is hiding in fridges to dodge interviews precisely because his fake Brexit slogans can’t stand up to scrutiny.” Oh man. Who knows whether in retrospect this will look like the moment Labour were finally defeated by Johnson’s WTF-ery? But I can’t help but notice Her Majesty’s opposition have just immediately normalised the idea of hiding in fridges as a political act, suggesting that it’s something logical a prime minister might do “precisely because” of something else, as opposed to what it is: a prime minister, of an actual country, hiding in a fridge. Guys, you can’t fit this into the old attack templates. You’re fighting a war against a fridge-hider. There aren’t any established conventions. This is frontierland – we passed the rules five fucksakes ago.</p> \n<p>And what of Britain’s next prime minister, Jo Swinson? Alas, even she was unable to dodge the fridge-iverse. I kept seeing her supporters say versions of “You know what? She’s turned up to every TV interview and debate. She’s never hidden in a fridge.” So let the record show there’s a new benchmark. Here we are. This, then, is us. On the eve of polling day for the general election of 2019, the fridge is now the black hole of UK politics. None of us can escape its event horizon, so I can’t say “see you on the other side”. In totally scientific terms, there is no other side to see you on.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1041",
      "firstPublicationDate": "2019-12-11T19:22:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-11T23:04:05Z",
      "newspaperEditionDate": "2019-12-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cqa94",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a7654316105fe34ac2c283488ca6069e4d981be9/0_26_1996_1198/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We begin with a fact-check. This general election campaign has officially been going on since around the mid-cretaceous period. Its final day saw an update to the list of things you shouldn’t keep in the fridge, with the likes of honey, potatoes and avocados now joined by “the UK prime minister”. All the party leaders embarked on a frantic cross-country campaigning dash on Wednesday, but only one of them … no, I’m sorry. I can’t face it yet. Give it a minute. At dawn, Boris Johnson embarked on a sort of softcore Confessions of a Prime Minister tour, which by 10am had already seen him dress up as a milkman, then pop something in someone’s oven. What next? Pool boy? Cable guy? At this rate of innuendo it seemed reasonable to assume Johnson would simply be barebacking grateful activists live on the lunchtime news. Of course, his version of all this does subvert the classic porn trope. Traditionally, it’s a blue-collar guy coming to the suburban professional’s house while he’s out at work. In this case, it’s an old Etonian milkman knocking on the door of working-class homes. Someone’s certainly going to get screwed, but not in a sexual way. Unfortunately, things would take a wrong turn for Johnson back at the dairy – a sentence I might once have found mildly unusual, before I realised that Johnson’s workwear adviser for this election was probably going to get a CBE in the new year honours. This week alone, Johnson has dressed up as a fisherman, a digger driver, a milkman, a builder and a baker. How old is his election strategist? I assume they say basgetti instead of spaghetti, and still wear pull-up nappies at night. Yet despite the relish with which Johnson embraces cosplaying as a working man, he always seems oversized and grotesquely out of place in these scenes, as though a vast unlicensed buttock implant has just been cast in Camberwick Green. Anyway: the fridge. Back at the Modern Milkman HQ, a producer for Good Morning Britain, filming live, asked whether the programme could get a chat with the prime minister. “For fuck’s sake!” said a senior Conservative source called Rob Oxley, still live on air. At which point the prime minister scuttled into a large fridge. Time for a historical perspective, perhaps: despite having an underground bedroom as part of the war rooms complex, Boris Johnson’s hero Winston Churchill declined to sleep in it any more than four or five times in the entire second world war, including during the blitz when London was under sustained nightly bombardment. Without wishing to go out on a limb, then, it is difficult to imagine Winston Churchill fleeing a lone Pathé news camera to conceal himself inside a refrigerator. Johnson’s move forces an urgent reordering of the top three most embarrassing places British politicians have hidden because they couldn’t handle the consequences of their actions. This now goes: 3. Edinburgh pub – Nigel Farage. 2. Disabled loo – Ken Livingstone 1. Fridge – Boris Johnson. Because the smallness of the man could not be conceded, Tory campaign staff attempted to insist the interview request and the prime minister’s presence in a fridge were correlated but not causal. According to the Guardian’s deadpan report on the matter, Conservative sources – I don’t know which ones, but “for fuck’s sake” let’s have a guess – claimed that Johnson was “categorically not hiding” in the fridge, from which he later emerged carrying a crate of milk bottles. Instead, they fucksaked, his aides were taking a moment to prep the PM for a separate, pre-agreed interview. Spellbinding. They honestly would have been better off going with something along the lines of: “As you could see from the fact he’d rather steal a phone than empathise with the picture of a sick child, the prime minister is an extremely cold man. We had word from the dairy manager that one of the units was nudging over 4 degrees and the whole batch would have to be scrapped, so we whisked the prime minister in there to lower the temperature. Hey presto – milk lollies for all. The guy’s like Elsa or something. Let’s get Brexit done and sign an ambitious trade deal with Arendelle.” For their part, for this final day, Jeremy Corbyn’s Labour wanted to talk about the NHS crisis. Not sure what the costume is for that – perhaps a grim reaper’s cowl, although that would make Corbyn look like he was playing Ben Kenobi in a panto version of Star Wars. Inevitably, though, the Labour leader couldn’t help talking about the fridge. “I’ve not come here to deliver milk,” Corbyn informed a rally in Middlesbrough, “or to hide in a fridge.” Yet hilariously – and indeed malarially – the Labour party then issued a formal statement featuring the following sentence about Boris Johnson: “He is hiding in fridges to dodge interviews precisely because his fake Brexit slogans can’t stand up to scrutiny.” Oh man. Who knows whether in retrospect this will look like the moment Labour were finally defeated by Johnson’s WTF-ery? But I can’t help but notice Her Majesty’s opposition have just immediately normalised the idea of hiding in fridges as a political act, suggesting that it’s something logical a prime minister might do “precisely because” of something else, as opposed to what it is: a prime minister, of an actual country, hiding in a fridge. Guys, you can’t fit this into the old attack templates. You’re fighting a war against a fridge-hider. There aren’t any established conventions. This is frontierland – we passed the rules five fucksakes ago. And what of Britain’s next prime minister, Jo Swinson? Alas, even she was unable to dodge the fridge-iverse. I kept seeing her supporters say versions of “You know what? She’s turned up to every TV interview and debate. She’s never hidden in a fridge.” So let the record show there’s a new benchmark. Here we are. This, then, is us. On the eve of polling day for the general election of 2019, the fridge is now the black hole of UK politics. None of us can escape its event horizon, so I can’t say “see you on the other side”. In totally scientific terms, there is no other side to see you on.",
      "charCount": "6111",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marinahyde\">Marina Hyde</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/11/in-dark-times-vote-for-hope-and-civic-decency",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-11T18:21:06Z",
    "webTitle": "In dark times, vote for hope and civic decency | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/11/in-dark-times-vote-for-hope-and-civic-decency",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/in-dark-times-vote-for-hope-and-civic-decency",
    "fields": {
      "headline": "In dark times, vote for hope and civic decency",
      "standfirst": "<strong>Amanda Platts</strong> on saving the NHS from the Conservative party, another reader on food banks, <strong>John Rushby</strong> on Neil Kinnock’s warning and <strong>Chris Scarlett</strong> on keeping candles of hope burning",
      "trailText": "Letters: <strong>Amanda Platts</strong> on saving the NHS from the Conservative party, another reader on food banks, <strong>John Rushby</strong> on Neil Kinnock’s warning and <strong>Chris Scarlett</strong> on keeping candles of hope burning",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bbf3fa0363eb9864abbeeb79dc5f60ee5a1d8f46\"> <img src=\"https://media.guim.co.uk/bbf3fa0363eb9864abbeeb79dc5f60ee5a1d8f46/0_279_4185_2511/1000.jpg\" alt=\"A homeless man who has been sleeping rough for five years begs in central London on 8 November 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A homeless man who has been sleeping rough for five years begs in central London on 8 November 2019.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/Tolga Akmen/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>This is a heartfelt appeal to everyone in the UK who cares about the NHS, written by a GP of 36 years’ standing on the day her daughter started chemotherapy. The NHS is too precious to be destroyed by the Conservative government. Irrespective of party politics, to safeguard the future of this service, you need to vote for anyone other than the Conservatives.</p> <p>The loss of hospital beds has reached a crisis point. Under this government frightening stories are increasing. These are just a few examples: no special-care paediatric beds across the whole of the English regions on some days, a patient left to die in an ambulance from sepsis because of the long wait in A&amp;E, and this week’s sad photos of children on the floor of A&amp;E departments. The number of nurses is at a serious low, the number of doctors in some areas is worryingly inadequate, GP appointments are booked up.</p> <p>Conservative policies on Brexit and immigration will make these staff shortages worse, as will the risk of further privatisation of the NHS.</p> <p>I could go on and on about poverty, homelessness, food banks etc, but the consultant has just popped back to the ward to give my daughter her personal mobile number and told her to “ring any time, day or night, if you are worried”. That sort of dedication is why the NHS is the most precious thing we have left – save it, please, by voting tactically to avoid another minute of Conservative misrule.<br><strong>Amanda Platts</strong><br><em>Corfe Castle, Dorset</em></p> <p>• “And to have charitable support given by people voluntarily to support their fellow citizens, I think is rather uplifting and shows what a good, compassionate country we are”. <a href=\"https://www.theguardian.com/politics/2017/sep/14/jacob-rees-mogg-increased-use-food-banks-rather-uplifting\" title=\"\">So said Jacob Rees-Mogg</a> of food banks. I have volunteered at a food bank for nearly two years. I have served young families, asylum seekers, homeless people and others on low incomes. With the election now upon us, I’ve felt increasingly compromised because I’d never intended to prop up a failing social service system.</p> <p>About 40% of children in the Liverpool Riverside constituency live in poverty; people need more than “charitable support”. Government policies with decency, compassion and respect would be a good start.<br><strong>Name and address supplied</strong></p> <p>• On 7 June 1983, on the eve of a general election, Neil Kinnock made a speech. In it, he said: “If Margaret Thatcher is re-elected as prime minister on Thursday, I warn you. I warn you that you will have pain – when healing and relief depend upon payment. I warn you that you will have ignorance – when talents are untended and wits are wasted, when learning is a privilege and not a right. I warn you that you will have poverty – when pensions slip and benefits are whittled away by a government that won’t pay in an economy that can’t pay. I warn you that you will be cold – when fuel charges are used as a tax system that the rich don’t notice and the poor can’t afford … I warn you not to be ordinary, I warn you not to be young, I warn you not to fall ill and I warn you not to grow old.”</p> <p>Kinnock was right to warn us, but lost the election. Let’s not make the same mistake again.<br><strong>John Rushby</strong><br><em>Church Fenton, North Yorkshire</em></p> <p>• Thank you, Philip Pullman (<a href=\"https://www.theguardian.com/cities/commentisfree/2019/dec/11/homelessness-britain-death\" title=\"\">Drip by drip, this country has been poisoned. Let’s make Britain humane again</a>, Journal, 11 December). Your writing was beautiful, true and heartbreaking. Those like me who are the same age as you remember being brought up in a country which shared a “common understanding of the value of civic decency”. What can we do, you ask? When decades of political engagement and argument seems to have got us nowhere, I’m in despair and out of answers. But for years now I have hung on to the view I came across in Alasdair MacIntyre’s After Virtue. “What matters at this stage is the construction of new forms of community within which civility and … moral life can be sustained through the dark ages which are already upon us.”</p> <p>If our grandchildren are to grow up to shape a future world where moral integrity, a good civil society, truth and justice are central to its existence then we must keep our candles alight and pass them on. <br><strong>Chris Scarlett</strong><br><em>Sheffield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "769",
      "commentable": "false",
      "firstPublicationDate": "2019-12-11T18:21:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:37Z",
      "newspaperEditionDate": "2019-12-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cq9qg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bbf3fa0363eb9864abbeeb79dc5f60ee5a1d8f46/0_279_4185_2511/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This is a heartfelt appeal to everyone in the UK who cares about the NHS, written by a GP of 36 years’ standing on the day her daughter started chemotherapy. The NHS is too precious to be destroyed by the Conservative government. Irrespective of party politics, to safeguard the future of this service, you need to vote for anyone other than the Conservatives. The loss of hospital beds has reached a crisis point. Under this government frightening stories are increasing. These are just a few examples: no special-care paediatric beds across the whole of the English regions on some days, a patient left to die in an ambulance from sepsis because of the long wait in A&amp;E, and this week’s sad photos of children on the floor of A&amp;E departments. The number of nurses is at a serious low, the number of doctors in some areas is worryingly inadequate, GP appointments are booked up. Conservative policies on Brexit and immigration will make these staff shortages worse, as will the risk of further privatisation of the NHS. I could go on and on about poverty, homelessness, food banks etc, but the consultant has just popped back to the ward to give my daughter her personal mobile number and told her to “ring any time, day or night, if you are worried”. That sort of dedication is why the NHS is the most precious thing we have left – save it, please, by voting tactically to avoid another minute of Conservative misrule. Amanda Platts Corfe Castle, Dorset • “And to have charitable support given by people voluntarily to support their fellow citizens, I think is rather uplifting and shows what a good, compassionate country we are”. So said Jacob Rees-Mogg of food banks. I have volunteered at a food bank for nearly two years. I have served young families, asylum seekers, homeless people and others on low incomes. With the election now upon us, I’ve felt increasingly compromised because I’d never intended to prop up a failing social service system. About 40% of children in the Liverpool Riverside constituency live in poverty; people need more than “charitable support”. Government policies with decency, compassion and respect would be a good start. Name and address supplied • On 7 June 1983, on the eve of a general election, Neil Kinnock made a speech. In it, he said: “If Margaret Thatcher is re-elected as prime minister on Thursday, I warn you. I warn you that you will have pain – when healing and relief depend upon payment. I warn you that you will have ignorance – when talents are untended and wits are wasted, when learning is a privilege and not a right. I warn you that you will have poverty – when pensions slip and benefits are whittled away by a government that won’t pay in an economy that can’t pay. I warn you that you will be cold – when fuel charges are used as a tax system that the rich don’t notice and the poor can’t afford … I warn you not to be ordinary, I warn you not to be young, I warn you not to fall ill and I warn you not to grow old.” Kinnock was right to warn us, but lost the election. Let’s not make the same mistake again. John Rushby Church Fenton, North Yorkshire • Thank you, Philip Pullman (Drip by drip, this country has been poisoned. Let’s make Britain humane again, Journal, 11 December). Your writing was beautiful, true and heartbreaking. Those like me who are the same age as you remember being brought up in a country which shared a “common understanding of the value of civic decency”. What can we do, you ask? When decades of political engagement and argument seems to have got us nowhere, I’m in despair and out of answers. But for years now I have hung on to the view I came across in Alasdair MacIntyre’s After Virtue. “What matters at this stage is the construction of new forms of community within which civility and … moral life can be sustained through the dark ages which are already upon us.” If our grandchildren are to grow up to shape a future world where moral integrity, a good civil society, truth and justice are central to its existence then we must keep our candles alight and pass them on. Chris Scarlett Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4399",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/11/boris-johnsons-record-of-bigotry-antisemitism-and-far-right-politics-must-not-be-forgotten",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-11T18:20:19Z",
    "webTitle": "Boris Johnson’s record of bigotry, antisemitism and far-right politics must not be forgotten | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/11/boris-johnsons-record-of-bigotry-antisemitism-and-far-right-politics-must-not-be-forgotten",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/boris-johnsons-record-of-bigotry-antisemitism-and-far-right-politics-must-not-be-forgotten",
    "fields": {
      "headline": "Boris Johnson’s record of bigotry, antisemitism and far-right politics must not be forgotten",
      "standfirst": "A group of Jewish academics and campaigners voice their concerns about the prejudices of the Conservative leader, while residents of Jeremy Corbyn’s constituency express their full confidence in their representative",
      "trailText": "<strong>Letters: </strong>A group of Jewish academics and campaigners voice their concerns about the prejudices of the Conservative leader, while residents of Jeremy Corbyn’s constituency express their full confidence in their representative",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cce11b3ae7867517b962915858f579585ab38610\"> <img src=\"https://media.guim.co.uk/cce11b3ae7867517b962915858f579585ab38610/0_104_3500_2100/1000.jpg\" alt=\"Boris Johnson attends a campaign event in Cheadle Hulme\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Johnson’s contempt for minorities, women, LGBT+ and working-class people is well known, so it’s not surprising this extends to Jews.’</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson has invoked some of the oldest and most pernicious antisemitic stereotypes in a book he wrote when he was a Conservative shadow minister. He describes “Jewish oligarchs” who run the media, and fiddle the figures to fix elections in their favour.</p> <p>He portrays a Jewish character, Sammy Katz, with a “proud nose and curly hair”, and paints him as a malevolent, stingy, snake-like Jewish businessman who exploits immigrant workers for profit. There is nothing subtle about this. We know what antisemitism looks like.</p> <p>Johnson has form when it comes to anti-Jewish hatred. As editor of the Spectator he chose to publish articles in which the notorious racist Taki Theodoracopulos boasted of being “an antisemite”, argued black people “have lower IQs than whites” and praised Enoch Powell as a “great man”. Johnson defended Theodoracopulos, calling him a “distinguished columnist”. Even now Johnson continues to cosy up to Donald Trump, despite his rhetoric about Jewish disloyalty and support for neo-Nazis.</p> <p>Johnson’s contempt for minorities, women, LGBT+ and working-class people is well known, so it’s not surprising this extends to Jews. We share the pain that many feel about antisemitism on the left and we will continue to hold the Labour party to account. But we wholly reject Boris Johnson’s cynical attempts to exploit our community’s legitimate concerns to distract from his own disgraceful bigotry.</p> <p>A vote for the Conservatives is a vote for a far-right government that poses an existential threat to all minorities. As Jews, we understand that our fate is bound up with that of other minorities. We will only find safety through solidarity. We call on allies of the Jewish community to reject hate and vote the Tories out.<br><strong>Andrew Feinstein </strong><em>former South African MP,</em><strong> Dr Brian Klug </strong><em>Senior research fellow in philosophy, St Benet’s Hall, University of Oxford, </em><strong>Em Hilton </strong><em>Campaigner,</em><strong> Prof David Graeber </strong><em>Anthropologist, </em><strong>Dave Gould </strong><em>ASLEF, </em><strong>Francesca Klug </strong><em>Visiting professor, LSE Human Rights,</em><strong> Nadine Batchelor-Hunt </strong><em>Journalist, </em><strong>Cllr Jeremy Newmark </strong><em>Leader of Hertsmere borough </em><em>council Labour group,</em><strong> Jonty Leibowitz </strong><em>Political economist, </em><strong>Jolyon Rubinstein </strong><em>Actor and writer,</em><strong> Justin Schlosberg </strong><em>Lecturer in journalism and media, </em><strong>Maxim Lundlack-Orr </strong><em>Deputy at Board of Deputies, fellow at JCoRE, </em><strong>Mickey Keller </strong><em>Civil liberties solicitor,</em><strong> Miriam Margolyes </strong><em>Actor,</em><strong> Rob Abrams </strong><em>Campaigner,</em><strong> Robin Samson </strong><em>Chair, Kehillah North London,</em><strong> Cllr Sue Lukes </strong><em>Vice-chair, Kehillah North London,</em><strong> Barnaby Raine </strong><em>PhD candidate, </em><strong>Howard Rechavia Taylor </strong><em>PhD candidate, </em><strong>Charlotte Nichols </strong><em>Parliamentary candidate, Warrington,</em><strong> Eleanor Penny </strong><em>Journalist, </em><strong>Daniel Machover</strong><em>,</em><strong> Ashleigh Loeb </strong><em>Actor, </em><strong>Rhea Wolfson </strong><em>GMB Scotland</em></p> <p>• In case any of your readers have been influenced by the antisemitism accusations against Jeremy Corbyn (<a href=\"https://www.theguardian.com/politics/2019/dec/08/labour-antisemitism-row-may-affect-election-result-says-mcdonnell\" title=\"\">Antisemitism row may affect result says John McDonnell</a>, 9 December) into not voting Labour, we, Jewish members of his constituency, have known him for 30 years. We know him well enough to know that there is no foundation to the accusation that Corbyn is antisemitic.</p> <p>In a party with 500,000 members there will be antisemites and they must be dealt with. But we can assure Jewish voters that they are safe voting Labour.<br><strong>Pam Zinkin, Annette Thomas and Ruth Steigman </strong><br><em>London</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "552",
      "commentable": "false",
      "firstPublicationDate": "2019-12-11T18:20:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:27Z",
      "newspaperEditionDate": "2019-12-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cqa22",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cce11b3ae7867517b962915858f579585ab38610/0_104_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has invoked some of the oldest and most pernicious antisemitic stereotypes in a book he wrote when he was a Conservative shadow minister. He describes “Jewish oligarchs” who run the media, and fiddle the figures to fix elections in their favour. He portrays a Jewish character, Sammy Katz, with a “proud nose and curly hair”, and paints him as a malevolent, stingy, snake-like Jewish businessman who exploits immigrant workers for profit. There is nothing subtle about this. We know what antisemitism looks like. Johnson has form when it comes to anti-Jewish hatred. As editor of the Spectator he chose to publish articles in which the notorious racist Taki Theodoracopulos boasted of being “an antisemite”, argued black people “have lower IQs than whites” and praised Enoch Powell as a “great man”. Johnson defended Theodoracopulos, calling him a “distinguished columnist”. Even now Johnson continues to cosy up to Donald Trump, despite his rhetoric about Jewish disloyalty and support for neo-Nazis. Johnson’s contempt for minorities, women, LGBT+ and working-class people is well known, so it’s not surprising this extends to Jews. We share the pain that many feel about antisemitism on the left and we will continue to hold the Labour party to account. But we wholly reject Boris Johnson’s cynical attempts to exploit our community’s legitimate concerns to distract from his own disgraceful bigotry. A vote for the Conservatives is a vote for a far-right government that poses an existential threat to all minorities. As Jews, we understand that our fate is bound up with that of other minorities. We will only find safety through solidarity. We call on allies of the Jewish community to reject hate and vote the Tories out. Andrew Feinstein former South African MP, Dr Brian Klug Senior research fellow in philosophy, St Benet’s Hall, University of Oxford, Em Hilton Campaigner, Prof David Graeber Anthropologist, Dave Gould ASLEF, Francesca Klug Visiting professor, LSE Human Rights, Nadine Batchelor-Hunt Journalist, Cllr Jeremy Newmark Leader of Hertsmere borough council Labour group, Jonty Leibowitz Political economist, Jolyon Rubinstein Actor and writer, Justin Schlosberg Lecturer in journalism and media, Maxim Lundlack-Orr Deputy at Board of Deputies, fellow at JCoRE, Mickey Keller Civil liberties solicitor, Miriam Margolyes Actor, Rob Abrams Campaigner, Robin Samson Chair, Kehillah North London, Cllr Sue Lukes Vice-chair, Kehillah North London, Barnaby Raine PhD candidate, Howard Rechavia Taylor PhD candidate, Charlotte Nichols Parliamentary candidate, Warrington, Eleanor Penny Journalist, Daniel Machover, Ashleigh Loeb Actor, Rhea Wolfson GMB Scotland • In case any of your readers have been influenced by the antisemitism accusations against Jeremy Corbyn (Antisemitism row may affect result says John McDonnell, 9 December) into not voting Labour, we, Jewish members of his constituency, have known him for 30 years. We know him well enough to know that there is no foundation to the accusation that Corbyn is antisemitic. In a party with 500,000 members there will be antisemites and they must be dealt with. But we can assure Jewish voters that they are safe voting Labour. Pam Zinkin, Annette Thomas and Ruth Steigman London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3564",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/11/protecting-societys-most-vulnerable",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-11T18:18:56Z",
    "webTitle": "Protecting society’s most vulnerable | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/11/protecting-societys-most-vulnerable",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/protecting-societys-most-vulnerable",
    "fields": {
      "headline": "Protecting society’s most vulnerable",
      "standfirst": "Readers call for more compassionate and caring politics and urge voters to back Labour on 12 December",
      "trailText": "<strong>Letters:</strong> Readers call for more compassionate and caring politics and urge voters to back Labour on 12 December",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fb8346b4118bcd1094f177d1e739d654e93714c1\"> <img src=\"https://media.guim.co.uk/fb8346b4118bcd1094f177d1e739d654e93714c1/0_193_3500_2099/1000.jpg\" alt=\"The crossed hands of an elderly woman\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I want my home country to be run on the principle that we should grow up learning to care, not just for ourselves or our families, but for strangers in need.’</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>",
      "body": "<p>Rhiannon Lucy Cosslett unfurls a travesty of wanton dereliction perpetrated by Conservative party governance regarding disability care services (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/11/voting-labour-boris-johnson-disabled-people-health-social-care\" title=\"\">I am voting Labour for my brother. I know what Johnson thinks about disabled people</a>, 11 December).</p> <p>She does so with compellingly poignant candour, invoking her very personal, loving relationship with her brother.</p> <p>Her plea to the sensibilities of the nation should not go unheeded. Whatever we do (or don’t do) for our most vulnerable citizens is the core barometer of our democratic decency.</p> <p>Sadly Conservative governance is all about self-aggrandisement, a place where equality is seemingly for losers and IQ is the only template of calibration to be considered. A tragic complexion of shameful social selectivity, wherein the Conservative mindset wallows.<br><strong>Jim Cosgrove</strong><br><em>Lismore, County Waterford, Ireland</em></p> <p>• I am voting Labour because I want to live in a society that values the survival of the unfittest.</p> <p>I want my home country to be run on the principle that we should grow up learning to care, not just for ourselves or our families, but for strangers in need – even if those strangers are foreigners, immigrants, old people, unsuccessful people, or poor people. They may be those who are left behind, are not so healthy or fit; people who have taken a wrong turn, who have messed up, even those who have views that are different from ours.</p> <p>And I am voting Labour because I am Jewish – and because I know a Labour government is our best chance to build a communal consciousness that society is made up of all of us, and will be our strongest bulwark against every kind of racism, discrimination and hate. <br><strong>Naomi Wayne </strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "323",
      "commentable": "false",
      "firstPublicationDate": "2019-12-11T18:18:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:38Z",
      "newspaperEditionDate": "2019-12-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cq9fm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fb8346b4118bcd1094f177d1e739d654e93714c1/0_193_3500_2099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rhiannon Lucy Cosslett unfurls a travesty of wanton dereliction perpetrated by Conservative party governance regarding disability care services (I am voting Labour for my brother. I know what Johnson thinks about disabled people, 11 December). She does so with compellingly poignant candour, invoking her very personal, loving relationship with her brother. Her plea to the sensibilities of the nation should not go unheeded. Whatever we do (or don’t do) for our most vulnerable citizens is the core barometer of our democratic decency. Sadly Conservative governance is all about self-aggrandisement, a place where equality is seemingly for losers and IQ is the only template of calibration to be considered. A tragic complexion of shameful social selectivity, wherein the Conservative mindset wallows. Jim Cosgrove Lismore, County Waterford, Ireland • I am voting Labour because I want to live in a society that values the survival of the unfittest. I want my home country to be run on the principle that we should grow up learning to care, not just for ourselves or our families, but for strangers in need – even if those strangers are foreigners, immigrants, old people, unsuccessful people, or poor people. They may be those who are left behind, are not so healthy or fit; people who have taken a wrong turn, who have messed up, even those who have views that are different from ours. And I am voting Labour because I am Jewish – and because I know a Labour government is our best chance to build a communal consciousness that society is made up of all of us, and will be our strongest bulwark against every kind of racism, discrimination and hate. Naomi Wayne London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1967",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/11/the-threat-to-our-democracy-buried-in-the-tory-manifesto",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-11T18:18:25Z",
    "webTitle": "The threat to our democracy buried in the Tory manifesto | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/11/the-threat-to-our-democracy-buried-in-the-tory-manifesto",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/the-threat-to-our-democracy-buried-in-the-tory-manifesto",
    "fields": {
      "headline": "The threat to our democracy buried in the Tory manifesto",
      "standfirst": "Boris Johnson didn’t like it when MPs and judges stood up to him, writes <strong>Heather Leybourn</strong>",
      "trailText": "<strong>Letters: </strong>Boris Johnson didn’t like it when MPs and judges stood up to him, writes <strong>Heather Leybourn</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a592f756b3e9b18c339ec60061b52d67b36eb266\"> <img src=\"https://media.guim.co.uk/a592f756b3e9b18c339ec60061b52d67b36eb266/0_74_3500_2101/1000.jpg\" alt=\"A pedestrian traffic signal shines red outside the supreme court in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pedestrian traffic signal shines red outside the supreme court in London.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>I am aware of the dilemma many readers face when it comes to voting. One particular issue that I would ask them to consider, which has received very little scrutiny during the election campaign, is the protection of parliamentary democracy.</p> <p>Hidden away on page 48 of the Conservative manifesto is this: “After Brexit we also need to look at the broader aspects of our constitution: the relationship between the government, parliament and the courts”. Boris Johnson didn’t like it when MPs stood up to him in parliament and prevented him from carrying out what he wanted, and he was similarly antipathetic towards the judges who declared that his proroguing of parliament was not legal.</p> <p>I fear that if Mr Johnson wins, he will take steps to curtail the powers of MPs and judges so that similar situations cannot occur in the future. It is clear that the British people greatly value their democracy. I urge anyone who is yet undecided how to vote on Thursday to vote for any party other than the Conservatives to ensure that our parliamentary democracy is safeguarded.<br><strong>Heather Leybourn</strong><br>Lowestoft, Suffolk</p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "232",
      "commentable": "false",
      "firstPublicationDate": "2019-12-11T18:18:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:38Z",
      "newspaperEditionDate": "2019-12-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cq9q3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a592f756b3e9b18c339ec60061b52d67b36eb266/0_74_3500_2101/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am aware of the dilemma many readers face when it comes to voting. One particular issue that I would ask them to consider, which has received very little scrutiny during the election campaign, is the protection of parliamentary democracy. Hidden away on page 48 of the Conservative manifesto is this: “After Brexit we also need to look at the broader aspects of our constitution: the relationship between the government, parliament and the courts”. Boris Johnson didn’t like it when MPs stood up to him in parliament and prevented him from carrying out what he wanted, and he was similarly antipathetic towards the judges who declared that his proroguing of parliament was not legal. I fear that if Mr Johnson wins, he will take steps to curtail the powers of MPs and judges so that similar situations cannot occur in the future. It is clear that the British people greatly value their democracy. I urge anyone who is yet undecided how to vote on Thursday to vote for any party other than the Conservatives to ensure that our parliamentary democracy is safeguarded. Heather Leybourn Lowestoft, Suffolk • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1399",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/11/if-i-ticked-blairs-box-you-can-corbyns",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-11T18:17:17Z",
    "webTitle": "If I ticked Blair’s box, you can Corbyn’s | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/11/if-i-ticked-blairs-box-you-can-corbyns",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/if-i-ticked-blairs-box-you-can-corbyns",
    "fields": {
      "headline": "If I ticked Blair’s box, you can Corbyn’s",
      "standfirst": "Little Dorrit | New Labour | The will of the people | Emma Dent Coad | Voting",
      "trailText": "<strong>Brief letters: </strong>Little Dorrit | New Labour | The will of the people | Emma Dent Coad | Voting",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e7e394c45131f4f5af3460a47da66412ebfa8668\"> <img src=\"https://media.guim.co.uk/e7e394c45131f4f5af3460a47da66412ebfa8668/13_0_2675_1605/1000.jpg\" alt=\"Jeremy Corbyn at a campaign event in Glasgow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn at a campaign event in Glasgow.</span> <span class=\"element-image__credit\">Photograph: Russell Cheyne/Reuters</span> </figcaption> </figure>",
      "body": "<p>If the result of Thursday’s ballot goes the way Guardian readers will be fearing, it might be accounted for by this observation, in my grandmother’s copy of Little Dorrit, “He had a certain air of being a handsome man – which he was not; and a certain air of being a well-bred man – which he was not. It was mere swagger and challenge; but in this particular, as in many others, blustering assertion goes for proof, half over the world.”<br><strong>Alan Pleydell</strong><br><em>Trowbridge, Wiltshire</em></p> <p>• I could vote for Tony Blair’s New Labour in 1997 knowing him to be less than perfect even then, and I did. I am sure others who feel the same about Jeremy Corbyn and Labour in 2019 can do the same now. It’s not and it wasn’t about one man, beard or otherwise, or even the party’s policies, great or not, but about ejecting the Tories from office and allowing the chance of a more hopeful future to develop.<br><strong>Keith Flett</strong><br><em>London</em></p> <p>•<em> </em>The most likely outcome of this election will be Brexit-supporting parties receiving a minority of votes while gaining a majority of seats. What price the will of the people then?<br><strong>Roy Boffy</strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• Although a Tory member who voted for Brexit and Boris Johnson in the leadership election, I shall be voting in Kensington today for the best candidate on offer – Labour’s Emma Dent Coad.<br><strong>Dominic Shelmerdine</strong><br><em>London</em></p> <p>•<em> </em>There is a moral hazard that Labour will lose the election because Corbyn is serious, honest, boring and principled while the Conservatives will win because Johnson is a bit of fun, the buffoon you wouldn’t mind having at a dinner party, and you can’t help liking him. A vote costs nothing yet is a potent thing. Use it, my friends – if you’re not in you can’t win.<br><strong>Alison Hackett</strong><br><em>Dun Laoghaire, Co Dublin, Ireland</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "352",
      "commentable": "false",
      "firstPublicationDate": "2019-12-11T18:17:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:20Z",
      "newspaperEditionDate": "2019-12-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cqa8a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e7e394c45131f4f5af3460a47da66412ebfa8668/13_0_2675_1605/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "If the result of Thursday’s ballot goes the way Guardian readers will be fearing, it might be accounted for by this observation, in my grandmother’s copy of Little Dorrit, “He had a certain air of being a handsome man – which he was not; and a certain air of being a well-bred man – which he was not. It was mere swagger and challenge; but in this particular, as in many others, blustering assertion goes for proof, half over the world.” Alan Pleydell Trowbridge, Wiltshire • I could vote for Tony Blair’s New Labour in 1997 knowing him to be less than perfect even then, and I did. I am sure others who feel the same about Jeremy Corbyn and Labour in 2019 can do the same now. It’s not and it wasn’t about one man, beard or otherwise, or even the party’s policies, great or not, but about ejecting the Tories from office and allowing the chance of a more hopeful future to develop. Keith Flett London • The most likely outcome of this election will be Brexit-supporting parties receiving a minority of votes while gaining a majority of seats. What price the will of the people then? Roy Boffy Sutton Coldfield, West Midlands • Although a Tory member who voted for Brexit and Boris Johnson in the leadership election, I shall be voting in Kensington today for the best candidate on offer – Labour’s Emma Dent Coad. Dominic Shelmerdine London • There is a moral hazard that Labour will lose the election because Corbyn is serious, honest, boring and principled while the Conservatives will win because Johnson is a bit of fun, the buffoon you wouldn’t mind having at a dinner party, and you can’t help liking him. A vote costs nothing yet is a potent thing. Use it, my friends – if you’re not in you can’t win. Alison Hackett Dun Laoghaire, Co Dublin, Ireland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2054",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/11/this-old-etonian-is-no-harmless-buffoon",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-11T18:16:06Z",
    "webTitle": "This old Etonian is no harmless buffoon | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/11/this-old-etonian-is-no-harmless-buffoon",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/11/this-old-etonian-is-no-harmless-buffoon",
    "fields": {
      "headline": "This old Etonian is no harmless buffoon",
      "standfirst": "The nickname ‘Boris’ is misleadingly cuddly, says <strong>Lisa Hallgarten’s</strong> poem, while <strong>Hilton McRae</strong> can’t understand the public’s fondness for electing Eton alumni",
      "trailText": "<strong>Letters:</strong> The nickname ‘Boris’ is misleadingly cuddly, says <strong>Lisa Hallgarten’s</strong> poem, while <strong>Hilton McRae</strong> can’t understand the public’s fondness for electing Eton alumni",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a5832e4ace2b1b4ac9eed3a384acd9d216c1836c\"> <img src=\"https://media.guim.co.uk/a5832e4ace2b1b4ac9eed3a384acd9d216c1836c/0_36_3500_2100/1000.jpg\" alt=\"Boris Johnson campaigns in Derby\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘He’s not dopey or stupid or amusingly ropey. / He’s lazy, duplicitous, slippery, wet soapy.’</span> <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> </figcaption> </figure>",
      "body": "<p>Don’t call him Boris.<br>It’s the name for a cuddly toy, a cute little Russian boy, a dashing guy from a book by Tolstoy. Don’t call him Bojo. <br>He’s not fast like Flo Jo or sexy like J-Lo. Don’t mix up mojo with a sleazy libido. <br> <br>Don’t even call him a Bozo. <br> <br>He’s not dopey or stupid or amusingly ropey. <br>He’s lazy, duplicitous, slippery, wet soapy. <br> <br>He’s no fool, no joker, no harmless buffoon, he’s a cynical, devious, racist goon. <br> <br>Please don’t compare this dangerous fake <br>To a benign and affectionate<br>namesake.<br> <br>He’s not original, a one-off.<br>He’s not a maverick. <br>If you have to...<br>call him Johnson<br>...another word for dick.<br><strong>Lisa Hallgarten</strong><br><em>London </em></p> <p>• In Simon Woods’ play Hansard, recently on at the National, the biggest laugh – and some of the audience standing and cheering – occurred on the line “I tell you it’s the great mystery of our time, the insatiable desire of the people of this country to be fucked by an old Etonian.”<br><strong>Hilton McRae </strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "210",
      "commentable": "false",
      "firstPublicationDate": "2019-12-11T18:16:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T12:26:50Z",
      "newspaperEditionDate": "2019-12-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cq9y4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a5832e4ace2b1b4ac9eed3a384acd9d216c1836c/0_36_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Don’t call him Boris. It’s the name for a cuddly toy, a cute little Russian boy, a dashing guy from a book by Tolstoy. Don’t call him Bojo. He’s not fast like Flo Jo or sexy like J-Lo. Don’t mix up mojo with a sleazy libido. Don’t even call him a Bozo. He’s not dopey or stupid or amusingly ropey. He’s lazy, duplicitous, slippery, wet soapy. He’s no fool, no joker, no harmless buffoon, he’s a cynical, devious, racist goon. Please don’t compare this dangerous fake To a benign and affectionate namesake. He’s not original, a one-off. He’s not a maverick. If you have to... call him Johnson ...another word for dick. Lisa Hallgarten London • In Simon Woods’ play Hansard, recently on at the National, the biggest laugh – and some of the audience standing and cheering – occurred on the line “I tell you it’s the great mystery of our time, the insatiable desire of the people of this country to be fucked by an old Etonian.” Hilton McRae London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1240",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/11/voting-tactically-close-races-party-vote-tories-guidelines",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-11T13:29:24Z",
    "webTitle": "Voting tactically? Here’s how to do it right | Dan Davies",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/11/voting-tactically-close-races-party-vote-tories-guidelines",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/11/voting-tactically-close-races-party-vote-tories-guidelines",
    "fields": {
      "headline": "Voting tactically? Here’s how to do it right",
      "standfirst": "<p>In close races, it may not be obvious which party should get your vote to stop the Tories. Use these guidelines to figure it out</p>",
      "trailText": "In close races, it may not be obvious which party should get your vote to stop the Tories, says former Bank of England economist Dan Davies",
      "byline": "Dan Davies",
      "main": "<figure class=\"element element-image\" data-media-id=\"e012ecd4ed6d90775815f04c292b13d0d1fafe6d\"> <img src=\"https://media.guim.co.uk/e012ecd4ed6d90775815f04c292b13d0d1fafe6d/0_162_3000_1800/1000.jpg\" alt=\"A polling station in Lewisham, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Tactical voting is a coordination problem, not a forecasting problem.’ A polling station in Lewisham, London.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>The moment for decision is almost here. With nearly all of the relevant information now available, this is when <a href=\"https://www.theguardian.com/politics/2019/dec/10/tactical-voting-across-the-uk-a-region-by-region-guide\" title=\"\">tactical voting</a> moves on from endless speculation and debate to a politically meaningful choice. And since there isn’t a single authoritative source of information on how to reverse-engineer a broken electoral system, it is a choice you’ll need to make for yourself. Here’s how to do it right.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/08/tactical-voting-guide-2019-keep-tories-out-remain-voter-general-election\">Tactical voting guide 2019: the 50 seats where it is vital to keep the Tories out</a> </p> </aside>  <p>First, it is now probably safe to visit your favourite tactical voting aggregator site to see what the postcode-based advisory websites are saying. I’m not posting a link here as it is my firm conviction that if you aren’t already aware of these things, you’re probably best off not bothering. Because what the postcode sites will tell you is one of three things:</p> <p> You may be in a safe seat where tactical voting will not make any difference. In which case, vote for your favourite party, as it has a slight benefit in terms of the <a href=\"https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/financial-information/financial-assistance-to-opposition-parties/\" title=\"\">short money</a> it will receive.</p> <p>Or it is really obvious which party you should tactically vote for, because everyone agrees on who’s in second place. In which case you probably already knew that.</p> <p>Or tactical voting could, in principle, make a difference, but it is not obvious which party you should vote for.</p> <p>In the third case, it really isn’t a good idea to look at the various websites and go with whatever a majority of them say. The fact that they differ at all shows that there is normal statistical error in the forecasting process, and it is likely that as a well-informed voter of reasonable intelligence and diligence, you can outperform them by making use of information that isn’t assembled in a numerical dataset.</p> <p>More importantly than that, tactical voting is, fundamentally, a coordination problem, not a forecasting problem. What the tactical voters want to do is maximise the chance that they all pick the same candidate. Knowing which candidate is currently likely to be in second place is an important piece of information to solve that problem, but it’s not the be-all and end-all, particularly in cases (<a href=\"https://www.theguardian.com/politics/2019/dec/08/tactical-voting-guide-2019-keep-tories-out-remain-voter-general-election\" title=\"\">such as Kensington</a>), where the margin of forecasting error is large compared to the gaps between parties.</p> <p>So you may use the postcode sites as one piece of information. But you must also consider these things:</p> <p><strong>1. You need a very good reason to vote against a sitting non-Tory MP</strong>. The fact that someone is the incumbent MP means that there is proof they can win; you don’t have to worry so much about the willingness of other people to vote tactically for them. And they are easier to coordinate on because they have greater name recognition.</p> <p><strong>2. If you have really good local knowledge, use it</strong>. If there’s a special factor in your constituency which means that polling data or extrapolations from national swings might not be reliable, use that to decide close calls. This might be a smart thing to do in the half-dozen London constituencies where the Jewish electorate is large compared to the usual margin of victory. If there are a lot of other people who will not vote Labour no matter what, the tactical thing to do is join them.</p> <p><strong>3. Pay attention to the ground game</strong>. The number of votes that are likely to be swayed by tactical voting is small. It is likely to be unusually large in this election but, according to surveys, we are <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/12/10/whos-tactically-voting-and-why\" title=\"\">still talking about</a> just under 20% of Labour voters and 36% of Lib Dem voters. And many of these people will be doing so in constituencies where it is obvious what to do; in close and difficult races, the “effective tactical margin” will be reduced by people voting tactically the wrong way. So the actual effect on the result is going to be similar in magnitude to the <a href=\"https://www.cambridge.org/core/journals/political-science-research-and-methods/article/is-it-worth-doorknocking-evidence-from-a-united-kingdombased-get-out-the-vote-gotv-field-experiment-on-the-effect-of-party-leaflets-and-canvass-visits-on-voter-turnout/757F1AF7D16F43A444BDDE55181471B5https:/www.cambridge.org/core/journals/political-science-research-and-methods/article/is-it-worth-doorknocking-evidence-from-a-united-kingdombased-get-out-the-vote-gotv-field-experiment-on-the-effect-of-party-leaflets-and-canvass-visits-on-voter-turnout/757F1AF7D16F43A444BDDE55181471B5\" title=\"\">roughly 4% effect</a> from a normal leaflet campaign, and even the 0.5-1% advantage from on-the-day canvassing could make a difference. If you think one party has been working particularly hard in your area, take that into account.</p> <p><strong>4. </strong><a href=\"https://yougov.co.uk/uk-general-election-2019/\" title=\"\"><strong>YouGov MRP</strong></a><strong> is first among equals</strong>. The model, which <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/12/10/final-2019-general-election-mrp-model-small-\" title=\"\">published its final forecast last night</a>, is not necessarily the best, but it’s the one that most people pay attention to. Your fellow tactical voters will be looking at it, so you should look at it too.</p> <p><strong>5. And finally, recognise that this is a losing hand</strong>. When you’re thinking seriously about tactical voting, you’re holding bad cards and hoping for a stroke of luck. The likelihood is that the party that you want to defeat will get in; you might not even have particularly good odds of making the situation better rather than worse yourself.</p> <p>You’re taking a gamble, and it’s a decision you’re going to have to live with. For me, this is the real reason not to look at voter guides or postcode websites. Figuring it out for yourself, rather than outsourcing your decision to someone else, will be easier to live with if it all goes wrong. Good luck.</p> <p>• Dan Davies is a former Bank of England economist and investment banking analyst</p>",
      "wordcount": "858",
      "commentCloseDate": "2019-12-11T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-11T13:29:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:40Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cq9vc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e012ecd4ed6d90775815f04c292b13d0d1fafe6d/0_162_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The moment for decision is almost here. With nearly all of the relevant information now available, this is when tactical voting moves on from endless speculation and debate to a politically meaningful choice. And since there isn’t a single authoritative source of information on how to reverse-engineer a broken electoral system, it is a choice you’ll need to make for yourself. Here’s how to do it right. First, it is now probably safe to visit your favourite tactical voting aggregator site to see what the postcode-based advisory websites are saying. I’m not posting a link here as it is my firm conviction that if you aren’t already aware of these things, you’re probably best off not bothering. Because what the postcode sites will tell you is one of three things: You may be in a safe seat where tactical voting will not make any difference. In which case, vote for your favourite party, as it has a slight benefit in terms of the short money it will receive. Or it is really obvious which party you should tactically vote for, because everyone agrees on who’s in second place. In which case you probably already knew that. Or tactical voting could, in principle, make a difference, but it is not obvious which party you should vote for. In the third case, it really isn’t a good idea to look at the various websites and go with whatever a majority of them say. The fact that they differ at all shows that there is normal statistical error in the forecasting process, and it is likely that as a well-informed voter of reasonable intelligence and diligence, you can outperform them by making use of information that isn’t assembled in a numerical dataset. More importantly than that, tactical voting is, fundamentally, a coordination problem, not a forecasting problem. What the tactical voters want to do is maximise the chance that they all pick the same candidate. Knowing which candidate is currently likely to be in second place is an important piece of information to solve that problem, but it’s not the be-all and end-all, particularly in cases (such as Kensington), where the margin of forecasting error is large compared to the gaps between parties. So you may use the postcode sites as one piece of information. But you must also consider these things: 1. You need a very good reason to vote against a sitting non-Tory MP. The fact that someone is the incumbent MP means that there is proof they can win; you don’t have to worry so much about the willingness of other people to vote tactically for them. And they are easier to coordinate on because they have greater name recognition. 2. If you have really good local knowledge, use it. If there’s a special factor in your constituency which means that polling data or extrapolations from national swings might not be reliable, use that to decide close calls. This might be a smart thing to do in the half-dozen London constituencies where the Jewish electorate is large compared to the usual margin of victory. If there are a lot of other people who will not vote Labour no matter what, the tactical thing to do is join them. 3. Pay attention to the ground game. The number of votes that are likely to be swayed by tactical voting is small. It is likely to be unusually large in this election but, according to surveys, we are still talking about just under 20% of Labour voters and 36% of Lib Dem voters. And many of these people will be doing so in constituencies where it is obvious what to do; in close and difficult races, the “effective tactical margin” will be reduced by people voting tactically the wrong way. So the actual effect on the result is going to be similar in magnitude to the roughly 4% effect from a normal leaflet campaign, and even the 0.5-1% advantage from on-the-day canvassing could make a difference. If you think one party has been working particularly hard in your area, take that into account. 4. YouGov MRP is first among equals. The model, which published its final forecast last night, is not necessarily the best, but it’s the one that most people pay attention to. Your fellow tactical voters will be looking at it, so you should look at it too. 5. And finally, recognise that this is a losing hand. When you’re thinking seriously about tactical voting, you’re holding bad cards and hoping for a stroke of luck. The likelihood is that the party that you want to defeat will get in; you might not even have particularly good odds of making the situation better rather than worse yourself. You’re taking a gamble, and it’s a decision you’re going to have to live with. For me, this is the real reason not to look at voter guides or postcode websites. Figuring it out for yourself, rather than outsourcing your decision to someone else, will be easier to live with if it all goes wrong. Good luck. • Dan Davies is a former Bank of England economist and investment banking analyst",
      "charCount": "4879",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/danieldavies\">Dan Davies</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "environment/2019/dec/11/it-my-generations-future-the-voteless-young-climate-activists",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-12-11T12:54:53Z",
    "webTitle": "'It's my generation’s future': the voteless young climate activists",
    "webUrl": "https://www.theguardian.com/environment/2019/dec/11/it-my-generations-future-the-voteless-young-climate-activists",
    "apiUrl": "https://content.guardianapis.com/environment/2019/dec/11/it-my-generations-future-the-voteless-young-climate-activists",
    "fields": {
      "headline": "'It's my generation’s future': the voteless young climate activists",
      "standfirst": "<p>Many activists who are too young to vote are working hard to get message across to those who can</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/11/general-election-poll-suggests-tory-lead-narrows-as-campaign-enters-last-day-live\">General election latest - live news</a></li></ul>",
      "trailText": "Many activists who are too young to vote are working hard to get message across to those who can",
      "byline": "Jessica Murray and Aamna Mohdin",
      "main": "<figure class=\"element element-image\" data-media-id=\"de5fbddaf33f7fe3155da43195be37cb4fac1029\"> <img src=\"https://media.guim.co.uk/de5fbddaf33f7fe3155da43195be37cb4fac1029/0_220_3500_2101/1000.jpg\" alt=\"Young climate crisis protesters in Leeds last month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Young climate crisis protesters in Leeds last month.</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "body": "<p>Although school prevents him from campaigning as much as he would like, Hasan Patel has been spending every weekend canvassing for Labour during the campaign.</p> <p>This week he’s just finished his exams and is off door-knocking in Kensington, then Chingford and Woodford Green, both <a href=\"https://www.theguardian.com/politics/2019/dec/08/tactical-voting-guide-2019-keep-tories-out-remain-voter-general-election\">marginal seats</a> and high on Labour’s list of priorities. At 16 years old, Patel can’t vote himself, so he’s keen to utilise his skills where they’ll be of most use.</p> <p>“It’s quite sad really because there are millions of us who are actually politically engaged and want to make a difference, and obviously voting is one of the best ways that you can do that,” says Hasan, who lives in Leyton, east London.</p> <p>“It’s not good enough to sit back. I thought it was imperative to get involved and try and make a difference, even though I can’t vote. I want to show others that if I can do it, so can they, especially if they’re older than me.”</p> <p>Like many young people, the climate crisis is Hasan’s priority and something he says comes up a surprising amount on the doorstep. “Climate is the main issue facing our generation and the whole of the world,” he says. “But it’s about relating it to ordinary lives – it’s not just a vague thing that will affect us in the future. It’s here right now and we have to do something.”</p> <p>His feelings are shared by Cameron Palin, 17, who is the youth and student officer for the Isle of Wight Green party. “It’s obviously my generation’s future which this election going to affect the most, especially with Brexit and the climate crisis, and we don’t have a say,” he says.</p> <p>He’s been door-knocking, leafleting and helping to organise events for the past few weeks, trying to persuade the island’s mainly older population that the climate crisis is a crucial issue for his future. “But conveying that message in such a short general election with so many other issues is difficult.”</p> <p>The climate crisis is a concern that unites young people across party and political divides. When 16-year-old Callum Childs tells his peers he backs Brexit, he is met with either laughter or incredulity. But when he mentions his worries about the environment, he finds his peers are on the same page: across the political spectrum, they agree there has not been enough focus on the climate emergency in this election.</p> <p>“I don’t think any of us, whether left, right or centre, want to live in a world where we don’t have any nature or wildlife,” says Callum, a year 12 student living in the London borough of Bromley.</p> <p>Fifteen-year-old Morgan Smith, who is studying for her GCSEs in Leicester, says of the climate crisis: “I’m angry more than anything else. I’m angry that no one seems to be caring about it as much as they should be,”</p> <p>She has been canvassing and leafleting for the Labour party, which she believes is the best option to tackle the climate crisis. “No one is doing enough and it scares me because so many people are going to be harmed by this, so many people are going to lose their lives about this.”</p> <p>Morgan wants the party to do more to promote its green new deal and shift the debate away from Brexit. “Borders aren’t going to exist when we are all dead,” she says. </p> <p>Others have turned to protests as a way of affecting an election that they can’t vote in. Fern Jameson-Green, 17, who is part of XR Youth in Bristol, says: “I think that young people see the future as out of their hands, so we’re trying to take back that power and make decisions regarding the climate crisis, especially because it’s something we will live through.”</p> <p>She is encouraging older family members to prioritise climate issues when deciding who to vote for. “I am going to be doing as much as I can to make sure that my voice is heard through my family, and to try and educate them on what I know about politics and the climate,” she says.</p> <p>Cameron admits he is sometimes not taken seriously because of his age. “You obviously get some people saying: ‘You’re too young to understand, you can’t vote, 16- and 17-year-olds aren’t informed.’ I understand why they say that, but many of us are as informed as people who are 40 years old.</p> <p>“We understand that it’s our future and so much needs to happen in such little time. We just have to make these bold steps.”</p> <p>Hasan finds that people on the doorstep have become increasingly used to the presence of young activists. “For the past few decades, young people just haven’t been involved. But I think, especially with Jeremy Corbyn as a leader and his message that there is a better way to do things, that’s inspired lots of young people.</p> <p>“Many of the canvassing sessions I’ve been to have been overwhelmingly young people. It’s really heartwarming to see.”</p>",
      "wordcount": "835",
      "firstPublicationDate": "2019-12-11T12:54:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:30Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cnqex",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/de5fbddaf33f7fe3155da43195be37cb4fac1029/0_220_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Although school prevents him from campaigning as much as he would like, Hasan Patel has been spending every weekend canvassing for Labour during the campaign. This week he’s just finished his exams and is off door-knocking in Kensington, then Chingford and Woodford Green, both marginal seats and high on Labour’s list of priorities. At 16 years old, Patel can’t vote himself, so he’s keen to utilise his skills where they’ll be of most use. “It’s quite sad really because there are millions of us who are actually politically engaged and want to make a difference, and obviously voting is one of the best ways that you can do that,” says Hasan, who lives in Leyton, east London. “It’s not good enough to sit back. I thought it was imperative to get involved and try and make a difference, even though I can’t vote. I want to show others that if I can do it, so can they, especially if they’re older than me.” Like many young people, the climate crisis is Hasan’s priority and something he says comes up a surprising amount on the doorstep. “Climate is the main issue facing our generation and the whole of the world,” he says. “But it’s about relating it to ordinary lives – it’s not just a vague thing that will affect us in the future. It’s here right now and we have to do something.” His feelings are shared by Cameron Palin, 17, who is the youth and student officer for the Isle of Wight Green party. “It’s obviously my generation’s future which this election going to affect the most, especially with Brexit and the climate crisis, and we don’t have a say,” he says. He’s been door-knocking, leafleting and helping to organise events for the past few weeks, trying to persuade the island’s mainly older population that the climate crisis is a crucial issue for his future. “But conveying that message in such a short general election with so many other issues is difficult.” The climate crisis is a concern that unites young people across party and political divides. When 16-year-old Callum Childs tells his peers he backs Brexit, he is met with either laughter or incredulity. But when he mentions his worries about the environment, he finds his peers are on the same page: across the political spectrum, they agree there has not been enough focus on the climate emergency in this election. “I don’t think any of us, whether left, right or centre, want to live in a world where we don’t have any nature or wildlife,” says Callum, a year 12 student living in the London borough of Bromley. Fifteen-year-old Morgan Smith, who is studying for her GCSEs in Leicester, says of the climate crisis: “I’m angry more than anything else. I’m angry that no one seems to be caring about it as much as they should be,” She has been canvassing and leafleting for the Labour party, which she believes is the best option to tackle the climate crisis. “No one is doing enough and it scares me because so many people are going to be harmed by this, so many people are going to lose their lives about this.” Morgan wants the party to do more to promote its green new deal and shift the debate away from Brexit. “Borders aren’t going to exist when we are all dead,” she says. Others have turned to protests as a way of affecting an election that they can’t vote in. Fern Jameson-Green, 17, who is part of XR Youth in Bristol, says: “I think that young people see the future as out of their hands, so we’re trying to take back that power and make decisions regarding the climate crisis, especially because it’s something we will live through.” She is encouraging older family members to prioritise climate issues when deciding who to vote for. “I am going to be doing as much as I can to make sure that my voice is heard through my family, and to try and educate them on what I know about politics and the climate,” she says. Cameron admits he is sometimes not taken seriously because of his age. “You obviously get some people saying: ‘You’re too young to understand, you can’t vote, 16- and 17-year-olds aren’t informed.’ I understand why they say that, but many of us are as informed as people who are 40 years old. “We understand that it’s our future and so much needs to happen in such little time. We just have to make these bold steps.” Hasan finds that people on the doorstep have become increasingly used to the presence of young activists. “For the past few decades, young people just haven’t been involved. But I think, especially with Jeremy Corbyn as a leader and his message that there is a better way to do things, that’s inspired lots of young people. “Many of the canvassing sessions I’ve been to have been overwhelmingly young people. It’s really heartwarming to see.”",
      "charCount": "4674",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-murray\">Jessica Murray</a> and <a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "cities/2019/dec/11/like-times-square-but-spherical-is-east-london-ready-for-the-msg-sphere",
    "type": "article",
    "sectionId": "cities",
    "sectionName": "Cities",
    "webPublicationDate": "2019-12-11T12:30:37Z",
    "webTitle": "Like Piccadilly Circus, but spherical: is east London ready for the MSG Sphere?",
    "webUrl": "https://www.theguardian.com/cities/2019/dec/11/like-times-square-but-spherical-is-east-london-ready-for-the-msg-sphere",
    "apiUrl": "https://content.guardianapis.com/cities/2019/dec/11/like-times-square-but-spherical-is-east-london-ready-for-the-msg-sphere",
    "fields": {
      "headline": "Like Piccadilly Circus, but spherical: is east London ready for the MSG Sphere?",
      "standfirst": "<p>The prospect of illuminated advertising displayed on a giant globe the size of the London Eye has some Stratford residents worried</p>",
      "trailText": "The prospect of illuminated advertising displayed on a giant globe the size of the London Eye has some Stratford residents worried",
      "byline": "Dan Hancox",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"347a49543993f1d89060f7001e64a4a440c8f0bb\"> <img src=\"https://media.guim.co.uk/347a49543993f1d89060f7001e64a4a440c8f0bb/0_162_1575_945/1000.jpg\" alt=\"MSG Sphere, a planned concert venue for Stratford, east London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MSG Sphere, a planned concert venue for Stratford, east London.</span> <span class=\"element-image__credit\">Photograph: The Madison Square Garden Company</span> </figcaption> </figure>",
      "body": "<p>Between the Olympic stadium, the London Aquatics Centre, and the ArcelorMittal Orbit squiggle – not to mention Westfield shopping centre – the east London neighbourhood of Stratford has acquired more than its fair share of high-profile buildings in the last decade. But even as the Olympics recedes into the past, a new debate is now raging over what might be the most controversial proposal yet: the <a href=\"https://www.theguardian.com/music/2019/mar/27/proposed-designs-revealed-for-msg-sphere-uk-largest-concert-arena-east-london\">Madison Square Garden (MSG) Sphere</a>.</p> <p>In March this year, MSG submitted a planning application for a spherical entertainment complex, 90 metres high and 120 metres wide, containing restaurants, shops, a nightclub and the centrepiece: a 21,500-capacity auditorium. The same diameter as the London Eye and almost as tall as Big Ben, the giant sphere will be covered 190,000 sq ft of LEDs, programmable to display images on the exterior.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It’s a densely populated residential area, which is something that MSG have done their very best in their images and assessments to downplay</p> <footer> <cite>Lindesay Mace</cite> </footer> </blockquote> </aside>  <p>What MSG London executive vice-president Jayne McGivern <a href=\"https://www.newhamrecorder.co.uk/news/newham-council-votes-on-msg-sphere-report-1-6165649\">describes</a> as “a joyous ball of magic”, Newham councillor Harvinder Singh Virdee has called a “blob”, and another local activist “unprecedentedly monstrous”.</p> <p>The project has received support from the Newham Chamber of Commerce and representatives of nearby Newham College and the University of East London. Other residents are more concerned, and have formed a campaign group called Stop MSG Sphere. Their main <a href=\"http://stopmsgspherelondon.co.uk/report/full_summary.html\">objections</a> regard noise and light pollution, increased traffic and the resulting rise in air pollution, anti-social behaviour, and strain on public transport and roads. There are also worries that it will block out natural light to homes, some of which are located only 50 metres away.</p> <p>Then there is the advertising. In the artists’ blueprints, the “skin” of LEDs displays wholesome scenes of <a href=\"https://www.iq-mag.net/2019/11/msg-plans-full-ents-spin-off-amid-uk-sphere-delays/\">the night sky</a> or <a href=\"https://www.theguardian.com/music/2019/mar/27/proposed-designs-revealed-for-msg-sphere-uk-largest-concert-arena-east-london\">planet Earth</a>, but the planning application allows for advertising, potentially presenting the opportunity for a kind of giant spherical version of Times Square or Piccadilly Circus.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"62ce75fb408b865c794d20e249db8d551e2a64be\"> <img src=\"https://media.guim.co.uk/62ce75fb408b865c794d20e249db8d551e2a64be/15_71_1160_1294/896.jpg\" alt=\"Part of a campaign poster from Stop MSG Sphere.\" width=\"896\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Part of a campaign poster from Stop MSG Sphere.</span> <span class=\"element-image__credit\">Photograph: StopMSGSphere</span> </figcaption> </figure>  <p>“The advertising has been a whitewash,” says Lindesay Mace of Stop MSG Sphere. “They show very few examples [in the blueprints], and they’re all calming, blue background, which blends in with the sky. I think it’s perfectly reasonable to expect that the reality won’t be like that.” MSG counter that under the plans submitted, advertising will be allowed for a maximum of 50% of the time the Sphere is illuminated, and that the facade will be turned off or placed in a low luminance “stand by” mode from midnight to 6am in the summer and 7am during winter and spring.</p> <p>The Sphere would be located on triangular piece of land behind Stratford station. “It’s a densely populated residential area,” says Mace, “which is something that MSG have done their very best in their images and assessments to downplay: there are thousands of residential properties nearby.” MSG claim that impacts to the surrounding area will be minimal, pointing to the fact that the site is also surrounded by live railway lines.</p> <p>There have also been objections from Newham Council, which in July backed a <a href=\"https://www.newhamrecorder.co.uk/news/newham-council-votes-on-msg-sphere-report-1-6165649\">report critical of the Sphere</a>, and voted that it be submitted to the London Legacy Development Corporation (LLDC) for consideration. But activists point out that McGivern, who has been the public face of the company locally, was a board member of the LLDC from 2012-16.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>[Our] poll demonstrates overwhelming local support for MSG Sphere</p> <footer> <cite>Jayne McGivern</cite> </footer> </blockquote> </aside>  <p>In November, campaigners also <a href=\"https://www.newhamrecorder.co.uk/news/lldc-under-fire-over-msg-sphere-emails-1-6376547\">released</a> correspondence between senior staff at the LLDC and MSG London, acquired through freedom of information requests, in which the two parties discussed the US company’s “strategy” to deal with “local resistance”. The emails also pointed to 33 unminuted meetings and apparently unrecorded hospitality for LLDC staff. MSG say there is nothing irregular or unusual in this.</p> <p>Backers of the proposals point to a summer <a href=\"https://london.msg.com/wp-content/uploads/2019/09/Deltapoll-MSG-Sphere-Survey.pdf\">poll</a>, commissioned by MSG Sphere, that found 85% support among local residents. They say it will bring employment to the area, in construction and in the culture sector.</p> <p>Campaigners counter that only 21% of those polled had heard of the proposals, and only 11% of the MSG Sphere specifically.</p>  <figure class=\"element element-image\" data-media-id=\"10d2286afdb9bf90f2cd0a49f5713b5759aefb14\"> <img src=\"https://media.guim.co.uk/10d2286afdb9bf90f2cd0a49f5713b5759aefb14/0_0_1582_1111/1000.jpg\" alt=\"Although promotional images show the MSG’s ‘skin’ displaying wholesome images, campaigners are concerned that the planning application allows for potentially invasive advertising.\" width=\"1000\" height=\"702\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Although promotional images show the MSG’s ‘skin’ displaying wholesome images, campaigners are concerned that the planning application allows for potentially invasive advertising.</span> <span class=\"element-image__credit\">Photograph: The Madison Square Garden Company</span> </figcaption> </figure>  <p>McGivern nevertheless cites the poll as a major indicator of support. “The poll demonstrates overwhelming local support for MSG Sphere, including for the thousands of jobs and significant economic impact this state-of-the-art entertainment and music venue would bring,” she said.</p> <p>“We are obviously delighted at this high level of excitement for the project and look forward to continuing to work with and listen to our local stakeholders.” The next consultation public consultation will be held on 16 December.</p> <p>The company is promoting the idea that London needs another music venue of that size. The planning application says the city “has an undersupply of dedicated large entertainment venues in comparison to other major world cities”, arguing that only SSE Arena in Wembley and the O2 in North Greenwich are capable of hosting the largest international touring acts. It points to New York, a similarly-sized city with seven such venues, though it does not mention London’s Alexandra Palace or its major park festivals – such as Hyde Park and Finsbury Park – which have capacities close to 100,000.</p>  <figure class=\"element element-image\" data-media-id=\"0581eb0ed53672d2870c22849f2e458c981ff056\"> <img src=\"https://media.guim.co.uk/0581eb0ed53672d2870c22849f2e458c981ff056/0_374_5760_3456/1000.jpg\" alt=\"The proposed site is a triangular wedge of land behind Stratford station.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The proposed site is a triangular wedge of land behind Stratford station.</span> <span class=\"element-image__credit\">Photograph: Andrew Holt/Getty Images</span> </figcaption> </figure>  <p>MSG also claims that a smaller venue also included in the planning application, with a capacity of 1,500, and a 450-capacity nightclub will have a positive trickle-down effect on smaller music venues and local acts in London.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/cities/2017/jul/27/london-olympic-park-success-five-years-depends\">Legacy, what legacy? Five years on the London Olympic park battle still rages</a> </p> </aside>  <p>Local scepticism, however, derives in part from the experience of hosting the Olympics, for which tens of thousands of jobs were promised by the LLDC that <a href=\"https://www.hackneygazette.co.uk/news/young-people-march-on-olympic-park-s-here-east-1-6118388\">protesters pointed out this summer</a> have still not materialised. “Obviously the Olympics left positives, like the park and the sports facilities,” Mace said. “But it has also left us with the LLDC, an unelected corporation without any real accountability, a planning authority for a lot of land that was previously under local authority control. Seven years on from the Olympics, what we’ve seen is lots of developments, with little visible benefit for local people.”</p> <p>What would be visible, of course, is the sphere itself, for miles around, an issue that Mace emphasises has not been properly discussed. “The size and illumination of it will be unprecedented – we believe in the UK, and quite possibly in Europe.”</p> <ul> <li><p>This article was amended on 12 December 2019 to correct references to the amount and duration of advertising proposed for the Sphere</p></li> </ul> <p><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a>, <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and <a href=\"https://www.instagram.com/guardiancities/?hl=en\">Instagram</a> to join the discussion, catch up on <a href=\"https://www.theguardian.com/cities\">our best stories</a> or sign up for our <a href=\"https://www.theguardian.com/cities/2018/may/03/sign-up-for-the-cityscape-the-best-of-guardian-cities-every-week\">weekly newsletter</a></em></p>",
      "wordcount": "1041",
      "firstPublicationDate": "2019-12-11T12:30:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:25:38Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cpqc6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/347a49543993f1d89060f7001e64a4a440c8f0bb/0_162_1575_945/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Between the Olympic stadium, the London Aquatics Centre, and the ArcelorMittal Orbit squiggle – not to mention Westfield shopping centre – the east London neighbourhood of Stratford has acquired more than its fair share of high-profile buildings in the last decade. But even as the Olympics recedes into the past, a new debate is now raging over what might be the most controversial proposal yet: the Madison Square Garden (MSG) Sphere. In March this year, MSG submitted a planning application for a spherical entertainment complex, 90 metres high and 120 metres wide, containing restaurants, shops, a nightclub and the centrepiece: a 21,500-capacity auditorium. The same diameter as the London Eye and almost as tall as Big Ben, the giant sphere will be covered 190,000 sq ft of LEDs, programmable to display images on the exterior. What MSG London executive vice-president Jayne McGivern describes as “a joyous ball of magic”, Newham councillor Harvinder Singh Virdee has called a “blob”, and another local activist “unprecedentedly monstrous”. The project has received support from the Newham Chamber of Commerce and representatives of nearby Newham College and the University of East London. Other residents are more concerned, and have formed a campaign group called Stop MSG Sphere. Their main objections regard noise and light pollution, increased traffic and the resulting rise in air pollution, anti-social behaviour, and strain on public transport and roads. There are also worries that it will block out natural light to homes, some of which are located only 50 metres away. Then there is the advertising. In the artists’ blueprints, the “skin” of LEDs displays wholesome scenes of the night sky or planet Earth, but the planning application allows for advertising, potentially presenting the opportunity for a kind of giant spherical version of Times Square or Piccadilly Circus. “The advertising has been a whitewash,” says Lindesay Mace of Stop MSG Sphere. “They show very few examples [in the blueprints], and they’re all calming, blue background, which blends in with the sky. I think it’s perfectly reasonable to expect that the reality won’t be like that.” MSG counter that under the plans submitted, advertising will be allowed for a maximum of 50% of the time the Sphere is illuminated, and that the facade will be turned off or placed in a low luminance “stand by” mode from midnight to 6am in the summer and 7am during winter and spring. The Sphere would be located on triangular piece of land behind Stratford station. “It’s a densely populated residential area,” says Mace, “which is something that MSG have done their very best in their images and assessments to downplay: there are thousands of residential properties nearby.” MSG claim that impacts to the surrounding area will be minimal, pointing to the fact that the site is also surrounded by live railway lines. There have also been objections from Newham Council, which in July backed a report critical of the Sphere, and voted that it be submitted to the London Legacy Development Corporation (LLDC) for consideration. But activists point out that McGivern, who has been the public face of the company locally, was a board member of the LLDC from 2012-16. In November, campaigners also released correspondence between senior staff at the LLDC and MSG London, acquired through freedom of information requests, in which the two parties discussed the US company’s “strategy” to deal with “local resistance”. The emails also pointed to 33 unminuted meetings and apparently unrecorded hospitality for LLDC staff. MSG say there is nothing irregular or unusual in this. Backers of the proposals point to a summer poll, commissioned by MSG Sphere, that found 85% support among local residents. They say it will bring employment to the area, in construction and in the culture sector. Campaigners counter that only 21% of those polled had heard of the proposals, and only 11% of the MSG Sphere specifically. McGivern nevertheless cites the poll as a major indicator of support. “The poll demonstrates overwhelming local support for MSG Sphere, including for the thousands of jobs and significant economic impact this state-of-the-art entertainment and music venue would bring,” she said. “We are obviously delighted at this high level of excitement for the project and look forward to continuing to work with and listen to our local stakeholders.” The next consultation public consultation will be held on 16 December. The company is promoting the idea that London needs another music venue of that size. The planning application says the city “has an undersupply of dedicated large entertainment venues in comparison to other major world cities”, arguing that only SSE Arena in Wembley and the O2 in North Greenwich are capable of hosting the largest international touring acts. It points to New York, a similarly-sized city with seven such venues, though it does not mention London’s Alexandra Palace or its major park festivals – such as Hyde Park and Finsbury Park – which have capacities close to 100,000. MSG also claims that a smaller venue also included in the planning application, with a capacity of 1,500, and a 450-capacity nightclub will have a positive trickle-down effect on smaller music venues and local acts in London. Local scepticism, however, derives in part from the experience of hosting the Olympics, for which tens of thousands of jobs were promised by the LLDC that protesters pointed out this summer have still not materialised. “Obviously the Olympics left positives, like the park and the sports facilities,” Mace said. “But it has also left us with the LLDC, an unelected corporation without any real accountability, a planning authority for a lot of land that was previously under local authority control. Seven years on from the Olympics, what we’ve seen is lots of developments, with little visible benefit for local people.” What would be visible, of course, is the sphere itself, for miles around, an issue that Mace emphasises has not been properly discussed. “The size and illumination of it will be unprecedented – we believe in the UK, and quite possibly in Europe.” This article was amended on 12 December 2019 to correct references to the amount and duration of advertising proposed for the Sphere Follow Guardian Cities on Twitter, Facebook and Instagram to join the discussion, catch up on our best stories or sign up for our weekly newsletter",
      "charCount": "6461",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/danhancox\">Dan Hancox</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/dec/11/trees-labour-green-policies-public-buildings-transport-councils-cash",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-12-11T08:00:32Z",
    "webTitle": "Trees bridge the political divide. But Labour’s green policies look most solid | Fiona Harvey",
    "webUrl": "https://www.theguardian.com/society/2019/dec/11/trees-labour-green-policies-public-buildings-transport-councils-cash",
    "apiUrl": "https://content.guardianapis.com/society/2019/dec/11/trees-labour-green-policies-public-buildings-transport-councils-cash",
    "fields": {
      "headline": "Trees bridge the political divide. But Labour’s green policies look most solid",
      "standfirst": "<p>All parties agree on tree-planting as well as greening buildings and transport. Yet whoever wins, councils will struggle to find the cash</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/dec/10/welfare-misery-tories-universal-credit-child-poverty\">Patrick Butler: We’ve had 10 years of misery. Only the Tories offer no solutions</a></li></ul>",
      "trailText": "All parties agree on tree-planting as well as greening buildings and transport. Yet whoever wins, councils will struggle to find the cash, says Guardian environment correspondent Fiona Harvey",
      "byline": "Fiona Harvey",
      "main": "<figure class=\"element element-image\" data-media-id=\"ba5f242997b09b57b0b5bec427dcc2cbc97bfd16\"> <img src=\"https://media.guim.co.uk/ba5f242997b09b57b0b5bec427dcc2cbc97bfd16/0_192_5760_3456/1000.jpg\" alt=\"National Forest, Burton upon Trent\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘How the budgets and responsibility for this massive tree-planting project will be devolved remains opaque in most of the manifestos.’ A tree planting scheme in the National Forest, Burton upon Trent.</span> <span class=\"element-image__credit\">Photograph: Bill Allsopp/Alamy</span> </figcaption> </figure>",
      "body": "<p>Trees have had an unexpectedly good election, with every major party pledging to <a href=\"https://www.theguardian.com/politics/2019/nov/28/labour-unveils-plan-to-plant-2bn-trees-in-next-20-years\" title=\"\">plant millions more of them</a>. The exact numbers vary, and some parties seem unsure even <a href=\"https://www.theguardian.com/politics/2019/nov/28/is-labours-plan-to-plant-2-billion-trees-realistic\" title=\"\">what their own target may involve</a>, but a huge national increase in foliage is one of the few policies that bridges the vast political distance <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/nov/26/bitesize-guide-uk-election-manifestos-2019-labour-conservative-liberal-democrats\" title=\"\">between the Greens and the Brexit party</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/28/conservative-manifesto-mentions-climate-crisis-only-10-times\">Tory manifesto mentions climate crisis only 10 times</a> </p> </aside>  <p>How this plays out on the ground will be another issue – even if all the promised trees are planted, about a quarter of saplings die long before maturity, and the types of tree and location will be big factors. Local authorities are likely to come in for a big share of the heavy work, whichever party wins, but how the budgets and responsibility for this massive climate-protecting project will be devolved remains opaque in most of the manifestos. Local parks spending may continue to be squeezed, even while national forests are high on the agenda.</p> <p>A similar vagueness over implementation dogs many of the other less <a href=\"https://www.theguardian.com/environment/2019/nov/21/climate-crisis-topping-uk-election-agenda-is-unprecedented-change\" title=\"\">eye-catching green policies</a> proposed across the board, even though the public sector – mainly in the form of local authorities – is likely to be key to delivery. From home insulation to <a href=\"https://www.theguardian.com/environment/bike-blog/2019/dec/01/which-partys-general-election-pledges-are-best-for-cyclists\" title=\"\">transport</a>, renewable energy to waste and recycling, the infrastructure pledges made by all the major parties will require public sector oversight, spending, workers and planning.</p> <p>Hospitals, schools and other public buildings are all promised a share of the cash for upgrading and insulating buildings, which are one of the UK’s biggest sources of emissions. By 2030, Labour, the Lib Dems and the Greens would <a href=\"https://www.theguardian.com/global/2019/nov/02/labour-scheme-homes-energy-efficiency\" title=\"\">insulate every home</a>, and in most cases other buildings too, while the Conservatives will <a href=\"https://www.theguardian.com/politics/2019/nov/24/conservative-manifesto-the-key-points-policies-boris-johnson\" title=\"\">spend £9.2bn on insulation</a> nationwide.</p>  <figure class=\"element element-image\" data-media-id=\"1e8b5c6e14174fda95a0047948dc6b1e3b592d28\"> <img src=\"https://media.guim.co.uk/1e8b5c6e14174fda95a0047948dc6b1e3b592d28/0_93_8688_5213/1000.jpg\" alt=\"An electric car charging\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The three biggest parties are all targeting a phase-out of diesel and petrol vehicles, and an expansion of electric-car charging infrastructure.’</span> <span class=\"element-image__credit\">Photograph: Christopher May/Alamy Stock Photo</span> </figcaption> </figure>  <p>Electric cars are also a central <a href=\"https://www.theguardian.com/politics/2019/nov/17/how-do-the-parties-propose-to-tackle-the-climate-crisis-election\" title=\"\">environmental pledge</a>, with the three biggest parties all targeting a phase-out of diesel and petrol vehicles, and an expansion of charging infrastructure. Restoring and expanding bus routes looms large for Labour, which would <a href=\"https://www.theguardian.com/politics/2019/dec/06/labour-vows-to-electrify-englands-entire-bus-fleet-by-2030\" title=\"\">electrify all buses for £4bn</a>, and the Lib Dems have pledged £4.8bn to restore local bus routes. The Conservatives promise £4.2bn for local trains, buses and trams.</p> <p>Waste and recycling have been largely determined by EU directives to date. The Lib Dems want an even tougher recycling target of 70%, and Labour wants producers to take responsibility for the waste they create. The Tories remain vague on whether they would adhere to EU recycling targets post-Brexit, but want to ban the export of plastic waste to developing countries.</p> <p>Pledges are easy to make, so perhaps the most important question is which party is likely to take its manifesto pledges on the environment seriously in government. An assessment of the main parties’ pledges <a href=\"https://friendsoftheearth.uk/general-election/election-manifestos-labour-tops-friends-earths-climate-and-nature-league-table\" title=\"\">by Friends of the Earth</a> put Labour at the top, closely followed by the Green party and the Liberal Democrats, all scoring between 30 and 33 out of a possible 45. The <a href=\"https://www.theguardian.com/environment/2019/nov/17/are-tories-green-commitments-all-talk-little-action\" title=\"\">Conservatives</a> – whose leader, Boris Johnson, refused to take part in a televised climate debate – scored just 5.5 points.</p> <p>• Fiona Harvey is a Guardian environment correspondent</p>",
      "newspaperPageNumber": "47",
      "wordcount": "498",
      "firstPublicationDate": "2019-12-11T08:00:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:43Z",
      "newspaperEditionDate": "2019-12-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cpnha",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ba5f242997b09b57b0b5bec427dcc2cbc97bfd16/0_192_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Trees have had an unexpectedly good election, with every major party pledging to plant millions more of them. The exact numbers vary, and some parties seem unsure even what their own target may involve, but a huge national increase in foliage is one of the few policies that bridges the vast political distance between the Greens and the Brexit party. How this plays out on the ground will be another issue – even if all the promised trees are planted, about a quarter of saplings die long before maturity, and the types of tree and location will be big factors. Local authorities are likely to come in for a big share of the heavy work, whichever party wins, but how the budgets and responsibility for this massive climate-protecting project will be devolved remains opaque in most of the manifestos. Local parks spending may continue to be squeezed, even while national forests are high on the agenda. A similar vagueness over implementation dogs many of the other less eye-catching green policies proposed across the board, even though the public sector – mainly in the form of local authorities – is likely to be key to delivery. From home insulation to transport, renewable energy to waste and recycling, the infrastructure pledges made by all the major parties will require public sector oversight, spending, workers and planning. Hospitals, schools and other public buildings are all promised a share of the cash for upgrading and insulating buildings, which are one of the UK’s biggest sources of emissions. By 2030, Labour, the Lib Dems and the Greens would insulate every home, and in most cases other buildings too, while the Conservatives will spend £9.2bn on insulation nationwide. Electric cars are also a central environmental pledge, with the three biggest parties all targeting a phase-out of diesel and petrol vehicles, and an expansion of charging infrastructure. Restoring and expanding bus routes looms large for Labour, which would electrify all buses for £4bn, and the Lib Dems have pledged £4.8bn to restore local bus routes. The Conservatives promise £4.2bn for local trains, buses and trams. Waste and recycling have been largely determined by EU directives to date. The Lib Dems want an even tougher recycling target of 70%, and Labour wants producers to take responsibility for the waste they create. The Tories remain vague on whether they would adhere to EU recycling targets post-Brexit, but want to ban the export of plastic waste to developing countries. Pledges are easy to make, so perhaps the most important question is which party is likely to take its manifesto pledges on the environment seriously in government. An assessment of the main parties’ pledges by Friends of the Earth put Labour at the top, closely followed by the Green party and the Liberal Democrats, all scoring between 30 and 33 out of a possible 45. The Conservatives – whose leader, Boris Johnson, refused to take part in a televised climate debate – scored just 5.5 points. • Fiona Harvey is a Guardian environment correspondent",
      "charCount": "3037",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/fiona-harvey\">Fiona Harvey</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]