[
  {
    "id": "uk-news/2019/may/08/time-limit-on-detaining-immigrants-could-save-35m-a-year-says-study",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-07T23:01:10Z",
    "webTitle": "Time limit on detaining immigrants could save £35m a year, says study",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/08/time-limit-on-detaining-immigrants-could-save-35m-a-year-says-study",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/08/time-limit-on-detaining-immigrants-could-save-35m-a-year-says-study",
    "fields": {
      "headline": "Time limit on detaining immigrants could save £35m a year, says study",
      "standfirst": "<p>Report for Liberty prompts calls to end indefinite jailing of suspected illegal immigrants</p>",
      "trailText": "Report for Liberty prompts calls to end indefinite jailing of suspected illegal immigrants",
      "byline": "Jamie Grierson Home affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"fd0a0a0b55c4720d20ae145dad2c2da08c063977\"> <img src=\"https://media.guim.co.uk/fd0a0a0b55c4720d20ae145dad2c2da08c063977/0_237_4096_2457/1000.jpg\" alt=\"Morton Hall immigration removal centre in Swinderby, Lincolnshire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Morton Hall immigration removal centre in Swinderby, Lincolnshire. </span> <span class=\"element-image__credit\">Photograph: Heathcliff O'Malley/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p> A 28-day time limit on immigration detention could save the public purse up to £35m a year, a report by economic data consultants has found, prompting renewed calls for ministers to bring an end to the indefinite jailing of suspected illegal immigrants.</p> <p>The UK has one of the largest immigration detention systems in Europe and is the only country in the region without a statutory time limit on length of detention.</p> <p>The human rights group Liberty commissioned Cambridge Econometrics to examine the costs of jailing suspected illegal immigrants and the potential savings that could be achieved by introducing a 28-day cap on detention.</p> <p>The report, which has been sent to the Home Office and seen by the Guardian, concludes that after taking into account the costs of potential alternatives to detention, such as community support projects, the government could save the taxpayer between £25m and £35m.</p> <p>Sam Grant, the policy and campaigns manager at Liberty, said: “Locking people up with no release date always has a devastating human cost – now we know it has a financial cost, too. This report shows the government has a clear opportunity to create a cheaper, more humane system by introducing a 28-day time limit.</p> <p>“This win-win policy would save the taxpayer tens of millions of pounds while making sure fewer people are detained and for shorter amounts of time. It’s time the government listened to growing pressure from the public and all political parties and ends indefinite detention.”</p> <p>There have long been calls for a cap to be introduced on immigration detention. Most recently, the home affairs select committee, chaired by Labour’s Yvette Cooper, said the Home Office’s approach to immigration detention was <a href=\"https://www.theguardian.com/uk-news/2019/mar/21/home-office-has-utterly-failed-in-immigration-detention-mps-find\">careless and cavalier</a> and called for a 28-day time limit.</p> <p>Last July, in a statement to parliament following the publication of <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/728376/Shaw_report_2018_Final_web_accessible.pdf\">a report</a> by the former prisons and probation ombudsman Stephen Shaw into conditions in immigration detention centres, the home secretary, Sajid Javid, said he would review how time-limited detention worked in other countries to better inform the debate in the UK.</p> <p>In 2017-18, Home Office expenditure on detention was £108m. Under a 28-day immigration detention time limit, Cambridge Econometrics found there were potential long-term cost savings of £55m to £65m a year.</p> <p>The report said plausible alternatives cost less than detention, with an estimated cost range of £6m to £30m.</p> <p>In 2018, about 25,000 people entered detention and a similar number left, lower than the historical trend.</p> <p>Between 2010 and 2017, the number of people entering and leaving detention ranged from 26,000 to 30,000 each year, with the exception of 2015, when this climbed to 32,400 entering detention and 33,200 leaving.</p> <p>On average, about 65% of people detained are released within 28 days, the report said, while 95% are released within six months and 99% within a year.</p> <p>The 2018 figures show a possible departure from this trend, with a higher proportion of people released within 28 days, 69%.</p> <p>However, Home Office statistics going back to 2010 also show individual cases of people being held for much longer, including more than four years in some instances. In addition, many people can also face multiple stints of detention and redetention, which is not reflected in Home Office statistics.</p> <p>Detainees are held in <a href=\"https://www.gov.uk/immigration-removal-centre\">eight detention centres and two short-term holding facilities</a>. Eight are in England, one in Scotland and one in Northern Ireland. </p> <p>A Home Office spokesperson said: “There has been much debate about the introduction of a 28-day time limit, but as Stephen Shaw noted, it rests mainly on slogans rather than evidence. This is why the home secretary commissioned an internal review of how time limits work in other countries and how they relate to any other protections within the detention systems in these countries.</p> <p>“No one is detained indefinitely. Most people detained under immigration powers spend only short periods in detention. In 2018, 92% of those detained were removed or released from detention within four months, and 69% in less than 29 days.”</p>",
      "newspaperPageNumber": "22",
      "wordcount": "665",
      "firstPublicationDate": "2019-05-07T23:01:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-07T23:01:10Z",
      "newspaperEditionDate": "2019-05-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdeny",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fd0a0a0b55c4720d20ae145dad2c2da08c063977/0_237_4096_2457/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A 28-day time limit on immigration detention could save the public purse up to £35m a year, a report by economic data consultants has found, prompting renewed calls for ministers to bring an end to the indefinite jailing of suspected illegal immigrants. The UK has one of the largest immigration detention systems in Europe and is the only country in the region without a statutory time limit on length of detention. The human rights group Liberty commissioned Cambridge Econometrics to examine the costs of jailing suspected illegal immigrants and the potential savings that could be achieved by introducing a 28-day cap on detention. The report, which has been sent to the Home Office and seen by the Guardian, concludes that after taking into account the costs of potential alternatives to detention, such as community support projects, the government could save the taxpayer between £25m and £35m. Sam Grant, the policy and campaigns manager at Liberty, said: “Locking people up with no release date always has a devastating human cost – now we know it has a financial cost, too. This report shows the government has a clear opportunity to create a cheaper, more humane system by introducing a 28-day time limit. “This win-win policy would save the taxpayer tens of millions of pounds while making sure fewer people are detained and for shorter amounts of time. It’s time the government listened to growing pressure from the public and all political parties and ends indefinite detention.” There have long been calls for a cap to be introduced on immigration detention. Most recently, the home affairs select committee, chaired by Labour’s Yvette Cooper, said the Home Office’s approach to immigration detention was careless and cavalier and called for a 28-day time limit. Last July, in a statement to parliament following the publication of a report by the former prisons and probation ombudsman Stephen Shaw into conditions in immigration detention centres, the home secretary, Sajid Javid, said he would review how time-limited detention worked in other countries to better inform the debate in the UK. In 2017-18, Home Office expenditure on detention was £108m. Under a 28-day immigration detention time limit, Cambridge Econometrics found there were potential long-term cost savings of £55m to £65m a year. The report said plausible alternatives cost less than detention, with an estimated cost range of £6m to £30m. In 2018, about 25,000 people entered detention and a similar number left, lower than the historical trend. Between 2010 and 2017, the number of people entering and leaving detention ranged from 26,000 to 30,000 each year, with the exception of 2015, when this climbed to 32,400 entering detention and 33,200 leaving. On average, about 65% of people detained are released within 28 days, the report said, while 95% are released within six months and 99% within a year. The 2018 figures show a possible departure from this trend, with a higher proportion of people released within 28 days, 69%. However, Home Office statistics going back to 2010 also show individual cases of people being held for much longer, including more than four years in some instances. In addition, many people can also face multiple stints of detention and redetention, which is not reflected in Home Office statistics. Detainees are held in eight detention centres and two short-term holding facilities. Eight are in England, one in Scotland and one in Northern Ireland. A Home Office spokesperson said: “There has been much debate about the introduction of a 28-day time limit, but as Stephen Shaw noted, it rests mainly on slogans rather than evidence. This is why the home secretary commissioned an internal review of how time limits work in other countries and how they relate to any other protections within the detention systems in these countries. “No one is detained indefinitely. Most people detained under immigration powers spend only short periods in detention. In 2018, 92% of those detained were removed or released from detention within four months, and 69% in less than 29 days.”",
      "charCount": "4097",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jamie-grierson\">Jamie Grierson</a> Home affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/may/08/labour-attempts-to-stop-tories-jeopardising-over-75s-free-tv-licences",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-05-07T23:01:08Z",
    "webTitle": "Labour attempts to stop Tories jeopardising over-75s' free TV licences",
    "webUrl": "https://www.theguardian.com/media/2019/may/08/labour-attempts-to-stop-tories-jeopardising-over-75s-free-tv-licences",
    "apiUrl": "https://content.guardianapis.com/media/2019/may/08/labour-attempts-to-stop-tories-jeopardising-over-75s-free-tv-licences",
    "fields": {
      "headline": "Labour attempts to stop Tories jeopardising over-75s' free TV licences",
      "standfirst": "<p>Tom Watson takes action to avoid ‘terrible act of state cruelty’ </p>",
      "trailText": "Tom Watson takes action to avoid ‘terrible act of state cruelty’ ",
      "byline": "Heather Stewart Polictial editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"311f418fddaa3d5a1c275bac60cbc7bf9f197f34\"> \n <img src=\"https://media.guim.co.uk/311f418fddaa3d5a1c275bac60cbc7bf9f197f34/0_624_5700_3421/1000.jpg\" alt=\"Couple watching TV\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The free TV licences costs an estimated £750m a year</span> \n  <span class=\"element-image__credit\">Photograph: Image Source/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Labour will try to force a vote on Wednesday to urge the government to protect free TV licences for the over-75s.</p> \n<p>The shadow culture secretary, Tom Watson, will use an opposition day debate in the House of Commons to seek to put pressure on the government over the issue. Responsibility for funding the commitment, which costs an estimated £750m a year, is being handed over to the BBC in June next year, under deal struck with David Cameron’s government in 2015.</p> \n<p>The culture secretary, Jeremy Wright, has said he hopes the corporation will continue to fund the benefit, but the BBC has <a href=\"https://www.theguardian.com/media/2018/nov/20/bbc-says-channels-may-close-without-over-75s-licence-fee\">warned that it would have to close channels</a> and make significant cuts to programming if it was to meet the cost in full.</p> \n<p>In a consultation that closed in February, it mooted other options, including asking the over-75s to pay the full licence fee, raising the eligibility threshold to 80, or offering a discount.</p> \n<p>The former Labour prime minister Gordon Brown, who introduced the free licences policy, has <a href=\"https://www.theguardian.com/commentisfree/2019/jan/02/theresa-may-tv-licence-elderly\">urged the government to keep funding it.</a></p> \n<p>In the 2017 general election manifesto, the Conservatives promised to “maintain” pensioner benefits, “including free bus passes, eye tests, prescriptions and TV licences, for the duration of this parliament”.</p> \n<p>Watson said: “Today Tory MPs have a choice: to honour the manifesto they stood on in 2017 or to disregard it, along with the trust of millions of older people.”</p> \n<p>Opposition day votes are not formally binding, but Labour has previously used them to draw attention to politically controversial issues, including universal credit and the climate crisis.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0473704f-546b-4a39-a603-64edf5c7b1b5\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>In June 2019 the BBC confirmed that it plans to make most over-75s pay the TV licence fee from 2020. The change will affect around three million households.&nbsp;</p>\n    <p>The BBC says the annual cost of the free licences is £745m. They argue that maintaining the status quo would have taken up a fifth of its budget, equal to the total amount it spends on all of BBC Two, BBC Three, BBC Four, the BBC News channel, CBBC and CBeebies.&nbsp;</p>\n    <p>The corporation has said it will continue to provide TV licences to over-75s who claim pension credit, a means-tested benefit designed to help older people. It estimates this proposal will cost it £250m a year, requiring some cuts but no channel closures.<br></p>\n    <p>The policy of free TV licences for the over-75s was introduced in 1999 by Labour chancellor, Gordon Brown, with the cost met by the government. However, in 2015 the Conservatives, guided by George Osborne, struck a deal under which the subsidy would be phased out by 2020, with the broadcaster having to&nbsp;<a href=\"https://www.theguardian.com/media/2015/jul/06/bbc-pay-cost-free-tv-licences-over-75s-fee-deal\">shoulder the cost</a>.</p>\n    <p>The government later gave the BBC responsibility for deciding what to do about the benefit, meaning any unpopular decisions on charging over-75s had to be made by the BBC rather than ministers.</p>\n    <p><a href=\"https://www.theguardian.com/profile/jim-waterson\"><b>Jim Waterson</b></a>,&nbsp;<i>Media editor</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Watson pointed to new analysis by Age UK showing that of the 4.5 million over-75s in England, 48% do not live with a partner, 30% have difficulty with at least one daily living activity and up to 70% have a longstanding illness that limits their activities.</p> \n<p>He said: “These new figures show just how isolated and lonely many over-75s can be. It would be a terrible act of state cruelty to take free TV away from these vulnerable people.”</p> \n<p>Caroline Abrahams, the charity director at Age UK, said: “The government now stands alone in its determination to scrap the provision of free TV licences for all over-75s; this despite clear evidence showing how reliant many older people are on their TV, especially the lonely, chronically sick and disabled, and how hard it would be for them to afford yet another bill.</p> \n<p>“Stripping them of their free TV licence will inevitably leave significant numbers of older people unable to watch TV, which for many is one of the few remaining pleasures in life.”</p> \n<p>Labour is keen to curry favour with older voters, who were much more likely to vote Conservative at the 2017 general election. Jeremy Corbyn has promised to keep in place a series of other taxpayer-funded policies, including the “triple lock” on the value of the basic state pension.</p>",
      "wordcount": "483",
      "firstPublicationDate": "2019-05-07T23:01:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:28Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bdmcz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/311f418fddaa3d5a1c275bac60cbc7bf9f197f34/0_624_5700_3421/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour will try to force a vote on Wednesday to urge the government to protect free TV licences for the over-75s. The shadow culture secretary, Tom Watson, will use an opposition day debate in the House of Commons to seek to put pressure on the government over the issue. Responsibility for funding the commitment, which costs an estimated £750m a year, is being handed over to the BBC in June next year, under deal struck with David Cameron’s government in 2015. The culture secretary, Jeremy Wright, has said he hopes the corporation will continue to fund the benefit, but the BBC has warned that it would have to close channels and make significant cuts to programming if it was to meet the cost in full. In a consultation that closed in February, it mooted other options, including asking the over-75s to pay the full licence fee, raising the eligibility threshold to 80, or offering a discount. The former Labour prime minister Gordon Brown, who introduced the free licences policy, has urged the government to keep funding it. In the 2017 general election manifesto, the Conservatives promised to “maintain” pensioner benefits, “including free bus passes, eye tests, prescriptions and TV licences, for the duration of this parliament”. Watson said: “Today Tory MPs have a choice: to honour the manifesto they stood on in 2017 or to disregard it, along with the trust of millions of older people.” Opposition day votes are not formally binding, but Labour has previously used them to draw attention to politically controversial issues, including universal credit and the climate crisis. Watson pointed to new analysis by Age UK showing that of the 4.5 million over-75s in England, 48% do not live with a partner, 30% have difficulty with at least one daily living activity and up to 70% have a longstanding illness that limits their activities. He said: “These new figures show just how isolated and lonely many over-75s can be. It would be a terrible act of state cruelty to take free TV away from these vulnerable people.” Caroline Abrahams, the charity director at Age UK, said: “The government now stands alone in its determination to scrap the provision of free TV licences for all over-75s; this despite clear evidence showing how reliant many older people are on their TV, especially the lonely, chronically sick and disabled, and how hard it would be for them to afford yet another bill. “Stripping them of their free TV licence will inevitably leave significant numbers of older people unable to watch TV, which for many is one of the few remaining pleasures in life.” Labour is keen to curry favour with older voters, who were much more likely to vote Conservative at the 2017 general election. Jeremy Corbyn has promised to keep in place a series of other taxpayer-funded policies, including the “triple lock” on the value of the basic state pension.",
      "charCount": "2866",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Polictial editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/07/police-investigating-ukip-candidate-youtube-carl-benjamin-jess-phillips-comments",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-07T19:41:46Z",
    "webTitle": "Police investigate Ukip candidate over Jess Phillips rape comments",
    "webUrl": "https://www.theguardian.com/politics/2019/may/07/police-investigating-ukip-candidate-youtube-carl-benjamin-jess-phillips-comments",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/07/police-investigating-ukip-candidate-youtube-carl-benjamin-jess-phillips-comments",
    "fields": {
      "headline": "Police investigate Ukip candidate over Jess Phillips rape comments",
      "standfirst": "<p>European election candidate Carl Benjamin has added to original comments on YouTube </p>",
      "trailText": "European election candidate Carl Benjamin has added to original comments on YouTube ",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"016238cfaa00d4bad5f941741100c2a4fccf1b3c\"> \n <img src=\"https://media.guim.co.uk/016238cfaa00d4bad5f941741100c2a4fccf1b3c/229_35_4583_2750/1000.jpg\" alt=\"Jess Phillips\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Phillips told the BBC she broke down in tears in Birmingham city centre ‘because I felt the weight of years and years and years of abuse’.</span> \n  <span class=\"element-image__credit\">Photograph: Guy Bell/Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<p>Police are investigating comments by a Ukip candidate in the European elections speculating about whether he would rape the MP <a href=\"https://www.theguardian.com/politics/jess-phillips\">Jess Phillips</a> amid growing concern over threats to politicians.</p> \n<p><a href=\"https://www.theguardian.com/politics/2019/apr/22/ukip-mep-candidate-carl-benjamin-blamed-feminists-for-rise-in-male-violence\">Carl Benjamin</a>, Ukip’s candidate for South West England, sent a tweet to the MP for Birmingham Yardley in 2016 saying “I wouldn’t even rape you.” He added to the comments in a recent video saying: “With enough pressure, I might cave.”</p> \n<p>West Midlands police confirmed officers were examining whether an offence had been committed. It comes as fears grow that toxic rows over Brexit in the run-up to European parliamentary elections later this month will further coarsen public debate.</p> \n<p>Cressida Dick, the Metropolitan police commissioner, will be questioned about the safety of MPs when she appears before parliament’s human rights committee on Wednesday.</p> \n<p>Benjamin, who is known online as Sargon of Akkad, uploaded a clip to YouTube last month where he added to his original comments.</p> \n<p>He said: “There’s been an awful lot of talk about whether I would or wouldn’t rape Jess Phillips. I suppose with enough pressure I might cave, but let’s be honest nobody’s got that much beer.”</p> \n<p>After news of police interest in Benjamin’s comments emerged, Phillips said she was verbally challenged about it by a member of the public as she left parliament.</p> \n<p>“Just leaving Westminster and and man ran down the street alongside me asking me about why Carl Benjamin shouldn’t be able to joke about my rape. Shouting: ‘I pay your wages,’”<a href=\"https://twitter.com/jessphillips/status/1125795916215136258\"> the MP tweeted</a>.</p> \n<p>Phillips earlier told the BBC’s Victoria Derbyshire that she recently broke down in tears in Birmingham city centre “just because I felt the enormous weight of years and years and years of abuse”.</p> \n<figure class=\"element element-image\" data-media-id=\"148448810d3e81931b7b7df5bff8b1d3ed82020c\"> \n <img src=\"https://media.guim.co.uk/148448810d3e81931b7b7df5bff8b1d3ed82020c/0_223_5184_3110/1000.jpg\" alt=\"Carl Benjamin\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Carl Benjamin at the launch of Ukip’s European election campaign in London in April.</span> \n  <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The Labour MP, a frequent target of online trolls, said: “I realised that I did what all women do in these situations – I had been putting a brave face on it and pretending that it was all fine.</p> \n<p>“It dawned on me that, for four years essentially, this man had made a career out of harassing me. And I felt harassed. I felt ‘How can somebody say that they would rape me if forced, and be a legitimate candidate in an election?’”</p> \n<p>She said: “[It is] one thing when he was just some idiot off the internet but it’s a different thing when he is standing on the same platforms I am standing on, that he will potentially go to a parliament himself as an elected representative.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/22/ukip-mep-candidate-carl-benjamin-blamed-feminists-for-rise-in-male-violence\">Ukip MEP candidate blamed feminists for rise in misogyny</a> </p> \n</aside> \n<p>West Midlands police confirmed that a complaint of “malicious communications” had been received. “Officers have spoken to Ms Phillips and the comments are being investigated to establish if an offence has taken place,” a spokesperson said.</p> \n<p>The Ukip leader, <a href=\"https://www.theguardian.com/politics/2019/apr/18/ukip-leader-attacks-farage-party-at-eu-elections-launch-gerard-batten\">Gerard Batten, appeared alongside Benjamin</a> at the launch of the party’s European election campaign last month and defended the comments as a form of “satire”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"cb9a10d2-f398-44fd-afc8-d797b60387b0\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/hgatSwFUn-Q?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Asked to respond on Tuesday, Batten said Benjamin would remain as a Ukip candidate despite an outcry over his comments.</p> \n<p>“I condemn all jokes about rape - they are not funny and never appropriate and I have told Carl to keep to the serious political issues in this campaign,” he said. </p> \n<p>Dozens of MPs have warned that the <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> crisis has led to a point where they regularly receive death and rape threats via social media. The Conservative chair of the Treasury select committee, Nicky Morgan, has blamed the language of some Conservative Brexiters for helping to inspire threats against MPs.</p> \n<p>Security for MPs was stepped up after the murder of the <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> backbencher Jo Cox in the run-up to the 2016 EU referendum.</p> \n<p>Benjamin refused to apologise at a news conference in London last month for his initial post, accusing media outlets of “smearing” him. He said his words should be treated in the same way that other satirists have raised taboo subjects.</p> \n<p>“I think we should treat women the same as men. That means if a woman is being a giant bitch and laughing at male suicide, I’m going to be a giant dick back to her,” he said.</p> \n<p>Phillips was inundated with messages of support from the public and fellow politicians after speaking out about Benjamin’s comments.</p> \n<p>Former Labour colleague Luciana Berger offered “solidarity” and Change UK MP Anna Soubry tweeted: “Proud to standby you Jess and send you love and support.”</p> \n<p>The government officially accepted on Tuesday that it could not get its Brexit deal through parliament in time to avoid European elections on 23 May. Theresa May’s effective deputy David Lidington confirmed that elections to the European parliament would go ahead.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "762",
      "firstPublicationDate": "2019-05-07T10:45:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-08T08:00:07Z",
      "newspaperEditionDate": "2019-05-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdkcz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/016238cfaa00d4bad5f941741100c2a4fccf1b3c/0_72_5064_3038/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Police are investigating comments by a Ukip candidate in the European elections speculating about whether he would rape the MP Jess Phillips amid growing concern over threats to politicians. Carl Benjamin, Ukip’s candidate for South West England, sent a tweet to the MP for Birmingham Yardley in 2016 saying “I wouldn’t even rape you.” He added to the comments in a recent video saying: “With enough pressure, I might cave.” West Midlands police confirmed officers were examining whether an offence had been committed. It comes as fears grow that toxic rows over Brexit in the run-up to European parliamentary elections later this month will further coarsen public debate. Cressida Dick, the Metropolitan police commissioner, will be questioned about the safety of MPs when she appears before parliament’s human rights committee on Wednesday. Benjamin, who is known online as Sargon of Akkad, uploaded a clip to YouTube last month where he added to his original comments. He said: “There’s been an awful lot of talk about whether I would or wouldn’t rape Jess Phillips. I suppose with enough pressure I might cave, but let’s be honest nobody’s got that much beer.” After news of police interest in Benjamin’s comments emerged, Phillips said she was verbally challenged about it by a member of the public as she left parliament. “Just leaving Westminster and and man ran down the street alongside me asking me about why Carl Benjamin shouldn’t be able to joke about my rape. Shouting: ‘I pay your wages,’” the MP tweeted. Phillips earlier told the BBC’s Victoria Derbyshire that she recently broke down in tears in Birmingham city centre “just because I felt the enormous weight of years and years and years of abuse”. The Labour MP, a frequent target of online trolls, said: “I realised that I did what all women do in these situations – I had been putting a brave face on it and pretending that it was all fine. “It dawned on me that, for four years essentially, this man had made a career out of harassing me. And I felt harassed. I felt ‘How can somebody say that they would rape me if forced, and be a legitimate candidate in an election?’” She said: “[It is] one thing when he was just some idiot off the internet but it’s a different thing when he is standing on the same platforms I am standing on, that he will potentially go to a parliament himself as an elected representative.” West Midlands police confirmed that a complaint of “malicious communications” had been received. “Officers have spoken to Ms Phillips and the comments are being investigated to establish if an offence has taken place,” a spokesperson said. The Ukip leader, Gerard Batten, appeared alongside Benjamin at the launch of the party’s European election campaign last month and defended the comments as a form of “satire”. Asked to respond on Tuesday, Batten said Benjamin would remain as a Ukip candidate despite an outcry over his comments. “I condemn all jokes about rape - they are not funny and never appropriate and I have told Carl to keep to the serious political issues in this campaign,” he said. Dozens of MPs have warned that the Brexit crisis has led to a point where they regularly receive death and rape threats via social media. The Conservative chair of the Treasury select committee, Nicky Morgan, has blamed the language of some Conservative Brexiters for helping to inspire threats against MPs. Security for MPs was stepped up after the murder of the Labour backbencher Jo Cox in the run-up to the 2016 EU referendum. Benjamin refused to apologise at a news conference in London last month for his initial post, accusing media outlets of “smearing” him. He said his words should be treated in the same way that other satirists have raised taboo subjects. “I think we should treat women the same as men. That means if a woman is being a giant bitch and laughing at male suicide, I’m going to be a giant dick back to her,” he said. Phillips was inundated with messages of support from the public and fellow politicians after speaking out about Benjamin’s comments. Former Labour colleague Luciana Berger offered “solidarity” and Change UK MP Anna Soubry tweeted: “Proud to standby you Jess and send you love and support.” The government officially accepted on Tuesday that it could not get its Brexit deal through parliament in time to avoid European elections on 23 May. Theresa May’s effective deputy David Lidington confirmed that elections to the European parliament would go ahead.",
      "charCount": "4486",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-07T19:18:46Z",
    "webTitle": "Government's new deadline for passing Brexit deal is 2 July, says Lidington – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news",
    "fields": {
      "headline": "Government's new deadline for passing Brexit deal is 2 July, says Lidington – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments, as the government and Labour resume cross-party talks on a possible Brexit compromise</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/apr/29/how-to-make-sure-you-can-vote-in-the-uks-european-elections\">How to make sure you can vote in the UK’s European elections</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd1615d8f087d3be8784db0#block-5cd1615d8f087d3be8784db0\">Farage’s Brexit party press conference – Summary and analysis</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd17ab98f084f582f894c2a#block-5cd17ab98f084f582f894c2a\">Lunchtime summary</a></li></ul>",
      "trailText": "Government and Labour resume cross-party talks on a possible Brexit compromise",
      "byline": "Andrew Sparrow and Kevin Rawlinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"ade4b5e5cd8f1252d0fc58b0edac04248f8ed002\"> <img src=\"https://media.guim.co.uk/ade4b5e5cd8f1252d0fc58b0edac04248f8ed002/0_155_3984_2390/1000.jpg\" alt=\"Pro Brexit campaigners outside the Houses of Parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pro Brexit campaigners outside the Houses of Parliament.</span> <span class=\"element-image__credit\">Photograph: Amer Ghazzal/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cd1d8218f087d3be87853c6\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T19:18:46.522Z\">8.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Closing summary</h2>  <div class=\"block-elements\">  <p>We’re going to close down this live blog now. Thanks for reading and commenting. For a summary of the day’s events, it’s worth taking in the previous post and reading the afternoon summary (see: <a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd1b78f8f086f179813cf65#block-5cd1b78f8f086f179813cf65\">6.06pm</a>).</p> </div>   </div> <div id=\"block-5cd1d4718f087d3be87853a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T19:09:52.429Z\">8.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Following the breakup of talks between the government and the Labour party this evening, <strong>Rebecca Long-Bailey</strong> – the shadow business secretary – acknowledged that the previous three weeks of discussions had brought no sign of compromise from Downing Street. But she insisted it was worth continuing talks nevertheless.</p> <blockquote class=\"quoted\"> <p>Nothing has been agreed yet. The discussions today were very robust and we are having further meetings this week where we hope to make some progress.</p> </blockquote> <p>Long-Bailey added that the two parties plan to “hold further more detailed discussions as the week progresses” and said both sides are “hopeful that progress can be made”. She said:</p> <blockquote class=\"quoted\"> <p>As we’ve said previously, the government needs to move on its red lines. We expect to make compromises but, without a government that is willing to compromise, it’s difficult to see how any agreement can be reached and I think the government is aware of that.</p> </blockquote> <p>Asked if there was any point in continuing, given the lack of willingness to compromise she said had been shown by the government, she said:</p> <blockquote class=\"quoted\"> <p>Of course there’s a point continuing. We want to resolve this issue for all of our constituencies, whether they were leave seats or remain seats and there certainly is, from my perception of the meetings that we have had so far, a willingness on both sides to move towards some kind of consensus and we certainly need to try.</p> </blockquote> <p>Long-Bailey also confirmed that Labour would seek to press Downing Street on detailed plans for a customs union but reiterated that the government had so far declined to move from its initial position.</p> <p>And she said Labour’s had not altered its position on a public vote, which she said was “one of many options on the table”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1125837483214802948\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today&#39;s Brexit talks were &quot;the most robust to date&quot;, and &quot;occasionally tense&quot;, according to one Labour source - with John McDonnell and Keir Starmer picking apart the Tories&#39; claim to have made concessions on a customs union.</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1125837483214802948?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1125840400072237057\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Labour source close to talks adds, &quot;What was on the table was politically and legally worthless.&quot;</p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1125840400072237057?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-07T19:12:12.926Z\">at 8.12pm BST</time></p>  </div> <div id=\"block-5cd1c7ee8f086f179813d042\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T18:04:07.054Z\">7.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The talks between Labour and the Tories have broken up without an agreement this evening – and will reconvene in search of one tomorrow:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1125823225089462273\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Talks are over for tonight: Downing Street spox says they were &quot;constructive and detailed,&quot; and teams will meet again tomorrow. <a href=\"https://t.co/77gO30Y5AC\">https://t.co/77gO30Y5AC</a></p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1125823225089462273?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cd1c6708f084f582f895024\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T17:57:22.437Z\">6.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Commenting on the Cabinet Office’s confirmation that the UK will take part in the European elections, Change UK’s <strong>Chuka Umunna</strong>, has said:</p> <blockquote class=\"quoted\"> <p>Brexit in the form it was promised to the British people is impossible to deliver. The only way to end the Brexit chaos is to give people the final say, so they can vote based on the reality of Brexit today as opposed to the fantasy sold to people three years ago.</p> <p>Whilst the main parties engage in their secret talks to facilitate a job-destroying Brexit, Change UK is campaigning in these European elections for a People’s Vote in which we will argue unequivocally to remain in the EU.</p> <p>Voting for Change UK will send the clearest possible message to Theresa May and Jeremy Corbyn that you want to end this Brexit nightmare.</p> </blockquote> </div>   </div> <div id=\"block-5cd1c5928f084f582f895015\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T17:54:08.894Z\">6.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As we mentioned earlier, the prime minister and the chairman of the 1922 Committee of backbench MPs, <strong>Sir Graham Brady</strong>, have been meeting to discuss the former’s future this evening.</p> <p>That meeting’s now concluded but Downing Street is remaining tight-lipped about what, if anything, has come out of it.</p> <p>A source would not comment on the meeting, though it was understood to have included discussions on setting a detailed timetable for when May would step down as Conservative leader.</p> </div>   </div> <div id=\"block-5cd1c4298f084f582f895005\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T17:48:49.004Z\">6.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than two thousand people joined the Lib Dems in the days after the local elections, the party has said. The Lib Dems’ Brexit spokesman,<strong> Tom Brake</strong>, said:</p> <blockquote class=\"quoted\"> <p>This surge in membership shows that more and more people have had enough of the national embarrassment Brexit has become. They deserve better, and the Liberal Democrats demand better.</p> <p>The Liberal Democrats, with over 100,00 members and nearly three thousand councillors across the country, are clearly the strongest party for remain going into the European elections. Every Liberal Democrat vote is a vote to stop Brexit.</p> </blockquote> </div>   </div> <div id=\"block-5cd1c1348f084f582f894fe1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T17:44:03.149Z\">6.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier today, the Labour MP, <strong>Jess Phillips</strong>, discussed the effects of the waves of online abuse she has suffered in recent years.</p> <p>That came as police confirmed they were investigating whether <strong>Carl Benjamin</strong> – a Ukip European elections candidate who has made comments speculating whether or not he would rape her – has committed an offence.</p> <p>This evening, she has tweeted this:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1125795916215136258\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just leaving Westminster and and man ran down the street along side me asking me about why Carl Benjamin shouldn&#39;t be able to joke about my rape. Shouting &quot;I pay your wages&quot;.</p>&mdash; Jess Phillips (@jessphillips) <a href=\"https://twitter.com/jessphillips/status/1125795916215136258?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <p>Speaking to the BBC’s <strong>Victoria Derbyshire</strong> earlier today, Phillips said she had recently broke down in tears under the weight of years of abuse.</p> <blockquote class=\"quoted\"> <p>I realised that I did what all women do in these situations – I had been putting a brave face on it and pretending that it was all fine and that I could cope.</p> <p>It dawned on me that, for four years essentially, this man had made a career out of harassing me. And I felt harassed. I felt ‘How can somebody say that they would rape me if forced, and be a legitimate candidate in an election?’</p> </blockquote> </div>   </div> <div id=\"block-5cd1b78f8f086f179813cf65\" class=\"block is-summary\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T17:06:04.232Z\">6.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/07/theresa-may-regrets-uk-having-to-hold-european-elections\">Theresa May “deeply regrets” that Britain will have to take part in European elections on 23 May, and is pinning her hopes on completing the Brexit process in time to avoid MEPs having to take their seats.</a></strong></li> </ul> <ul> <li><strong>Sir Keir Starmer, the shadow Brexit secretary, has said the cross-party Brexit talks have reached “crunch time”.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd1a47d8f087d3be878511d#block-5cd1a47d8f087d3be878511d\"> 4.39pm.) </a>He was speaking as he arrived for today’s round of negotiations at the Cabinet Office. Here my colleague <strong>Heather Stewart </strong>assesses how the talks are going.</li> </ul> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/07/labour-brexit-talks-resume-tory-divisions-government-team\">Labour wary of Tory divisions as Brexit talks resume</a> </p> </aside>  <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/07/northern-ireland-talks-begin-fresh-effort-revive-power-sharing\">Political leaders in Northern Ireland have begun talks in a fresh effort to break the protracted impasse on power-sharing, with the prime minister, Theresa May, and the taoiseach, Leo Varadkar, pledging to review progress at the end of the month.</a></strong></li> </ul> <ul> <li><strong>Rory Stewart has told MPs that his ambition to become next Tory leader will not interfere with his new job as international development secretary. </strong>Stewart has openly said he will stand in the forthcoming Tory leadership contest but, as he gave evidence to the Commons international development committee, the Tory MP <strong>Nigel Evans </strong>asked how he could be fully committed to his new job when “you could be in a leadership election in the next few weeks”. Stewart replied:</li> </ul> <blockquote class=\"quoted\"> <p>I completely understand where you are coming from.</p> <p>I have some advantages taking over this job. I am probably the only secretary of state who occupied every Commons junior ministerial role in this department before I took over. </p> <p>I understand therefore our programmes in the Middle East, Asia and Africa in enormous detail ...</p> <p>It is true that the prime minister has signalled that she is stepping down and therefore I, and at least half-a-dozen other cabinet colleagues, have expressed interest in succeeding her. </p> <p>But I am sure they, like me, will remain entirely committed to doing our jobs as powerfully as possible.</p> </blockquote> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/may/07/scotland-drops-aviation-tax-cut-plans-climate-emergency\">The Scottish government has dropped controversial plans to cut its taxes on aviation after Nicola Sturgeon declared last week the world faces a climate emergency.</a></strong></li> </ul> <p>That’s all from me for today. </p> <p>My colleague <strong>Kevin Rawlinson</strong> is now taking over.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-07T17:08:14.524Z\">at 6.08pm BST</time></p>  </div> <div id=\"block-5cd1b63c8f086f179813cf58\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T16:47:29.294Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Daily Mirror’s <strong>Pippa Crerar</strong> thinks several Brexiters are starting to think a second referendum could now happen, like Daniel Kawczynski. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd1a9718f084f582f894e67#block-5cd1a9718f084f582f894e67\">5.14pm.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1125798766026604544\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Shifting sands? I&#39;ve spoken to several Brexiteers in the last few weeks who think that a second referendum may now happen - and aren&#39;t entirely unhappy about it. After all, presumably it&#39;s a way of getting the no deal Brexit they desire. <a href=\"https://t.co/IexCYWskba\">https://t.co/IexCYWskba</a></p>&mdash; Pippa Crerar (@PippaCrerar) <a href=\"https://twitter.com/PippaCrerar/status/1125798766026604544?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cd1aff08f087d3be87851d2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T16:19:37.351Z\">5.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from the BBC’s <strong>Laura Kuenssberg</strong> on today’s cabinet.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125786432663109632\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1. Cabinet sources say Brexit Sec Steve Barclay raised prospect of leaving EU in October without a deal at meeting this morning - big discussion on deal prep planned for next week - source suggests push back from Clark saying position was clear now that couldn&#39;t happen</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125786432663109632?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125786921467351041\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">2. No substantive discussion of cross party talks at Cabinet this morning - PM apparently also raised Williamson&#39;s sacking and said again there was compelling evidence - sources close to him say he still hasn&#39;t been told what it is</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125786921467351041?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cd1a9718f084f582f894e67\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T16:14:34.961Z\">5.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Tory Brexiter Daniel Kawczynski says second referendum 'inevitable' if MPs don't pass deal</h2>  <div class=\"block-elements\">  <p>Almost all the MPs who have publicly backed a second referendum on Brexit are opposition MPs who would vote remain again if given the chance. Only a handful of Tories have backed the idea. But there are some signs now that that is starting to change.</p> <p>On Friday <strong>Eric Pickles</strong>, a former Tory MP who now sits in the House of Lords, said that, much to his own surprise, <a href=\"https://www.theguardian.com/politics/live/2019/may/02/local-elections-2019-results-votes-counted-live-news?page=with:block-5ccc57588f084f582f89290f#block-5ccc57588f084f582f89290f\">he had now come round to the view that, if MPs cannot pass a deal, the public should be asked to decide.</a></p> <p>And today <strong>Daniel Kawczynski</strong> told Emma Barnett on Radio 5 Live that, if the Commons cannot reach an agreement, a second referendum will become “inevitable”. He said:</p> <blockquote class=\"quoted\"> <p>If we cannot do this, if this is beyond us, and if we fail, then another referendum is inevitable. </p> <p>If we fail, if there can be no compromise between the parties, I can actually see then the logic, and other people will be demanding another referendum. And those like me who have genuine concerns about what will happen to our society if we go through this process again, we will lose that debate over the referendum, because it will be the only option then left available to try to break the gridlock that we’ve entered into. </p> <p>And it will be the fault of these people in the Conservative party – in the ERG [European Research Group], and others – who refuse to compromise. I can’t begin to explain how worried and angry I am at their lack of being able to compromise and listen to what their constituents have to say.</p> </blockquote> <p>What is significant about this is that Kawczynski is a Brexiter. And not just a routine Brexiter but someone who at one point felt so strongly about this that he took the unusual step of writing to the Polish government (he was born in Poland) <a href=\"https://news.sky.com/story/polish-born-mp-accused-of-reckless-attempt-to-block-brexit-delay-11615428\">asking it to veto an article 50 extension. </a>But a few weeks ago Kawczynski had a change of heart. He resigned from the ERG, which represents hardline Tory Brexiters, and he voted for Theresa May’s deal at the end of March, having previously voted against it. Today he told Radio 5 Live that the ERG were so intransigent that their tactics could lead to Brexit being overturned. He said:</p> <blockquote class=\"quoted\"> <p>Talking to them, I think they are so obsessed with this issue, and they are so determined not to compromise in any way, they feel almost as if any form of compromise is some sort of betrayal. And certainly that narrative, one gets a great deal on Twitter: ‘This is a betrayal’, ‘This is a betrayal to the country’, ‘We are not fulfilling what the British people voted for’. I think that’s for the birds – it’s crazy …</p> <p>I have to say, wouldn’t it be ironic if the ERG, the Eurosceptic caucus, through their intransigence, actually result in another referendum which will potentially overturn the previous result.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"e092d31a2c74645be5a2cdec6cbbe7b6bc98d6a3\"> <img src=\"https://media.guim.co.uk/e092d31a2c74645be5a2cdec6cbbe7b6bc98d6a3/0_67_3000_1800/1000.jpg\" alt=\"Daniel Kawczynski\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Daniel Kawczynski</span> <span class=\"element-image__credit\">Photograph: Dinendra Haria/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd1a47d8f087d3be878511d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T15:39:16.040Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cross-party talks have reached 'crunch time', says Starmer</h2>  <div class=\"block-elements\">  <p><strong>Sir Keir Starmer,</strong> the shadow Brexit secretary, who is leading the Labour team in the cross-party Brexit talks with the government, told journalists as he arrived at the Cabinet Office for this afternoon’s negotiating session that this was “crunch time”. He told reporters:</p> <blockquote class=\"quoted\"> <p>Talks have been going on for some time as we know, but I think the time has now come to a crunch time where the government has to decide whether it’s serious about significant changes capable of actually carrying a majority in the House of Commons.</p> <p>We’re going to be pressing them hard on that this afternoon. </p> <p>Obviously the evidence this weekend was not promising but that’s what we will be discussing this afternoon, whether we can have that significant change that’s actually capable of carrying a majority in the House of Commons. </p> <p>That’s the substance, but also the process, including how we deal with an incoming Tory leader and of course a confirmatory vote will also be on the agenda, and we’re going to discuss that this afternoon.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"6995186024076ce2a079f9f7c2e798d8191b6b30\"> <img src=\"https://media.guim.co.uk/6995186024076ce2a079f9f7c2e798d8191b6b30/0_122_4840_2904/1000.jpg\" alt=\"Keir Starmer speaking to reporters outside the Cabinet Office.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Keir Starmer speaking to reporters outside the Cabinet Office.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure>  <p>As the Press Association reports, <strong>Michael Gove</strong>, the environment secretary, followed shortly after the Labour team, telling journalists he was “optimistic” about today’s negotiations. </p>  <figure class=\"element element-image\" data-media-id=\"7b00505bbd1df6281e1d14908b3ac8097206a860\"> <img src=\"https://media.guim.co.uk/7b00505bbd1df6281e1d14908b3ac8097206a860/0_94_6720_4032/1000.jpg\" alt=\"Michael Gove arrives at the Cabinet Office for talks.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Gove arrives at the Cabinet Office for talks.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd19aa98f084f582f894db2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T14:52:07.536Z\">3.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Lidington announcement does confirms what <strong>Jean-Claude Juncker</strong> said earlier: “I don’t get the impression that the UK is very accommodating in terms of deadlines.” (See<a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd18cb18f084f582f894cee#block-5cd18cb18f084f582f894cee\"> 2.57pm.)</a></p> </div>   </div> <div id=\"block-5cd195308f084f582f894d63\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T14:35:18.320Z\">3.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lidington says 2 July now the government's new deadline for passing Brexit deal</h2>  <div class=\"block-elements\">  <p>Here is the full quote from <strong>David Lidington</strong>, the Cabinet Office minister, on the European elections.</p> <blockquote class=\"quoted\"> <p>Parliament has had several occasions to vote on leaving the European Union. </p> <p>So far, every time there has been a majority against leaving with any particularly orderly deal, so we are engaged as a government in talks with the opposition, and with others across parliament, to try and find a way forward that has maximum possible support amongst politicians of all political parties. </p> <p>But what this now means, given how little time there is, is that it is regrettably not going to be possible to finish that process before the date that is legally due for European parliamentary elections. </p> <p>We very much hoped that we would be able to get our exit sorted and have the treaty concluded so that those elections did not have to take place. But legally, they do have to take place - unless our withdrawal has been given legal effect - so those will now go ahead. </p> <p>But we will be redoubling our efforts and talks with MPs of all parties to try to make sure that the delay after that is as short as possible. Ideally we’d like to be in a situation where those MEPs never actually have to take their seat at European parliament, certainly to get this done and dusted by the summer recess. </p> <p>That will mean effort, hard work and compromise from different political parties, people from both the leave side and the remain side in the European debate. But I think that is what is in the national interest - deal with the outcome, respect the outcome of the referendum of 2016 and leave the European Union with a deal that protects jobs, investment and living standards in this country.</p> </blockquote> <p>This means that the government is, in practice, setting two new potential deadlines for getting the withdrawal agreement, and the accompanying legislation, passed.</p> <ul> <li><strong>Lidington says the government now hopes to get the Brexit agreement passed by Tuesday 2 July. </strong>That is when MEPs will take their seats in the newly-elected European parliament. Lidington says “ideally” British MEPs will not need to fall back. But, as a fallback, he says the agreement should “certainly” be passed by the summer recess. The date for the start of the summer recess has not been announced yet, but normally it is in mid/late July.</li> </ul>  <figure class=\"element element-image\" data-media-id=\"0d32617bb3d146617ab6156efc958f78589b2261\"> <img src=\"https://media.guim.co.uk/0d32617bb3d146617ab6156efc958f78589b2261/0_55_3500_2100/1000.jpg\" alt=\"David Lidington\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Lidington</span> <span class=\"element-image__credit\">Photograph: Alkis Konstantinidis/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd194448f086f179813cd44\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T14:23:12.020Z\">3.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Today is the deadline for registering to vote in the European elections.</p> <p>My colleague <strong>Martin Belam</strong> has written a guide about what you need to do to make sure you can take part.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/29/how-to-make-sure-you-can-vote-in-the-uks-european-elections\">How to make sure you can vote in the UK's European elections</a> </p> </aside> </div>   </div> <div id=\"block-5cd191d68f084f582f894d1c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T14:16:49.215Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lidington confirms European elections definitely going ahead</h2>  <div class=\"block-elements\">  <p>The Press Association has just snapped this.</p> <blockquote class=\"quoted\"> <p>European parliament elections will go ahead in the UK on May 23, after the government determined that there is not enough time left to complete the ratification of Brexit before that date, Cabinet Office minister <strong>David Lidington </strong>has said. </p> </blockquote> <p>This will be no surprise to anyone who has been following politics closely in recent weeks. It was almost inevitable as soon as Theresa May accepted a proposal to delay Brexit until 31 October at the emergency summit before Easter. But until this afternoon, in public at least, the government was insisting that there was a chance of the elections not actually going ahead because there was a possibility of the Brexit legislation being passed before 23 May, polling day.</p> </div>   </div> <div id=\"block-5cd18cb18f084f582f894cee\" class=\"block is-key-event\" data-block-contributor=\"profile/daniel-boffey\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T13:57:18.886Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'No one understands England' - Juncker reveals his frustration over Brexit</h2>  <div class=\"block-elements\">  <p><strong>Jean-Claude Juncker</strong> has said that taking David Cameron’s advice to stay out of the Brexit referendum campaign was one of his two major mistakes as European commission president.</p> <p>During a press conference in Brussels, as the EU prepares to select Juncker’s replacement, the former prime minister of Luxembourg said his first error early in his tenure had been to react too late to Luxleaks scandal that revealed the scale of tax evasion in his country. He went on:</p> <blockquote class=\"quoted\"> <p>The second mistake I made was to listen too carefully to the British government - Cameron.</p> <p>Because the then prime minister asked me not to interfere not to intervene in the referendum campaign. It was a mistake not to intervene and not to interfere because we would have been the only ones to destroy the lies which were circulated around. I was wrong to be silent at an important moment.</p> </blockquote> <p>Juncker’s comments come ahead of a summit of the 27 leaders of the EU in the Romanian town of Sibiu where the intention is to discuss the big strategic questions facing the EU over the next five years.</p> <p>Brexit is unlikely to feature in the EU’s thinking at the summit but Juncker made a series of barbs about the state of British politics during a pre-summit press conference.</p> <p>Echoing Theresa May, Juncker said the EU27 meeting had been due to take place after the UK’s departure. “Brexit means brexit - but Brexit hasn’t taken place yet,” Juncker said.</p> <p>While switching to English from German, Juncker noted: </p> <blockquote class=\"quoted\"> <p>Everyone understands English. No one understands England - but everyone understands English.</p> </blockquote> <p>Asked about the slipping of the timetable in talks over future relations in the case of the UK and Switzerland, Juncker told reporters: </p> <blockquote class=\"quoted\"> <p>I don’t get the impression that the UK is very accommodating in terms of deadlines.</p> </blockquote> <p>The UK had been due to leave the EU on 29 March. Juncker added of the potential for the UK to remain in the bloc: </p> <blockquote class=\"quoted\"> <p>I don’t have fears, I don’t have hopes.</p> <p>I was saying the other day that by comparison to the British parliament the Egyptian sphinx are open books. Either they stay or they will leave. If they stay, they stay. If they leave, they leave.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"9842d1c68b4d5245b59d761e8645ae0217633d3f\"> <img src=\"https://media.guim.co.uk/9842d1c68b4d5245b59d761e8645ae0217633d3f/0_215_6046_3629/1000.jpg\" alt=\"Jean-Claude Juncker speaking at his press conference earlier.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jean-Claude Juncker speaking at his press conference earlier.</span> <span class=\"element-image__credit\">Photograph: Thierry Monasse/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd17ab98f084f582f894c2a\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T13:37:58.865Z\">2.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Nigel Farage has said that, if his new Brexit party wins the European elections, that would amount to a vote for a WTO Brexit and that his party should be included in the team negotiating with the EU.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd1615d8f087d3be8784db0#block-5cd1615d8f087d3be8784db0\"> 12.54pm.)</a></li> </ul> <ul> <li><strong>Theresa May has been warned that the chances of Tory MPs agreeing a Brexit deal are very slim.</strong> Speaking on the World at One, before the government/Labour talks resume later this afternoon, <strong>Charles Walker</strong>, a vice chair of the Conservative backbench 1922 Committee, said the chances of the Tory party pulling back together and backing a Brexit deal were “pretty slim” - about “one in five on a good day”. He also said he did not expect Labour to support the deal.</li> </ul> <blockquote class=\"quoted\"> <p>I can’t see that it’s in the Labour party’s interest to help the Conservative party out at the moment.</p> </blockquote> <p><strong>Sir Graham Brady, </strong>chair of the 1922 Committee, is also due to be meeting May this afternoon to tell her that Tory MPs want her to give a timetable for standing down if there is no Brexit deal.<strong> Nadine Dorries,</strong> one of the Tory MPs who wants May to go, posted this on Twitter this morning.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NadineDorries/status/1125671621488934913\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Theresa May walks up to the podium. She says, “l have listened to what you have to say. I have learnt the lesson and fully appreciate and understand, there is more I have to do and therefore,as of now, I am standing down as leader of the Conservative party.” <br>And then I wake up.</p>&mdash; Nadine Dorries (@NadineDorries) <a href=\"https://twitter.com/NadineDorries/status/1125671621488934913?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/07/police-investigating-ukip-candidate-youtube-carl-benjamin-jess-phillips-comments\">Police are investigating whether a Ukip candidate in the European elections who has made comments speculating whether he would or would not rape the MP Jess Phillips has committed an offence.</a></strong></li> </ul> <ul> <li><strong>The Northern Ireland parties have arrived at Stormont for talks aimed at reviving the power-sharing executive. </strong>The BBC’s <strong>Jayne McCormack</strong> has this briefing note explaining how they are expected to proceed.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCJayneMcC/status/1125749538092978176\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">British and Irish govt briefing note on the Stormont talks ⬇️ here’s what they’ve agreed for next few weeks <a href=\"https://t.co/99NGFg3MhP\">pic.twitter.com/99NGFg3MhP</a></p>&mdash; Jayne McCormack (@BBCJayneMcC) <a href=\"https://twitter.com/BBCJayneMcC/status/1125749538092978176?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <ul> <li><strong>A watchdog has called for the age of criminal responsibility in England and Wales to be raised. </strong>As the Press Association reports, individuals suspected of offences can be arrested and charged from the age of 10 under the existing rules. This is lower than in many European countries and “inconsistent with accepted international standards”, according to the <strong>Equality and Human Rights Commission </strong>(EHRC). It says criminalising children at the age of 10 or 11 can have a detrimental impact on their wellbeing and development, and risks making them more likely to reoffend as adults. The EHRC is calling for the age of criminal responsibility to be “significantly” raised.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/may/07/khalifa-haftar-can-still-be-part-future-libya-government-jeremy-hunt\">The UK is not ruling out the warlord Khalifa Haftar from a role in a future Libyan government despite his attack on the capital, Jeremy Hunt, the foreign secretary has said.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/07/foreign-office-inquiry-over-briton-matthew-hedges-accused-of-spying-in-uae\">Hunt has promised a review into how his department handled the case of Matthew Hedges, the British academic convicted on spying charges by the United Arab Emirates.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/07/scottish-independence-march-organiser-charged-over-late-start\">The organiser of a pro-independence march in Glasgow is facing prosecution over the event’s start time.</a></strong></li> </ul>  <figure class=\"element element-image\" data-media-id=\"5b55d2fe3c4b43e26ebf4bcdf46ea79a37538c22\"> <img src=\"https://media.guim.co.uk/5b55d2fe3c4b43e26ebf4bcdf46ea79a37538c22/0_152_3500_2100/1000.jpg\" alt=\"Steve Bray, an anti-Brexit campaigner known as Mr Stop Brexit, demonstrating outside Downing Street this morning to coincide with cabinet meeting at Number 10.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steve Bray, an anti-Brexit campaigner known as Mr Stop Brexit, demonstrating outside Downing Street this morning to coincide with cabinet meeting at Number 10.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd17cc58f086f179813cc3e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T13:09:55.198Z\">2.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ed Miliband praises McDonnell for being willing to 'think big' and consider universal basic income</h2>  <div class=\"block-elements\">  <p>This morning the Progressive Economy Forum published <a href=\"https://www.progressiveeconomyforum.com/wp-content/uploads/2019/05/PEF_Piloting_Basic_Income_Guy_Standing.pdf\">a report (pdf)</a> explaining how the government could run pilots to test the case for a universal basic income (UBI), a welfare policy that would involve everyone being entitled to a regular payment from the state. As my colleague <strong>R</strong><strong>ichard Partington</strong> reports <a href=\"https://www.theguardian.com/society/2019/may/07/labour-backed-report-urges-trials-of-universal-basic-income\">in our preview story</a>, <strong>John McDonnell</strong>, the shadow chancellor, commissioned the report and is interested in the idea for possible inclusion in the next Labour manifesto.</p> <p>Speaking at the launch, McDonnell said that there was a growing acknowledgment that means-tested benefits were flawed. He also described the ideas in the report as pragmatic. These tweets are from the RSA, which hosted the event, and from the Independent’s <strong>Ashley Cowburn.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/theRSAorg/status/1125704886862196736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/johnmcdonnellMP?ref_src=twsrc%5Etfw\">@johnmcdonnellMP</a> speaking at the RSA on <a href=\"https://twitter.com/hashtag/BasicIncome?src=hash&amp;ref_src=twsrc%5Etfw\">#BasicIncome</a>. <br>Says “there’s been a growing acknowledgment that the means-tested system is degrading &amp; dehumanising.” People have moved on from ‘scroungers’ language &amp; want a new way. <br>Watch live: <a href=\"https://t.co/PyEBI8PtmU\">https://t.co/PyEBI8PtmU</a> <a href=\"https://t.co/Mj5ydzdrNL\">pic.twitter.com/Mj5ydzdrNL</a></p>&mdash; The RSA (@theRSAorg) <a href=\"https://twitter.com/theRSAorg/status/1125704886862196736?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RSAEvents/status/1125706102346342400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/johnmcdonnellMP?ref_src=twsrc%5Etfw\">@johnmcdonnellMP</a> speaking at the RSA. Says Finnish trial shows the well-being of people on Basic Income is increased. There are many models of <a href=\"https://twitter.com/hashtag/UBI?src=hash&amp;ref_src=twsrc%5Etfw\">#UBI</a>, including the RSA’s own basic opportunity fund. <a href=\"https://twitter.com/hashtag/BasicIncome?src=hash&amp;ref_src=twsrc%5Etfw\">#BasicIncome</a> <a href=\"https://t.co/IN20T445Ll\">pic.twitter.com/IN20T445Ll</a></p>&mdash; RSA Events (@RSAEvents) <a href=\"https://twitter.com/RSAEvents/status/1125706102346342400?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ashcowburn/status/1125715159505416194\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">McDonnell dismisses criticism of the proposal as “pie in the sky” thinking and describes as a “pragmatic” idea. <br><br>“We look forward to considering it,” he says.</p>&mdash; Ashley Cowburn (@ashcowburn) <a href=\"https://twitter.com/ashcowburn/status/1125715159505416194?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <p>The proposal was also backed by <strong>Ed Miliband</strong>, the former Labour leader.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/theRSAorg/status/1125716552664350725\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/Ed_Miliband?ref_src=twsrc%5Etfw\">@Ed_Miliband</a> speaking at the RSA on why <a href=\"https://twitter.com/hashtag/BasicIncome?src=hash&amp;ref_src=twsrc%5Etfw\">#BasicIncome</a> debate is important as a ‘big idea’:<br>1 It gives people freedom - extending security to all people <br>2 It changes power in workplace - gives workers the power to say ‘no’<br>3 It would “rewrite” the welfare system <a href=\"https://twitter.com/hashtag/UBI?src=hash&amp;ref_src=twsrc%5Etfw\">#UBI</a> <a href=\"https://t.co/2P35OvoEMh\">pic.twitter.com/2P35OvoEMh</a></p>&mdash; The RSA (@theRSAorg) <a href=\"https://twitter.com/theRSAorg/status/1125716552664350725?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <p>In his speech Miliband warmly praised McDonnell for opening up a debate on UBI and for being willing to “think big”. Addressing the shadow chancellor, he said:</p> <blockquote class=\"quoted\"> <p>I think, John, you are showing an imagination and a willingness to think big which is incredibly important in our politics. It is important for what a Labour government can do, but also for opening up the space ....</p> <p>There will be people who like UBI, people who hate UBI. But I think what I would say to critics is, this is playing on a big pitch. This is primed to answer big questions that people feel in their heart about the problems with our society. So, if you don’t like it, fine. But come up with ideas that are big enough to compete with us. And that is, I think, in the end the real strength of UBI. It asks big questions about the nature of our society and seeks to answer them.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"401ced6d864f0224cb9ff9db94168b9f10b66516\"> <img src=\"https://media.guim.co.uk/401ced6d864f0224cb9ff9db94168b9f10b66516/15_0_560_336/500.jpg\" alt=\"Ed Miliband\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Miliband</span> <span class=\"element-image__credit\">Photograph: RSA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd17b768f086f179813cc35\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T12:39:23.652Z\">1.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Downing Street has just announced that two peers have left the government “for personal reasons”. They are Lady Fairhead, the former chair of the BBC Trust, who was an international trade minister, and Lady Manzoor, a former Lib Dem peer who defected to the Tories, who was a government whip.</p> </div>   </div> <div id=\"block-5cd1787c8f084f582f894c19\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T12:30:59.795Z\">1.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>At a poster launch in Islington, north London, where Jeremy Corbyn is an MP, the Lib Dem leader<strong> Sir Vince Cable</strong> said he wanted to win over Labour voters. He said:</p> <blockquote class=\"quoted\"> <p>My main priority here is to get Labour voters who are rightfully disenchanted with Jeremy Corbyn over Brexit, to get behind us in the European elections, that’s the objective. </p> <p>We did extremely well in the local elections, it was unambiguous. It was predominately remain areas and remain voters but we did get a lot of others voting for us on the strength of our performance and credibility in the local government. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/vincecable/status/1125716333906288640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Liberal Democrats are ready to take our clear message to Britain in <a href=\"https://twitter.com/hashtag/EUelections2019?src=hash&amp;ref_src=twsrc%5Etfw\">#EUelections2019</a> on 23 May - stop Brexit. <a href=\"https://t.co/9ceNZCcmA8\">pic.twitter.com/9ceNZCcmA8</a></p>&mdash; Vince Cable (@vincecable) <a href=\"https://twitter.com/vincecable/status/1125716333906288640?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cd177b78f087d3be8784f18\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T12:20:07.827Z\">1.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to my colleague <strong>Daniel Boffey</strong>, (like many of us) J<strong>ean-Claude Juncker </strong>has also given up trying to guess how Brexit will conclude.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1125728097196748801\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Juncker on Brexit: &quot;i don&#39;t have fears, i don&#39;t have hopes. i was saying the other day that by comparison to the British parliament the Egyptian sphinx are open books. Either they stay or they will leave. If they stay, they stay. If they leave, they leave.&quot;</p>&mdash; Daniel Boffey (@DanielBoffey) <a href=\"https://twitter.com/DanielBoffey/status/1125728097196748801?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cd1744f8f087d3be8784f01\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T12:16:19.420Z\">1.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Juncker says he should have got involved in 2016 referendum campaign to 'destroy lies' told about EU</h2>  <div class=\"block-elements\">  <p><strong>Jean-Claude Juncker</strong>, the president of the European commission, has also been holding a press conference this morning. He said he made a mistake in 2016 when, on the advice of the then prime minister, David Cameron, he chose not to get involved in the referendum campaign. The European commission should have got involved to “destroy the lies” circulating about the EU. He said:</p> <blockquote class=\"quoted\"> <p>The then prime minister asked me not to interfere, not to intervene in the referendum campaign.</p> <p>It was a mistake not to intervene and not to interfere because we would have been the only ones to destroy the lies which were circulated around. I was wrong to be silent at an important moment.</p> </blockquote> <p>Juncker may be over-estimating his powers of persuasion, at least with British voters. He did not intervene, but another president, Barack Obama, did famously urge Britons to vote remain and the consensus is that this had little or no effect on the result.</p>  <figure class=\"element element-image\" data-media-id=\"54670c14bc0eecbd85f2b816437d61f7e3bee189\"> <img src=\"https://media.guim.co.uk/54670c14bc0eecbd85f2b816437d61f7e3bee189/0_135_3105_1864/1000.jpg\" alt=\"Jean-Claude Juncker holding a news conference at the European commission HQ.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jean-Claude Juncker holding a news conference at the European commission HQ.</span> <span class=\"element-image__credit\">Photograph: François Lenoir/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd1615d8f087d3be8784db0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T11:54:31.327Z\">12.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Nigel Farage's Brexit party press conference - Summary and analysis</h2>  <div class=\"block-elements\">  <p>As Ukip leader <strong>Nigel Farage </strong>probably did more than anyone else to push the Conservative party to the point where David Cameron decided he had to hold a referendum on Brexit. Now he leads a new party, the Brexit party, and some polling suggests it is on course to win the European elections by<a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/05/02/european-parliament-voting-intention-brex-30-lab-2\"> a nine-point margin</a>. That would be a much bigger win than <a href=\"https://www.bbc.co.uk/news/events/vote2014/eu-uk-results\">Ukip’s win (under Farage) in the same elections five years ago.</a></p> <p>Farage abandoned Ukip after it embraced far-right Islamophobia under its current leader, Gerard Batten, but on Brexit he is not softening his message. Far from it. Three years ago, during a referendum event hosted by the Guardian, Farage implied he would be happy with a Norway-style Brexit (ie, a soft Brexit, with the UK staying in the single market). <a href=\"https://www.theguardian.com/politics/blog/live/2016/mar/15/guardian-eu-referendum-debate-with-farage-clegg-alan-johnson-and-leadsom-live?page=with:block-56e877e5e4b0d6cdda530267#block-56e877e5e4b0d6cdda530267\">Norway was rich, happy and successful, he said. </a>What would be wrong with that? </p> <p>Now he wants no-deal - or a WTO Brexit, as he calls it. He also has ambitions to break open the Westminster two-party political system.</p> <p>Here are the main points from the news conference.<br></p> <ul> <li><strong>Farage said a Brexit party victory at the European elections would amount to the country voting for a WTO [World Trade Organisation] Brexit.</strong> He and <strong>Richard Tice</strong>, the Brexit party chairman, repeatedly referred to a WTO Brexit, but the same concept is more commonly referred to as a no-deal Brexit, particularly by those opposed to the idea.</li> </ul> <ul> <li><strong>Farage said the Brexit party should be allowed to help negotiate Brexit if it won the European elections.</strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p>In terms of legitimacy, if the Brexit party wins this election arguing for a WTO Brexit, and we get significant support and we win, I think we will have democratic legitimacy to have a say in how we proceed from here. The new date we have is 31 October. We absolutely believe that the UK must, must, must leave on that date. And if we were part of that discussion, I think we could offer them a very sensible way forward.</p> </blockquote> <p>And Tice said:</p> <blockquote class=\"quoted\"> <p>A vote for the Brexit party is a clear vote for a WTO Brexit, no ifs, no buts.</p> <p>Secondly, a vote for the Brexit party is a vote that our elected MEPs should play a significant role in the future negotiating team. We will demand such a role because we will be the party with the biggest, the most clear democratic mandate to be involved with those negotiations. </p> </blockquote> <p>Farage and Tice called for the Brexit party to be included in the UK negotiating team even though their preferred option, a WTO Brexit, would not really require a negotiation at all. If the UK were to leave without a deal, it would become the default. Farage was asked to explain this apparent inconsistency, but sidestepped the question. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd15bf68f087d3be8784d59#block-5cd15bf68f087d3be8784d59\"> 11.23am.)</a></p> <ul> <li><strong>Farage claimed some major Tory donors were considering giving money to his new party.</strong> He said that the party had already raised more than £2m, with more than 95% of that coming in £25 sums online. But he went on:</li> </ul> <blockquote class=\"quoted\"> <p>I think that may be about to change. I say that because there are now a few, much bigger donors, traditionally donors to the Conservative party, who we are now in conversation with, because they understand and realise that to fight a general election seriously we’re going to need big bucks.</p> </blockquote> <ul> <li><strong>He claimed his party would win millions of votes at a general election if Westminster failed to deliver a hard Brexit. </strong>He said:</li> </ul> <blockquote class=\"quoted\"> <p>If the clean break Brexit is not delivered, then my view would that the Brexit party in a general election would get many, many more votes than the 4m I managed to get as leader of Ukip all those years ago ...</p> <p>I do not believe we will ever get a meaningful Brexit with this current government and this current parliament and this current political class. So, unless they listen to whatever we are able to do on 23 May, and perhaps about to do on 6 June at Peterborough, unless there is a fundamental shift in terms of what MPs are prepared to deliver, we are going to have to start to replace them in significant numbers.</p> </blockquote> <ul> <li><strong>He said the Brexit party was today starting to recruit general election candidates.</strong> He said the party wanted to find a new sort of MP.</li> </ul> <blockquote class=\"quoted\"> <p>We want 650 men and women ... with real-world experience, people who either in civic life or business life have got some achievements under their belt. It will be a very new kind of politics. </p> </blockquote> <p>Although Farage claimed this would deliver a new kind of politics, most of the people who get elected to parliament to represent the established parties do have considerable “real-world experience”.</p> <ul> <li><strong>He called for the end of first-past-the-post.</strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p> And if ever there was a time to break the first past the post system, it’s now.</p> </blockquote> <ul> <li><strong>He defended his decision to take give a series of interviews to Infowars, a far-right US website specialising in conspiracy theories. </strong>Today <a href=\"https://www.theguardian.com/politics/2019/may/06/nigel-farage-under-fire-alleged-antisemitic-tropes-far-right-us-talkshow-alex-jones\">the Guardian has reported on concerns about Farage’s appearance on the show.</a> Asked about these revelations, Farage said there was “without doubt some truth” in the claim that the presenter, Alex Jones, was a conspiracy theorist. But Farage went on:</li> </ul> <blockquote class=\"quoted\"> <p>Because you appear on programmes doesn’t mean that you support the editorial line, necessarily, of those podcasts, broadcasts, newspapers or whatever they may be ...</p> <p>I have never been conspiracy theorist at all. </p> </blockquote> <p>But then Farage also attacked the Guardian and the Observer, claiming that some of their stories about him receiving money from Russia and about him delivering a memory stick to Julian Assange, amounted to conspiracy theories. He told the Guardian journalist who asked the question:<br></p> <blockquote class=\"quoted\"> <p>I think when it comes to crackpot conspiracy theories, you’re way, way ahead of me.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"9e3ce4a98a48b9e3209006090b00f9b4961e0ee1\"> <img src=\"https://media.guim.co.uk/9e3ce4a98a48b9e3209006090b00f9b4961e0ee1/0_29_3500_2101/1000.jpg\" alt=\"Nigel Farage (left) and Richard Tice at the Brexit party press conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage (left) and Richard Tice at the Brexit party press conference.</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd15f2a8f087d3be8784d7d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:36:56.535Z\">11.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Will you be meeting President Trump when he comes to the UK?</em></p> <p>Farage says, when Trump last come to the UK, one of the government’s red line demands was for Trump not to meet Farage.</p> <p>He says, given his personal relationship with Trump, you would have thought it would make sense for the government to use his him to the country’s advantage.</p> <p>And that’s it. The press conference is over.</p> <p>I will post a summary shortly.</p> </div>   </div> <div id=\"block-5cd15eb58f087d3be8784d79\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:34:08.559Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Farage says the Brexit party will not be publishing policies until after the European elections are over. During the campaign it will be focusing on democracy, he says.</p> <p>He says he does not think there will be a “meaningful Brexit” with this current government and this current parliament. He says it is important to replace MPs in significant numbers.</p> <p>He also says it is important to break first past the post.</p> </div>   </div> <div id=\"block-5cd15dd88f086f179813ca84\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:32:18.325Z\">11.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: [From my colleague Rowena Mason] Do you regret giving interviews to Alex Jones, the US conspiracy theorist? </em></p> <p>The Guardian has written about those interviews today.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/06/nigel-farage-under-fire-alleged-antisemitic-tropes-far-right-us-talkshow-alex-jones\">Nigel Farage under fire over  'antisemitic tropes' on far-right US talkshow</a> </p> </aside>  <p>Farage says he has given interviews all over the world. He has appeared on the Alex Jones programme. But just because you appear on a programme does not mean you support its editorial line, he says.</p> <p>And he claims that the Guardian and the Observer has published outlandish claims about him, saying he has been funded by Russia and that he has run memory sticks to Julian Assange. When it comes to conspiracy theories, the Guardian is way ahead of him, he says.</p> </div>   </div> <div id=\"block-5cd15d5c8f087d3be8784d70\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:28:36.765Z\">11.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Why aren’t you standing in Peterborough?</em></p> <p>Farage says he has experience as an MEP. He thinks a lot of Brexit party MEPs will be elected, and he sees it as his duty to take them to Brussels to show them how the system works.</p> <p><em>Q: Is Arron Banks one of your donors?</em></p> <p>No, says Farage. He says Banks will not be donating to the party.</p> </div>   </div> <div id=\"block-5cd15d1f8f086f179813ca80\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:26:32.054Z\">11.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: You say 90% of your money is from small donors. Who are the big donors?</em></p> <p>Farage says the party has had one big donation, worth £100,000. It will reveal the name of the donor in due course.</p> </div>   </div> <div id=\"block-5cd15bf68f087d3be8784d59\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:23:15.577Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: How will you get Brexit party MEPs accepted on the UK negotiating team? And, if it is a WTO Brexit, will there be any negotiating anyway?</em></p> <p>The question comes from a BBC journalist. Farage sarcastically thanks them for turning up, saying the BBC has not covered his rallies, and the Brexit party has not been represented on panels.</p> <p>Farage says if the Brexit party wins, that will be a vote for a WTO Brexit.</p> <ul> <li><strong>Farage claims a Brexit party victory at the Euro elections would be a vote for a WTO Brexit.</strong></li> </ul> <p>Tice says the current negotiations have failed. Some sensible people need to take over, he says.</p> </div>   </div> <div id=\"block-5cd15ba18f086f179813ca65\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:20:35.938Z\">11.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Are you talking to Tory MPs about defecting, as well as Tory donors?</em></p> <p>Farage says he is more interesting in recruiting donors at the moment.</p> <p>He says his experience as Ukip leader was that recruiting defectors from other parties meant bringing in all their in-fighting too. He does not want to do that again, he says.</p> </div>   </div> <div id=\"block-5cd15b248f086f179813ca60\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:19:02.771Z\">11.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Farage is now taking questions.</p> <p>He says the Peterborough shortlist is down to three. The party has to decide within the next 24 hours who the candidate will be. Some national figures want to stand. But there are some interesting local figures too, he says.</p> <p>He says he would not be asking other people to stand for parliament if he were not willing to stand himself. But he has not thought where he might stand, he says.</p> </div>   </div> <div id=\"block-5cd1594c8f084f582f894a41\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:17:00.372Z\">11.17am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Farage claims some Tory donors are considering giving to Brexit party</h2>  <div class=\"block-elements\">  <p><strong>Nigel Farage,</strong> the Brexit party leader, is speaking now.</p> <p>He says the party is releasing a pledge card today. It makes it clear the party wants a “clean break Brexit”.</p> <p>He says over the last three years the political class has behaved “despicably”. And that is getting worse by the day, he says.</p> <p>He says Theresa May and Jeremy Corbyn are trying to form “a coalition against the people”.</p> <p>Farage says he has concluded that winning the European elections will not be enough. This is but a first step, he says. He says the party might have to fight a second referendum, which he is confident it would win, he says. But he says the party also wants to change politics for good.</p> <p>He says the Brexit party will fight the Peterborough byelection. It will put up a first-class candidate, although the candidate has not been chosen yet.</p> <p>He says the party will today start recruiting candidates for the general election. It wants a new kind of candidate, people with real life experience. There is a new page on the website where people can apply, he says. He says candidates will be rigorously vetted.</p> <p>He says the party now has 88,000 registered supporters. He says the party has received £2m in donations, mostly in small donations. But that could be about to change. He says some Tory donors are now considering giving money to the party.</p> <ul> <li><strong>Farage claims some significant Tory donors are considering giving to the Brexit party.</strong></li> </ul>  <figure class=\"element element-image\" data-media-id=\"19b0c0777d5110992d43f63cb27083491d023c4b\"> <img src=\"https://media.guim.co.uk/19b0c0777d5110992d43f63cb27083491d023c4b/20_0_632_379/500.jpg\" alt=\"Nigel Farage\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage</span> <span class=\"element-image__credit\">Photograph: YouTube</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd1582e8f087d3be8784d12\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T10:09:11.863Z\">11.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Nigel Farage holds Brexit party press conference</h2>  <div class=\"block-elements\">  <p><strong>Nigel Farage </strong>is holding a Brexit party press conference now.</p> <p>You can watch a live feed here.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=n3N8t7-gGj8\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/n3N8t7-gGj8?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Brexit party press conference.</figcaption> </figure>   <p><strong>Richard Tice,</strong> the party chairman, is opening the event.</p> <p>He says the Brexit party expects to win the European elections comprehensively. He says they are fielding the most qualified set of candidates put forward by any party for a generation.</p> <p>Many of their candidates have experience of negotiation, he says.</p> <p>He says the Brexit party is unequivocally calling for a WTO Brexit.</p> <p>And if the Brexit party does well in the European elections, some of its MEPs should be included in the negotiating team, he says.</p> <p>He says the Brexit party stands for commonsense politics.</p> <ul> <li><strong>Tice says Brexit party will demand to be included in the negotiating team if it wins the European elections.</strong></li> </ul> </div>   </div> <div id=\"block-5cd153d18f086f179813c9d2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T09:54:11.955Z\">10.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Uk in a Changing Europe</strong>, a thinktank, has produced<a href=\"https://ukandeu.ac.uk/wp-content/uploads/2019/05/The-European-elections-and-Brexit.pdf\"> a very useful report (pdf)</a> with a series of short briefings, mostly by academics, on Brexit and the European elections. Here is an extract from one of the mini essays, by <strong>A</strong><strong>nand Menon and Matthew Bevington</strong>, entitled “Do the elections matter for Brexit?”</p> <blockquote class=\"quoted\"> <p>The traditional ‘grand coalition’ groups look set to lose their overall majority [in the European parliament] for the first time. This introduces uncertainty, both in terms of who the next commission president will be but also about the process involved in selecting them. If, as looks likely, the two largest groupings – the S&amp;D and EPP – have to rely on the liberal group (ALDE) to form a stable majority for deciding on major posts, this will have a substantive impact. </p> <p>To take one hypothetical example. A commission led by Michel Barnier – a far from implausible outcome should the spitzenkandidaten process fail to deliver a candidate who can win majority support in the parliament – could be expected to cleave closely to the approach adopted by the article 50 task force to date. A different commission president might, by contrast, take issue with that approach (we have already seen signs of tension between Barnier and Juncker over Brexit).</p> <p> And, of course, the new parliament will play a significant role when it comes to agreeing a future relationship between the UK and the EU. Warning signs are there already. The European parliament, for instance, rejected a motion offering tentative support to limited trade talks with the US. It did so because a coalition of the Socialists, Greens and far-right groupings insisted on conditions for such talks. They demanded that the existing negotiating directives for EU-US (TTIP) trade negotiations be revoked, and inserted several conditions on any further talks with the US: first, that aluminium and steel tariffs be lifted; second, that the agreement be subject to a carbon impact assessment; and, third, that it includes cars but excludes agriculture. </p> <p>This hints at some of the problems that might confront the UK with a more divided and polarised European parliament. The EU’s talks with the US are now highly politicised following the TTIP saga. The Brexit process to date has raised suspicions concerning the UK’s intentions in Brussels. It is easy to imagine a similar shopping list of preconditions – on climate change, minimum regulatory standards, inter alia, to be drawn up by MEPs.</p> </blockquote> </div>   </div> <div id=\"block-5cd14fd88f087d3be8784cb4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T09:29:50.165Z\">10.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here is Sky’s <strong>Beth Rigby</strong> on the cross-party talks.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1125688668331675648\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Update on x-party talks. Cabinet source who was very downbeat about prospect of deal last week now reckons locals have made it “more likely Labour will actually do some kind of a deal” Says the argument inside Labour has shifted “towards the dealers”</p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1125688668331675648?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cd1491e8f084f582f894978\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T09:21:22.398Z\">10.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is a round-up of some of the reports around this morning about the cross-party Brexit talks.</p> <ul> <li><a href=\"https://www.telegraph.co.uk/politics/2019/05/06/tory-mps-will-move-oust-theresa-may-week-agrees-brexit-deal/?hootPostID=552ca23ffccb0c91d568df1cb0eb3716\"><strong>Gordon Rayner in the Daily Telegraph (paywall) says Theresa May has been warned she will removed from office if she agrees a deal with Labour.</strong></a></li> </ul> <blockquote class=\"quoted\"> <p>May has been warned her MPs will begin moves to oust her as soon as this week if she agrees a Brexit deal with Labour.</p> <p>The prime minister wants to sign off <a href=\"https://www.telegraph.co.uk/opinion/2019/05/06/brexit-deal-corbyn-would-blow-conservative-party-apart/\">an agreement with Jeremy Corbyn</a> on Tuesday in order to avoid having to send new MEPs to the European parliament, but there is little appetite<a href=\"https://www.telegraph.co.uk/politics/2019/05/05/theresa-may-war-games-second-referendum-questions-case-talks/\"> for a cross-party deal among her own backbenchers.</a></p> <p>Rivals<a href=\"https://www.telegraph.co.uk/politics/2019/04/02/could-next-prime-minister-theresa-may-runners-riders-assessed/\"> in the race to succeed Mrs May are on a state of high alert </a>in case a compromise deal with Labour becomes the trigger for a leadership election.</p> <p>Senior sources within the Conservative party said on Monday that Mrs May will be “gone very quickly” if she moves towards Labour’s demands for a post-Brexit customs union with the EU ...</p> <p>Nigel Evans, joint executive secretary of the 1922 Committee, said: “If she comes out of those talks offering something which is Brexit in name only then she has got a real problem.”</p> </blockquote> <ul> <li><a href=\"https://www.itv.com/news/2019-05-07/why-the-governments-brexit-talks-with-labour-will-fail/\"><strong>Robert Peston in an ITV blog says he thinks there is zero chance of a government/Labour deal.</strong></a></li> </ul> <blockquote class=\"quoted\"> <p>In case you were in any doubt, there is zero chance of Labour and Jeremy Corbyn agreeing a Brexit deal with the prime minister, given that its central element is a pledge to keep the UK in the customs union till the next general election.</p> <p>The point is that Labour’s main criticism of Theresa May’s Brexit plan is that it is “blind”, that it makes gives no promises or commitments about the UK’s future relationship with the EU.</p> <p>And <strong><a href=\"https://www.itv.com/news/2019-05-01/chief-whip-warned-cabinet-that-referendum-or-customs-union-are-price-of-brexit/\">a pledge to keep the UK in the EU’s customs union</a></strong> only till 2022 would not turn blindness into perfect foresight.</p> </blockquote> <ul> <li><strong><a href=\"https://www.bloomberg.com/news/articles/2019-05-06/may-s-uneasy-courtship-of-corbyn-puts-brexit-deal-on-knife-edge?srnd=premium-europe\">Tim Ross at Bloomberg says in private both sides have sounded optimistic about the talks.</a></strong></li> </ul> <blockquote class=\"quoted\"> <p>In recent days officials on both sides have privately sounded optimistic about the prospects of an agreement. In part, that’s because of the generally positive atmosphere in which at least some of the discussions have taken place.</p> <p>Critically for the Tory side, Seumas Milne, Corbyn’s chief strategist, is said to be fully engaged and serious in the meetings that have taken place, asking detailed questions about the government’s position and the offers on the table, in a sign he’s interested in doing a deal.</p> <p>The discussions on how to ensure workers’ rights remain protected after Brexit have gone well. Business secretary Greg Clark and his shadow, Rebecca Long-Bailey, produced successful results which are likely to be taken forward even if no wider deal is possible.</p> </blockquote> <ul> <li><strong><a href=\"https://www.thesun.co.uk/news/9016561/tory-leadership-fresh-challenge-jeremy-corbyn/\">The Sun in its main leader article suggests that it could live with a Brexit compromise that included a customs union - as long as it was temporary.</a></strong> It says:</li> </ul> <blockquote class=\"quoted\"> <p>Nobody in the Tory party should be complacent about the trouble they’re in.</p> <p><a href=\"https://www.thesun.co.uk/news/brexit/9016750/theresa-may-end-talks-with-labour/\">A deal with Jeremy Corbyn — if it includes anything like a permanent customs union</a>— could split them down the middle ...</p> <p>The only possible pill that the country would swallow would be a customs arrangement that ended before the next election, allowing a new leader with fresh vision to get a mandate for a genuinely international trading policy.</p> </blockquote> <ul> <li><a href=\"https://www.thetimes.co.uk/edition/comment/a-backroom-stitch-up-won-t-solve-brexit-jzxmf8lm7\"><strong>Rachel Sylvester in her Times column (paywall) says a new Tory leader could end up opting for a second referendum.</strong></a></li> </ul> <blockquote class=\"quoted\"> <p>After the results of last week’s local elections, which will only be reinforced by the European elections in a few weeks time, a cabinet minister says “most people would prefer the horror of a second referendum to the risk of a Jeremy Corbyn government through a general election”.</p> <p>Mrs May could still agree to a confirmatory referendum to get her withdrawal agreement passed. Some of her allies believe it was a mistake not to “reach over the heads of parliament to the people” when she lost the second meaningful vote. Even if she does not do so her successor will face precisely the same problems trying to force Brexit through a deadlocked Commons. Ultimately the next prime minister will need a mandate of their own. “The whole thing potentially ends with a new leader promising a tougher Brexit but getting into office, realising they can’t deliver it and then having to make the choice between a general election and referendum,” one cabinet minister says. “In that case, inevitably, they will choose a referendum because who would want to roll the dice on their own premiership so soon after they got to power?”</p> <p>How ironic it would be if it fell to Boris Johnson, Dominic Raab or Michael Gove to persuade the British people that the “truthful hyperbole” they offered up to the electorate in 2016 was not just a con.</p> </blockquote> </div>   </div> <div id=\"block-5cd144318f086f179813c945\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T08:47:23.744Z\">9.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hammond plays down prospect of Tories splitting over Brexit</h2>  <div class=\"block-elements\">  <p>At the weekend,<a href=\"https://www.telegraph.co.uk/politics/2019/05/05/much-fight-back-will-hard-work-local-campaigning-much-depends/\"> in a Telegraph article</a>,<strong> Sir Graham Brady</strong>, the chairman of the Conservative backbench 1922 Committee, said that Theresa May could split the party if she tries to keep the UK in the customs union. He said:</p> <blockquote class=\"quoted\"> <p>The temptation for the government now to do whatever is necessary to secure some kind of Brexit agreement is obvious but it must be resisted. To reach an agreement with Labour that locked the United Kingdom into the customs union might pull in enough Labour votes to allow an agreement to limp over the line but the price could be a catastrophic split in the Conservative party and at a time when the opposition is led by dangerous extremists, the consequences for our country would be unthinkable. </p> </blockquote> <p>This morning <strong>Philip Hammond,</strong> the chancellor, played down the prospect of the party dividing. Speaking in Paris, where he is attending a meeting of finance ministers, he said:</p> <blockquote class=\"quoted\"> <p>The Conservative party is a very broad church. Let’s be honest, Europe has been a fractious issue within the party for 45 years but there are many other things that unite us and I am sure we will get through this, we will get beyond it and I’m sure we will go on presenting a broad, right-of-centre offer to the British people that will be attractive to them.</p> </blockquote> <p>He also admitted the European elections would be “difficult” for his party. He said:</p> <blockquote class=\"quoted\"> <p>The European elections are going to be difficult in the circumstances; the British people have voted to leave the European Union, it’s obviously challenging to them go and ask them to vote in a European election. </p> <p>But we have to do this, we are legally obliged to do it and we will get on with it.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"b154efad1921f7c974137c7b02fea020e9968e10\"> <img src=\"https://media.guim.co.uk/b154efad1921f7c974137c7b02fea020e9968e10/0_241_4700_2819/1000.jpg\" alt=\"Philip Hammond addressing the Paris Forum at the Economy Ministry in Paris this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Philip Hammond addressing the Paris Forum at the Economy Ministry in Paris this morning.</span> <span class=\"element-image__credit\">Photograph: Éric Piermont/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cd13ef38f087d3be8784c0d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T08:19:11.559Z\">9.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is the BBC’s <strong>Laura Kuenssberg </strong>on where she thinks we are with the cross-party Brexit talks.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125660655888023552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1. Will the cross party talks get anywhere this week? No 10 trying to get Labour over the line by presenting withdrawal agreement as a &#39;stepping stone&#39; - ie hold your nose for now and you can carve out your own deal if you win the next election</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125660655888023552?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125661402314756096\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">2. Key to that is promise of a &#39;temporary customs union&#39; - Labour sources warn if that&#39;s all it is, that&#39;s what&#39;s already in the withdrawal agreement anyway plus a few months, and doesn&#39;t add up to anything substantially new</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125661402314756096?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125661832176386048\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">3. Senior govt source says it IS  possible though to see a way to a deal, but unlikely to be resolved this week, and their aim is not to create some kind of May-Corbyn Rose Garden moment (imagine!) but to set out a path to get the Withdrawal Bill to Commons with a fair wind</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125661832176386048?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125662363577987072\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">4. Hope then to get the Bill to Committee stage where MP s would make decisions day by day - important to understand that&#39;s where Number 10 hopes this might be heading - maybe more a process to get sustainable buy in from Labour front bench than carving deal in stone</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125662363577987072?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125662754264711168\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">5. Clouds over May&#39;s leadership also make it harder by the day to get anything agreed - labour source says &#39;we are not just worried about this being ripped up in 2021, we&#39;re worried about it being ripped up in October 2019&#39;</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125662754264711168?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1125663182612324352\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">6. There is added momentum to talks today because Tories fresh from absolute hammering in council elex on Friday and Labour had terrible night too - but that bit of fresh impetus doesn&#39;t magic away the real problems they have to overcome if there&#39;s to be a deal</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1125663182612324352?ref_src=twsrc%5Etfw\">May 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cd13d468f087d3be8784c03\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T08:13:53.393Z\">9.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Why was Jeremy Hunt suggesting that a temporary customs union with the EU might be acceptable? (See <a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd131bc8f086f179813c8dd#block-5cd131bc8f086f179813c8dd\">9.02am.)</a> Because, according to a report in the Sunday Times at the weekend, this idea is at the centre of the plan that Theresa May is hoping Jeremy Corbyn will agree to.</p> <p>Here is an extract from <strong>Tim Shipman’</strong>s <a href=\"https://www.thetimes.co.uk/article/revealed-may-s-last-ditch-brexit-plan-to-woo-labour-qdqf0qqfk\">story about this (paywall) </a>yesterday.</p> <blockquote class=\"quoted\"> <p>The Sunday Times has learnt [May] will outline plans for a comprehensive but temporary customs arrangement with the EU lasting until the next general election, which Corbyn will be able to depict as a Tory cave-in to his demands.</p> <p>May and her negotiating team will agree that Britain will also align with a wider range of EU single market regulations on goods. Finally, they will enshrine in law that the UK will mirror all EU legislation on workers’ rights.</p> <p>“There are three main areas: customs, goods alignment and workers’ rights,” said one source involved in the talks. “The Conservative party will have to suck up concessions on each of those” ...</p> <p>Under the plans, the two parties would agree to maintain the customs arrangement — with a new name — until 2022, when the next election is due. “At that point Labour could use their manifesto to argue for a softer Brexit if they wanted to and a new Conservative prime minister could argue for a harder Brexit,” a source said.</p> </blockquote> </div>   </div> <div id=\"block-5cd131bc8f086f179813c8dd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-07T08:02:09.404Z\">9.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hunt says 'very, very angry voters' expect compromise as cross-party Brexit talks resume</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/politics/live/2019/apr/30/brexit-latest-news-labour-nec-tory-mps-wont-accept-cross-party-compromise-involving-customs-union-says-hunt-live-news?page=with:block-5cc7fb8e8f085bb0e0deafe5#block-5cc7fb8e8f085bb0e0deafe5\">A week ago today</a> <strong>Jeremy Hunt</strong>, the foreign secretary and a leading candidate to replace Theresa May, was on the Today programme. He was asked about the government/Labour talks aimed at finding a Brexit compromise, and the speculation that this might involve the UK staying in a customs union with the EU, and he was clear that he thought this was a bad idea. He told the programme:</p> <blockquote class=\"quoted\"> <p>If we were proposing, which I very much hope we don’t, to sign up to the customs union, then I think there is a risk that you would lose more Conservative MPs than you would gain <a href=\"https://www.theguardian.com/politics/labour\">Labour</a>MPs.</p> <p>If, on the other hand, it was something different, then the result could be different as well.</p> </blockquote> <p>This morning he was back on the programme. Again, he was asked about a custom union. But this time his response was noticeably different. He said:</p> <blockquote class=\"quoted\"> <p>I have always said that I’m not a believer in the customs union as a sustainable long-term solution. I want to look at whatever deal is come to between the parties, and I know this is a crucial week, and I would not want to affect the progress of those talks by pronouncing in advance.<br></p> <p>But I think this is a time when we have to be willing to make compromises on all sides because the message of last week was that voters for both main parties are very, very angry about the fact that Brexit hasn’t been delivered.</p> <p>I personally think that any kind of permanent customs union wouldn’t work in the long run because our economy is too big, but let’s see what the parties come up with.</p> </blockquote> <p>There are two significant lines in this.</p> <ul> <li><strong>Hunt stressed the need for compromise, citing last week’s local election results as strengthening the need for both sides to relax their red lines.</strong></li> </ul> <ul> <li><strong>He said that he was opposed to the UK being in a permanent customs union with the EU, implying that a temporary customs union plan would be acceptable.</strong></li> </ul> <p>Here is the agenda for the day.<br></p> <p><em>9.30am: </em>Theresa May chairs cabinet.</p> <p><em>11am:</em> Nigel Farage holds a Brexit party press conference.</p> <p><em>11am:</em> John McDonnell, the shadow chancellor, speaks at the launch of a report calling for a universal basic income to be piloted in the UK. As my colleague Richard Partington reports, although the report does not represent <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> policy, <a href=\"https://www.theguardian.com/society/2019/may/07/labour-backed-report-urges-trials-of-universal-basic-income\">its publication is likely to be viewed as moving the party closer towards testing a form of UBI should it be voted into power.</a></p> <p><em>12pm:</em> Downing Street lobby briefing.</p> <p><em>1pm: </em>Karen Bradley, the Northern Ireland secretary, and Simon Coveney, the Irish foreign minister, host<a href=\"https://www.theguardian.com/politics/2019/may/06/fresh-talks-on-northern-ireland-power-sharing-planned\"> talks aimed at restoring powering-sharing in Northern Ireland.</a></p> <p><em>2pm:</em> Rory Stewart, the new international development secretary, gives evidence to the Commons international development committee. </p> <p>At some point today the government/Labour cross-party talks on Brexit will resume.</p> <p>And also at some point Sir Graham Brady, the chair of the Conservative backbench 1922 Committee, will hold a meeting with May at which he is expected to tell her that Tory MPs want her to set out a timetable for standing down if there is no Brexit deal.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-the-hero-we-deserve-brexit-decision-time-royal-granddad-on-tour/\"> the Politico Europe round-up of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-07T08:47:53.374Z\">at 9.47am BST</time></p>  </div>",
      "wordcount": "8305",
      "commentCloseDate": "2019-05-07T18:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-07T08:02:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:45Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bdjpv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ade4b5e5cd8f1252d0fc58b0edac04248f8ed002/0_155_3984_2390/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We’re going to close down this live blog now. Thanks for reading and commenting. For a summary of the day’s events, it’s worth taking in the previous post and reading the afternoon summary (see: 6.06pm). Following the breakup of talks between the government and the Labour party this evening, Rebecca Long-Bailey – the shadow business secretary – acknowledged that the previous three weeks of discussions had brought no sign of compromise from Downing Street. But she insisted it was worth continuing talks nevertheless. Nothing has been agreed yet. The discussions today were very robust and we are having further meetings this week where we hope to make some progress. Long-Bailey added that the two parties plan to “hold further more detailed discussions as the week progresses” and said both sides are “hopeful that progress can be made”. She said: As we’ve said previously, the government needs to move on its red lines. We expect to make compromises but, without a government that is willing to compromise, it’s difficult to see how any agreement can be reached and I think the government is aware of that. Asked if there was any point in continuing, given the lack of willingness to compromise she said had been shown by the government, she said: Of course there’s a point continuing. We want to resolve this issue for all of our constituencies, whether they were leave seats or remain seats and there certainly is, from my perception of the meetings that we have had so far, a willingness on both sides to move towards some kind of consensus and we certainly need to try. Long-Bailey also confirmed that Labour would seek to press Downing Street on detailed plans for a customs union but reiterated that the government had so far declined to move from its initial position. And she said Labour’s had not altered its position on a public vote, which she said was “one of many options on the table”. The talks between Labour and the Tories have broken up without an agreement this evening – and will reconvene in search of one tomorrow: Commenting on the Cabinet Office’s confirmation that the UK will take part in the European elections, Change UK’s Chuka Umunna, has said: Brexit in the form it was promised to the British people is impossible to deliver. The only way to end the Brexit chaos is to give people the final say, so they can vote based on the reality of Brexit today as opposed to the fantasy sold to people three years ago. Whilst the main parties engage in their secret talks to facilitate a job-destroying Brexit, Change UK is campaigning in these European elections for a People’s Vote in which we will argue unequivocally to remain in the EU. Voting for Change UK will send the clearest possible message to Theresa May and Jeremy Corbyn that you want to end this Brexit nightmare. As we mentioned earlier, the prime minister and the chairman of the 1922 Committee of backbench MPs, Sir Graham Brady, have been meeting to discuss the former’s future this evening. That meeting’s now concluded but Downing Street is remaining tight-lipped about what, if anything, has come out of it. A source would not comment on the meeting, though it was understood to have included discussions on setting a detailed timetable for when May would step down as Conservative leader. More than two thousand people joined the Lib Dems in the days after the local elections, the party has said. The Lib Dems’ Brexit spokesman, Tom Brake, said: This surge in membership shows that more and more people have had enough of the national embarrassment Brexit has become. They deserve better, and the Liberal Democrats demand better. The Liberal Democrats, with over 100,00 members and nearly three thousand councillors across the country, are clearly the strongest party for remain going into the European elections. Every Liberal Democrat vote is a vote to stop Brexit. Earlier today, the Labour MP, Jess Phillips, discussed the effects of the waves of online abuse she has suffered in recent years. That came as police confirmed they were investigating whether Carl Benjamin – a Ukip European elections candidate who has made comments speculating whether or not he would rape her – has committed an offence. This evening, she has tweeted this: Speaking to the BBC’s Victoria Derbyshire earlier today, Phillips said she had recently broke down in tears under the weight of years of abuse. I realised that I did what all women do in these situations – I had been putting a brave face on it and pretending that it was all fine and that I could cope. It dawned on me that, for four years essentially, this man had made a career out of harassing me. And I felt harassed. I felt ‘How can somebody say that they would rape me if forced, and be a legitimate candidate in an election?’ Theresa May “deeply regrets” that Britain will have to take part in European elections on 23 May, and is pinning her hopes on completing the Brexit process in time to avoid MEPs having to take their seats. Sir Keir Starmer, the shadow Brexit secretary, has said the cross-party Brexit talks have reached “crunch time”. (See 4.39pm.) He was speaking as he arrived for today’s round of negotiations at the Cabinet Office. Here my colleague Heather Stewart assesses how the talks are going. Political leaders in Northern Ireland have begun talks in a fresh effort to break the protracted impasse on power-sharing, with the prime minister, Theresa May, and the taoiseach, Leo Varadkar, pledging to review progress at the end of the month. Rory Stewart has told MPs that his ambition to become next Tory leader will not interfere with his new job as international development secretary. Stewart has openly said he will stand in the forthcoming Tory leadership contest but, as he gave evidence to the Commons international development committee, the Tory MP Nigel Evans asked how he could be fully committed to his new job when “you could be in a leadership election in the next few weeks”. Stewart replied: I completely understand where you are coming from. I have some advantages taking over this job. I am probably the only secretary of state who occupied every Commons junior ministerial role in this department before I took over. I understand therefore our programmes in the Middle East, Asia and Africa in enormous detail ... It is true that the prime minister has signalled that she is stepping down and therefore I, and at least half-a-dozen other cabinet colleagues, have expressed interest in succeeding her. But I am sure they, like me, will remain entirely committed to doing our jobs as powerfully as possible. The Scottish government has dropped controversial plans to cut its taxes on aviation after Nicola Sturgeon declared last week the world faces a climate emergency. That’s all from me for today. My colleague Kevin Rawlinson is now taking over. The Daily Mirror’s Pippa Crerar thinks several Brexiters are starting to think a second referendum could now happen, like Daniel Kawczynski. (See 5.14pm.) These are from the BBC’s Laura Kuenssberg on today’s cabinet. Almost all the MPs who have publicly backed a second referendum on Brexit are opposition MPs who would vote remain again if given the chance. Only a handful of Tories have backed the idea. But there are some signs now that that is starting to change. On Friday Eric Pickles, a former Tory MP who now sits in the House of Lords, said that, much to his own surprise, he had now come round to the view that, if MPs cannot pass a deal, the public should be asked to decide. And today Daniel Kawczynski told Emma Barnett on Radio 5 Live that, if the Commons cannot reach an agreement, a second referendum will become “inevitable”. He said: If we cannot do this, if this is beyond us, and if we fail, then another referendum is inevitable. If we fail, if there can be no compromise between the parties, I can actually see then the logic, and other people will be demanding another referendum. And those like me who have genuine concerns about what will happen to our society if we go through this process again, we will lose that debate over the referendum, because it will be the only option then left available to try to break the gridlock that we’ve entered into. And it will be the fault of these people in the Conservative party – in the ERG [European Research Group], and others – who refuse to compromise. I can’t begin to explain how worried and angry I am at their lack of being able to compromise and listen to what their constituents have to say. What is significant about this is that Kawczynski is a Brexiter. And not just a routine Brexiter but someone who at one point felt so strongly about this that he took the unusual step of writing to the Polish government (he was born in Poland) asking it to veto an article 50 extension. But a few weeks ago Kawczynski had a change of heart. He resigned from the ERG, which represents hardline Tory Brexiters, and he voted for Theresa May’s deal at the end of March, having previously voted against it. Today he told Radio 5 Live that the ERG were so intransigent that their tactics could lead to Brexit being overturned. He said: Talking to them, I think they are so obsessed with this issue, and they are so determined not to compromise in any way, they feel almost as if any form of compromise is some sort of betrayal. And certainly that narrative, one gets a great deal on Twitter: ‘This is a betrayal’, ‘This is a betrayal to the country’, ‘We are not fulfilling what the British people voted for’. I think that’s for the birds – it’s crazy … I have to say, wouldn’t it be ironic if the ERG, the Eurosceptic caucus, through their intransigence, actually result in another referendum which will potentially overturn the previous result. Sir Keir Starmer, the shadow Brexit secretary, who is leading the Labour team in the cross-party Brexit talks with the government, told journalists as he arrived at the Cabinet Office for this afternoon’s negotiating session that this was “crunch time”. He told reporters: Talks have been going on for some time as we know, but I think the time has now come to a crunch time where the government has to decide whether it’s serious about significant changes capable of actually carrying a majority in the House of Commons. We’re going to be pressing them hard on that this afternoon. Obviously the evidence this weekend was not promising but that’s what we will be discussing this afternoon, whether we can have that significant change that’s actually capable of carrying a majority in the House of Commons. That’s the substance, but also the process, including how we deal with an incoming Tory leader and of course a confirmatory vote will also be on the agenda, and we’re going to discuss that this afternoon. As the Press Association reports, Michael Gove, the environment secretary, followed shortly after the Labour team, telling journalists he was “optimistic” about today’s negotiations. The Lidington announcement does confirms what Jean-Claude Juncker said earlier: “I don’t get the impression that the UK is very accommodating in terms of deadlines.” (See 2.57pm.) Here is the full quote from David Lidington, the Cabinet Office minister, on the European elections. Parliament has had several occasions to vote on leaving the European Union. So far, every time there has been a majority against leaving with any particularly orderly deal, so we are engaged as a government in talks with the opposition, and with others across parliament, to try and find a way forward that has maximum possible support amongst politicians of all political parties. But what this now means, given how little time there is, is that it is regrettably not going to be possible to finish that process before the date that is legally due for European parliamentary elections. We very much hoped that we would be able to get our exit sorted and have the treaty concluded so that those elections did not have to take place. But legally, they do have to take place - unless our withdrawal has been given legal effect - so those will now go ahead. But we will be redoubling our efforts and talks with MPs of all parties to try to make sure that the delay after that is as short as possible. Ideally we’d like to be in a situation where those MEPs never actually have to take their seat at European parliament, certainly to get this done and dusted by the summer recess. That will mean effort, hard work and compromise from different political parties, people from both the leave side and the remain side in the European debate. But I think that is what is in the national interest - deal with the outcome, respect the outcome of the referendum of 2016 and leave the European Union with a deal that protects jobs, investment and living standards in this country. This means that the government is, in practice, setting two new potential deadlines for getting the withdrawal agreement, and the accompanying legislation, passed. Lidington says the government now hopes to get the Brexit agreement passed by Tuesday 2 July. That is when MEPs will take their seats in the newly-elected European parliament. Lidington says “ideally” British MEPs will not need to fall back. But, as a fallback, he says the agreement should “certainly” be passed by the summer recess. The date for the start of the summer recess has not been announced yet, but normally it is in mid/late July. Today is the deadline for registering to vote in the European elections. My colleague Martin Belam has written a guide about what you need to do to make sure you can take part. The Press Association has just snapped this. European parliament elections will go ahead in the UK on May 23, after the government determined that there is not enough time left to complete the ratification of Brexit before that date, Cabinet Office minister David Lidington has said. This will be no surprise to anyone who has been following politics closely in recent weeks. It was almost inevitable as soon as Theresa May accepted a proposal to delay Brexit until 31 October at the emergency summit before Easter. But until this afternoon, in public at least, the government was insisting that there was a chance of the elections not actually going ahead because there was a possibility of the Brexit legislation being passed before 23 May, polling day. Jean-Claude Juncker has said that taking David Cameron’s advice to stay out of the Brexit referendum campaign was one of his two major mistakes as European commission president. During a press conference in Brussels, as the EU prepares to select Juncker’s replacement, the former prime minister of Luxembourg said his first error early in his tenure had been to react too late to Luxleaks scandal that revealed the scale of tax evasion in his country. He went on: The second mistake I made was to listen too carefully to the British government - Cameron. Because the then prime minister asked me not to interfere not to intervene in the referendum campaign. It was a mistake not to intervene and not to interfere because we would have been the only ones to destroy the lies which were circulated around. I was wrong to be silent at an important moment. Juncker’s comments come ahead of a summit of the 27 leaders of the EU in the Romanian town of Sibiu where the intention is to discuss the big strategic questions facing the EU over the next five years. Brexit is unlikely to feature in the EU’s thinking at the summit but Juncker made a series of barbs about the state of British politics during a pre-summit press conference. Echoing Theresa May, Juncker said the EU27 meeting had been due to take place after the UK’s departure. “Brexit means brexit - but Brexit hasn’t taken place yet,” Juncker said. While switching to English from German, Juncker noted: Everyone understands English. No one understands England - but everyone understands English. Asked about the slipping of the timetable in talks over future relations in the case of the UK and Switzerland, Juncker told reporters: I don’t get the impression that the UK is very accommodating in terms of deadlines. The UK had been due to leave the EU on 29 March. Juncker added of the potential for the UK to remain in the bloc: I don’t have fears, I don’t have hopes. I was saying the other day that by comparison to the British parliament the Egyptian sphinx are open books. Either they stay or they will leave. If they stay, they stay. If they leave, they leave. Nigel Farage has said that, if his new Brexit party wins the European elections, that would amount to a vote for a WTO Brexit and that his party should be included in the team negotiating with the EU. (See 12.54pm.) Theresa May has been warned that the chances of Tory MPs agreeing a Brexit deal are very slim. Speaking on the World at One, before the government/Labour talks resume later this afternoon, Charles Walker, a vice chair of the Conservative backbench 1922 Committee, said the chances of the Tory party pulling back together and backing a Brexit deal were “pretty slim” - about “one in five on a good day”. He also said he did not expect Labour to support the deal. I can’t see that it’s in the Labour party’s interest to help the Conservative party out at the moment. Sir Graham Brady, chair of the 1922 Committee, is also due to be meeting May this afternoon to tell her that Tory MPs want her to give a timetable for standing down if there is no Brexit deal. Nadine Dorries, one of the Tory MPs who wants May to go, posted this on Twitter this morning. Police are investigating whether a Ukip candidate in the European elections who has made comments speculating whether he would or would not rape the MP Jess Phillips has committed an offence. The Northern Ireland parties have arrived at Stormont for talks aimed at reviving the power-sharing executive. The BBC’s Jayne McCormack has this briefing note explaining how they are expected to proceed. A watchdog has called for the age of criminal responsibility in England and Wales to be raised. As the Press Association reports, individuals suspected of offences can be arrested and charged from the age of 10 under the existing rules. This is lower than in many European countries and “inconsistent with accepted international standards”, according to the Equality and Human Rights Commission (EHRC). It says criminalising children at the age of 10 or 11 can have a detrimental impact on their wellbeing and development, and risks making them more likely to reoffend as adults. The EHRC is calling for the age of criminal responsibility to be “significantly” raised. The UK is not ruling out the warlord Khalifa Haftar from a role in a future Libyan government despite his attack on the capital, Jeremy Hunt, the foreign secretary has said. Hunt has promised a review into how his department handled the case of Matthew Hedges, the British academic convicted on spying charges by the United Arab Emirates. The organiser of a pro-independence march in Glasgow is facing prosecution over the event’s start time. This morning the Progressive Economy Forum published a report (pdf) explaining how the government could run pilots to test the case for a universal basic income (UBI), a welfare policy that would involve everyone being entitled to a regular payment from the state. As my colleague Richard Partington reports in our preview story, John McDonnell, the shadow chancellor, commissioned the report and is interested in the idea for possible inclusion in the next Labour manifesto. Speaking at the launch, McDonnell said that there was a growing acknowledgment that means-tested benefits were flawed. He also described the ideas in the report as pragmatic. These tweets are from the RSA, which hosted the event, and from the Independent’s Ashley Cowburn. The proposal was also backed by Ed Miliband, the former Labour leader. In his speech Miliband warmly praised McDonnell for opening up a debate on UBI and for being willing to “think big”. Addressing the shadow chancellor, he said: I think, John, you are showing an imagination and a willingness to think big which is incredibly important in our politics. It is important for what a Labour government can do, but also for opening up the space .... There will be people who like UBI, people who hate UBI. But I think what I would say to critics is, this is playing on a big pitch. This is primed to answer big questions that people feel in their heart about the problems with our society. So, if you don’t like it, fine. But come up with ideas that are big enough to compete with us. And that is, I think, in the end the real strength of UBI. It asks big questions about the nature of our society and seeks to answer them. Downing Street has just announced that two peers have left the government “for personal reasons”. They are Lady Fairhead, the former chair of the BBC Trust, who was an international trade minister, and Lady Manzoor, a former Lib Dem peer who defected to the Tories, who was a government whip. At a poster launch in Islington, north London, where Jeremy Corbyn is an MP, the Lib Dem leader Sir Vince Cable said he wanted to win over Labour voters. He said: My main priority here is to get Labour voters who are rightfully disenchanted with Jeremy Corbyn over Brexit, to get behind us in the European elections, that’s the objective. We did extremely well in the local elections, it was unambiguous. It was predominately remain areas and remain voters but we did get a lot of others voting for us on the strength of our performance and credibility in the local government. According to my colleague Daniel Boffey, (like many of us) Jean-Claude Juncker has also given up trying to guess how Brexit will conclude. Jean-Claude Juncker, the president of the European commission, has also been holding a press conference this morning. He said he made a mistake in 2016 when, on the advice of the then prime minister, David Cameron, he chose not to get involved in the referendum campaign. The European commission should have got involved to “destroy the lies” circulating about the EU. He said: The then prime minister asked me not to interfere, not to intervene in the referendum campaign. It was a mistake not to intervene and not to interfere because we would have been the only ones to destroy the lies which were circulated around. I was wrong to be silent at an important moment. Juncker may be over-estimating his powers of persuasion, at least with British voters. He did not intervene, but another president, Barack Obama, did famously urge Britons to vote remain and the consensus is that this had little or no effect on the result. As Ukip leader Nigel Farage probably did more than anyone else to push the Conservative party to the point where David Cameron decided he had to hold a referendum on Brexit. Now he leads a new party, the Brexit party, and some polling suggests it is on course to win the European elections by a nine-point margin. That would be a much bigger win than Ukip’s win (under Farage) in the same elections five years ago. Farage abandoned Ukip after it embraced far-right Islamophobia under its current leader, Gerard Batten, but on Brexit he is not softening his message. Far from it. Three years ago, during a referendum event hosted by the Guardian, Farage implied he would be happy with a Norway-style Brexit (ie, a soft Brexit, with the UK staying in the single market). Norway was rich, happy and successful, he said. What would be wrong with that? Now he wants no-deal - or a WTO Brexit, as he calls it. He also has ambitions to break open the Westminster two-party political system. Here are the main points from the news conference. Farage said a Brexit party victory at the European elections would amount to the country voting for a WTO [World Trade Organisation] Brexit. He and Richard Tice, the Brexit party chairman, repeatedly referred to a WTO Brexit, but the same concept is more commonly referred to as a no-deal Brexit, particularly by those opposed to the idea. Farage said the Brexit party should be allowed to help negotiate Brexit if it won the European elections. He said: In terms of legitimacy, if the Brexit party wins this election arguing for a WTO Brexit, and we get significant support and we win, I think we will have democratic legitimacy to have a say in how we proceed from here. The new date we have is 31 October. We absolutely believe that the UK must, must, must leave on that date. And if we were part of that discussion, I think we could offer them a very sensible way forward. And Tice said: A vote for the Brexit party is a clear vote for a WTO Brexit, no ifs, no buts. Secondly, a vote for the Brexit party is a vote that our elected MEPs should play a significant role in the future negotiating team. We will demand such a role because we will be the party with the biggest, the most clear democratic mandate to be involved with those negotiations. Farage and Tice called for the Brexit party to be included in the UK negotiating team even though their preferred option, a WTO Brexit, would not really require a negotiation at all. If the UK were to leave without a deal, it would become the default. Farage was asked to explain this apparent inconsistency, but sidestepped the question. (See 11.23am.) Farage claimed some major Tory donors were considering giving money to his new party. He said that the party had already raised more than £2m, with more than 95% of that coming in £25 sums online. But he went on: I think that may be about to change. I say that because there are now a few, much bigger donors, traditionally donors to the Conservative party, who we are now in conversation with, because they understand and realise that to fight a general election seriously we’re going to need big bucks. He claimed his party would win millions of votes at a general election if Westminster failed to deliver a hard Brexit. He said: If the clean break Brexit is not delivered, then my view would that the Brexit party in a general election would get many, many more votes than the 4m I managed to get as leader of Ukip all those years ago ... I do not believe we will ever get a meaningful Brexit with this current government and this current parliament and this current political class. So, unless they listen to whatever we are able to do on 23 May, and perhaps about to do on 6 June at Peterborough, unless there is a fundamental shift in terms of what MPs are prepared to deliver, we are going to have to start to replace them in significant numbers. He said the Brexit party was today starting to recruit general election candidates. He said the party wanted to find a new sort of MP. We want 650 men and women ... with real-world experience, people who either in civic life or business life have got some achievements under their belt. It will be a very new kind of politics. Although Farage claimed this would deliver a new kind of politics, most of the people who get elected to parliament to represent the established parties do have considerable “real-world experience”. He called for the end of first-past-the-post. He said: And if ever there was a time to break the first past the post system, it’s now. He defended his decision to take give a series of interviews to Infowars, a far-right US website specialising in conspiracy theories. Today the Guardian has reported on concerns about Farage’s appearance on the show. Asked about these revelations, Farage said there was “without doubt some truth” in the claim that the presenter, Alex Jones, was a conspiracy theorist. But Farage went on: Because you appear on programmes doesn’t mean that you support the editorial line, necessarily, of those podcasts, broadcasts, newspapers or whatever they may be ... I have never been conspiracy theorist at all. But then Farage also attacked the Guardian and the Observer, claiming that some of their stories about him receiving money from Russia and about him delivering a memory stick to Julian Assange, amounted to conspiracy theories. He told the Guardian journalist who asked the question: I think when it comes to crackpot conspiracy theories, you’re way, way ahead of me. Q: Will you be meeting President Trump when he comes to the UK? Farage says, when Trump last come to the UK, one of the government’s red line demands was for Trump not to meet Farage. He says, given his personal relationship with Trump, you would have thought it would make sense for the government to use his him to the country’s advantage. And that’s it. The press conference is over. I will post a summary shortly. Farage says the Brexit party will not be publishing policies until after the European elections are over. During the campaign it will be focusing on democracy, he says. He says he does not think there will be a “meaningful Brexit” with this current government and this current parliament. He says it is important to replace MPs in significant numbers. He also says it is important to break first past the post. Q: [From my colleague Rowena Mason] Do you regret giving interviews to Alex Jones, the US conspiracy theorist? The Guardian has written about those interviews today. Farage says he has given interviews all over the world. He has appeared on the Alex Jones programme. But just because you appear on a programme does not mean you support its editorial line, he says. And he claims that the Guardian and the Observer has published outlandish claims about him, saying he has been funded by Russia and that he has run memory sticks to Julian Assange. When it comes to conspiracy theories, the Guardian is way ahead of him, he says. Q: Why aren’t you standing in Peterborough? Farage says he has experience as an MEP. He thinks a lot of Brexit party MEPs will be elected, and he sees it as his duty to take them to Brussels to show them how the system works. Q: Is Arron Banks one of your donors? No, says Farage. He says Banks will not be donating to the party. Q: You say 90% of your money is from small donors. Who are the big donors? Farage says the party has had one big donation, worth £100,000. It will reveal the name of the donor in due course. Q: How will you get Brexit party MEPs accepted on the UK negotiating team? And, if it is a WTO Brexit, will there be any negotiating anyway? The question comes from a BBC journalist. Farage sarcastically thanks them for turning up, saying the BBC has not covered his rallies, and the Brexit party has not been represented on panels. Farage says if the Brexit party wins, that will be a vote for a WTO Brexit. Farage claims a Brexit party victory at the Euro elections would be a vote for a WTO Brexit. Tice says the current negotiations have failed. Some sensible people need to take over, he says. Q: Are you talking to Tory MPs about defecting, as well as Tory donors? Farage says he is more interesting in recruiting donors at the moment. He says his experience as Ukip leader was that recruiting defectors from other parties meant bringing in all their in-fighting too. He does not want to do that again, he says. Farage is now taking questions. He says the Peterborough shortlist is down to three. The party has to decide within the next 24 hours who the candidate will be. Some national figures want to stand. But there are some interesting local figures too, he says. He says he would not be asking other people to stand for parliament if he were not willing to stand himself. But he has not thought where he might stand, he says. Nigel Farage, the Brexit party leader, is speaking now. He says the party is releasing a pledge card today. It makes it clear the party wants a “clean break Brexit”. He says over the last three years the political class has behaved “despicably”. And that is getting worse by the day, he says. He says Theresa May and Jeremy Corbyn are trying to form “a coalition against the people”. Farage says he has concluded that winning the European elections will not be enough. This is but a first step, he says. He says the party might have to fight a second referendum, which he is confident it would win, he says. But he says the party also wants to change politics for good. He says the Brexit party will fight the Peterborough byelection. It will put up a first-class candidate, although the candidate has not been chosen yet. He says the party will today start recruiting candidates for the general election. It wants a new kind of candidate, people with real life experience. There is a new page on the website where people can apply, he says. He says candidates will be rigorously vetted. He says the party now has 88,000 registered supporters. He says the party has received £2m in donations, mostly in small donations. But that could be about to change. He says some Tory donors are now considering giving money to the party. Farage claims some significant Tory donors are considering giving to the Brexit party. Nigel Farage is holding a Brexit party press conference now. You can watch a live feed here. Richard Tice, the party chairman, is opening the event. He says the Brexit party expects to win the European elections comprehensively. He says they are fielding the most qualified set of candidates put forward by any party for a generation. Many of their candidates have experience of negotiation, he says. He says the Brexit party is unequivocally calling for a WTO Brexit. And if the Brexit party does well in the European elections, some of its MEPs should be included in the negotiating team, he says. He says the Brexit party stands for commonsense politics. Tice says Brexit party will demand to be included in the negotiating team if it wins the European elections. Uk in a Changing Europe, a thinktank, has produced a very useful report (pdf) with a series of short briefings, mostly by academics, on Brexit and the European elections. Here is an extract from one of the mini essays, by Anand Menon and Matthew Bevington, entitled “Do the elections matter for Brexit?” The traditional ‘grand coalition’ groups look set to lose their overall majority [in the European parliament] for the first time. This introduces uncertainty, both in terms of who the next commission president will be but also about the process involved in selecting them. If, as looks likely, the two largest groupings – the S&amp;D and EPP – have to rely on the liberal group (ALDE) to form a stable majority for deciding on major posts, this will have a substantive impact. To take one hypothetical example. A commission led by Michel Barnier – a far from implausible outcome should the spitzenkandidaten process fail to deliver a candidate who can win majority support in the parliament – could be expected to cleave closely to the approach adopted by the article 50 task force to date. A different commission president might, by contrast, take issue with that approach (we have already seen signs of tension between Barnier and Juncker over Brexit). And, of course, the new parliament will play a significant role when it comes to agreeing a future relationship between the UK and the EU. Warning signs are there already. The European parliament, for instance, rejected a motion offering tentative support to limited trade talks with the US. It did so because a coalition of the Socialists, Greens and far-right groupings insisted on conditions for such talks. They demanded that the existing negotiating directives for EU-US (TTIP) trade negotiations be revoked, and inserted several conditions on any further talks with the US: first, that aluminium and steel tariffs be lifted; second, that the agreement be subject to a carbon impact assessment; and, third, that it includes cars but excludes agriculture. This hints at some of the problems that might confront the UK with a more divided and polarised European parliament. The EU’s talks with the US are now highly politicised following the TTIP saga. The Brexit process to date has raised suspicions concerning the UK’s intentions in Brussels. It is easy to imagine a similar shopping list of preconditions – on climate change, minimum regulatory standards, inter alia, to be drawn up by MEPs. And here is Sky’s Beth Rigby on the cross-party talks. Here is a round-up of some of the reports around this morning about the cross-party Brexit talks. Gordon Rayner in the Daily Telegraph (paywall) says Theresa May has been warned she will removed from office if she agrees a deal with Labour. May has been warned her MPs will begin moves to oust her as soon as this week if she agrees a Brexit deal with Labour. The prime minister wants to sign off an agreement with Jeremy Corbyn on Tuesday in order to avoid having to send new MEPs to the European parliament, but there is little appetite for a cross-party deal among her own backbenchers. Rivals in the race to succeed Mrs May are on a state of high alert in case a compromise deal with Labour becomes the trigger for a leadership election. Senior sources within the Conservative party said on Monday that Mrs May will be “gone very quickly” if she moves towards Labour’s demands for a post-Brexit customs union with the EU ... Nigel Evans, joint executive secretary of the 1922 Committee, said: “If she comes out of those talks offering something which is Brexit in name only then she has got a real problem.” Robert Peston in an ITV blog says he thinks there is zero chance of a government/Labour deal. In case you were in any doubt, there is zero chance of Labour and Jeremy Corbyn agreeing a Brexit deal with the prime minister, given that its central element is a pledge to keep the UK in the customs union till the next general election. The point is that Labour’s main criticism of Theresa May’s Brexit plan is that it is “blind”, that it makes gives no promises or commitments about the UK’s future relationship with the EU. And a pledge to keep the UK in the EU’s customs union only till 2022 would not turn blindness into perfect foresight. Tim Ross at Bloomberg says in private both sides have sounded optimistic about the talks. In recent days officials on both sides have privately sounded optimistic about the prospects of an agreement. In part, that’s because of the generally positive atmosphere in which at least some of the discussions have taken place. Critically for the Tory side, Seumas Milne, Corbyn’s chief strategist, is said to be fully engaged and serious in the meetings that have taken place, asking detailed questions about the government’s position and the offers on the table, in a sign he’s interested in doing a deal. The discussions on how to ensure workers’ rights remain protected after Brexit have gone well. Business secretary Greg Clark and his shadow, Rebecca Long-Bailey, produced successful results which are likely to be taken forward even if no wider deal is possible. The Sun in its main leader article suggests that it could live with a Brexit compromise that included a customs union - as long as it was temporary. It says: Nobody in the Tory party should be complacent about the trouble they’re in. A deal with Jeremy Corbyn — if it includes anything like a permanent customs union— could split them down the middle ... The only possible pill that the country would swallow would be a customs arrangement that ended before the next election, allowing a new leader with fresh vision to get a mandate for a genuinely international trading policy. Rachel Sylvester in her Times column (paywall) says a new Tory leader could end up opting for a second referendum. After the results of last week’s local elections, which will only be reinforced by the European elections in a few weeks time, a cabinet minister says “most people would prefer the horror of a second referendum to the risk of a Jeremy Corbyn government through a general election”. Mrs May could still agree to a confirmatory referendum to get her withdrawal agreement passed. Some of her allies believe it was a mistake not to “reach over the heads of parliament to the people” when she lost the second meaningful vote. Even if she does not do so her successor will face precisely the same problems trying to force Brexit through a deadlocked Commons. Ultimately the next prime minister will need a mandate of their own. “The whole thing potentially ends with a new leader promising a tougher Brexit but getting into office, realising they can’t deliver it and then having to make the choice between a general election and referendum,” one cabinet minister says. “In that case, inevitably, they will choose a referendum because who would want to roll the dice on their own premiership so soon after they got to power?” How ironic it would be if it fell to Boris Johnson, Dominic Raab or Michael Gove to persuade the British people that the “truthful hyperbole” they offered up to the electorate in 2016 was not just a con. At the weekend, in a Telegraph article, Sir Graham Brady, the chairman of the Conservative backbench 1922 Committee, said that Theresa May could split the party if she tries to keep the UK in the customs union. He said: The temptation for the government now to do whatever is necessary to secure some kind of Brexit agreement is obvious but it must be resisted. To reach an agreement with Labour that locked the United Kingdom into the customs union might pull in enough Labour votes to allow an agreement to limp over the line but the price could be a catastrophic split in the Conservative party and at a time when the opposition is led by dangerous extremists, the consequences for our country would be unthinkable. This morning Philip Hammond, the chancellor, played down the prospect of the party dividing. Speaking in Paris, where he is attending a meeting of finance ministers, he said: The Conservative party is a very broad church. Let’s be honest, Europe has been a fractious issue within the party for 45 years but there are many other things that unite us and I am sure we will get through this, we will get beyond it and I’m sure we will go on presenting a broad, right-of-centre offer to the British people that will be attractive to them. He also admitted the European elections would be “difficult” for his party. He said: The European elections are going to be difficult in the circumstances; the British people have voted to leave the European Union, it’s obviously challenging to them go and ask them to vote in a European election. But we have to do this, we are legally obliged to do it and we will get on with it. Here is the BBC’s Laura Kuenssberg on where she thinks we are with the cross-party Brexit talks. Why was Jeremy Hunt suggesting that a temporary customs union with the EU might be acceptable? (See 9.02am.) Because, according to a report in the Sunday Times at the weekend, this idea is at the centre of the plan that Theresa May is hoping Jeremy Corbyn will agree to. Here is an extract from Tim Shipman’s story about this (paywall) yesterday. The Sunday Times has learnt [May] will outline plans for a comprehensive but temporary customs arrangement with the EU lasting until the next general election, which Corbyn will be able to depict as a Tory cave-in to his demands. May and her negotiating team will agree that Britain will also align with a wider range of EU single market regulations on goods. Finally, they will enshrine in law that the UK will mirror all EU legislation on workers’ rights. “There are three main areas: customs, goods alignment and workers’ rights,” said one source involved in the talks. “The Conservative party will have to suck up concessions on each of those” ... Under the plans, the two parties would agree to maintain the customs arrangement — with a new name — until 2022, when the next election is due. “At that point Labour could use their manifesto to argue for a softer Brexit if they wanted to and a new Conservative prime minister could argue for a harder Brexit,” a source said. A week ago today Jeremy Hunt, the foreign secretary and a leading candidate to replace Theresa May, was on the Today programme. He was asked about the government/Labour talks aimed at finding a Brexit compromise, and the speculation that this might involve the UK staying in a customs union with the EU, and he was clear that he thought this was a bad idea. He told the programme: If we were proposing, which I very much hope we don’t, to sign up to the customs union, then I think there is a risk that you would lose more Conservative MPs than you would gain LabourMPs. If, on the other hand, it was something different, then the result could be different as well. This morning he was back on the programme. Again, he was asked about a custom union. But this time his response was noticeably different. He said: I have always said that I’m not a believer in the customs union as a sustainable long-term solution. I want to look at whatever deal is come to between the parties, and I know this is a crucial week, and I would not want to affect the progress of those talks by pronouncing in advance. But I think this is a time when we have to be willing to make compromises on all sides because the message of last week was that voters for both main parties are very, very angry about the fact that Brexit hasn’t been delivered. I personally think that any kind of permanent customs union wouldn’t work in the long run because our economy is too big, but let’s see what the parties come up with. There are two significant lines in this. Hunt stressed the need for compromise, citing last week’s local election results as strengthening the need for both sides to relax their red lines. He said that he was opposed to the UK being in a permanent customs union with the EU, implying that a temporary customs union plan would be acceptable. Here is the agenda for the day. 9.30am: Theresa May chairs cabinet. 11am: Nigel Farage holds a Brexit party press conference. 11am: John McDonnell, the shadow chancellor, speaks at the launch of a report calling for a universal basic income to be piloted in the UK. As my colleague Richard Partington reports, although the report does not represent Labour policy, its publication is likely to be viewed as moving the party closer towards testing a form of UBI should it be voted into power. 12pm: Downing Street lobby briefing. 1pm: Karen Bradley, the Northern Ireland secretary, and Simon Coveney, the Irish foreign minister, host talks aimed at restoring powering-sharing in Northern Ireland. 2pm: Rory Stewart, the new international development secretary, gives evidence to the Commons international development committee. At some point today the government/Labour cross-party talks on Brexit will resume. And also at some point Sir Graham Brady, the chair of the Conservative backbench 1922 Committee, will hold a meeting with May at which he is expected to tell her that Tory MPs want her to set out a timetable for standing down if there is no Brexit deal. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "47761",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "law/2019/may/07/scotland-raises-age-of-criminal-responsibility-from-8-to-12",
    "type": "article",
    "sectionId": "law",
    "sectionName": "Law",
    "webPublicationDate": "2019-05-07T17:52:08Z",
    "webTitle": "MSPs vote to raise criminal responsibility age to 12 in Scotland",
    "webUrl": "https://www.theguardian.com/law/2019/may/07/scotland-raises-age-of-criminal-responsibility-from-8-to-12",
    "apiUrl": "https://content.guardianapis.com/law/2019/may/07/scotland-raises-age-of-criminal-responsibility-from-8-to-12",
    "fields": {
      "headline": "MSPs vote to raise criminal responsibility age to 12 in Scotland",
      "standfirst": "<p>Move unanimously backed but some want it raised further to 14 in line with UN’s stance</p>",
      "trailText": "Move unanimously backed but some want it raised further to 14 in line with UN’s stance",
      "byline": "Severin Carrell Scotland editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"6adb2459b321c1a85006bafe04924d9cf58fc563\"> <img src=\"https://media.guim.co.uk/6adb2459b321c1a85006bafe04924d9cf58fc563/709_612_3012_1807/1000.jpg\" alt=\"Teenager in prison cell.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Under long-standing laws in Scotland, children aged between eight and 12 could be referred to special hearings and given criminal records.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Ministers are under pressure to raise the age of criminal responsibility in England and Wales after the Scottish parliament voted in favour of a new higher age of 12.</p> <p>The Equalities and Human Rights Commission (EHRC) has urged reform across the UK after the UN’s committee on the rights of the child (UNCRC) decided the global minimum at which a child can be prosecuted should be 14.</p> <p>The minimum age a child can be prosecuted for a crime in England and Wales is 10, and the EHRC told a <a href=\"https://www.theguardian.com/law/2019/may/07/un-committee-against-torture-scrutinises-uks-human-rights-record\">UN review of the UK’s track record on torture</a> that the age of responsibility needed to be urgently raised to meet UN recommendations.</p> <p>David Isaac, the commission’s chairman, said: “Increasing the age of criminal responsibility is crucial to stop very young children being exposed to the harmful effects of detention and to protect their future.”</p> <p>Its intervention came as the Scottish parliament, which oversees Scotland’s separate legal system, voted unanimously on Tuesday to raise the minimum age to 12, ending long-standing laws that set the age of criminal responsibility at eight.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2010/mar/15/age-criminal-responsibility-debate\">Is the age of criminal responsibility too low at 10? | Open thread</a> </p> </aside>  <p>Under those long-standing rules, children aged between eight and 12 in Scotland could be referred to a special system known as children’s hearings, separate from the adult court system, but whose rulings could still be used to give the child a criminal record.</p> <p>The Holyrood reform was criticised as not going far enough by the Liberal Democrat MSP Alex Cole-Hamilton, who has championed raising Scotland’s age of responsibility to at least 14 in line with the UNCRC recommendations.</p> <p>An EHRC spokeswoman welcomed the debate in Scotland on the issue but said the commission supported raising it significantly higher across the UK in line with expert opinion and global norms. </p> <p>“We welcome the current debate about raising the age of criminal responsibility taking place in the Scottish parliament. This is essential to protect children and their futures and we hope that the UK and Welsh governments take note of it, and take similar steps in relation to the age of criminal responsibility in England and Wales,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"66725cfc22ffd1bc255a6a52ea4bd04ca8e0565c\"> <img src=\"https://media.guim.co.uk/66725cfc22ffd1bc255a6a52ea4bd04ca8e0565c/0_118_1988_1192/1000.jpg\" alt=\"Maree Todd\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maree Todd, the Scottish children’s minister, said raising the age of criminal responsibility was a ‘radical, bold and ambitious reform’.</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> </figcaption> </figure>  <p>Describing the previous rules as medieval, Cole-Hamilton said the raising of the minimum age to 12 was still below current international norms and undermined the Scottish government’s “sugar-coated and saccharin” claims that Scotland was a world-leading pioneer in human rights.</p> <p>His concerns were broadly supported by the Scottish Green party and the former Scottish National party children’s minister Mark McDonald, who now sits as an independent MSP.</p> <p>However, Scottish Labour and the Conservatives supported the Scottish government’s stance after it promised to review the impact of the new higher age after three years, and set up an expert panel to do so.</p> <p>Maree Todd, the Scottish children’s minister, said the right balance had been struck. “It is a radical, bold and ambitious reform which will introduce a significant cultural shift. The pace at which we are moving needs to command public confidence,” she said.</p> <p>She said raising the age to 14 would require careful consideration because of the impact it could have on Scotland’s legal system, but acknowledged children’s rights agencies advocated raising it to that level, adding: “That is not to say that we might not in the future agree as a parliament to raise the age of criminal prosecution further.”</p>",
      "wordcount": "551",
      "firstPublicationDate": "2019-05-07T17:52:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-07T18:52:19Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bdmx2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6adb2459b321c1a85006bafe04924d9cf58fc563/709_612_3012_1807/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ministers are under pressure to raise the age of criminal responsibility in England and Wales after the Scottish parliament voted in favour of a new higher age of 12. The Equalities and Human Rights Commission (EHRC) has urged reform across the UK after the UN’s committee on the rights of the child (UNCRC) decided the global minimum at which a child can be prosecuted should be 14. The minimum age a child can be prosecuted for a crime in England and Wales is 10, and the EHRC told a UN review of the UK’s track record on torture that the age of responsibility needed to be urgently raised to meet UN recommendations. David Isaac, the commission’s chairman, said: “Increasing the age of criminal responsibility is crucial to stop very young children being exposed to the harmful effects of detention and to protect their future.” Its intervention came as the Scottish parliament, which oversees Scotland’s separate legal system, voted unanimously on Tuesday to raise the minimum age to 12, ending long-standing laws that set the age of criminal responsibility at eight. Under those long-standing rules, children aged between eight and 12 in Scotland could be referred to a special system known as children’s hearings, separate from the adult court system, but whose rulings could still be used to give the child a criminal record. The Holyrood reform was criticised as not going far enough by the Liberal Democrat MSP Alex Cole-Hamilton, who has championed raising Scotland’s age of responsibility to at least 14 in line with the UNCRC recommendations. An EHRC spokeswoman welcomed the debate in Scotland on the issue but said the commission supported raising it significantly higher across the UK in line with expert opinion and global norms. “We welcome the current debate about raising the age of criminal responsibility taking place in the Scottish parliament. This is essential to protect children and their futures and we hope that the UK and Welsh governments take note of it, and take similar steps in relation to the age of criminal responsibility in England and Wales,” she said. Describing the previous rules as medieval, Cole-Hamilton said the raising of the minimum age to 12 was still below current international norms and undermined the Scottish government’s “sugar-coated and saccharin” claims that Scotland was a world-leading pioneer in human rights. His concerns were broadly supported by the Scottish Green party and the former Scottish National party children’s minister Mark McDonald, who now sits as an independent MSP. However, Scottish Labour and the Conservatives supported the Scottish government’s stance after it promised to review the impact of the new higher age after three years, and set up an expert panel to do so. Maree Todd, the Scottish children’s minister, said the right balance had been struck. “It is a radical, bold and ambitious reform which will introduce a significant cultural shift. The pace at which we are moving needs to command public confidence,” she said. She said raising the age to 14 would require careful consideration because of the impact it could have on Scotland’s legal system, but acknowledged children’s rights agencies advocated raising it to that level, adding: “That is not to say that we might not in the future agree as a parliament to raise the age of criminal prosecution further.”",
      "charCount": "3355",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/severincarrell\">Severin Carrell</a> Scotland editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/may/07/can-we-humans-save-ourselves-from-self-destruction",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-05-07T16:59:13Z",
    "webTitle": "Can we humans save ourselves from self-destruction? | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/may/07/can-we-humans-save-ourselves-from-self-destruction",
    "apiUrl": "https://content.guardianapis.com/environment/2019/may/07/can-we-humans-save-ourselves-from-self-destruction",
    "fields": {
      "headline": "Can we humans save ourselves from self-destruction?",
      "standfirst": "<strong>Richard Middleton</strong>, <strong>Robin Russell-Jones</strong>, <strong>Judith Wright</strong>, <strong>Tom Fyans</strong>, <strong>Richard Aldwinckle</strong>, <strong>John Nissen</strong>, and <strong>Mayer Hillman</strong> respond to the latest dire warnings from scientists and policymakers on biodiversity and climate change",
      "trailText": "Letters: <strong>Richard Middleton</strong>, <strong>Robin Russell-Jones</strong>, <strong>Judith Wright</strong>, <strong>Tom Fyans</strong>, <strong>Richard Aldwinckle</strong>, <strong>John Nissen</strong>, and <strong>Mayer Hillman</strong> respond to the latest dire warnings from scientists and policymakers on biodiversity and climate change",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"779138829eed22b605f9d97b65cb2fd4eebfa2d3\"> <img src=\"https://media.guim.co.uk/779138829eed22b605f9d97b65cb2fd4eebfa2d3/0_0_1890_1134/1000.jpg\" alt=\"A polar bear climbs out of the water to walk on the ice in the Franklin Strait in the Canadian Arctic Archipelago.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The increase of CO2 in the atmosphere and the retreat of Arctic sea ice must be halted within a few years,’ writes John Nissen.</span> <span class=\"element-image__credit\">Photograph: David Goldman/AP</span> </figcaption> </figure>",
      "body": "<p>Eduardo Brondizio’s observation – “We have been displacing our impact around the planet from frontier to frontier. But we are running out of frontiers” – is crucial (<a href=\"https://www.theguardian.com/environment/2019/may/06/human-society-under-urgent-threat-loss-earth-natural-life-un-report\" title=\"\">Humanity facing ‘urgent threat’ from loss of Earth’s natural life</a>, 7 May). This frontier-based structure of thought, in which there is always a beyond, an outside, a domain of otherness, underpins the dichotomies of class and hence of economics (capital and labour); of race, religion and migration; of gender and sexuality; as well as that of ecology. In every sphere, the uncivilised, untamed, more “natural” partner is positioned for exploitation and subordination. This is the basic structure underlying capitalism, but probably goes back much further to the beginnings of agriculture, when the land was first “tamed”.</p> <p>Its time is up. We have reached the final frontier and there is no longer any outside. The very concept of “nature” is misleading, since it positions human beings over and against something different called the natural world, and which therefore can be conceptualised as providing us with “services”. The concept should be junked.<br><strong>Richard Middleton</strong><br><em>Crossmichael, Dumfries and Galloway</em></p> <p>• There is a strong case for dating the start of the Anthropocene to 1950, since which time a million species have become threatened; 1950 coincides with the growth of international travel, leading to the introduction of alien species into vulnerable populations which then collapse. Back in 1950, world population was one-third of its current level. A combination of antibiotics, vaccination programmes and ineffective family planning have seen human numbers rocket past 7 billion, and they are still rising. Finally the demands of humanity have led to deforestation and widespread loss of habitat in every part of the globe.</p> <p>It is entirely appropriate that the UN and other institutions produce reports documenting the disappearance and decline of most species on Earth. But they will have no impact at all unless they are accompanied by measures to limit human numbers.<br><strong>Dr Robin Russell-Jones</strong><br><em>Chair, Help Rescue the Planet</em></p> <p>• Obviously there are many uncomfortable changes we humans are going to have to make in our attempts to rectify our sorry situation, but a very simple, painless and cheap way of making some improvement to our biodiversity is to cease our ever-increasing manicuring of hedgerows and verges. In Sweden, there is legislation to forbid verge-cutting until October; why not here? While many of our remedies to alleviate the situation are costly, this change would actually save money.<br><strong>Judith Wright</strong><br><em>Darwen, Lancashire</em></p> <p>• Climate change is the greatest threat facing the countryside. From prolonged heatwaves and moorland wildfires to severe and more frequent flooding, our countryside is under severe pressure from the impact of climate breakdown – but it will also provide many of the solutions.</p> <p>It will take a cross-departmental approach to ensure reaching a net-zero target for greenhouse gas emissions is the top priority for all ministers (<a href=\"https://www.theguardian.com/environment/2019/may/02/do-it-now-uk-must-set-zero-carbon-target-for-2050-say-official-advisers\" title=\"\">Emissions must stop by 2050, UK advisers say</a>, 2 May). But by prioritising policies and funding that will see better land use across the countryside, dramatically reduce emissions from agriculture and halt the degradation of soils and increase the planting of hedgerows and trees, and by implementing an ambitious new strategy for the restoration of our peatlands, we can drive carbon back into the ground.<br><strong>Tom Fyans</strong><br><em>Deputy chief executive, Campaign to Protect Rural England</em></p> <p>• Leading the way in becoming a net zero-carbon country would be a massive challenge, but there is a strong social case for doing so, as well as a practical, moral and strategic one (<a href=\"https://www.theguardian.com/commentisfree/2019/may/02/the-guardian-view-on-net-zero-carbon-emissions-sooner-is-better\" title=\"\">Editorial</a>, 3 May). It affords us a timely opportunity to bring the country together in an act of national social renewal, by challenging individuals and communities to work together, share good practice and even compete with each other to become the greenest business, town or village in the land. Britain leading the world in carbon reduction could be a way to redefine patriotism for this century and move us on from all those outdated second world war references so beloved of rightwing politicians.<br><strong>Richard Aldwinckle</strong><br><em>London</em></p> <p>• Extinction Rebellion rightly warns of looming catastrophe. Greta Thunberg rightly suggests panic is an appropriate response. Deciding on the best action is now critical. But here’s the problem: most people think reducing CO<sub>2</sub> emissions is the “solution” to climate change. The reality is that we also need to start work: removing the trillion tons of CO<sub>2</sub> that’s already overheating the planet; and refreezing the Arctic before meltdown becomes irreversible. The increase of CO<sub>2</sub> in the atmosphere and the retreat of Arctic sea ice must be halted within a few years. Further intervention for two or three decades can restore the climate norms our grandparents enjoyed.</p> <p>The Foundation for Climate Restoration has been promoting an intervention strategy. It was founded last year by innovator and philanthropist Peter Fiekowsky, and has identified a number of safe and affordable intervention techniques for CO<sub>2</sub> removal and sea-ice restoration. Past norms could be restored by 2050 at a cost of less than a thousandth of global GDP per year. The foundation is seeking investment for the development of an initial set of technologies, some of which may eventually pay for themselves. But government support is also needed: for changing agricultural practice to put more carbon in the soil; for promoting algae in our oceans to sequester carbon while restoring fisheries; and for deploying cloud cooling technology and other techniques to refreeze the Arctic.<br><strong>John Nissen</strong><br><em>Chair of the Arctic Methane Emergency Group</em><em>, a partner of the </em><a href=\"https://foundationforclimaterestoration.org/about/\" title=\"\"><em>Foundation for Climate Restoration</em></a></p> <p>• Most human activities are dependent on the use of energy, whether from fossil fuels or renewable sources. Cutting carbon emissions provides a dangerously false impression of progress towards any target – for 2030, 2040 or 2050 - aimed at reducing climate change. As the figures published daily on the Guardian weather page show, the concentration of emissions in the atmosphere is rising inexorably. That is the cause of rising temperatures.</p> <p>It is only when zero global emissions have been achieved that the world can begin to benefit from their reduction. In the years that it will take to arrive at that level, the situation will be graver as, meanwhile, emissions are being added to the existing concentration. It will require stopping using any fossil fuels, whether for heating and hot water, petrol, diesel and most electricity-powered car use, train travel, second homes abroad, air travel, carnivorous diets, long distance freight – and large families.</p> <p>Only governments can make this mandatory. They have no other option. Are we too selfish to forgo our preferred lifestyles even though that will mean our children and grandchildren will face Armageddon?<br><strong>Dr Mayer Hillman</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1140",
      "commentable": "false",
      "firstPublicationDate": "2019-05-07T16:59:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:41:23Z",
      "newspaperEditionDate": "2019-05-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdyg3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/779138829eed22b605f9d97b65cb2fd4eebfa2d3/0_0_1890_1134/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Eduardo Brondizio’s observation – “We have been displacing our impact around the planet from frontier to frontier. But we are running out of frontiers” – is crucial (Humanity facing ‘urgent threat’ from loss of Earth’s natural life, 7 May). This frontier-based structure of thought, in which there is always a beyond, an outside, a domain of otherness, underpins the dichotomies of class and hence of economics (capital and labour); of race, religion and migration; of gender and sexuality; as well as that of ecology. In every sphere, the uncivilised, untamed, more “natural” partner is positioned for exploitation and subordination. This is the basic structure underlying capitalism, but probably goes back much further to the beginnings of agriculture, when the land was first “tamed”. Its time is up. We have reached the final frontier and there is no longer any outside. The very concept of “nature” is misleading, since it positions human beings over and against something different called the natural world, and which therefore can be conceptualised as providing us with “services”. The concept should be junked. Richard Middleton Crossmichael, Dumfries and Galloway • There is a strong case for dating the start of the Anthropocene to 1950, since which time a million species have become threatened; 1950 coincides with the growth of international travel, leading to the introduction of alien species into vulnerable populations which then collapse. Back in 1950, world population was one-third of its current level. A combination of antibiotics, vaccination programmes and ineffective family planning have seen human numbers rocket past 7 billion, and they are still rising. Finally the demands of humanity have led to deforestation and widespread loss of habitat in every part of the globe. It is entirely appropriate that the UN and other institutions produce reports documenting the disappearance and decline of most species on Earth. But they will have no impact at all unless they are accompanied by measures to limit human numbers. Dr Robin Russell-Jones Chair, Help Rescue the Planet • Obviously there are many uncomfortable changes we humans are going to have to make in our attempts to rectify our sorry situation, but a very simple, painless and cheap way of making some improvement to our biodiversity is to cease our ever-increasing manicuring of hedgerows and verges. In Sweden, there is legislation to forbid verge-cutting until October; why not here? While many of our remedies to alleviate the situation are costly, this change would actually save money. Judith Wright Darwen, Lancashire • Climate change is the greatest threat facing the countryside. From prolonged heatwaves and moorland wildfires to severe and more frequent flooding, our countryside is under severe pressure from the impact of climate breakdown – but it will also provide many of the solutions. It will take a cross-departmental approach to ensure reaching a net-zero target for greenhouse gas emissions is the top priority for all ministers (Emissions must stop by 2050, UK advisers say, 2 May). But by prioritising policies and funding that will see better land use across the countryside, dramatically reduce emissions from agriculture and halt the degradation of soils and increase the planting of hedgerows and trees, and by implementing an ambitious new strategy for the restoration of our peatlands, we can drive carbon back into the ground. Tom Fyans Deputy chief executive, Campaign to Protect Rural England • Leading the way in becoming a net zero-carbon country would be a massive challenge, but there is a strong social case for doing so, as well as a practical, moral and strategic one (Editorial, 3 May). It affords us a timely opportunity to bring the country together in an act of national social renewal, by challenging individuals and communities to work together, share good practice and even compete with each other to become the greenest business, town or village in the land. Britain leading the world in carbon reduction could be a way to redefine patriotism for this century and move us on from all those outdated second world war references so beloved of rightwing politicians. Richard Aldwinckle London • Extinction Rebellion rightly warns of looming catastrophe. Greta Thunberg rightly suggests panic is an appropriate response. Deciding on the best action is now critical. But here’s the problem: most people think reducing CO2 emissions is the “solution” to climate change. The reality is that we also need to start work: removing the trillion tons of CO2 that’s already overheating the planet; and refreezing the Arctic before meltdown becomes irreversible. The increase of CO2 in the atmosphere and the retreat of Arctic sea ice must be halted within a few years. Further intervention for two or three decades can restore the climate norms our grandparents enjoyed. The Foundation for Climate Restoration has been promoting an intervention strategy. It was founded last year by innovator and philanthropist Peter Fiekowsky, and has identified a number of safe and affordable intervention techniques for CO2 removal and sea-ice restoration. Past norms could be restored by 2050 at a cost of less than a thousandth of global GDP per year. The foundation is seeking investment for the development of an initial set of technologies, some of which may eventually pay for themselves. But government support is also needed: for changing agricultural practice to put more carbon in the soil; for promoting algae in our oceans to sequester carbon while restoring fisheries; and for deploying cloud cooling technology and other techniques to refreeze the Arctic. John Nissen Chair of the Arctic Methane Emergency Group, a partner of the Foundation for Climate Restoration • Most human activities are dependent on the use of energy, whether from fossil fuels or renewable sources. Cutting carbon emissions provides a dangerously false impression of progress towards any target – for 2030, 2040 or 2050 - aimed at reducing climate change. As the figures published daily on the Guardian weather page show, the concentration of emissions in the atmosphere is rising inexorably. That is the cause of rising temperatures. It is only when zero global emissions have been achieved that the world can begin to benefit from their reduction. In the years that it will take to arrive at that level, the situation will be graver as, meanwhile, emissions are being added to the existing concentration. It will require stopping using any fossil fuels, whether for heating and hot water, petrol, diesel and most electricity-powered car use, train travel, second homes abroad, air travel, carnivorous diets, long distance freight – and large families. Only governments can make this mandatory. They have no other option. Are we too selfish to forgo our preferred lifestyles even though that will mean our children and grandchildren will face Armageddon? Dr Mayer Hillman London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7273",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/07/council-election-results-prove-local-politics-is-alive-and-well",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-07T16:57:12Z",
    "webTitle": "Council election results prove local politics is alive and well | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/07/council-election-results-prove-local-politics-is-alive-and-well",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/07/council-election-results-prove-local-politics-is-alive-and-well",
    "fields": {
      "headline": "Council election results prove local politics is alive and well",
      "standfirst": "The local elections had less to do with Brexit than many have suggested, say <strong>Richard Gilyead</strong> and <strong>John Harvey</strong>, while <strong>Patrick Bell</strong> reckons local coverage of the results in Northern Ireland got the mood right",
      "trailText": "<strong>Letters: </strong>The local elections had less to do with Brexit than many have suggested, say <strong>Richard Gilyead</strong> and <strong>John Harvey</strong>, while <strong>Patrick Bell</strong> reckons local coverage of the results in Northern Ireland got the mood right",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7e981a6432234c5f85292ea492a6688b13b01c2e\"> <img src=\"https://media.guim.co.uk/7e981a6432234c5f85292ea492a6688b13b01c2e/0_389_4285_2571/1000.jpg\" alt=\"Local election ballot papers being counted in Peterborough\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Local election ballot papers being counted in Peterborough. </span> <span class=\"element-image__credit\">Photograph: Terry Harris/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>John Harris is absolutely right that political change is coming from a local level (<a href=\"https://www.theguardian.com/commentisfree/2019/may/05/national-politics-hope-councils-councillors-local-elections\" title=\"\">Don’t look to Westminster for new ideas – ask your councillor</a>, 6 May). Residents 4 Uttlesford (R4U) has just taken our district council from the Tories in their heartland (one of our MPs is Kemi Badenoch, a Tory vice-chair) by a massive majority. If the results had only reflected Brexit-influenced trends then the Tories would have lost a handful of seats – but they lost 20, including both their council leader and chair.</p> <p>R4U is composed of people from a range of political backgrounds who are prepared to work together for the good of the area. The new administration now faces the daunting task of clearing up after the previous Tory administration: a deeply flawed local plan that has already been submitted for review by the planning inspectorate; an infrastructure agreement with Stansted airport that needs substantial rework; and speculative investments that need to be brought under control. Nobody said local government was easy but R4U have made a commitment to be open and transparent about the difficult decisions that have to be made, and the evidence that supports them, and to involve local people to the maximum degree possible in shaping their own future. These changes could be a model for a system that provides real checks and balances between central and local government, and removes the confrontational, partisan style of Westminster politics from the local arena. Uttlesford voters have put their trust in a local party that is determined to make it work.<br><strong>Richard Gilyead</strong><br><em>Saffron Walden, Essex</em></p> <p>• Christopher Clayton (<a href=\"https://www.theguardian.com/politics/2019/may/05/brexit-lessons-for-labour-to-learn-from-the-local-election-results\" title=\"\">Letters</a>, 6 May) makes the same error as our national political leaders in extrapolating a “support Brexit” message from local election results.</p> <p>As John Harris’s article shows, local issues still figure. In my area of north-east Derbyshire, for example, Labour’s loss to the Conservatives had as much to do with public opposition to the Labour council’s stubborn commitment to building on the green belt despite available brownfield land, which was strongly opposed in three of the main towns in the district and provided the well-organised and funded Conservative opposition with an open goal.<br><strong>John Harvey</strong><br><em>Dronfield, Derbyshire</em></p> <p>• It is remarkable that your report (<a href=\"https://www.theguardian.com/politics/2019/may/06/fresh-talks-on-northern-ireland-power-sharing-planned\" title=\"\">Fresh talks on Northern Irish power sharing</a>, 7 May) characterises the results of last week’s local elections as Sinn Féin and the Democratic Unionist party consolidating their positions as the dominant voices of nationalism and unionism. Every local newspaper led on the surge in support for the non-sectarian Alliance party and other centre-ground candidates. Good news should not be suppressed.<br><strong>Patrick Bell</strong><br><em>Lisburn, Co Antrim</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "476",
      "commentable": "false",
      "firstPublicationDate": "2019-05-07T16:57:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:34Z",
      "newspaperEditionDate": "2019-05-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdydb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7e981a6432234c5f85292ea492a6688b13b01c2e/0_389_4285_2571/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Harris is absolutely right that political change is coming from a local level (Don’t look to Westminster for new ideas – ask your councillor, 6 May). Residents 4 Uttlesford (R4U) has just taken our district council from the Tories in their heartland (one of our MPs is Kemi Badenoch, a Tory vice-chair) by a massive majority. If the results had only reflected Brexit-influenced trends then the Tories would have lost a handful of seats – but they lost 20, including both their council leader and chair. R4U is composed of people from a range of political backgrounds who are prepared to work together for the good of the area. The new administration now faces the daunting task of clearing up after the previous Tory administration: a deeply flawed local plan that has already been submitted for review by the planning inspectorate; an infrastructure agreement with Stansted airport that needs substantial rework; and speculative investments that need to be brought under control. Nobody said local government was easy but R4U have made a commitment to be open and transparent about the difficult decisions that have to be made, and the evidence that supports them, and to involve local people to the maximum degree possible in shaping their own future. These changes could be a model for a system that provides real checks and balances between central and local government, and removes the confrontational, partisan style of Westminster politics from the local arena. Uttlesford voters have put their trust in a local party that is determined to make it work. Richard Gilyead Saffron Walden, Essex • Christopher Clayton (Letters, 6 May) makes the same error as our national political leaders in extrapolating a “support Brexit” message from local election results. As John Harris’s article shows, local issues still figure. In my area of north-east Derbyshire, for example, Labour’s loss to the Conservatives had as much to do with public opposition to the Labour council’s stubborn commitment to building on the green belt despite available brownfield land, which was strongly opposed in three of the main towns in the district and provided the well-organised and funded Conservative opposition with an open goal. John Harvey Dronfield, Derbyshire • It is remarkable that your report (Fresh talks on Northern Irish power sharing, 7 May) characterises the results of last week’s local elections as Sinn Féin and the Democratic Unionist party consolidating their positions as the dominant voices of nationalism and unionism. Every local newspaper led on the surge in support for the non-sectarian Alliance party and other centre-ground candidates. Good news should not be suppressed. Patrick Bell Lisburn, Co Antrim • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3016",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/07/leaders-should-heed-franklin-medhursts-brexit-plea",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-07T16:56:41Z",
    "webTitle": "Leaders should heed Franklin Medhurst’s Brexit plea | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/07/leaders-should-heed-franklin-medhursts-brexit-plea",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/07/leaders-should-heed-franklin-medhursts-brexit-plea",
    "fields": {
      "headline": "Leaders should heed Franklin Medhurst’s Brexit plea",
      "standfirst": "<strong>Hilary Foord </strong>praises<strong> </strong>Franklin Medhurst’s viral letter from 2016, <strong>Laura Field </strong>has found a metaphor for Corbyn’s<strong> </strong>indecision, and <strong>Alicia Baker</strong> wonders if Nigel Farage’s Brexit party is specifically targeting women",
      "trailText": "Letters: <strong>Hilary Foord </strong>praises<strong> </strong>Franklin Medhurst’s viral letter from 2016, <strong>Laura Field </strong>has found a metaphor for Corbyn’s<strong> </strong>indecision, and <strong>Alicia Baker</strong> wonders if Nigel Farage’s Brexit party is specifically targeting women",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7a8a225a9a7916015c446341a9cb6f382f229abe\"> <img src=\"https://media.guim.co.uk/7a8a225a9a7916015c446341a9cb6f382f229abe/0_0_3464_2078/1000.jpg\" alt=\"Franklin Medhurst, the late second world war veteran whose letter to the Guardian urging people to vote remain.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Franklin Medhurst, the late second world war veteran whose letter to the Guardian urging people to vote remain. </span> <span class=\"element-image__credit\">Photograph: Mark Pinder/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Just before the EU referendum, a letter from Franklin Medhurst was published in the Guardian (<a href=\"https://www.theguardian.com/politics/2016/jun/15/dont-abandon-the-europe-that-i-fought-for-and-my-comrades-died-for\" title=\"\">Don’t abandon the Europe we fought for</a>, 16 June 2016). This letter went viral, and a copy has been pinned to the front of my fridge ever since. It was retweeted by Jo Cox shortly before she was murdered. Sadly, Franklin Medhurst died last year at the age of 98. His <a href=\"https://www.theguardian.com/artanddesign/2018/oct/22/franklin-medhurst-obituary\" title=\"\">obituary</a>, written by his daughter, was published online by the Guardian on 22 October 2018.</p> <p>The world has changed, even since Franklin Medhurst wrote his letter. We, the people, are more informed about what is involved in leaving the EU, the current situations around the world, and here at home. I would like to think Labour party leaders, the Labour representatives in talks with the Conservatives just now, and all members of parliament of whatever party, have had a chance to think about Franklin Medhurst’s plea and put country before party.<br><strong>Hilary Foord</strong><br><em>Ashley, Wiltshire</em></p> <p>• As Jeremy Corbyn attempts to appease both leavers and remainers, I was amused by a quote from the BBC film Leeds United in which a union official was accused of “riding two horses with one arse”.<br><strong>Laura Field</strong><br><em>Stockport</em></p> <p>• Is Nigel Farage’s Brexit party primarily targeting female voters? My neighbour, my daughter and I have been sent leaflets but our husbands and partners have not.<br><strong>Alicia Baker</strong><br><em>Highgate, London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "274",
      "commentable": "false",
      "firstPublicationDate": "2019-05-07T16:56:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:45Z",
      "newspaperEditionDate": "2019-05-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdyt2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7a8a225a9a7916015c446341a9cb6f382f229abe/0_0_3464_2078/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Just before the EU referendum, a letter from Franklin Medhurst was published in the Guardian (Don’t abandon the Europe we fought for, 16 June 2016). This letter went viral, and a copy has been pinned to the front of my fridge ever since. It was retweeted by Jo Cox shortly before she was murdered. Sadly, Franklin Medhurst died last year at the age of 98. His obituary, written by his daughter, was published online by the Guardian on 22 October 2018. The world has changed, even since Franklin Medhurst wrote his letter. We, the people, are more informed about what is involved in leaving the EU, the current situations around the world, and here at home. I would like to think Labour party leaders, the Labour representatives in talks with the Conservatives just now, and all members of parliament of whatever party, have had a chance to think about Franklin Medhurst’s plea and put country before party. Hilary Foord Ashley, Wiltshire • As Jeremy Corbyn attempts to appease both leavers and remainers, I was amused by a quote from the BBC film Leeds United in which a union official was accused of “riding two horses with one arse”. Laura Field Stockport • Is Nigel Farage’s Brexit party primarily targeting female voters? My neighbour, my daughter and I have been sent leaflets but our husbands and partners have not. Alicia Baker Highgate, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1647",
      "shouldHideReaderRevenue": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/may/07/pelvic-floor-exercises-with-imaginary-eels",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-05-07T16:56:08Z",
    "webTitle": "Pelvic floor exercises with imaginary eels | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/may/07/pelvic-floor-exercises-with-imaginary-eels",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/may/07/pelvic-floor-exercises-with-imaginary-eels",
    "fields": {
      "headline": "Pelvic floor exercises with imaginary eels",
      "standfirst": "Anti-vaxxers | Adam Kay’s pelvic advice | European parliament | Funeral songs | Black squirrels",
      "trailText": "<strong>Brief letters: </strong>Anti-vaxxers | Adam Kay’s pelvic advice | European parliament | Funeral songs | Black squirrels",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9cf1723878c1314c5985022453c35978777e7fb2\"> <img src=\"https://media.guim.co.uk/9cf1723878c1314c5985022453c35978777e7fb2/0_3406_3840_2304/1000.jpg\" alt=\"Lough Neagh eels. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adam Kay’s advice: ‘Imagine you’re sitting in a bath full of eels and you don’t want any of them getting in.’</span> <span class=\"element-image__credit\">Photograph: Paul McErlane/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Gaby Hinsliff’s piece (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/27/vaccines-mmr-fears-anti-vaxxers\" title=\"\">Anti-vaxxers are taking populism into deadly territory</a>, 27 April) starts with a scenario from Pakistan where two vaccination workers are killed. Anti-vaxxers have caused people to question the safety of vaccination by spreading false information. However, as the Guardian has reported, the CIA did its part to make people distrust those working to vaccinate the population (<a href=\"https://www.theguardian.com/world/2011/jul/11/cia-fake-vaccinations-osama-bin-ladens-dna\" title=\"\">CIA ran fake vaccination programme to snare Bin Laden</a>, 12 July 2011).<br><strong>Robert Kinzie</strong><br><em>Kāne’ohe, Hawai’í, USA</em></p> <p>• Thank you for your article (<a href=\"https://www.theguardian.com/lifeandstyle/2019/may/06/five-ways-to-strengthen-your-pelvic-floor\" title=\"\">Five ways to strengthen your pelvic floor</a>, G2, 6 May). Possibly the most memorable advice comes from doctor-turned-comedian Adam Kay, author of This is Going to Hurt: “There are leaflets that describe these exercises in confusing detail, but I always just used to tell patients, ‘Imagine you’re sitting in a bath full of eels and you don’t want any of them getting in.’”<br><strong>Danielle Lowy</strong><br><em>Manchester</em></p> <p>• Your briefing on the European parliament (<a href=\"https://www.theguardian.com/world/2019/may/06/what-is-the-european-parliament-and-do-the-elections-matter\" title=\"\">Journal</a>, 6 May) failed to mention that such an institution was first proposed 326 years ago by William Penn, “for the peace and prosperity of Europe” (An essay towards the present and future peace of Europe, 1693).<br><strong>Peter van den Dungen</strong><br><em>Lightcliffe, West Yorkshire</em></p> <p>• I’m hoping to have Light My Fire as I go into the flames (<a href=\"https://www.theguardian.com/society/2019/may/06/therapy-dogs-make-travel-ruff-for-some\" title=\"\">Letters</a>, 7 May).<br><strong>Monica Channell</strong><br><em>Beckenham, London</em></p> <p>• There have been black squirrels in Fairfield Park, Bedfordshire, for at least 10 years (<a href=\"https://www.theguardian.com/books/2019/may/03/tanks-for-the-amusing-subtitles\" title=\"\">Letters</a>, 4 May).<br><strong>Saul Ackroyd</strong><br><em>Christow, Devon</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "280",
      "commentable": "false",
      "firstPublicationDate": "2019-05-07T16:56:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:37Z",
      "newspaperEditionDate": "2019-05-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdynb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9cf1723878c1314c5985022453c35978777e7fb2/0_3406_3840_2304/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gaby Hinsliff’s piece (Anti-vaxxers are taking populism into deadly territory, 27 April) starts with a scenario from Pakistan where two vaccination workers are killed. Anti-vaxxers have caused people to question the safety of vaccination by spreading false information. However, as the Guardian has reported, the CIA did its part to make people distrust those working to vaccinate the population (CIA ran fake vaccination programme to snare Bin Laden, 12 July 2011). Robert Kinzie Kāne’ohe, Hawai’í, USA • Thank you for your article (Five ways to strengthen your pelvic floor, G2, 6 May). Possibly the most memorable advice comes from doctor-turned-comedian Adam Kay, author of This is Going to Hurt: “There are leaflets that describe these exercises in confusing detail, but I always just used to tell patients, ‘Imagine you’re sitting in a bath full of eels and you don’t want any of them getting in.’” Danielle Lowy Manchester • Your briefing on the European parliament (Journal, 6 May) failed to mention that such an institution was first proposed 326 years ago by William Penn, “for the peace and prosperity of Europe” (An essay towards the present and future peace of Europe, 1693). Peter van den Dungen Lightcliffe, West Yorkshire • I’m hoping to have Light My Fire as I go into the flames (Letters, 7 May). Monica Channell Beckenham, London • There have been black squirrels in Fairfield Park, Bedfordshire, for at least 10 years (Letters, 4 May). Saul Ackroyd Christow, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1780",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "world/2019/may/07/scotland-drops-aviation-tax-cut-plans-climate-emergency",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-07T16:04:12Z",
    "webTitle": "Scotland drops aviation tax cut plans after declaring climate emergency",
    "webUrl": "https://www.theguardian.com/world/2019/may/07/scotland-drops-aviation-tax-cut-plans-climate-emergency",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/07/scotland-drops-aviation-tax-cut-plans-climate-emergency",
    "fields": {
      "headline": "Scotland drops aviation tax cut plans after declaring climate emergency",
      "standfirst": "<p>Cutting passenger duty incompatible with new pledge to cut carbon emissions to net zero by 2045</p>",
      "trailText": "Cutting passenger duty incompatible with new pledge to cut carbon emissions to net zero by 2045",
      "byline": "Severin Carrell Scotland editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"02526afb1f3291cc43eb8d13714775a9ec9ed7fc\"> <img src=\"https://media.guim.co.uk/02526afb1f3291cc43eb8d13714775a9ec9ed7fc/0_0_3000_1800/1000.jpg\" alt=\"An aircraft is moved from its bay at Edinburgh Airport in Scotland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Edinburgh airport, Scotland. The airport’s CEO accused the Scottish government of hypocrisy. </span> <span class=\"element-image__credit\">Photograph: David Moir/Reuters</span> </figcaption> </figure>",
      "body": "<p>The Scottish government has dropped controversial plans to cut its taxes on aviation after Nicola Sturgeon <a href=\"https://www.theguardian.com/politics/2019/apr/28/nicola-sturgeon-world-facing-climate-emergency-snp\">declared last week the world faces a climate emergency</a>.</p> <p>Roseanna Cunningham, the Scottish environment secretary, said cutting air passenger duty would be incompatible with its new pledge to cut Scotland’s carbon emissions to net zero by 2045.</p> <p>The Scottish government faced intense cross-party pressure to keep the levy in place after Sturgeon accepted recommendations from the UK committee on climate change (CCC) last week that Scotland should adopt a 2045 target date.</p> <p>Chris Stark, chief executive of the CCC, <a href=\"https://www.theguardian.com/uk-news/2019/may/02/nicola-sturgeon-aviation-tax-air-passenger-duty-cut-scotland-emissions-goal\">told the Guardian</a> cutting the levy would undermine efforts to combat climate change by making it harder for Scotland to reduce its overall emissions. </p> <p>Keeping the tax in place “would help immensely with the emissions challenge there is in Scotland” he said.</p> <p>The CCC recommended the UK government should aim for a UK-wide net zero target of 2050, five years later than Scotland. The CCC believes Scotland has far greater scope to sequestrate its CO2 emissions by planting forests and to capture and store CO2 in disused North Sea oil fields.</p> <p>Critics of the proposed aviation tax cut, which the Scottish National party had pledged to introduce in successive elections, said reducing the levy by 50% would increase CO2 emissions from aviation in Scotland by at least 60,000 tonnes and cut tax income by about £150m.</p> <p>That figure did not account for the sharp increase in flying which Scotland’s airports hoped that would lead to; Scotland’s enterprise agencies also provide subsidies to airlines such as Ryanair, and the government owns Prestwick airport, which is heavily indebted, and small airports in the Highlands and islands.</p> <p>The Scottish government has faced a long delay implementing the policy after running into unforeseen problems with EU rules on state aid but Ryanair and BA, and Edinburgh and Glasgow airports, had pressed the Scottish government to cut the levy.</p> <p>Cunningham announced the switch before a Scottish Labour party-sponsored debate on retaining air passenger duty in Holyrood tomorrow. She said the Scottish government’s change of stance highlighted the need for all parties to support radical measures to reduce CO2 emissions, including a tax on parking spaces at workplaces which Labour opposes.</p> <p>Colin Smyth, Scottish Labour’s transport spokesman, said this policy should have been reversed years ago. Patrick Harvie, the co-convenor of the Scottish Green party, said: “Greens have led the case against this ill thought out tax giveaway from the moment it was first proposed, so we very much welcome the Scottish government’s huge U-turn.” The Greens will be pressing for an even tougher net zero target date of 2040, tabling amendments to the new climate bill going through Holyrood.</p> <p>Gordon Dewar, the chief executive of Edinburgh airport, was furious about the decision, accusing Scottish ministers of hypocrisy for continuing to support Prestwick airport, which owes the taxpayer more than £40m. He said airlines were already cutting their emissions by supporting carbon offsetting.</p> <p>“We’ve gone from personal commitments to all-out cancellation in the space of just two weeks, which shows just how reactionary this decision is. It does not show leadership and means airports and airlines have been led down a path of failed promises for three years by this Scottish government,” Dewar said.</p>",
      "wordcount": "544",
      "firstPublicationDate": "2019-05-07T16:04:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-07T16:25:17Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bdyyb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/02526afb1f3291cc43eb8d13714775a9ec9ed7fc/0_0_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Scottish government has dropped controversial plans to cut its taxes on aviation after Nicola Sturgeon declared last week the world faces a climate emergency. Roseanna Cunningham, the Scottish environment secretary, said cutting air passenger duty would be incompatible with its new pledge to cut Scotland’s carbon emissions to net zero by 2045. The Scottish government faced intense cross-party pressure to keep the levy in place after Sturgeon accepted recommendations from the UK committee on climate change (CCC) last week that Scotland should adopt a 2045 target date. Chris Stark, chief executive of the CCC, told the Guardian cutting the levy would undermine efforts to combat climate change by making it harder for Scotland to reduce its overall emissions. Keeping the tax in place “would help immensely with the emissions challenge there is in Scotland” he said. The CCC recommended the UK government should aim for a UK-wide net zero target of 2050, five years later than Scotland. The CCC believes Scotland has far greater scope to sequestrate its CO2 emissions by planting forests and to capture and store CO2 in disused North Sea oil fields. Critics of the proposed aviation tax cut, which the Scottish National party had pledged to introduce in successive elections, said reducing the levy by 50% would increase CO2 emissions from aviation in Scotland by at least 60,000 tonnes and cut tax income by about £150m. That figure did not account for the sharp increase in flying which Scotland’s airports hoped that would lead to; Scotland’s enterprise agencies also provide subsidies to airlines such as Ryanair, and the government owns Prestwick airport, which is heavily indebted, and small airports in the Highlands and islands. The Scottish government has faced a long delay implementing the policy after running into unforeseen problems with EU rules on state aid but Ryanair and BA, and Edinburgh and Glasgow airports, had pressed the Scottish government to cut the levy. Cunningham announced the switch before a Scottish Labour party-sponsored debate on retaining air passenger duty in Holyrood tomorrow. She said the Scottish government’s change of stance highlighted the need for all parties to support radical measures to reduce CO2 emissions, including a tax on parking spaces at workplaces which Labour opposes. Colin Smyth, Scottish Labour’s transport spokesman, said this policy should have been reversed years ago. Patrick Harvie, the co-convenor of the Scottish Green party, said: “Greens have led the case against this ill thought out tax giveaway from the moment it was first proposed, so we very much welcome the Scottish government’s huge U-turn.” The Greens will be pressing for an even tougher net zero target date of 2040, tabling amendments to the new climate bill going through Holyrood. Gordon Dewar, the chief executive of Edinburgh airport, was furious about the decision, accusing Scottish ministers of hypocrisy for continuing to support Prestwick airport, which owes the taxpayer more than £40m. He said airlines were already cutting their emissions by supporting carbon offsetting. “We’ve gone from personal commitments to all-out cancellation in the space of just two weeks, which shows just how reactionary this decision is. It does not show leadership and means airports and airlines have been led down a path of failed promises for three years by this Scottish government,” Dewar said.",
      "charCount": "3435",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/severincarrell\">Severin Carrell</a> Scotland editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/07/brexit-weekly-briefing-may-and-corbyn-boxed-in-after-ballot-battering",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-07T06:00:38Z",
    "webTitle": "Brexit weekly briefing: May and Corbyn boxed in after ballot battering",
    "webUrl": "https://www.theguardian.com/politics/2019/may/07/brexit-weekly-briefing-may-and-corbyn-boxed-in-after-ballot-battering",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/07/brexit-weekly-briefing-may-and-corbyn-boxed-in-after-ballot-battering",
    "fields": {
      "headline": "Brexit weekly briefing: May and Corbyn boxed in after ballot battering",
      "standfirst": "<p>Brexit wreaks havoc on Britain’s two main parties in the local elections</p>",
      "trailText": "Brexit wreaks havoc on Britain’s two main parties in the local elections",
      "byline": "Jon Henley Europe correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"f7ebe47f6c56546704326c00d0ce7a7eb600eb9c\"> <img src=\"https://media.guim.co.uk/f7ebe47f6c56546704326c00d0ce7a7eb600eb9c/0_420_6471_3883/1000.jpg\" alt=\"Vince Cable’s anti-Brexit Liberal Democrats were the big winners at the local council elections.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vince Cable’s anti-Brexit Liberal Democrats were the big winners at the local council elections.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Welcome to the Guardian’s weekly Brexit briefing, trying to make sense of the nonsensical since June 2016. If you would like to receive this as a weekly email, please <a href=\"https://www.theguardian.com/politics/2016/may/31/eu-referendum-morning-briefing-sign-up\">sign up here</a>. And you can catch our monthly Brexit Means <a href=\"https://www.theguardian.com/politics/series/brexit-means\">podcast here</a>.</p> <h2>Top stories</h2> <p>As it was always going to, Brexit wrought havoc on Britain’s two main parties in the local elections, with the <a href=\"https://www.theguardian.com/politics/2019/may/03/tories-lose-over-1200-seats-in-local-elections-as-major-parties-suffer\">Conservatives losing more than 1,300 seats</a> on their 2015 total and Labour – who been expecting to make gains – also suffering a substantial net loss.</p> <p>The big winners were the <a href=\"https://www.theguardian.com/politics/2019/may/03/liberal-democrats-vince-cable-fight-back-as-tory-strongholds-taken-in-local-election\">remain-supporting Liberal Democrats</a> and <a href=\"https://www.theguardian.com/politics/2019/may/03/greens-celebrate-phenomenal-local-election-gains\">the Greens</a> as voters expressed their <a href=\"https://www.theguardian.com/politics/2019/may/04/local-elections-brexit-dithering-and-delay-hurts-the-main-parties\">dissatisfaction with Brexit dithering and delay</a>. The Tories lost most heavily in areas that backed remain; Labour in areas that voted leave.</p> <p>In response to their parties’ trouncings, both Theresa May and Jeremy Corbyn said the result showed voters were fed up with the deadlock and the parties must now reach a compromise. It was a “simple message”, May said: “Just push on and deliver Brexit.”</p> <p>There was hope for an agreement on some kind of customs union arrangement with the EU after Brexit, the foreign secretary, <a href=\"https://www.theguardian.com/politics/2019/may/03/grounds-for-hope-in-customs-union-talks-with-labour-says-hunt\">Jeremy Hunt, told the Guardian</a>; health secretary <a href=\"https://www.theguardian.com/politics/2019/may/04/matt-hancock-hints-at-brexit-compromise-after-local-election-losses\">Matt Hancock also hinted</a> a customs union compromise was possible.</p> <p>Unsurprisingly, the possibility of a stitch-up by the two party leaderships <a href=\"https://www.theguardian.com/politics/2019/may/04/anger-grows-may-corbyn-bid-stitch-up-brexit-deal\">enraged many of their own backbenchers</a>. The former Conservative leader <a href=\"https://www.theguardian.com/politics/2019/may/04/theresa-may-must-resign-or-be-forced-out-says-iain-duncan-smith\">Iain Duncan Smith said Theresa May must resign</a> or be forced out, while at least <a href=\"https://www.theguardian.com/politics/2019/may/05/labour-mps-say-they-wont-back-a-brexit-deal-without-a-peoples-vote\">60 Labour MPs have told Corbyn they won’t back a customs pact</a> without a people’s vote.</p> <p>The shadow chancellor, <a href=\"https://www.theguardian.com/politics/2019/may/05/john-mcdonnell-pours-cold-water-on-prospects-of-brexit-deal-with-may\">John McDonnell, subsequently poured cold water</a> on prospects for a deal, saying he did not trust the prime minister. And in Brussels, <a href=\"https://www.theguardian.com/politics/2019/may/06/emerging-labour-tory-compromise-brexit-mirage\">no one is even remotely confident anything will come of it</a>.</p> <p>Nothing, once again, has changed.</p> <h2>What next?</h2> <p>That’s the £350m-a-week question nobody can answer. May and Corbyn reportedly hope to agree on a commitment to negotiate a customs union with the EU covering goods that would last until 2022, when the next general election is due.</p> <p>There would be no independent trade policy in goods until then and, in the run-up to the election, everyone would be free to campaign for their own preferred future relationship with the bloc. This, the Conservatives and Labour apparently hope, might persuade enough MPs from both parties to vote for the deal.</p> <p>But there are serious doubts that enough Labour MPs in particular would swallow this, and even more serious doubts that the two parties’ competing visions of the post-Brexit relationship are a) acceptable to a majority in parliament, b) technically feasible and c) actually negotiable with the EU.</p> <p>Britain, in short, is still negotiating with itself. When the EU27 agreed to extend the article 50 deadline until 31 October, Donald Tusk, the president of the EU council, begged the UK not to waste the time. For the moment, that’s precisely what it is doing.</p> <h2>Best of the rest</h2> <ul> <li><p><a href=\"https://www.theguardian.com/politics/2019/may/05/rory-stewart-declares-he-would-like-to-be-prime-minister\">Rory Stewart declares</a> he would like to be prime minister</p></li> <li><p>Senior figures in the Brexit party who left over offensive posts <a href=\"https://www.theguardian.com/politics/2019/may/05/brexit-party-figures-who-left-over-offensive-posts-are-still-directors\">are still directors</a></p></li> <li><p><a href=\"https://www.theguardian.com/politics/2019/may/05/top-tory-surprised-anyone-voted-for-us-local-elections\">Top Tory ‘surprised anyone bothered</a> to vote for us’</p></li> <li><p>Bumper British strawberry crop may rot as <a href=\"https://www.theguardian.com/business/2019/may/04/shortage-fruit-pickers-britain-compete-germany\">EU pickers stay away</a></p></li> <li><p>Boost to UK economy as <a href=\"https://www.theguardian.com/business/2019/may/03/boost-uk-economy-services-sector-threat-no-deal-brexit-recedes\">threat of no-deal Brexit recedes</a></p></li> <li><p><a href=\"https://www.theguardian.com/world/2019/may/02/british-teenagers-to-be-able-to-apply-for-free-eu-rail-pass-despite-brexit\">British teenagers able to apply for free EU rail passes</a> despite Brexit</p></li> <li><p>More than 600,000 EU citizens apply <a href=\"https://www.theguardian.com/uk-news/2019/may/02/more-than-600000-eu-citizens-apply-uk-settled-status\">for UK settled status</a></p></li> <li><p>Government may <a href=\"https://www.theguardian.com/politics/2019/may/01/government-spending-review-three-year-brexit-theresa-may-future\">slash three-year spending review</a> due to Brexit</p></li> <li><p><a href=\"https://www.theguardian.com/business/2019/may/01/uk-factory-exports-tumble-as-brexit-chaos-takes-toll\">UK factory exports tumble</a> as Brexit chaos takes toll</p></li> <li><p><a href=\"https://www.theguardian.com/uk-news/2019/may/01/chris-grayling-cancels-ferry-contracts-at-extra-50m-cost-to-taxpayers-brexit\">Chris Grayling cancels ferry contracts</a> at £50m cost to taxpayers</p></li> </ul> <h2>Top comment</h2> <p>In the Guardian, <a href=\"https://www.theguardian.com/commentisfree/2019/may/06/stitch-up-brexit-theresa-may-jeremy-corbyn\">Matthew d’Ancona says</a> the whole idea underpinning any possible deal between Theresa May and Jeremy Corbyn is nonsense on stilts:</p> <blockquote class=\"quoted\"> <p>The Tory right would vote en bloc against what Jacob Rees-Mogg has already condemned as ‘an attempt by the political establishment to avoid Brexit, to have a pretend Brexit’. A great many <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> MPs would oppose a pact with the Tories on principle. On both sides of the house there would be a (perfectly legitimate) fear of the public’s perception that the whole venture was precisely the sort of elite scam that they voted against in 2016. A deal that nobody opted for in the original referendum, brokered by two flailing party leaders in a desperate bid to save their skins: who wants that? Who could possibly be satisfied by that? The public are angry about Brexit already. It’s time to give them a final say.</p> </blockquote> <p>And <a href=\"https://www.theguardian.com/commentisfree/2019/apr/30/brexit-negotiations-westminster-fantasy-politics\">Rafael Behr reckons</a> that, with the delay to Brexit and no more negotiations with EU, Westminster has lost touch with reality and retreated into fantasy again:</p> <blockquote class=\"quoted\"> <p>Who would bet on a tidy resolution before Halloween? There would need to be a dramatic shift towards sober assessment of Britain’s strategic place in the global order, and the available terms of a future relationship with the EU. Debate is moving in the other direction. A dominant portion of the Tory party believes that Britain could comfortably quit the EU with no deal at all. Labour’s position has shrivelled into semantic haggling over a second referendum … The pressure has eased, the deadline has slipped, and the natural tendency to divergence returns. The complex of national demons that British politics conjures when it talks about Brexit drifts ever further away from what the rest of the world means when it talks about the UK leaving the EU.</p> </blockquote> <h2>Top tweet</h2> <p>On the birth day of a royal baby, a legal expert on Brexit speaks. He is not optimistic:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1125400637020213249\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Since referendum vote...<br><br>...Meghan Markle has publicly gone out with Harry (since Nov 2016, it seems), engaged him, married him, and now had their first baby.<br><br>One wonders how old the child will be before Brexit is ever over.<br><br>Wonder how old that child&#39;s grandchildren will be...</p>&mdash; David Allen Green (@davidallengreen) <a href=\"https://twitter.com/davidallengreen/status/1125400637020213249?ref_src=twsrc%5Etfw\">May 6, 2019</a></blockquote>  </figure>",
      "wordcount": "920",
      "firstPublicationDate": "2019-05-07T06:00:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:36Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bdgc3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f7ebe47f6c56546704326c00d0ce7a7eb600eb9c/0_420_6471_3883/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Welcome to the Guardian’s weekly Brexit briefing, trying to make sense of the nonsensical since June 2016. If you would like to receive this as a weekly email, please sign up here. And you can catch our monthly Brexit Means podcast here. Top stories As it was always going to, Brexit wrought havoc on Britain’s two main parties in the local elections, with the Conservatives losing more than 1,300 seats on their 2015 total and Labour – who been expecting to make gains – also suffering a substantial net loss. The big winners were the remain-supporting Liberal Democrats and the Greens as voters expressed their dissatisfaction with Brexit dithering and delay. The Tories lost most heavily in areas that backed remain; Labour in areas that voted leave. In response to their parties’ trouncings, both Theresa May and Jeremy Corbyn said the result showed voters were fed up with the deadlock and the parties must now reach a compromise. It was a “simple message”, May said: “Just push on and deliver Brexit.” There was hope for an agreement on some kind of customs union arrangement with the EU after Brexit, the foreign secretary, Jeremy Hunt, told the Guardian; health secretary Matt Hancock also hinted a customs union compromise was possible. Unsurprisingly, the possibility of a stitch-up by the two party leaderships enraged many of their own backbenchers. The former Conservative leader Iain Duncan Smith said Theresa May must resign or be forced out, while at least 60 Labour MPs have told Corbyn they won’t back a customs pact without a people’s vote. The shadow chancellor, John McDonnell, subsequently poured cold water on prospects for a deal, saying he did not trust the prime minister. And in Brussels, no one is even remotely confident anything will come of it. Nothing, once again, has changed. What next? That’s the £350m-a-week question nobody can answer. May and Corbyn reportedly hope to agree on a commitment to negotiate a customs union with the EU covering goods that would last until 2022, when the next general election is due. There would be no independent trade policy in goods until then and, in the run-up to the election, everyone would be free to campaign for their own preferred future relationship with the bloc. This, the Conservatives and Labour apparently hope, might persuade enough MPs from both parties to vote for the deal. But there are serious doubts that enough Labour MPs in particular would swallow this, and even more serious doubts that the two parties’ competing visions of the post-Brexit relationship are a) acceptable to a majority in parliament, b) technically feasible and c) actually negotiable with the EU. Britain, in short, is still negotiating with itself. When the EU27 agreed to extend the article 50 deadline until 31 October, Donald Tusk, the president of the EU council, begged the UK not to waste the time. For the moment, that’s precisely what it is doing. Best of the rest Rory Stewart declares he would like to be prime minister Senior figures in the Brexit party who left over offensive posts are still directors Top Tory ‘surprised anyone bothered to vote for us’ Bumper British strawberry crop may rot as EU pickers stay away Boost to UK economy as threat of no-deal Brexit recedes British teenagers able to apply for free EU rail passes despite Brexit More than 600,000 EU citizens apply for UK settled status Government may slash three-year spending review due to Brexit UK factory exports tumble as Brexit chaos takes toll Chris Grayling cancels ferry contracts at £50m cost to taxpayers Top comment In the Guardian, Matthew d’Ancona says the whole idea underpinning any possible deal between Theresa May and Jeremy Corbyn is nonsense on stilts: The Tory right would vote en bloc against what Jacob Rees-Mogg has already condemned as ‘an attempt by the political establishment to avoid Brexit, to have a pretend Brexit’. A great many Labour MPs would oppose a pact with the Tories on principle. On both sides of the house there would be a (perfectly legitimate) fear of the public’s perception that the whole venture was precisely the sort of elite scam that they voted against in 2016. A deal that nobody opted for in the original referendum, brokered by two flailing party leaders in a desperate bid to save their skins: who wants that? Who could possibly be satisfied by that? The public are angry about Brexit already. It’s time to give them a final say. And Rafael Behr reckons that, with the delay to Brexit and no more negotiations with EU, Westminster has lost touch with reality and retreated into fantasy again: Who would bet on a tidy resolution before Halloween? There would need to be a dramatic shift towards sober assessment of Britain’s strategic place in the global order, and the available terms of a future relationship with the EU. Debate is moving in the other direction. A dominant portion of the Tory party believes that Britain could comfortably quit the EU with no deal at all. Labour’s position has shrivelled into semantic haggling over a second referendum … The pressure has eased, the deadline has slipped, and the natural tendency to divergence returns. The complex of national demons that British politics conjures when it talks about Brexit drifts ever further away from what the rest of the world means when it talks about the UK leaving the EU. Top tweet On the birth day of a royal baby, a legal expert on Brexit speaks. He is not optimistic:",
      "charCount": "5449",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonhenley\">Jon Henley</a> Europe correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]