[
  {
    "id": "politics/2019/jun/22/boris-johnson-steve-bannon-texts-foreign-secretary-resignation-speech",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-22T20:04:21Z",
    "webTitle": "Steve Bannon: ‘We went back and forth’ on the themes of Johnson’s big speech",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/22/boris-johnson-steve-bannon-texts-foreign-secretary-resignation-speech",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/22/boris-johnson-steve-bannon-texts-foreign-secretary-resignation-speech",
    "fields": {
      "headline": "Steve Bannon: ‘We went back and forth’ on the themes of Johnson’s big speech",
      "standfirst": "In a London hotel, the far-right activist told how he had exchanged texts with the former foreign secretary on his big resignation speech",
      "trailText": "In a London hotel, the far-right activist told how he had exchanged texts with the former foreign secretary on his big resignation speech",
      "byline": "Carole Cadwalladr",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"441094a3bf695506a88d92b792f94fb03b1f63c8\"> \n <img src=\"https://media.guim.co.uk/441094a3bf695506a88d92b792f94fb03b1f63c8/0_0_2560_1536/1000.jpg\" alt=\"Boris Johnson has denied having links to the US activist Steve Bannon.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson has denied having links to the US activist Steve Bannon.</span> \n  <span class=\"element-image__credit\">Composite: PA &amp; Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<p>On 16 July last year, days after his resignation as foreign secretary, the <em>Daily Telegraph</em> gave most of its front page to the man whose career it had done so much to nurture and promote: Boris Johnson. “He’s back,” roared the masthead. “Boris Johnson returns to his <em>Telegraph</em> column.”</p> \n<p>It was a major coup for the paper. Johnson’s column – for which he was paid £275,000 a year – regularly made headlines and it had been missed during the year he had reluctantly given it up to be foreign secretary.</p> \n<p>And now he was back. For the paper, it was already paying dividends. Beneath a photo of Johnson, the banner headline on the front page said: “It’s time to believe in our Great Britain.” And underneath, in smaller type: “Boris Johnson in rallying call for the nation to look to a brighter, post-Brexit future.”</p> \n<p>In a hotel room in central London, someone was giving careful consideration to the text: the man who had guided Donald Trump’s path to power, Steve Bannon. He seemed to have no doubt: the headline, the framing of Johnson’s forthcoming resignation speech, the “rallying call”, these were the themes he said he and Johnson had “gone back and forth on text” about over the weekend.</p> \n<p>He was “unequivocal” about it, says Alison Klayman, the film-maker who captured it while shooting her forthcoming documentary, <a href=\"https://www.thebrinkfilm.co.uk/\" title=\"\"><em>The Brink</em></a>.</p> \n<p>There’s no doubt the video is terrible timing for Johnson. It’s not just that this link to Bannon, like so many things, is something he has denied. It was <a href=\"https://www.politicshome.com/news/uk/political-parties/conservative-party/boris-johnson/news/103241/boris-johnson-blasts-back\" title=\"\">nothing more than “a lefty delusion”,</a> he said last summer. And even up until last week, his team was keeping to the line that the contact was restricted to “one text – an invitation to meet that Johnson declined”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9b511920-6478-495f-8573-8d41f79a0a4e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Z0QgEcn7CZw?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>When told there was a video of Bannon talking about it, his advisers changed track. A spokesman told the <em>Observer </em>that the idea of him taking advice from Bannon was “preposterous to the point of conspiracy”. He conspicuously failed to repeat the previous denials about the pair being in touch, however.</p> \n<p>But Johnson has been caught in lies before and shrugged them off. It’s why Bannon compares him to Trump. He has described him as “one of the most important persons on the world stage today” and drawn the obvious comparison: “Look at some of the scandals around Trump – the sexism and racism. Nothing sticks. You can’t lay a glove on him.”</p> \n<p>But what’s new and potentially toxic for Johnson is what the apparent relationship with Bannon says about him. Johnson’s love life is once again dominating the news, but it’s his engagement with populist far-right politics and rhetoric that could and should worry other people more.</p> \n<p>Why? Because Bannon is the man who laid the groundwork for Donald Trump’s victory. First as the executive chairman of Breitbart, the far-right website, and then as Trump’s campaign manager and chief strategist. A man who is open in admiration of both Mussolini and <a href=\"https://www.theguardian.com/us-news/2018/jul/15/steve-bannon-tommy-robinson-released-from-prison-trump-strategist-lbc-radio-interview\" title=\"\">Stephen Yaxley-Lennon</a>, aka Tommy Robinson, the former EDL leader whom he described as “the backbone of Britain” and who has been working with openly racist far-right leaders across Europe.</p> \n<p>Tamsin Shaw, a professor of philosophy at New York University who has been researching Bannon’s world view, said: “He collaborated with publishers of neo-Nazi white nationalist websites to turn Breitbart into a platform for the alt-right. And his main initiative in the White House was the Muslim ban.”</p> \n<p>Johnson did not welcome the reports last year that first suggested he and Bannon were close. When Matthew d’Ancona, a <em>Guardian </em>columnist who had succeeded him as editor of the <em>Spectator</em>, wrote an article headlined “<a href=\"https://www.theguardian.com/commentisfree/2018/sep/09/boris-johnson-sex-life-steve-bannon-tory-leadership-bid\" title=\"\">Ignore Boris Johnson’s sex life. His flirtation with Steve Bannon is the real worry</a>,” he was bombarded with calls from Johnson.</p> \n<p>“I stopped counting at 15 – though the calls continued,” he revealed in an article for news website Tortoise this year. Johnson then resorted to texts. The reason: “Boris Johnson was furious with me for writing about his contact with Steve Bannon.”</p> \n<p>Specifically, it was d’Ancona’s assertion that Bannon’s advice had led Johnson “to get off his knees and cause some mayhem; and to Johnson’s extraordinary column in the <em>Daily Telegraph</em> shortly thereafter in which he wrote that a Muslim woman wearing the niqab resembled “a bank robber” and that it was “absolutely ridiculous that people should choose to go <a href=\"https://www.theguardian.com/politics/2018/aug/06/boris-johnsons-burqa-remarks-fan-flames-of-islamophobia-says-mp\" title=\"\">around looking like letterboxes</a>”. The two were linked,” wrote d’Ancona. “And this disclosure was not to Johnson’s liking.”</p> \n<figure class=\"element element-image\" data-media-id=\"e490f2aeec3b96f072734b6da29bca929d0a70ce\"> \n <img src=\"https://media.guim.co.uk/e490f2aeec3b96f072734b6da29bca929d0a70ce/0_0_1600_960/1000.jpg\" alt=\"Steve Bannon with the copy of the Telegraph that saw Johnson return as a columnist.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Steve Bannon with the copy of the Telegraph that saw Johnson return as a columnist.</span> \n  <span class=\"element-image__credit\">Photograph: Alison Klayman</span> \n </figcaption> \n</figure> \n<p>For the ‘One Nation’ Tories who have backed Johnson, the video may make uncomfortable viewing. His appeal to the far right, by using dog-whistle, anti-Islam remarks, raises questions about how far down this road he is prepared to go. It was this key period last summer when Johnson moved from courting popularity, d’Ancona believes, to being populist.</p> \n<p>And then there’s Nigel Farage. Klayman says Bannon met Farage, as well as other European far-right leaders, during that crucial week. And they’ve long been close. Is there a deal? Between Johnson and Farage? Farage’s funder, Arron Banks, has been hinting at it for weeks: having Johnson as PM and Farage as deputy. </p> \n<p>They both fit what Shaw describes as “Bannon’s MO – winning people over to racist views by making them laugh along”. As long as it’s just a joke and “people laugh along with Johnson’s one-liners, they’re effectively disclaiming responsibility for racist views and policies and the people who aren’t laughing are derided as humourless”.</p> \n<p>And Johnson has shown no sign of letting up. He described May’s deal as “wrapping a suicide vest” around Britain and, in a parliamentary debate in January, he deployed one of the American right’s favourite themes warning of a “plot by the deep state to frustrate Brexit”.</p> \n<p>What’s no longer in doubt is that Bannonism has entered mainstream British politics. Wherever that may lead.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "978",
      "commentable": "false",
      "firstPublicationDate": "2019-06-22T20:04:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:20Z",
      "newspaperEditionDate": "2019-06-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bmxvg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/441094a3bf695506a88d92b792f94fb03b1f63c8/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On 16 July last year, days after his resignation as foreign secretary, the Daily Telegraph gave most of its front page to the man whose career it had done so much to nurture and promote: Boris Johnson. “He’s back,” roared the masthead. “Boris Johnson returns to his Telegraph column.” It was a major coup for the paper. Johnson’s column – for which he was paid £275,000 a year – regularly made headlines and it had been missed during the year he had reluctantly given it up to be foreign secretary. And now he was back. For the paper, it was already paying dividends. Beneath a photo of Johnson, the banner headline on the front page said: “It’s time to believe in our Great Britain.” And underneath, in smaller type: “Boris Johnson in rallying call for the nation to look to a brighter, post-Brexit future.” In a hotel room in central London, someone was giving careful consideration to the text: the man who had guided Donald Trump’s path to power, Steve Bannon. He seemed to have no doubt: the headline, the framing of Johnson’s forthcoming resignation speech, the “rallying call”, these were the themes he said he and Johnson had “gone back and forth on text” about over the weekend. He was “unequivocal” about it, says Alison Klayman, the film-maker who captured it while shooting her forthcoming documentary, The Brink. There’s no doubt the video is terrible timing for Johnson. It’s not just that this link to Bannon, like so many things, is something he has denied. It was nothing more than “a lefty delusion”, he said last summer. And even up until last week, his team was keeping to the line that the contact was restricted to “one text – an invitation to meet that Johnson declined”. When told there was a video of Bannon talking about it, his advisers changed track. A spokesman told the Observer that the idea of him taking advice from Bannon was “preposterous to the point of conspiracy”. He conspicuously failed to repeat the previous denials about the pair being in touch, however. But Johnson has been caught in lies before and shrugged them off. It’s why Bannon compares him to Trump. He has described him as “one of the most important persons on the world stage today” and drawn the obvious comparison: “Look at some of the scandals around Trump – the sexism and racism. Nothing sticks. You can’t lay a glove on him.” But what’s new and potentially toxic for Johnson is what the apparent relationship with Bannon says about him. Johnson’s love life is once again dominating the news, but it’s his engagement with populist far-right politics and rhetoric that could and should worry other people more. Why? Because Bannon is the man who laid the groundwork for Donald Trump’s victory. First as the executive chairman of Breitbart, the far-right website, and then as Trump’s campaign manager and chief strategist. A man who is open in admiration of both Mussolini and Stephen Yaxley-Lennon, aka Tommy Robinson, the former EDL leader whom he described as “the backbone of Britain” and who has been working with openly racist far-right leaders across Europe. Tamsin Shaw, a professor of philosophy at New York University who has been researching Bannon’s world view, said: “He collaborated with publishers of neo-Nazi white nationalist websites to turn Breitbart into a platform for the alt-right. And his main initiative in the White House was the Muslim ban.” Johnson did not welcome the reports last year that first suggested he and Bannon were close. When Matthew d’Ancona, a Guardian columnist who had succeeded him as editor of the Spectator, wrote an article headlined “Ignore Boris Johnson’s sex life. His flirtation with Steve Bannon is the real worry,” he was bombarded with calls from Johnson. “I stopped counting at 15 – though the calls continued,” he revealed in an article for news website Tortoise this year. Johnson then resorted to texts. The reason: “Boris Johnson was furious with me for writing about his contact with Steve Bannon.” Specifically, it was d’Ancona’s assertion that Bannon’s advice had led Johnson “to get off his knees and cause some mayhem; and to Johnson’s extraordinary column in the Daily Telegraph shortly thereafter in which he wrote that a Muslim woman wearing the niqab resembled “a bank robber” and that it was “absolutely ridiculous that people should choose to go around looking like letterboxes”. The two were linked,” wrote d’Ancona. “And this disclosure was not to Johnson’s liking.” For the ‘One Nation’ Tories who have backed Johnson, the video may make uncomfortable viewing. His appeal to the far right, by using dog-whistle, anti-Islam remarks, raises questions about how far down this road he is prepared to go. It was this key period last summer when Johnson moved from courting popularity, d’Ancona believes, to being populist. And then there’s Nigel Farage. Klayman says Bannon met Farage, as well as other European far-right leaders, during that crucial week. And they’ve long been close. Is there a deal? Between Johnson and Farage? Farage’s funder, Arron Banks, has been hinting at it for weeks: having Johnson as PM and Farage as deputy. They both fit what Shaw describes as “Bannon’s MO – winning people over to racist views by making them laugh along”. As long as it’s just a joke and “people laugh along with Johnson’s one-liners, they’re effectively disclaiming responsibility for racist views and policies and the people who aren’t laughing are derided as humourless”. And Johnson has shown no sign of letting up. He described May’s deal as “wrapping a suicide vest” around Britain and, in a parliamentary debate in January, he deployed one of the American right’s favourite themes warning of a “plot by the deep state to frustrate Brexit”. What’s no longer in doubt is that Bannonism has entered mainstream British politics. Wherever that may lead.",
      "charCount": "5832",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/carolecadwalladr\">Carole Cadwalladr</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/22/boris-johnson-row-it-does-make-you-question-his-mentality",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-22T17:36:01Z",
    "webTitle": "Boris Johnson row: 'It does make you question his mentality'",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/22/boris-johnson-row-it-does-make-you-question-his-mentality",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/22/boris-johnson-row-it-does-make-you-question-his-mentality",
    "fields": {
      "headline": "Boris Johnson row: 'It does make you question his mentality'",
      "standfirst": "<p>Tory activists split as news of argument with partner knocks Brexit off top talking spot</p>",
      "trailText": "Tory activists split as news of argument with partner knocks Brexit off top talking spot",
      "byline": "Josh Halliday in Birmingham",
      "main": "<figure class=\"element element-image\" data-media-id=\"d7760305aba45f50794a2c5e3b525e1c11d01e1a\"> \n <img src=\"https://media.guim.co.uk/d7760305aba45f50794a2c5e3b525e1c11d01e1a/0_117_4608_2765/1000.jpg\" alt=\"Boris Johnson interview with Iain Dale leadership election hustings in Birmingham.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘I don’t think they want to hear about that kind of thing,’ said Boris Johnson, refusing to answer questions at the hustings about the incident.</span> \n  <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP/Getty</span> \n </figcaption> \n</figure>",
      "body": "<p>When thousands of Conservative party members booked their tickets to the first leadership hustings in Birmingham, most reasonably believed it would be dominated by talk of Brexit. But as they filed into the city’s sweltering International Convention Centre, there was only one talking point for many party loyalists.</p> \n<p>The news that <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">police were called</a> to a loud altercation at the home of Boris Johnson and his partner, Carrie Symonds, in the early hours of Friday morning dominated the discussion on the conference floor, even if the former foreign secretary claimed on stage: “I don’t think they want to hear about that kind of thing.”</p> \n<p>“My wife and I were taken aback and shocked that such a thing can happen at such an important time for Boris Johnson and the Conservative party. I’ve been something of a Boris fan, I suppose, but I’ve got reservations now,” said Keith Jones, 74, a party member from Halesowen in the West Midlands.</p> \n<p>Jones said the revelation, first published by the Guardian on Friday night, would play into how he votes for the next party leader. “It does make you question his mentality, doesn’t it? It doesn’t look good for him, the Conservative party – on top of the <a href=\"https://www.theguardian.com/politics/2019/jun/21/mark-field-suspended-as-minister-after-grabbing-climate-protester-by-neck\">Mark Field incident</a> as well. Everything seems to be going pear-shaped, doesn’t it?”</p> \n<p>Amil Khan, 28, said that “in normal circumstances” the story would have derailed Johnson’s leadership campaign but, he said, most pro-Brexit party members are judging the contest “through the prism of Brexit” and they would vote for the candidate most likely to get Britain out of the EU, regardless of what goes on behind closed doors.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"cece0ac5-778e-4ed4-9262-aad2e9b2e011\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/AqIG9NPKHVw?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>But, Khan said, the episode did little to alleviate the concerns of those who are already questioning Johnson’s fitness for the highest office.</p> \n<p>“I find it very difficult to come here to try to support someone I don’t believe actually has the capabilities, the temperament or the experience required to be prime minister,” said <a href=\"https://twitter.com/amilkhan?lang=en\">Khan</a>, a member of the Birmingham Edgbaston Conservative branch. “What’s happened does nothing to change my mind because I’m concerned he’s not able to be the person you would require to be a statesman.</p> \n<p>“When you talk of someone being able to focus on the job that’s required without having distractions. I’m not going to exonerate or take sides because I don’t know what actually happened but it encapsulates the many concerns I had about him.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/commentisfree/2019/jun/22/boris-johnson-character-issue-nation\">Boris Johnson's character should be an issue for the whole nation | Polly Toynbee</a> </p> \n</aside> \n<p>Young clipboard-carrying activists wearing Back Boris T-shirts hurriedly canvassed the mostly white membership, aged 50 plus, before the debate started, with little sign of a grassroots campaign for his rival Jeremy Hunt. There was a frisson of excitement when the blond Johnson bouldered into the lobby, trailed by television cameras and his campaign team.</p> \n<p>“I’ll listen to what they have to say – I’m not happy about it,” said Roy Molson, a Tory councillor on Leek town council. “I’m widowed now but when I was married, my wife and I would have rows. We never had the police come round but every relationship has a falling out at sometime or other and that’s a personal thing. No crime was committed,” he said, adding that Johnson would need to address it because “we are looking at somebody who is going to potentially be our prime minister and that sort of reputation doesn’t bode well when you’re dealing with many other countries.”</p> \n<p>Jane McKinven, 58, said she and her husband, Jim, row “all the time” and their neighbour – who happens to be Michael Fabricant MP – has never complained. “He’s in the middle of a leadership race, it’s going to get tense,” she said of Johnson. “It’s just stress, I’m sure, and it really shouldn’t be out there for the media pulling at every little piece of it.”</p> \n<p>Her husband, Jim, said Johnson needed to nip the story in the bud to stop his rivals from making political capital out of it. “I think Boris needs to address it because those who don’t like Boris are scoring political points from it,” he said. “It’s a domestic argument, that’s all.”</p> \n<p>Suzanne Webb, a Tory councillor on Birmingham city council, said she did not believe the episode was relevant, describing it as “behind closed doors, end of”. Webb said she was “totally undecided” over which candidate to back but she was not concerned by the episode.</p>",
      "wordcount": "722",
      "firstPublicationDate": "2019-06-22T17:36:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:29Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bmvz5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d7760305aba45f50794a2c5e3b525e1c11d01e1a/0_117_4608_2765/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When thousands of Conservative party members booked their tickets to the first leadership hustings in Birmingham, most reasonably believed it would be dominated by talk of Brexit. But as they filed into the city’s sweltering International Convention Centre, there was only one talking point for many party loyalists. The news that police were called to a loud altercation at the home of Boris Johnson and his partner, Carrie Symonds, in the early hours of Friday morning dominated the discussion on the conference floor, even if the former foreign secretary claimed on stage: “I don’t think they want to hear about that kind of thing.” “My wife and I were taken aback and shocked that such a thing can happen at such an important time for Boris Johnson and the Conservative party. I’ve been something of a Boris fan, I suppose, but I’ve got reservations now,” said Keith Jones, 74, a party member from Halesowen in the West Midlands. Jones said the revelation, first published by the Guardian on Friday night, would play into how he votes for the next party leader. “It does make you question his mentality, doesn’t it? It doesn’t look good for him, the Conservative party – on top of the Mark Field incident as well. Everything seems to be going pear-shaped, doesn’t it?” Amil Khan, 28, said that “in normal circumstances” the story would have derailed Johnson’s leadership campaign but, he said, most pro-Brexit party members are judging the contest “through the prism of Brexit” and they would vote for the candidate most likely to get Britain out of the EU, regardless of what goes on behind closed doors. But, Khan said, the episode did little to alleviate the concerns of those who are already questioning Johnson’s fitness for the highest office. “I find it very difficult to come here to try to support someone I don’t believe actually has the capabilities, the temperament or the experience required to be prime minister,” said Khan, a member of the Birmingham Edgbaston Conservative branch. “What’s happened does nothing to change my mind because I’m concerned he’s not able to be the person you would require to be a statesman. “When you talk of someone being able to focus on the job that’s required without having distractions. I’m not going to exonerate or take sides because I don’t know what actually happened but it encapsulates the many concerns I had about him.” Young clipboard-carrying activists wearing Back Boris T-shirts hurriedly canvassed the mostly white membership, aged 50 plus, before the debate started, with little sign of a grassroots campaign for his rival Jeremy Hunt. There was a frisson of excitement when the blond Johnson bouldered into the lobby, trailed by television cameras and his campaign team. “I’ll listen to what they have to say – I’m not happy about it,” said Roy Molson, a Tory councillor on Leek town council. “I’m widowed now but when I was married, my wife and I would have rows. We never had the police come round but every relationship has a falling out at sometime or other and that’s a personal thing. No crime was committed,” he said, adding that Johnson would need to address it because “we are looking at somebody who is going to potentially be our prime minister and that sort of reputation doesn’t bode well when you’re dealing with many other countries.” Jane McKinven, 58, said she and her husband, Jim, row “all the time” and their neighbour – who happens to be Michael Fabricant MP – has never complained. “He’s in the middle of a leadership race, it’s going to get tense,” she said of Johnson. “It’s just stress, I’m sure, and it really shouldn’t be out there for the media pulling at every little piece of it.” Her husband, Jim, said Johnson needed to nip the story in the bud to stop his rivals from making political capital out of it. “I think Boris needs to address it because those who don’t like Boris are scoring political points from it,” he said. “It’s a domestic argument, that’s all.” Suzanne Webb, a Tory councillor on Birmingham city council, said she did not believe the episode was relevant, describing it as “behind closed doors, end of”. Webb said she was “totally undecided” over which candidate to back but she was not concerned by the episode.",
      "charCount": "4231",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/josh-halliday\">Josh Halliday</a> in Birmingham"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/22/boris-johnson-by-those-who-know-him",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-22T13:17:46Z",
    "webTitle": "A question of character? Boris Johnson by those who know him",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/22/boris-johnson-by-those-who-know-him",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/22/boris-johnson-by-those-who-know-him",
    "fields": {
      "headline": "A question of character? Boris Johnson by those who know him",
      "standfirst": "<p>Concerns over Johnson’s private life and fitness for office have lingered since he became a politician</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/jun/22/boris-johnson-neighbour-interview-call-police\">Johnson neighbour: ‘There was no response, so we called the police’</a></li></ul>",
      "trailText": "Questions over Johnson’s private life and fitness for office have lingered since he became a politician",
      "byline": "Guardian staff",
      "main": "<figure class=\"element element-image\" data-media-id=\"d2a79d2817e417cc6c89ce2956f98e30e0707213\"> <img src=\"https://media.guim.co.uk/d2a79d2817e417cc6c89ce2956f98e30e0707213/0_25_3500_2099/1000.jpg\" alt=\"Boris Johnson and Michael Gove during a Vote Leave event in June 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Michael Gove during a Vote Leave event in June 2016.</span> <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> </figcaption> </figure>",
      "body": "<p>After the Guardian<a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\"> reported that police were called to Boris Johnson’s home</a> after neighbours heard an altercation with his girlfriend Carrie Symonds, questions were again raised about the would-be Conservative leader’s character.</p> <p>Ever since he became a politician, there have been questions over Johnson’s colourful private life – though he has had as many enthusiastic cheerleaders, who argue that his flaws pale in comparison to his charismatic appeal to the public.</p> <p>Johnson has sought to downplay concerns over his past behaviour in his few media appearances during the campaign to date, referring to one journalist’s question listing concerns that he was untrustworthy as a “great minestrone of observations”.</p> <p>But over the years, many of those who have known him well have questioned his suitability for high office:</p> <p>“Boris, well, he’s the life and soul of the party but he’s not the man you want driving you home at the end of the evening.” <br><em><strong>Cabinet minister Amber Rudd, speaking during a 2016 debate before the Brexit referendum</strong></em></p> <p>“It is a common mistake to suppose Johnson a nice man. In reality he often behaves unpleasantly.” <br><em><strong>Max Hastings, Johnson’s editor at the Daily Telegraph, in a 2018 column for the Times</strong></em></p> <p>“[He is] much diminished in terms of integrity, in terms of political courage and in terms of credibility… I used to think he would be fantastic at Number 10 but those days look a long time ago.” <br><em><strong>2018 BBC interview with Guto Harri, director of communications for Johnson’s mayoral administration, 2008-2012</strong></em></p> <p>“I wanted to help build a team behind Boris Johnson so that a politician who argued for leaving the European Union could lead us to a better future. But I have come, reluctantly, to the conclusion that Boris cannot provide the leadership or build the team for the task ahead.” <br><em><strong>Michael Gove, launching the leadership bid that derailed Johnson’s attempt to become prime minister in 2016</strong></em></p> <p>“[Johnson is] a man who waits to see the way the crowd is running and then dashes in front and says, ‘Follow me’.” <br><em><strong>Michael Heseltine, Good Morning Britain interview in 2018</strong></em></p> <p>“The Johnsonian creed [is] that it is, in his own words, acceptable, sometimes desirable to lie. Certainly that approach has been advantageous to him. But it must come at a price.”<br><em><strong>Sonia Purnell, Johnson’s biographer and one-time deputy in the Telegraph’s Brussels bureau, writing after he withdrew from the leadership race in 2016</strong></em></p> <p>“He’s lied his way through life, he’s lied his way through politics, he’s a huckster with a degree of charm to which I am immune. As well as being mendacious he’s incompetent.” <br><em><strong>Conservative former minister Chris Patten in May interview with Bloomberg</strong></em></p> <p>“I’m afraid he’s shown, especially during his period as foreign secretary, that he doesn’t have the necessary skills and capacity [to be leader].” <br><em><strong>Conservative MP and former </strong></em><em><strong>attorney </strong></em><em><strong>general Dominic Grieve in May interview with LBC</strong></em></p> <p>“He’s an enormous character but not a team player… And he doesn’t know if he’s a journalist or a politician, but he does know it’s all about him. The more he repeats what everyone can see is not credible, the more his own credibility disappears.” <br><em><strong>Former foreign office colleague Sir Alan Duncan, 2018 interview with </strong></em><em><strong>the Times</strong></em></p> <p>“The worst foreign secretary we’ve ever had... Disinterested and out of his depth he cared nothing for our situation. Good riddance.” <br><em><strong>John McKendrick, attorney general of Anguilla, bidding farewell to Johnson as foreign secretary with criticism of his response to the British Overseas Territory’s devastation during Hurricane Irma in 2017</strong></em></p> <p>“I think he honestly believes it is churlish of us not to regard him as an exception, one who should be free of the network of obligation which binds everyone else.” <br><em><strong>Johnson’s Eton housemaster, Martin Hammond, in 1982 school report</strong></em></p>",
      "wordcount": "622",
      "firstPublicationDate": "2019-06-22T13:17:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:30Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/byqed",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d2a79d2817e417cc6c89ce2956f98e30e0707213/0_25_3500_2099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After the Guardian reported that police were called to Boris Johnson’s home after neighbours heard an altercation with his girlfriend Carrie Symonds, questions were again raised about the would-be Conservative leader’s character. Ever since he became a politician, there have been questions over Johnson’s colourful private life – though he has had as many enthusiastic cheerleaders, who argue that his flaws pale in comparison to his charismatic appeal to the public. Johnson has sought to downplay concerns over his past behaviour in his few media appearances during the campaign to date, referring to one journalist’s question listing concerns that he was untrustworthy as a “great minestrone of observations”. But over the years, many of those who have known him well have questioned his suitability for high office: “Boris, well, he’s the life and soul of the party but he’s not the man you want driving you home at the end of the evening.” Cabinet minister Amber Rudd, speaking during a 2016 debate before the Brexit referendum “It is a common mistake to suppose Johnson a nice man. In reality he often behaves unpleasantly.” Max Hastings, Johnson’s editor at the Daily Telegraph, in a 2018 column for the Times “[He is] much diminished in terms of integrity, in terms of political courage and in terms of credibility… I used to think he would be fantastic at Number 10 but those days look a long time ago.” 2018 BBC interview with Guto Harri, director of communications for Johnson’s mayoral administration, 2008-2012 “I wanted to help build a team behind Boris Johnson so that a politician who argued for leaving the European Union could lead us to a better future. But I have come, reluctantly, to the conclusion that Boris cannot provide the leadership or build the team for the task ahead.” Michael Gove, launching the leadership bid that derailed Johnson’s attempt to become prime minister in 2016 “[Johnson is] a man who waits to see the way the crowd is running and then dashes in front and says, ‘Follow me’.” Michael Heseltine, Good Morning Britain interview in 2018 “The Johnsonian creed [is] that it is, in his own words, acceptable, sometimes desirable to lie. Certainly that approach has been advantageous to him. But it must come at a price.” Sonia Purnell, Johnson’s biographer and one-time deputy in the Telegraph’s Brussels bureau, writing after he withdrew from the leadership race in 2016 “He’s lied his way through life, he’s lied his way through politics, he’s a huckster with a degree of charm to which I am immune. As well as being mendacious he’s incompetent.” Conservative former minister Chris Patten in May interview with Bloomberg “I’m afraid he’s shown, especially during his period as foreign secretary, that he doesn’t have the necessary skills and capacity [to be leader].” Conservative MP and former attorney general Dominic Grieve in May interview with LBC “He’s an enormous character but not a team player… And he doesn’t know if he’s a journalist or a politician, but he does know it’s all about him. The more he repeats what everyone can see is not credible, the more his own credibility disappears.” Former foreign office colleague Sir Alan Duncan, 2018 interview with the Times “The worst foreign secretary we’ve ever had... Disinterested and out of his depth he cared nothing for our situation. Good riddance.” John McKendrick, attorney general of Anguilla, bidding farewell to Johnson as foreign secretary with criticism of his response to the British Overseas Territory’s devastation during Hurricane Irma in 2017 “I think he honestly believes it is churlish of us not to regard him as an exception, one who should be free of the network of obligation which binds everyone else.” Johnson’s Eton housemaster, Martin Hammond, in 1982 school report",
      "charCount": "3794",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Guardian staff"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]